{
    "title": "Time, Territorialization, and Improvisational Spaces",
    "date": "2017/03/01",
    "volume": "23",
    "issue": "1",
    "authors": [
        "Stover, Chris"
    ],
    "abstract": "This essay develops a framework for thinking about theimprovisational momentin music—the performed event that cuts into the ongoing flow of time, selecting a singular path into the virtual future and thereby actualizing one of its many potentials, creating conditions for the possibility of musical meaning to emerge. It does this first by closely engaging Gilles Deleuze’s three syntheses of time, which Deleuze offers as a powerful theoretical model for understanding time and process. It then brings the three syntheses of time into communication with Deleuze and Félix Guattari’s notion of the refrain, and acts of territorialization that define the refrain, demonstrating how the two conceptions can mutually reinforce and bolster one another. Ultimately, it challenges reified notions of subject and object, instead defining both as emergent, “eventful” phenomena. The musical work in this sense reflects the emergent nature of object- formation: it is shown to be an ongoing process determined by the actions of individuals in complex embodied, perspectival, and temporally-situated interactions.",
    "keywords": [
        "improvisation",
        "Gilles Deleuze",
        "time",
        "process",
        "jazz"
    ],
    "doi": "",
    "received": "October 2016",
    "pdf": "http://mtosmt.org/issues/mto.17.23.1/mto.17.23.1.stover.pdf",
    "author_info": [
        {
            "name": "Chris Stover",
            "university": "The New School",
            "address": "College of Performing Arts, 55 West 13th Street, New York NY 10011",
            "email": "stoverc@newschool.edu"
        }
    ],
    "citations": {
        "ansell-pearson_1999": "Ansell-Pearson, Keith. 1999. Germinal Life: The Difference and Repetition of Deleuze . Routledge.",
        "benson_2003": "Benson, Bruce Ellis. 2003. The Improvisation of Musical Dialogue . Cambridge University Press.",
        "bergson_1990": "Bergson, Henri. 1990. Matter and Memory . Translated by Nancy Margaret Paul and W. Scott Palmer. Zone Books.",
        "berkowitz_2010": "Berkowitz, Aaron. 2010. The Improvising Mind: Cognition and Creativity in the Musical Moment . Oxford University Press.",
        "berliner_1994": "Berliner, Paul. 1994. Thinking in Jazz: The Infinite Art of Improvisation . University of Chicago Press.",
        "bogue_2003": "Bogue, Ronald. 2003. Deleuze on Music, Painting, and the Arts . Routledge.",
        "boretz_1973_2003": "Boretz, Benjamin. [1973] 2003. “What Lingers On (, when the Song is Ended).” In Being About Music: Textworks 1960–2003 , vol. 1. Open Space, 421–28.",
        "borgo_2007": "Borgo, David. 2007. Sync or Swarm: Improvising Music in a Complex Age . Continuum.",
        "boundas_2006": "Boundas, Constantin. 2006. “What Difference Does Deleuze’s Difference Make?” In Deleuze and Philosophy , edited by Constantin Boundas. Edinburgh University Press, 3–28.",
        "braidotti_2006": "Braidotti, Rosi. 2006. “The Ethics of Becoming-Imperceptible.” In Deleuze and Philosophy , edited by Constantin Boundas. Edinburgh University Press, 133–59.",
        "brofsky_1983": "Brofsky, Howard. 1983. “Miles Davis and ‘My Funny Valentine’: Evolution of a Solo.” Black Music Research Journal 3: 23–45.",
        "bryant_2008": "Bryant, Levi R. 2008. Difference and Givenness: Deleuze’s Transcendental Empiricism and the Ontology of Immanence . Northwestern University Press.",
        "butler_1990": "Butler, Judith. 1990. Gender Trouble: Feminism and the Subversion of Identity . Routledge.",
        "colebrook_2005": "Colebrook, Claire. 2005. Philosophy and Post-Structuralist Studies: From Kant to Deleuze . Edinburgh University Press.",
        "cook_2001": "Cook, Nicholas. 2001. “Theorizing Musical Meaning.” Music Theory Spectrum 23 (2): 170–95.",
        "cusick_1994": "Cusick, Suzanne. 1994. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32 (1): 8–27.",
        "decarsin_2012": "Decarsin, François. 2012. “Chaos—Milieux—Rythmes.” Filigrane—Musique, esthétique, sciences, société 13.",
        "deleuze_1978": "Deleuze, Gilles. 1978. “Lecture Transcripts on Spinoza’s Concept of Affect.“ https://www.webdeleuze.com/textes/14 .",
        "deleuze_1983": "Deleuze, Gilles. 1983. Nietzsche and Philosophy . Translated by Hugh Tomlinson. Athlone.",
        "deleuze_1988a": "Deleuze, Gilles. 1988a. Bergsonism . Translated by Hugh Tomlinson and Barbara Habberjam. Zone Books.",
        "deleuze_1988b": "Deleuze, Gilles. 1988b. Spinoza: Practical Philosophy . Translated by Robert Hurley. City Lights Books.",
        "deleuze_1990a": "Deleuze, Gilles. 1990a. The Logic of Sense . Translated by Mark Lester. Columbia University Press.",
        "deleuze_1990b": "Deleuze, Gilles. 1990b. Expressionism in Philosophy: Spinoza . Translated by Martin Joughin. Zone Books.",
        "deleuze_1991": "Deleuze, Gilles. 1991. Empiricism and Subjectivity: An Essay on Hume’s Theory of Human Nature . Translated by Constantin V. Boundas. Columbia University Press.",
        "deleuze_1994": "Deleuze, Gilles. 1994. Difference and Repetition . Translated by Paul Patton. Columbia University Press.",
        "deleuze_1997": "Deleuze, Gilles. 1997. Essays Critical and Clinical . Translated by Daniel W. Smith and Michael A. Greco. University of Minnesota Press.",
        "deleuze_2001": "Deleuze, Gilles. 2001. Pure Immanence: Essays on a Life . Translated by Anne Boyman. Zone Books.",
        "deleuze_2004a": "Deleuze, Gilles. 2004a. Desert Islands and Other Texts: 1953–1974 . Translated by Michael Taormina. Semiotext(e).",
        "deleuze_2004b": "Deleuze, Gilles. 2004b. Two Regimes of Madness: Texts and Interviews 1975–1995 . Translated by Ames Hodges and Michael Taormina. Semiotext(e).",
        "deleuze_and_guattari_1983": "Deleuze, Gilles, and Félix Guattari. 1983. Anti-Oedipus: Capitalism and Schizophrenia . Translated by Robert Hurley, Mark Seem, and Helen R. Lane. University of Minnesota Press.",
        "deleuze_and_guattari_1987": "Deleuze, Gilles, and Félix Guattari. 1987. A Thousand Plateaus: Capitalism and Schizophrenia . Translated by Brian Massumi. University of Minnesota Press.",
        "deleuze_and_guattari_1994": "Deleuze, Gilles, and Félix Guattari. 1994. What Is Philosophy? Translated by Hugh Tomlinson and Graham Burchell. Columbia University Press.",
        "dosse_2010": "Dosse, François. 2010. Gilles Deleuze & Félix Guattari: Intersecting Lives . Translated by Deborah Glassman. Columbia University Press.",
        "faulkner_2006": "Faulkner, Keith W. 2006. Deleuze and the Three Syntheses of Time . Peter Lang Publishing, Inc.",
        "gallope_2008": "Gallope, Michael. 2008. “Is There A Deleuzian Musical Work?” Perspectives of New Music 46 (2): 93–129.",
        "gallope_2010": "Gallope, Michael. 2010. “The Sound of Repeating Life: Ethics and Metaphysics in Deleuze’s Philosophy of Music.” In Sounding the Virtual: Gilles Deleuze and the Theory and Philosophy of Music , edited by Brian Hulse and Nick Nesbitt. Ashgate, 77–102.",
        "gates_1988": "Gates, Henry Louis, Jr. 1988. The Signifying Monkey: A Theory of African-American Literary Criticism . Oxford University Press.",
        "gilbert_2004": "Gilbert, Jeremy. 2004. “Becoming-Music: The Rhizomatic Moment of Improvisation.” In Deleuze and Music , edited by Ian Buchanen and Marcel Swiboda. Edinburgh University Press, 118–39.",
        "goodchild_1996": "Goodchild, Philip. 1996. Deleuze & Guattari: An Introduction to the Politics of Desire . SAGE Publications.",
        "grossberg_2003": "Grossberg, Lawrence. 2003. “Animations, Articulations, Becomings.” In Animations of Deleuze and Guattari , edited by Jennifer Daryl Slack. Peter Lang.",
        "grossberg_2010": "Grossberg, Lawrence. 2010. Cultural Studies in the Future Tense . Duke University Press.",
        "grossberg_2013": "Grossberg, Lawrence. 2013. “Theorizing Context.” In Spatial Politics: Essays for Doreen Massey . Edited by David Featherstone and Joe Painter. Wiley-Blackwell.",
        "grosz_2004": "Grosz, Elizabeth. 2004. The Nick of Time: Politics, Evolution, and the Untimely . Duke University Press.",
        "grosz_2005": "Grosz, Elizabeth. 2005. Time Travels: Feminism, Nature, Power . Duke University Press.",
        "guattari_1990": "Guattari, Félix. 1990. “Ritornellos and Existential Affects.” Translated by Juliana Schiesari and Georges van den Abbeele. Discourse 12 (2): 68–88.",
        "guattari_1995": "Guattari, Félix. 1995. Chaosmosis: An Ethico-Aesthetic Paradigm . Translated by Paul Bains and Julian Pefanis. Indiana University Press.",
        "guattari_2000": "Guattari, Félix. 2000. The Three Ecologies . Translated by Ian Pindar and Paul Sutton. Athlone Press.",
        "guattari_2009": "Guattari, Félix. 2009. Chaosophy: Texts and Interviews 1972–1977 . Translated by David L. Sweet, Jarred Becker, and Taylor Adkins. Semiotext(e).",
        "guattari_2010": "Guattari, Félix. 2010. The Machine Unconscious: Essays in Schizoanalysis . Translated by Taylor Adkins. Semiotext(e).",
        "guck_1994": "Guck, Marion. 1994. “A Woman’s (Theoretical) Work.” Perspectives of New Music 32 (1): 28–43.",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . Oxford University Press.",
        "hodson_2007": "Hodson, Robert. 2007. Interaction, Interplay, and Improvisation in Jazz . Routledge.",
        "holland_2004": "Holland, Eugene. 2004. “Studies in Applied Nomadology: Jazz Improvisation and Post-Capitalist Markets.” In Deleuze and Music , edited by Ian Buchanen and Marcel Swiboda. Edinburgh University Press, 20–35.",
        "hughes_2009": "Hughes, Joe. 2009. Deleuze’s Difference and Repetition: A Reader’s Guide . Continuum.",
        "hulse_2008a": "Hulse, Brian. 2008a. “On Bergson’s Concept of the Virtual.” Gamut 1 (1).",
        "hulse_2008b": "Hulse, Brian. 2008b. “Improvisation as an Analytic Category.” Dutch Journal of Music Theory 13 (1): 9–15.",
        "husserl_1991": "Husserl, Edmund. 1991. On the Phenomenology of the Consciousness of Internal Time . Translated by John Barnett Brough. Kluwer Academic Publishers.",
        "klein_2007": "Klein, Michael. 2007. “Debussy’s L’Isle joyeuse as Territorial Assemblage.” Nineteenth-Century Music 31 (1): 28–52.",
        "klorman_2016": "Klorman, Edward. 2016. Mozart’s Music of Friends: Social Interplay in the Chamber Works. Cambridge University Press.",
        "klossowski_1997": "Klossowski, Pierre. 1997. Nietzsche and the Vicious Circle . Translated by Daniel W. Smith. University of Chicago Press.",
        "kramer_2011": "Kramer, Lawrence. 2011. Interpreting Music . University of California Press.",
        "lewin_1986": "Lewin, David. 1986. “Music Theory, Phenomenology, and Modes of Perception.” Music Perception 3 (4): 327–92.",
        "lochhead_2015": "Lochhead, Judy. 2015. Reconceiving Structure in Contemporary Music: New Tools in Music Theory and Analysis . Routledge.",
        "lorraine_1999": "Lorraine, Tamsin. 1999. Irigaray & Deleuze: Experiments in Visceral Philosophy . Cornell University Press.",
        "massumi_2008": "Massumi, Brian. 2008. “Of Microperceptions and Micropolitics.” Inflexions: A Journal for Research-Creation 3.",
        "massumi_2011": "Massumi, Brian. 2011. Semblance and Event: Activist Philosophy and the Occurent Arts . MIT Press.",
        "maus_1988": "Maus, Fred Everett. 1988. “Music as Drama.” Music Theory Spectrum 10: 56–73.",
        "mercer_2004": "Mercer, Michelle. 2004. Footprints: The Life and Work of Wayne Shorter . J. P. Tarcher.",
        "michaelsen_2013": "Michaelsen, Garrett. 2013. “Analyzing Musical Interaction in Jazz Improvisations of the 1960s.” PhD diss., Indiana University.",
        "mitchell_2012": "Mitchell, Robert. 2012. “Simondon, Bioart, and the Milieus of Biotechnology.” INFleXions 5—Milieus, Techniques, Aesthetics .",
        "monson_1997": "Monson, Ingrid. 1997. Saying Something: Jazz Improvisation and Interaction . University of Chicago Press.",
        "mullarkey_2006": "Mullarkey, John. 2006. Post-Continental Philosophy: An Outline . Continuum.",
        "nesbitt_2010": "Nesbitt, Nick. 2010. “Critique and Clinique: From Sounding Bodies to the Musical Event.” In Sounding the Virtual: Gilles Deleuze and the Theory and Philosophy of Music , edited by Brian Hulse and Nick Nesbitt. Ashgate, 159–75.",
        "nietzsche_1967": "Nietzsche, Friedrich. 1967. The Will to Power . Translated by Walter Kaufmann. Vintage Books.",
        "nietzsche_1974": "Nietzsche, Friedrich. 1974. The Gay Science, With a Prelude in Rhymes and an Appendix of Songs . Translated by Walter Kaufmann. Vintage Books.",
        "nietzsche_2003": "Nietzsche, Friedrich. 2003. Twilight of the Idols and The Anti-Christ . Translated by R.J. Hollingdale. Penguin Classics.",
        "peters_2009": "Peters, Gary. 2009. Philosophy of Improvisation . University of Chicago Press.",
        "peters_2016": "Peters, Gary. 2016. “Improvisation and Time-Consciousness.” In The Oxford Handbook of Critical Improvisation Studies, Vol. 1 , edited by George E. Lewis and Benjamin Piekut. Oxford University Press, 439–57.",
        "rahn_2001": "Rahn, John. 2001. “Repetition.” In Music Inside Out: Going Too Far in Music Essays . G&B Arts International.",
        "rinzler_1988": "Rinzler, Paul. 1988. “Preliminary Thoughts on Analyzing Interaction among Jazz Performers.” Annual Review of Jazz Studies 4: 153–60.",
        "salley_2015": "Salley, Keith. 2015. “ On Duration and Developing Variation: The Intersecting Ideologies of Henri Bergson and Arnold Schoenberg. ” Music Theory Online 21 (4).",
        "simondon_2005": "Simondon, Gilbert. 2005. L’individuation psychique et collective: À la lumière des notions de forme et d’information . Éditions Jérome Millon.",
        "steinbeck_2011": "Steinbeck, Paul. 2011. “Intermusicality, Humor, and Cultural Critique in the Art Ensemble of Chicago’s ‘A Jackson in Your House.” Jazz Perspectives 5 (2): 135–154.",
        "stover_2013": "Stover, Chris. 2013. “Review of The Philosophy of Improvisation by Gary Peters.” Music Theory Spectrum 35 (2): 261–67.",
        "stover_2016a": "Stover, Chris. 2016a. “Musical Bodies: Corporeality, Emergent Subjectivity, and Improvisational Spaces.” M/C Journal 19 (2).",
        "stover_2016b": "Stover, Chris. 2016b. “Affect and Improvising Bodies.” Unpublished paper.",
        "swiboda_2004": "Swiboda, Marcel. 2004. “Cosmic Strategies: The Electric Experiments of Miles Davis.” In Deleuze and Music , edited by Ian Buchanen and Marcel Swiboda. Edinburgh University Press, 196–216.",
        "turetsky_2004": "Turetsky, Phil. 2004. “Rhythm: Assemblage and Event.” In Deleuze and Music , edited by Ian Buchanan and Marcel Swiboda. Edinburgh University Press, 140–58.",
        "tzotzkova_2012": "Tzotzkova, Victoria. 2012. Theorizing Pianistic Experience: Tradition, Instrument, Performer . PhD diss., Columbia University.",
        "walser_1993": "Walser, Robert. 1993. “Out of Notes: Signification, Interpretation, and the Problem of Miles Davis.” The Musical Quarterly 77 (2): 343–65.",
        "whitehead_1964": "Whitehead, Alfred North. 1964. The Concept of Nature . Cambridge University Press.",
        "whitehead_1967": "Whitehead, Alfred North. 1967. Adventures of Ideas . Free Press.",
        "williams_2003": "Williams, James. 2003. Gilles Deleuze’s Difference and Repetition: A Critical Introduction and Guide . Edinburgh University Press.",
        "williams_2011": "Williams, James. 2011. Gilles Deleuze’s Philosophy of Time: A Critical Introduction and Guide . Edinburgh University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See Deleuze 1994 , 89–92. Deleuze’s reading of Hamlet and Oedipus derive from Hölderlin, as does the caesura that orders time into past and future. His reading of Zarathustra’s “moment of the revelation and affirmation of the eternal return” (92) owes a great deal to Pierre Klossowski’s interpretation, which I will address below.",
            "citations": [
                "deleuze_1994"
            ]
        },
        "FN2": {
            "text": "2. In Bergsonian terms, there is no thing because to assert thingness is to impose a static identity on something that is, essentially, in flux. Bergson suggests that the appearance of a temporally unextended state is an illusion of sense-perception and the vagueness of affective relations. Part of Bergson’s project in Matter and Memory is to develop the kinds of sense perceptions necessary to interpret affective forces as phenomena with temporal extension. See Bergson 1990 , 32–36. Deleuze’s concept of time, as is well known, owes largely to Bergson’s—see Deleuze 1988a passim .",
            "citations": [
                "bergson_1990",
                "deleuze_1988a"
            ]
        },
        "FN3": {
            "text": "3. See Deleuze 1994 , 40–41 and 50–53. Deleuze makes several arguments here in the context of a larger critique of historical accounts of difference that begin with identity. Deleuze’s primary critique is that philosophical concepts like representation, simulacrum, opposition, negation, and so on misrepresent reality if they are grounded on a concept of identity that is self-same. “The eternal return does not bring back ‘the same,’ but returning constitutes the only Same of that which becomes. Returning is the becoming-identical of becoming itself. Returning is thus the only identity, but identity as a second power; the identity of difference, the identical which belongs to the different, or turns around the different” (41). Many of Deleuze’s complex conceptual formations become much more clear as soon as one accepts the premise that identity is an identity of difference, that Same is a product of a process of differentiation, that being is becoming. For Deleuze, being and becoming are not ontological categories paired against one another—there is only one kind of being, and that being is becoming. This is also Nietzsche’s position: what we call being is a “deception”; knowledge grounded on such being is false (“Knowledge and becoming exclude one another”; Nietzsche 1967 , 280); the only way we can legitimately conceive of being is as “living” (“How can anything dead ‘be’?”; 312). See also notes 19 and 36 below.",
            "citations": [
                "deleuze_1994",
                "nietzsche_1967"
            ]
        },
        "FN4": {
            "text": "4. This is another way that Deleuze characterizes the “Which one is . . . ?” structure.",
            "citations": []
        },
        "FN5": {
            "text": "5. The reader may be puzzled by the pairing “immanent transcendentalism” in this sentence, which is my term, not Deleuze’s, and is intended as a playful provocation, to evoke both an immanence that is always overspilling itself and a transcendence that always refers back to immanent reality. While Deleuze does not use this combination in exactly this way, he does build his entire conceptual apparatus around two fundamental notions: the plane of immanence and what he calls transcendental empiricism . For Deleuze, “there is something wild and powerful in . . . transcendental empiricism that is . . . not the element of sensation (simple empiricism), for sensation is only a break within the flow of absolute consciousness” ( Deleuze 2001 , 25; this last point should be kept in mind during the consideration of Deleuze’s third synthesis of time below). Transcendental empiricism relates consciousness to the plane of immanence by engaging what is immanent—what is (with is read as becoming, of course). Immanence, for Deleuze, is therefore not an immanent-to; rather, “substances and modes are in immanence” (26). Deleuze’s transcendental, in turn, does not relate to some unreachable space outside of experience, but to the notion that the forces that constitute experience are essentially multiple, multiply interconnected, and engaged in processes of forming in new creative combinations. The plane of immanence has infinite extension and infinite dimension, and experience unfolds as a process of territorializations that bring particular constellations of forces together in particular ways on the plane of immanence, but never foreclosing a parallel action of deterritorialization—lines of flight that open up new connections and new possibilities. This ever-newness (in terms of new creative combinations) is Deleuze’s transcendentalism; in this way, immanence and transcendence are irreducibly, multiply bound up in one another. This is precisely how Deleuze reads Nietzsche’s eternal return: eternally recurring acts of creation, drawing new lines and opening new possibilities; this is why Deleuze’s philosophy is often regarded as essentially positive, affirming, and open (see, for example, Braidotti 2006 , 134–135; Williams 2003 , 77–79). Finally, a concept like immanent transcendentalism can be used to evoke the relation that Deleuze draws between the virtual and the actual—both, for Deleuze, are real, and virtual forces are constantly being seized in acts of becoming-actual; the becoming-actual of the virtual is one of the more important examples of passage through a middle that challenges binary thinking in Deleuze’s philosophy; and the immanent-transcendental distinction is yet another binary that we should not let pass uncritically. This kind of formulation is hardly agreed upon in Deleuze scholarship, by the way; for sensitive critical readings of Deleuze’s effort to subvert binary thinking (especially the immanent/transcendental binary), see Mullarkey 2006 (13–26) and Bryant 2008 (22).",
            "citations": [
                "deleuze_2001",
                "braidotti_2006",
                "williams_2003",
                "mullarkey_2006",
                "bryant_2008"
            ]
        },
        "FN6": {
            "text": "6. Two terms in this statement will be problematized below: object and now-occurring ; the former because subjects and objects will themselves be shown to be the products of emergent processes involving relations, and not concrete things; the latter because the now-occurring event is actually a complex process of relations of past, present, and future that are synthesized in the event’s living presence.",
            "citations": []
        },
        "FN7": {
            "text": "7. In this lecture on Spinoza and affect, Deleuze positions the question of how “we don’t even know what a body is capable of” as Spinoza’s most fundamental question. He continues, “but a body must be defined by the ensemble of relations which compose it, or what amounts to the same thing, by its power of being affected” (1978, 7). The question of a body’s capacity is fundamental, but the body is itself defined through an accumulation of relations of affective forces. See Stover 2016b for a development of this idea on a musical ground.",
            "citations": [
                "stover_2016b"
            ]
        },
        "FN8": {
            "text": "8. Williams makes a similar observation, describing how Spinoza (and by extension, Deleuze) “works back to a cause, known only indeterminately in the thing, in order to gain better knowledge of the cause ( What brought you here, stranger? What do your reasons say of you? ).” As Williams suggests ( 2003 , 51), this “explains Deleuze’s turn to signals and signs in the thing and his fascination with problems of expression . . . ( How does the thing express its causes? In what way is it a sign of its conditions? ).”",
            "citations": [
                "williams_2003"
            ]
        },
        "FN9": {
            "text": "9. The pure event, for Deleuze, is static—a product of actions and passions, but which “denies the actions and passions that gave it birth” ( Faulkner 2006 , 135). I am modifying Deleuze’s conception in order to take into consideration, in collective improvised music-making, the conscious actions that themselves also constitute events, the passive or static content of which would be found in the variable ways that those actions are taken up in new gestures by differently affectively-attuned participants.",
            "citations": [
                "faulkner_2006"
            ]
        },
        "FN10": {
            "text": "10. Nietzsche would refer to this as a concentration of reactive forces leading to ressentiment . In Deleuze’s reading of Nietzsche, this could in this case result from the foreclosure of possibilities; to “abolish chance by holding it in the grip of causality and finality, to count on the repetition of throws rather than affirming chance, to anticipate a result instead of affirming necessity. . . . Ressentiment in the repetition of throws, bad conscience in the belief in a purpose” ( Deleuze 1983 , 27). Lest this be construed as somewhat harsh by the reader, it is consistent with Deleuze’s thought generally—identities are always formed from a consideration of actions and forces that constitute them, and not the other way around—his entire Kantian critique is built around this premise (see, for instance, Deleuze 1994 , 33–34 and 269–70 on the illusion of representation). Guattari would have even stronger words for the power grab implied in a becoming-arborescent: a micro-fascism or form of “semiotic subjugation”; “modes of semiotization . . . reduced to the dominant language, the language of power which coordinates its syntactic regulation with speech production in its totality”; in which a desiring machine gives rise to desires that actually bring about their own repression ( Guattari 2009 , 278–79).",
            "citations": [
                "deleuze_1983",
                "deleuze_1994",
                "guattari_2009"
            ]
        },
        "FN11": {
            "text": "11. Regarding the way Deleuze and Guattari problematize notions of identity and subjectivity, Lawrence Grossberg writes: “it has only one rule: subtract any ‘one’ that seems to predetermine where the lines and connections are or must be, so that you can then draw lines, all lines (experiment)” ( 2003 , 2); in other words, rid oneself of the impulse to make a One of identity. Identity is an emergent process and is bound up in its contexts and in the events that constitute those contexts; subject and object therefore are contingent categories. Whitehead’s conception of subject and object as emergent phenomena resonates strongly with this characterization—see Whitehead 1967 (225–31; 248–51) and Massumi 2011 (6–10ff).",
            "citations": [
                "grossberg_2003",
                "whitehead_1967",
                "massumi_2011"
            ]
        },
        "FN12": {
            "text": "12. While there are antecedent threads both in their earlier co-authored writing and in Félix Guattari’s single-authored work, these three interrelated concepts (refrain, milieu, territorialization) are most fully developed in the “On the Refrain” chapter of A Thousand Plateaus ( Deleuze and Guattari 1987 ).",
            "citations": [
                "deleuze_and_guattari_1987"
            ]
        },
        "FN13": {
            "text": "13. This is the thrust of the last chapter of Peters’s The Philosophy of Improvisation ( Peters 2009 , 145–70). While the entire chapter (and, for that matter, Peters’s entire book) is relevant to the present topic, there are two moments that intersect specifically with Deleuze—an upacking of his famous claim about the goal of philosophy as the creation of concepts (145) and an engagement with Deleuze and Guattari’s smooth space (163–165) as a ground for improvisation and upon which the nomadic improviser practices. “Deleuze’s nomad is our improviser,” Peters suggests, and he valorizes “the nomadic joy of the improviser who enacts before our eyes the predicament of preservation and destruction experienced by all art” (164). There are a few recent inquiries into the nature of music-improvisational interaction that share at least some common ground with this study. Besides Peters 2009 , which argues against a methodology for improvisation (148–49; see also Stover 2013 ), the closest of these is probably David Borgo’s excellent Sync or Swarm: Musical Improvisation in a Complex Age ( 2007 ), which draws upon dynamic systems theories to consider what is being constituted in improvisational acts, and how. While methodologically outside the bounds of this study, recent work by Aaron Berkowitz ( 2010 ), Paul Berliner ( 1994 ), Robert Hodson ( 2007 ), Ingrid Monson ( 1997 ), Paul Rinzler ( 1988 ), and Paul Steinbeck ( 2011 ) also offer significant potential points of intersection and development.",
            "citations": [
                "peters_2009",
                "peters_2009",
                "stover_2013",
                "borgo_2007",
                "berkowitz_2010",
                "berliner_1994",
                "hodson_2007",
                "monson_1997",
                "rinzler_1988",
                "steinbeck_2011"
            ]
        },
        "FN14": {
            "text": "14. Deleuze has cautionary words about the concept of the “encounter” as well. See Deleuze 1983, xvi on “common sense” and the “classical image of thought” (which he thematizes in Deleuze 1994 ; 129 ff ); xx on empiricism; and 139–141 on encounter, affective tones, and sensation.",
            "citations": [
                "deleuze_1994"
            ]
        },
        "FN15": {
            "text": "15. See Williams 2003 and 2011 for rich and clear explications of Deleuze’s three syntheses of time that include frequent colorful parenthetical asides as ways of drawing meaning and clarity out of Deleuze’s complex (and complexly-articulated) concepts.",
            "citations": [
                "williams_2003",
                "williams_2011"
            ]
        },
        "FN16": {
            "text": "16. For more on Deleuze’s definition of manifold, see Deleuze 1988a , 39–40 and Bryant 2008 . Bryant clarifies a point that is often misunderstood in Deleuze scholarship, which is that multiplicity does mean “diversity,” but that it is a particular kind of structure that derives from mathematician G. B. R. Riemann, “neither the one nor the many, nor the unity of the one and the many” ( Bryant 2008 , 268), not “a vague noun corresponding to the well-known philosophical notion of the Multiple in general” ( Deleuze 1988a , 39), but a constant division of the object in a way that manifests as differences in kind, as becomings-actual of virtual forces. Following Bergson, Deleuze describes two kinds of multiplicities that weave into one another, and in both cases multiplicity is essentially bound up with temporal existence and processes of subject- and object-formation.",
            "citations": [
                "deleuze_1988a",
                "bryant_2008",
                "bryant_2008",
                "deleuze_1988a"
            ]
        },
        "FN17": {
            "text": "17. See Deleuze 1990a , 61–65 and 77 on how the co-constitutive relation between Chronos and Aion circumvents the paradox of the timeless instant. For example: no present can be fixed in a Universe which is taken to be the system of all systems . . . . To the oriented line of the present, which “regularizes” in an individual system each singular point which it takes in, the line of Aion is opposed . . . . It recovers all the systems as it follows the figures of the nomadic distribution wherein each event is already past and yet in the future. . . . (77) Elsewhere, Deleuze describes an infinite now: “Intensive or Untimely, not an instant but a becoming” ( Deleuze and Guattari 1994 , 112). Some variant on this theme is what animates process philosophy in general—avoiding the need to think about punctual time by casting temporal occasions not as things (in need of boundaries to delineate where thing and not-thing lay) but as actions. See also note 5.",
            "citations": [
                "deleuze_1990a",
                "deleuze_and_guattari_1994"
            ]
        },
        "FN18": {
            "text": "18. This structure reflects Deleuze’s reading of Bergson’s notion of the pure past, which grounds the being of the living present. As Bergson writes, “we perceive only the past, the pure present being the invisible progress of the past gnawing into the future” ( Bergson 1990 , 150). Deleuze’s development of the pure past as founding the present follows from this: the pure past “is presupposed by [the present] as the pure condition without which it would not pass.” ( Deleuze 1988a , 59) Both writers foreground the relationality of the two terms: it is not the past that founds time, it is the relationship between pure past and its contraction in the living the present.",
            "citations": [
                "bergson_1990",
                "deleuze_1988a"
            ]
        },
        "FN19": {
            "text": "19. For Nietzsche, everything encountered is a symptom of, or polysemic sign standing in for, a multiplicity of differential forces coming into contact with one another; the philosopher in Nietzsche’s reading is a semiologist or a symptomatologist, and the interpretation of signs or diagnosis of symptoms is an artistic pursuit. See, for example, Nietzsche on morality, which he asserts is “only a language of signs, a group of symptoms: one must know how to interpret them correctly to be able to profit from them” ( Nietzsche 2003 , 66), and his introduction to the second edition of The Gay Science , in which questions about the value of existence “may always be considered first of all as the symptoms of certain bodies” to be diagnosed by a “philosophical physician” ( Nietzsche 1974 , 35—Deleuze would later pick up on Nietzsche’s reference to bodies in profound ways). Deleuze’s reading of Nietzsche as symptomatologist is made clear in Deleuze 1983 ; see especially pages 3 and 75.",
            "citations": [
                "nietzsche_2003",
                "nietzsche_1974",
                "deleuze_1983"
            ]
        },
        "FN20": {
            "text": "20. Another way of saying this is that the past is in its own continuous state of becoming, by addition (“and . . . and . . . and . . . ”) and by modification (new information engendering new meanings and values).",
            "citations": []
        },
        "FN21": {
            "text": "21. Deleuze and Guattari also invoke the conjunction “and” in order to replace ontological identity with the proliferation of difference: “[t]he tree imposes the verb ‘to be’, but the fabric of the rhizome is the conjunction, “and . . . and . . . and . . . ” ( Deleuze and Guattari 1987 , 25).",
            "citations": [
                "deleuze_and_guattari_1987"
            ]
        },
        "FN22": {
            "text": "22. This is intricately tied into the status of the living present as an event or multiplicity of events rather than a thing. For Deleuze and Guattari, as for Bergson, to seize an event or action and reify it as a detemporalized object is to misrepresent entirely its nature (see note 19). I will return to this in more detail below, in relation to acts of territorialization.",
            "citations": []
        },
        "FN23": {
            "text": "23. See Bergson 1990 (148–55) for a related way of thinking through the double relation between past and present.",
            "citations": [
                "bergson_1990"
            ]
        },
        "FN24": {
            "text": "24. Woven through Difference and Repetition is a philosophical substrate that ties Deleuze’s thought methodologically to Kant. In the case of demonstrating the need for a third synthesis of time, Deleuze reminds the reader of Kant’s development of the Cartesian cogito , which Descartes characterized as a determination (“I think”) and a determined (“I am”), but to which Kant “adds a third logical value: the determinable, or rather the form in which the undetermined is determinable (by the determination)” ( Deleuze 1994 , 86). This is a transcendental move for Deleuze, which he argues marks the discovery of an internal difference that is essentially temporal . Deleuze continues, The consequences of this are extreme: my undetermined existence can be determined only within time as the existence of a phenomenon, of a passive, receptive phenomenal subject appearing within time . As a result, the spontaneity of which I am conscious in the ‘I think’ cannot be understood as the attribute of a substantial and spontaneous being, but only as the affection of a passive self which experiences its own thought—its own intelligence, that by virtue of which it can say I —being exercised in it and upon it but not by it. Here begins a long and inexhaustible story: I is an other, or the paradox of inner sense. . . . To ‘I think’ and ‘I am’ must be added the self—that is, the passive position (what Kant calls the receptivity of intuition); to the determination and the undetermined must be added the form of the determinable, namely time. Nor is ‘add’ entirely the right word here, since it is a matter of establishing the difference and interiorizing it within being and thought. It is as though the I were fractured from one end to the other: fractured by the pure and empty form of time. (86) The other that constitutes the “I” here is the self-differentiating I that is always in the process of being composed through time—through the flux of the three syntheses of time—much like Whitehead’s eventful subjectivity that is always in a process of being determined by the relations that actively compose the subject ( Whitehead 1967 ). For more on the structural connection between Difference and Repetition and Kant, see Faulkner 2006 (x–xi) and Hughes 2009 (3–5).",
            "citations": [
                "deleuze_1994",
                "whitehead_1967",
                "faulkner_2006",
                "hughes_2009"
            ]
        },
        "FN25": {
            "text": "25. Likewise, for Guattari subjectivity is something that is produced through encounters, which he expresses in compelling musical terms: “plural and polyphonic” ( Guattari 1995 , 1), inventive (6), “ethico-aesthetic” (10).",
            "citations": [
                "guattari_1995"
            ]
        },
        "FN26": {
            "text": "26. This is a creative (and contentious, given Butler’s critical position on Deleuze) line that I would draw between Deleuze and Butler: that the subject is not given, but is emergent and performed. For both writers, masks do not hide expressive faces; masks are themselves expressive, and identities are drawn through the very acts of intersubjective performativity within which one always finds oneself.",
            "citations": []
        },
        "FN27": {
            "text": "27. Elsewhere ( Stover 2016a ;), I theorize affective relations that draw together the corporeal bodies of performers and “musical-objects-as-bodies.” The latter are not given agency but are treated as actors that contribute to the ways in which contexts are drawn, in which relationships unfold.",
            "citations": [
                "stover_2016a"
            ]
        },
        "FN28": {
            "text": "28. Deleuze and Guattari 1987 , 312. For examples of how plural interpretations can accumulate based on strategic shifts of perspective see pages 190, 243, and 245.",
            "citations": [
                "deleuze_and_guattari_1987"
            ]
        },
        "FN29": {
            "text": "29. Maus 1988 (72) characterizes the Hamlet of Act V as a different character from the Hamlet of Act I, which Deleuze would argue strongly against: for Deleuze, Hamlet exists through the transformation that unfolds across the duration of the play; Hamlet’s identity is the identity of the temporal extension of and through the transformation, which is to say that the identity of the Hamlet of Hamlet is exactly coextensive with the entirety of the narrative of Hamlet , or that Hamlet’s being is his singular way of becoming (of processes of virtual-becoming-actual) that unfolds through Hamlet ’s narrative. In a dramatic structure like a composed play with clear narrative arc, this must necessarily be the case, and Maus’s compelling argument is that this is also true in at least some music-compositional situations.",
            "citations": [
                "maus_1988"
            ]
        },
        "FN30": {
            "text": "30. By the way, I would suggest that a Deleuzian reading also makes critiques of phenomenology as solipsistic equally irrelevant—this is a topic for a future paper.",
            "citations": []
        },
        "FN31": {
            "text": "31. Interpreting difference-in-repetition in terms of that which is different upon being repeated is an extremely common misreading of Deleuze: see, for example, Kramer 2011 , 274.",
            "citations": [
                "kramer_2011"
            ]
        },
        "FN32": {
            "text": "32. The dice throw is nearly always described as a double articulation and a double affirmation—up, then down, affirming chance and necessity respectively. Deleuze in fact characterizes it in this way ( Deleuze 1983 , 25–26). A problem arises, though, if we take too literally the double action of the dice throw, as “this, then this,” as an antecedent action followed by its consequent—Deleuze eschews binary oppositions at every opportunity, and the double articulation of the dice throw is no exception. Michael Gallope makes this mistake, describing the law of the dice throw as a rhythmic oscillation between two states: virtual and actual, or territorialization and deterritorialization ( Gallope 2010 , 87). Deleuze’s conception is more Heraclitean than this—“the way up and down are the same”; the double movement of the dice throw is better described as differential forces that together constitute the movement through a single event. And the event, as described above, exists in a manifold relation with a constellation of prior, concurrent, and future events. For Deleuze, the dice throw is the affirmation of chance, but we “abolish chance by holding it in the grip of causality and finality” ( Deleuze 1983 , 26); that is, by admitting a rhythmic interpretation of the dice throw where chance and necessity (or territorialization and deterritorialization; see Stover 2016b ) unfold some sort of dialectic process.",
            "citations": [
                "deleuze_1983",
                "gallope_2010",
                "deleuze_1983",
                "stover_2016b"
            ]
        },
        "FN33": {
            "text": "33. The reflexive co-constitution of virtual and actual is what Deleuze describes as differentiation/differenciation (represented by the variable letter t/c , see Deleuze 1994 , 209–12). See Boundas 2006 for a valuable exposition of this relationship. Deleuze and Guattari’s double articulation, as given in A Thousand Plateaus , involves a similar reflexive relationship between content and expression, which I am interpreting slightly in order to draw a parallel with Deleuze’s earlier t/c relation.",
            "citations": [
                "deleuze_1994",
                "boundas_2006"
            ]
        },
        "FN34": {
            "text": "34. A more Deleuzian way to say this is that there are an infinite number of degrees of being affected by those virtual forces.",
            "citations": []
        },
        "FN35": {
            "text": "35. See note 34; this is the perspective on difference that involves the opening of the actual onto the virtual.",
            "citations": []
        },
        "FN36": {
            "text": "36. Thus Deleuze’s transcendental empiricism: in short, if transcendental refers to the ever-metamorphosing interpenetrations of intensities that comprise the virtual, and if the virtual is also real, then all inquiry is empirical inquiry—all inquiry takes place on the plane of immanence, since there is no “outside” the plane of immanence (there are only territorializations and de- and reterritorialization; assemblages and refrains; codings and decodings; becomings and fleeings—a line of flight does not direct to a new plane of immanence, it is a nomadic movement within the plane; it reassembles different configurations of forces on the plane). Therefore there is only the real (as virtual, actual, and becoming-actual (or active)), which is the proper ground of empirical inquiry. See also note 5. It is important to keep in mind, too, that Deleuze’s is an empiricism with no identities—Deleuze’s immanence affirms connections and relations prior to (or rather than) things. What we presume to be identities, then, are illusions that mask the active affective forces that condition them. Those forces are in flux, and ever modified by interactions with new forces that arise through the becoming-past of the living present: this contributes further to the transcendental nature of Deleuze’s ontology. See Deleuze 1991 (64–72) on the role of relationality and the double movement of affect, as well as the importance of imagination, in the constitution of identity (of the Self). On the non-(fixed) being of identity see Deleuze and Guattari 1994 , 112: “The actual is not what we are but, rather, what we become, what we are in the process of becoming—that is to say, the Other, our becoming-other.” The multiplicities that comprise the virtual are not illusions, however; neither is the flux of time, or being as becoming—“only becoming has being” ( Deleuze 1983 , xii); there is “nothing beyond multiplicity: neither multiplicity nor becoming are illusions” (23–24).",
            "citations": [
                "deleuze_1991",
                "deleuze_and_guattari_1994",
                "deleuze_1983"
            ]
        },
        "FN37": {
            "text": "37. Substitute noemic-noetic for dialectic and this describes the basic phenomenological stance as well.",
            "citations": []
        },
        "FN38": {
            "text": "38. In Whitehead’s terms, this is a subject for the occasion of experience of this object ( Whitehead 1967 , 226–27).",
            "citations": [
                "whitehead_1967"
            ]
        },
        "FN39": {
            "text": "39. Gary Peters ( 2009 , 2016 ) describes the distinction between improvised music and music that is comparatively scripted in terms of the problematic (at times “tragic”) moment of the beginning of the improvised performance.",
            "citations": [
                "peters_2009",
                "peters_2016"
            ]
        },
        "FN40": {
            "text": "40. A primary claim of contemporary music theory is that if some musical feature is empirically there , then it is worth analytic attention. Allen Forte said exactly this to me in a conversation about an analytic project I was working on some years ago, where I was worried that my analytic method was not consistent with what I believed was the composer’s syntactic orientation, even though it was yielding what I thought to be interesting results. My Deleuzian position is that, as long as analytic inquiry is grounded on an ontology of internal self-difference (and as long as what appear to be fixed identities are carefully attended to as Nietzschean “useful fictions”), it needs no radical ungrounding.",
            "citations": []
        },
        "FN41": {
            "text": "41. There are superficial resemblances between this way of characterizing the event and that of David Lewin ( 1986 ).",
            "citations": [
                "lewin_1986"
            ]
        },
        "FN42": {
            "text": "42. One of the best examples in music scholarship is Klein ( 2007 ), who invokes the refrain in a revealing analysis of Debussy’s L’Isle joyeuse . In the two major edited volumes dedicated to bringing Deleuze and Guattari’s thought into contact with music, the 2004 Deleuze and Music (edited by Ian Buchanan and Marcel Swiboda) and the 2010 Sounding the Virtual: Gilles Deleuze and the Theory and Philosophy of Music (edited by Brian Hulse and Nick Nesbitt), no fewer than six essays treat the refrain as a central theme or at least discuss it in relation to other primary contexts—most germane to the present study is Gilbert ( 2004 ), who makes the controversial suggestion (which I support, I think) that the particular ways in which Indian classical music is improvisationally directed is, from a Deleuzian perspective, “quite possibly ‘more musical’, and certainly more ‘modern’, than any music of the concert tradition” (132). See also Swiboda 2004 in the same volume, especially pages 210–13.The refrain is also a principal theme addressed by Ronald Bogue in his volume on Deleuze, music, and visual art ( Bogue 2003 ), which devotes considerable attention to Deleuze and Guattari’s reading of Messiaen’s birdsongs. As Dosse ( 2010 , 253) points out, the refrain is a concept that Guattari brought to the partnership, and indeed Guattari describes the refrain in a 1979 essay “Le temps des ritournelles” (“Time and the Refrain,” in Guattari 2010 ). Guattari was a pianist and more directly connected to music and musical thought than was Deleuze, and it is fair to suggest that many of the specific musical allusions in A Thousand Plateaus were made at least initially by Guattari. See Guattari 1990 for further elucidation, including a brief but vivid musical description.",
            "citations": [
                "klein_2007",
                "gilbert_2004",
                "swiboda_2004",
                "bogue_2003",
                "dosse_2010",
                "guattari_2010",
                "guattari_1990"
            ]
        },
        "FN43": {
            "text": "43. Ronald Bogue perhaps comes closest to a functional definition, developing some of the brief illustrations Deleuze and Guattari provide in A Thousand Plateaus : see Bogue 2003 , 16–24.",
            "citations": [
                "bogue_2003"
            ]
        },
        "FN44": {
            "text": "44. The active implications of “structuring,” both as verb (a series of structuring acts) and as gerund ( a structuring , rather than a structure) are crucial for Simondon.",
            "citations": []
        },
        "FN45": {
            "text": "45. That only two milieus are represented in the schematic is a gross oversimplification for heuristic purposes.",
            "citations": []
        },
        "FN46": {
            "text": "46. While there are important points at which events need to be construed as static or passive, we also should pay heed to the active underpinning of a concept like agencement , which as Nick Nesbitt reminds us, loses some of its active nature in its most common English translation as assemblage ( Nesbitt 2010 , 161, fn 9).",
            "citations": [
                "nesbitt_2010"
            ]
        },
        "FN47": {
            "text": "47. Guattari ( 1990 ) equates the refrain with affect, as “active potency” and “a place for mutational becomings” (160) and describes how in the refrain we find the interplay of “reiterative discursive sequences that are closed in upon themselves and whose function is an extrinsic catalyzing of existential affects” (162). For Guattari, coding, decoding, and transcoding play out in the relationship between (the form of) content, (the form of) expression, and the enunciation that actively, creatively links the two.",
            "citations": [
                "guattari_1990"
            ]
        },
        "FN48": {
            "text": "48. Whitehead makes a similar claim: that the objects of experience are really encounters with pasts; this makes sense when we consider that concurrent presents are themselves the most-contracted phases of pasts in the second synthesis.",
            "citations": []
        },
        "FN49": {
            "text": "49. The preceding analysis might also remind the reader of Benjamin Boretz’s formulation of unfolding contexts in his theory of reading ( Boretz [1973] 2003 ); for example, the expressive distinction between the initial C ♯ and the “ C ♯ –d-preceded C ♯ ” that open the top voice of Mozart’s A-major piano sonata. The way Boretz, in the same essay, describes Socrates’s “enigmatic declaration” as “one of the first major-league curves” is yet another heuristic example of a big event that, in Deleuzian terms, shocks us into recognizing the eventfulness of temporal process.",
            "citations": [
                "boretz_1973_2003"
            ]
        },
        "FN50": {
            "text": "50. For a summary and analysis of the “active forgetting” of Peters’s concept of re-novation, see Stover 2013 (261–62).",
            "citations": [
                "stover_2013"
            ]
        },
        "FN51": {
            "text": "51. See also Deleuze and Guattari 1983 (4–6) and Ansell-Pearson 1999 , 101.",
            "citations": [
                "deleuze_and_guattari_1983"
            ]
        },
        "FN52": {
            "text": "52. Not the least of these implications is how they respond to the Adornian critique of modern music, suggesting ways in which movement and process can be generated without recourse to the Lacanian lack implicated in, for example, the resolution-drive of the dominant in tonal music. There is room here for a great deal of further work on new music aesthetics.",
            "citations": []
        },
        "FN53": {
            "text": "53. Also see Faulkner 2006 (159, n 57) on expectancy vs. embracing “whatever outcome falls as the outcome one wills” ( Lorraine 1999 , 156). Faulkner notes that Deleuze “only uses the word ‘expectancy’ in relation to passive organic expectation in the first synthesis.”",
            "citations": [
                "faulkner_2006",
                "lorraine_1999"
            ]
        },
        "FN54": {
            "text": "54. Davis first recorded “My Funny Valentine” in 1956. Four officially released recordings document live performances between 1958 and 1965, and a few posthumous recordings have been released since Davis’s death. Howard Brofsky ( 1983 ) offers a brief analysis of aspects of the 1956, 1958, and first 1964 recordings. Robert Walser ( 1993 ) analyzes the first 1964 recording as well. Garrett Michaelsen ( 2013 ) offers a more detailed treatment that includes aspects of the interaction between Davis’s melody and bassist Ron Carter’s accompaniment, in a close reading of the opening of the December 23, 1965 performance. My analysis engages some of the questions that all three of these authors raise. The reader should note that my transcription differs in some significant aspects from Michaelsen’s, but that these are matters more of hearing orientations than of empirical discrepancies.",
            "citations": [
                "brofsky_1983",
                "walser_1993",
                "michaelsen_2013"
            ]
        },
        "FN55": {
            "text": "55. In a forthcoming paper I collapse the distinction between performer and listener, suggesting that (a) listening is a performative act too, (b) active musical performers are themselves listeners, (c) experience is relational and multidirectional, and (d) identity —e.g. the identity of “this performance, this time”—emerges through affective relationships between performative participants and music’s sonic materiality.",
            "citations": []
        },
        "FN56": {
            "text": "56. It is germane to this analysis that Davis would often launch into the next song in a set without warning, simply by playing the opening motif a cappella. The ensemble was expected to come in quickly with the next song ( Michaelsen 2013 , 93). Garrett Michaelsen analyzes the relationship between Davis’s initiation of “My Funny Valentine” and bassist Ron Carter’s vestigial “Agitation” that still remained active through the first moment of the 23 December performance (105–14).",
            "citations": [
                "michaelsen_2013"
            ]
        },
        "FN57": {
            "text": "57. Of the corresponding passage in the 1964 recording Walser suggests that “it is the audible strain of Davis’s effort and risk, articulating a moment of strain that contributes to the affect of his interpretation . . . Davis deliberately risks cracking that note because it is the only way to achieve that sense of strain” ( Walser 1993 , 353).",
            "citations": [
                "walser_1993"
            ]
        },
        "FN58": {
            "text": "58. See Michaelsen 2013 (94–105) for more on the specific details of Davis’s looking-backward.",
            "citations": [
                "michaelsen_2013"
            ]
        },
        "FN59": {
            "text": "59. Drummer Tony Williams is said to have urged his bandmates to strive to make “anti-music” during this run of performances. See Mercer 2004 , 110.",
            "citations": [
                "mercer_2004"
            ]
        },
        "FN60": {
            "text": "60. See Guattari 2000 . A utopian reading of collective musical improvisation might be inferred in a creative reading of Philip Goodchild’s quasi-Marxist gloss: “The machinic liberation of desire is coextensive with a liberation of [ musical ] work, because this is the one human activity that is simultaneously collective, rational, and interdependent. The collective work experience is the site where it is possible to create a revolutionary transformation of subjective consciousness and generate solidarity through micropolitical experimentation. . . . Deleuze and Guattari’s own theoretical production is an example of such a collective production of subjectivity” ( Goodchild 1996 , 165).",
            "citations": [
                "guattari_2000",
                "goodchild_1996"
            ]
        },
        "FN61": {
            "text": "61. As I have hinted throughout, this conception by no means only refers to overtly improvised music. In any music-making environment, creative decisions (both passive and active) are constantly being made that contribute to the ongoing identity-formation of the performance. The performance, then—the temporally-unfolding, embodied, active, eventful bringing-into-present on the ground of an always emergent past—is the “work” that I am concerned with here. This can be an entirely improvised work, flowing from its constellations of contexts (the Frieze of Life example above), an improvised work based on an emergently-objective prior structure (the Miles Davis example), or the eventful decisions that distinguish an Uchida performance from one by Perahia, or that distinguish one Uchida performance from the next. I pursue this last consideration in detail in a forthcoming study.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "me: Why did [exemplary composer or improviser X ] do [thing or action Y ] at this point? student: Because she thought it would sound good. me: Well, let’s assume for now that she wouldn’t do it if she didn’t think it would sound good. Let me restate the question in another way: Why did [exemplary composer or improviser X ] do this particular good-sounding [thing or action Y ] instead of some other [thing or action Z ] that also might have sounded good?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] This is an exchange that I have had in theory and analysis classes, in some form or another, dozens of times. The composer or improviser in question could have been Johannes Brahms or John Coltrane, Meredith Monk or Mary Halvorson. The thing or action in question could have been a chord in a harmonic syntax, a melodic gesture, a timbral or textural change, or anything that we might tag with the label “noteworthy.” What the thing is, though, is not a thing at all, but an event , a Deleuzian reading of which will be taken up shortly. Furthermore, it is an event that takes place in and partially constitutes an emergent temporal context —or more accurately, that unfolds transversally across a multiplicity of temporal contexts—and it is an event conditioned by some degree of agency. An event, in the Deleuzian sense, constitutes a living present, which (1) draws upon a pure past through concurrent forces of habit and selection and upon a virtual future through forces of expectancy and the projection of potential; (2) doubly interprets and modifies the past through the fact of its own becoming-past, concurrent with its presence—as a “present that passes”; and (3) marks the moment—Nietzsche’s eternally recurring moment; Deleuze’s now-actual undergirded by swirls of virtual intensities—of the cut or caesura that assembles past and future into distinct, asymmetrical series. These three themes derive from Gilles Deleuze’s three syntheses of time, a theoretical model for thinking through temporal processes most fully developed in his 1968 Difference and Repetition ( Deleuze 1994 ).",
                "footnotes": [],
                "citations": [
                    "deleuze_1994"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] If we agree at least provisionally that the event that I described above is noteworthy simply because I asked a question about it (“why did so-and-so do such-and-such?”), then to some extent we can consider every event as potentially noteworthy, and therefore deserving of event-status. This is precisely what Deleuze does when he invokes “big” events—Oedipus’s tragic discovery, the visit from Hamlet’s father’s ghost, Zarathustra’s revelation of the nature of the eternal return—in order to articulate his concept before reminding the reader that, in fact, everything is an event, is connected to everything else, is in a process of becoming. (1) The very notion of event is always already a multiplicity. For Deleuze, the “big” event is a heuristic—what Nietzsche characterizes as the fictional unity that was necessary for us to come up with the concept of “thing” ( Nietzsche 1967 , 338)—and as such we should always take care to remind ourselves of its pragmatic status rather than ascribing to it any “actual” identity. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "nietzsche_1967"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The question of why some event takes place begins, for Deleuze, with a Nietzschean mode of inquiry that replaces the ontological “What is . . . ?” with the eventful “Which one is . . . ?”, as in “Which one (or “who”) is capable of engendering [thing or action Y ]” ( Deleuze 1983 , xi). “What is . . . ?” follows from more fundamental questions about the active relations that serve as conditions for things: the what stems from the who . We cannot even ask “What is . . . ?” until we understand how “is” functions as an expression of the active conditions that, as James Williams puts it, “make the thing individual not only in how it has come about but also in how it is going to change” ( Williams 2003 , 50). Deleuze’s concept of difference is founded on this premise: the active, relational, self-differentiating nature of every entity must be presupposed in any inquiry into its identity. (3) As Deleuze writes in his preface to the English translation of Nietzsche and Philosophy , [“The one that”] (4) . . . does not refer to an individual, to a person, but rather to an event, that is, to the forces in their various relationships in a proposition or a phenomenon, and to the genetic relationships which determine these forces. . . . “The one that” is always Dionysus, a mask or guise of Dionysus, a flash of lightning. ( Deleuze 1983 , xi) There is much to unpack in this excerpt: it shifts our focus from the identity of the thing (the individual) to action (the event); it begins to reveal the constitutive role that interacting forces in different combinations play in Deleuze’s conception of Nietzsche’s Will to Power; it hints at a genealogical reading that brings the pure past into dialogue with active selections and modifications that the living present respectively expresses and engenders (more on this below); and it suggests that what we conveniently describe as a thing is really a sign or symptom (or mask or guise) that reveals those underlying forces, but only certain aspects of them. As with phenomenological inquiry, we can only know what our senses can access, and as what I call Deleuze’s immanent transcendentalism suggests, we can never exhaust the process of learning about the objects of our inquiry. (5) This is largely due to the fact that the things themselves exist in time and as such are constantly modifying, so any access we have is really access to a now-occurring phase of the object’s ongoing temporal existence. (6) So, taking care not to limit the notion of body to human body, we can read “Which one is . . . ?” as “Who does . . . ?” or, better, “Who is capable of . . . ?”, which brings us to Deleuze’s oft-referenced Spinozan aphorism that we do not yet know what a body is capable of ( Deleuze 1978 , 7) (7) , which affirms creativity, openness, and the chance and multiplicity of the dice throw, while all the while grounding that openness in the particular ways in which the body has been and is in the process of being constituted. (8) I am capable, but which me is it that I am referring to—which stage in the immanent process of becoming-me? It is only a small step to extrapolate the “Why did . . . ?” from the beginning of this essay from “Who does . . . ?”, since in the question of “why?” we find how the question of meaning is connected to agency, and how the constitution of [thing or action Y ] proliferates with a multiplicity of becomings-meaningful.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "deleuze_1983",
                    "williams_2003",
                    "deleuze_1983",
                    "deleuze_1978"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] In the analyses below I will consider some sorts of events as passive products of habit (in Deleuzian terms), but others as products of selection , (9) where a human actor, in a temporally unfolding interactive improvisational situation or act (or territorialization ; c.f. Deleuze and Guattari 1987 , 314) makes a performative choice in a living present that draws in the pure past in a specific way and suggests a proscribed range of future actions (which may or may not be taken up by the other members of the ensemble; that taking-up or not constitutes a new event, and even not-taking-up is a mode of drawing the now-past of the just-passed event into the living present). These types of interactions are what generate what we might call musical meaning (following Cook 2001 ). This is not quite an essay about meaning, although if we take seriously the possibility that the passive and active selections that constitute particular temporal paths are exactly the actions that engender or express meaning (especially musical meaning in occasions where few other contexts, associations, or significations are contributing to meaning-ascription), then a concept of becoming-meaningful resonates with everything I am laying out here. But it is an essay about time, about the ways in which time opens onto the future, about what that can tell us about improvised music, and about how improvised music can help us understand the way in which time opens onto the future while contracting the past in the living present, and thereby opening doors for understanding musical process in general.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "deleuze_and_guattari_1987",
                    "cook_2001"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] I have three goals for this essay. First, I want to explore some of the ways that Deleuze’s thoughts about events as both engendered by and constitutive of temporal syntheses are reflected in the practices of improvisational music-making. My intent here is not to remake Deleuze’s (or Deleuze and Félix Guattari’s) project as a way to theorize music-improvisational contexts. This is not really in the spirit of Deleuze’s thought, since it involves subtracting a One from the multiple, seizing affective forces and flows and bending them toward a particular political end. In other words, to select some of Deleuze’s concepts and apply them as a method is a reifying or hierarchizing move that structures a virtual plane of flows and relationships as syntactic or morphological configurations. To structure, in this sense, is to foreclose possibilities, to impose a theory by blocking conceptual flows and fixing what is intended as an open, creative system. (10) We should, rather, refuse any such reifying or hierarchizing action, whether a work-drive or a structure-drive; these are arborescences in Deleuze and Guattari’s parlance. Instead we should draw creative lines—transverse lines, lines of flight—in an ongoing series of open exploratory gestures. By drawing a line we make a selection (from here to ?? ), we select a singular process to pursue, and by selecting we enact a becoming-actual of virtual intensities. (11) This is exactly how Deleuze invites us to engage with his concepts: for Deleuze, “a pragmatics of concepts is also a radical contextuality of thinking, for it recognizes that concepts are themselves always becoming as they move across and within the spaces and places of reality” ( Grossberg 2003 , 4).",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "grossberg_2003"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Second, I want to develop a connection between Deleuze’s three syntheses of time and Deleuze and Guattari’s refrain as an act of territorialization that brings milieus into productive contact, in order to turn a light on both and reveal some thus-far undisclosed connections between them (see Part 4 below). (12) And third, following something of a call to arms from Gary Peters, I wish to describe how the creative processes that unfold in improvised music—its codings and decodings, its becomings-expressive, its territorial assemblages of milieus—can provide a space for thinking through some of Deleuze’s more complex concepts: using improvisational interactions in music as an entry point into Deleuze’s (and Deleuze and Guattari’s) transverse micrological thought. (13) Deleuze’s Three Syntheses of Time Figure 1 . Past and future contracted into the living present in the first synthesis. This encounter, or connection , is the foundation of temporal experience; where and how we first have access to it. (click to enlarge)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Deleuze refers to the first synthesis of time as the “originary” synthesis or the foundation of temporal process, which he is careful to distinguish from the original, or the first in a sequence ( Deleuze 1994 , 79–80). Its originary status reflects how our access to time begins with our now-actual experience—that is, experience within the ongoing context of a living present —and how we absorb past and future into the present via a double contraction. The living present reaches to past and future and draws or contracts them into it—this is an action of synthesis, which Deleuze calls an “encounter” ( Deleuze 1994 , 22–23) (14) and Keith Faulkner calls “connection” ( Faulkner 2006 , 13)—see Figure 1 . The way Deleuze conceives of this encounter, at least at first, is as a co-constitutive relationship in the living present between repetition and expectation, construed as habit , in a movement “from the particular to the general, thereby imparting direction to the arrow of time” ( Deleuze 1994 , 71). The living present, for Deleuze, is not a dimension of time: “rather, synthesis constitutes time as a living present, and the past and future as dimensions of this present” (76, emphasis added). Signs in the present, therefore, are signs of now-present contemplations of past events, rather than of the past events themselves (“A scar is the sign not of a past wound, but of ‘the present fact of having been wounded,’” 77). This will play significantly in the analyses that follow. (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "deleuze_1994",
                    "deleuze_1994",
                    "faulkner_2006",
                    "deleuze_1994"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] There are at least three key points to keep in mind when thinking through Deleuze’s concept of the living present. First, the present is a present that passes, as we shall see in the second synthesis below. Second, there is not one living present, but many co-occurring presents that form a multiplicity or manifold . (16) Multiple presents relate to one another passively—they are “happening” or “doing” as Brian Massumi ( 2011 ) describes it; each singularly contracts its own habitual pasts and future expectations but in ways that overlap and inflect one another, even if that inflection begins with passive relations. In this sense, attention to the living present in the first synthesis is a matter of attuning to some bundle of presents and bringing them together in consciousness. Third, a living present is an event , or a constellation of events, and as such takes up some time. We can imagine a living present as small or as large as we need to imagine, but in Deleuze’s thought there is no timeless point, nor is there a need for one. (17) There are multiple co-occurring living presents; there are presents with nested strata of smaller presents, and presents that are subsumed within larger presents. Figure 2 . Living present as most-contracted expression of past in the second synthesis. The past is the founding of/for temporal experience; the passing into past of the present is a conjunction . (click to enlarge)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "massumi_2011"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] While the first synthesis involves a contraction of past and future into a living present, the second synthesis is a founding that relates the present to the past, as the most contracted point of what Bergson calls a pure past that is itself the synthesis of all time, “the in-itself of time as the . . . ground of the passage of time” ( Deleuze 1994 , 82). (18) This has two important ramifications. First, the infinitely complex multiplicity that comprises the pure past is expressed through its most contracted point ( Figure 2 )—the living present in this sense is a sign or a symptom of pasts both active and passive. (19) Second, as the most contracted point of the pure past, the living present is always already part of that pure past—as I will describe further below, the living present is contemporaneous with the past and as such is continuously transforming the past by addition and modification. The present, therefore, is already a past-present, “ a present that passes ” ( Williams 2003 , 94).",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "deleuze_1994",
                    "williams_2003"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Keith Faulkner makes this clear: “each new experience modifies the past, thereby unchaining it from fixed elements. . . . If each new encounter transforms our relation to the past, then the past we remember changes” ( Faulkner 2006 , 12). (20) Note Faulkner’s emphasis here: it is not just that the past changes, but also that our relation to it changes. The past is not a permanent record that we have access to as a series of now-past presents, nor are past and present exclusive conceptual categories: “time does not trace a line with distinct and comparable elements; the mind, by merging them, modifies both of them” (12). This double meaning of present as most-contracted past is what engenders Deleuze’s second synthesis, which Faulkner calls “conjunction” to reflect the proliferation of the past as ongoing series of living presents impinge on it. (21) Deleuze and Guattari take care to reinforce how this conjunction is not an addition of “the One” to the multiple; just like the subject, the living present is “composed not of units but of dimensions, or rather directions in motion” and “has neither beginning nor end, but always a middle ( milieu ) from which it grows and which it overspills” ( Deleuze and Guattari 1987 , 21). So the conjunction here is of middles, proliferations, and rhizomes, rather than of direct linkages of new things to already-existing things. (22) The living present is not a different kind of thing than the past; it is a different concentration of qualitative forces that are taken up differently: “Being is said in a single and same sense . . . of all its individuating differences and intrinsic modalities” ( Deleuze 1994 , 36).",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "faulkner_2006",
                    "deleuze_and_guattari_1987",
                    "deleuze_1994"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Deleuze describes three paradoxes that constitute the past’s relationship with the present in the second synthesis. (23) The first of these is contemporaneity —how the past is contemporaneous with itself as “the present that it was” ( Deleuze 1994 , 81). This is true because the “present that it was” at one point was a now-actual present, itself the most contracted degree of its pure past. And this in turn is true because of the second paradox, co-existence , through which we realize that “all of the past coexists with the new present in relation to which it is now past” (81–82). The second synthesis characterizes the pure past as the synthesis of all time, and the living present as its most contracted degree, so conversely the pure past is past for, in, and in relation to the new living present (and by extension, in relation to future living presents). These paradoxes are grounded on a third, pre-existence , in which we find that the pure, general past preexists and presupposes every passing present. The pure past is not represented in memory—only former presents are represented—because the pure past is a transcendental (or virtual) past, and the nature of its transcendence involves time and its continual process of modification. “The transcendental passive synthesis bears upon this pure past from the triple point of view of contemporaneity, co-existence, and pre-existence” (82). I prefer to characterize these not as paradoxes but as three perspectives on a complex co-constitutive structure; three essential aspects of the structure of the relationship between pure past and living present that impinge upon one another in an always-proliferating process.",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "deleuze_1994"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] How can we take up the past for ourselves: how can we “live the being in itself of the past” (84) in a way that transcends memory or reminiscence? There are two presents so far, or two interwoven perspectives on the present, as characterized through the first two syntheses. “The present exists, but the past alone insists and provides the element in which the present passes and successive presents are telescoped” (85). But for Deleuze this leads to a problem: why does the present pass? For this he needs a third synthesis. (24) Figure 3 . Living present as an event that cuts into time and assembles past and future into asymmetrical series in the third synthesis. (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] If “connection” suggests the proliferation of ways that the living present contracts past and future in the first synthesis, and “conjunction” refers to a similarly proliferating multiplicity of the pure past in the second synthesis, the third synthesis recasts the living present as a fracture that opens onto the future. For Deleuze, the third synthesis is enacted by the cut or the caesura of the event , which “abjure[s] its empirical content, having overturned its own ground” (89) with the fracturing act, “determined in the image of a unique and tremendous event” (89). The event cuts time in two—past and future—and assembles them into a series ( Figure 3 ). As Williams writes, “from the point of view of a sensation of moving towards the new, the present cuts us off from the past and projects us into a completely different future. The pure past of identifiable events is cut off from an open future that does not resemble it. Time is cut into a before and after. . . . ” ( Williams 2003 , 102). Past and future are assembled into asymmetrical series by the event that cuts into time; the known (the purely empirical) is radicalized by its openness onto the virtual.",
                "footnotes": [],
                "citations": [
                    "williams_2003"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] In the third synthesis, the living present is no longer the foundation of time: it is “set in a series . . . , severed from its past contractions and set into an asymmetry that is no longer the difference between past and future syntheses for the singular living present but rather a determination through the new and for the new” ( Williams 2011 , 104). Likewise, the past is no longer founding: “when set in order the dynamic processes of the past are no longer determinants of a given present as their most contracted state, but rather have to be taken all together as the entirety of an ordered time” (104). The identity, or function, of the living present and the pure past are transformed in the third synthesis. In the third synthesis, the living present is shown to be “an actor, an author, an agent” ( Deleuze 1994 , 94) effecting a move into the future, and the past is given as the condition for that move. Deleuze describes a process of subject-formation that is given through this move. (25) In the living present of the first two syntheses, the self is passive—it exists in time. In the third synthesis not only is “time set out of joint” but the self is fractured —an active subject is conjoined with the passive self. The subject, for Deleuze, is emergent and dynamic, constituted by forces in affective relations, but it is also dependent on a passive self determined (1) by static existence in a living present that grounds a passive past (as habit) and future (as expectancy), and (2) by memory, as the most-contracted phase of the pure past and as a present that passes into that past. It is in the third synthesis that the living present, and the subject, becomes active (becomes an actor ) in an encounter with the new. The future is always novel: in Deleuze’s reading of the eternal return, what returns is novelty, what is repeated is the ever-openness onto the new.",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "williams_2011",
                    "deleuze_1994"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] I would like to draw two connections to recent music scholarship at this point. First, the becoming-active of the self in the third synthesis, which Deleuze characterizes as becoming an actor (and from which we can draw lines to an earlier passage in Difference and Repetition about the theater of philosophy and the performed nature of the subject [see Deleuze 1994 , 8–11] as well as to Judith Butler’s [1990] account of the performativity of subject-formation (26) ), resonates with Fred Maus’s 1988 “Music as Drama.” Maus brings colorful, expressive language into close contact with sober music-theoretical and -analytical discourse. Another way to say this is that he brings a rich description of the eventful nature of musical process into dialogue with a music-analytic apparatus or “specifically musical” description, while demonstrating that the latter can be harnessed as a way to continually refine and reinforce the former ( Maus 1988 , 63), rather than keeping the two segregated in discrete epistemological categories. Maus’s descriptions ( viz . of the “clumsy, incomplete” opening of Beethoven’s op. 95) are of events that cut into time in particular ways. These events are “actions” performed by “agents,” which Maus problematizes by suggesting that “in music, agent and action sometimes collapse into one another” (70); by blurring distinctions (between composer, performer, listener, and the musical events themselves) in this way, he can describe the musical events themselves as agents, as the actors in an unfolding musical drama. (27) The events are actors, and the music theorist’s analytic tools are brought to bear to provide reasons for an event’s occurring.",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "deleuze_1994",
                    "maus_1988"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] In Deleuzian terms, the events Maus describes are actions engendered in the third synthesis—the something-doing of the present cutting into the future. Virtual forces in the open future become actual; their becoming-actual is conditioned by the interpenetration of the first and second syntheses, already in progress, as the novel action of the event simultaneously passes into the past to modify the past, enliven memory, and contribute to an ongoing sense of meaning-constitution for the listener. In Maus’s Beethoven example, certain “big events” are foregrounded, but as Maus observes, these are constituted by arrays of sub-events; for instance, the interplay of D ♭ and D ♮ in op. 95’s opening gesture, or the fact of that gesture’s extreme brevity. We can attend variously to constellations of interpenetrating events in this way; Maus reinforces this position when he suggests that “sometimes it seems appropriate to think of the whole texture . . . as the action of a single agent,” while “in other contexts, a differentiation of agents within the texture may be more natural” (68). “Sometimes, sometimes, sometimes” is another thread that works its way through Deleuzo-Guattarian thought, referring to the plurality of perspectives or attunements that engender different shades of meaning-constitution. (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] Maus describes the opening of op. 95 as an event comprised of an action (or constellation of actions) carried out by an agent (or agents) forming a phase in a now-unfolding dramatic structure. Similarly, Deleuze describes Hamlet’s encounter with his father’s ghost as an event that radically disrupts the context that has been built through accumulations of actions in time thus far. In both cases, “time is set out of joint” and something must be restored in the way in which next events respond to the singular way this “big” event cuts into time. And in both cases, the particular ways in which events cut into time are what determine the dramatic structure of the work in question. (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] Second, the way in which Deleuze characterizes the third synthesis as the repetition of novelty, conditioned by the past, through the active force of a living present cutting into time aligns with Christopher Hasty’s ( 1997 ) denial of the empty circularity of musical meter. Meter, for Hasty, is an active force constituted by the particular ways in which temporal events unfold in relation to one another—in relation to past events, concurrently ongoing events, and degrees of expectation of future events. There are, at minimum, three actors involved in any now-present phase of this unfolding: the constellation of musical objects/processes, the performer(s) enacting them, and the listener(s) perceiving and interpreting them, and these actions unfold in a temporal context conditioned by multiple layers of histories, including especially those pertaining to performance practice (genre norms, etc.) and the now-past experience of this piece of music as it has progressed thus far. Deleuze’s perspective on time, agency, and event makes issues like listener subjectivity or the objective nature of the sonorous matter of the music secondary characteristics in a way that makes irrelevant any potential criticism of solipsism in Hasty’s theory. (30) That is, when Hasty appeals to psychologically charged terms like projection or expectation, there appears to be some dependence on a determined subject doing the projecting or expecting. What Deleuze demonstrates, though, is what Hasty implies: that the subject is formed through the process of temporal unfolding in conjunction with events. The I of “I hear this as . . . ” is in both Deleuze’s and Hasty’s reading the I of an emergent, eventful subjectivity, in the process of being formed through its contact with the objects of experience; in this case, the music being experienced. Because subjects are formed in conjunction with events (all conditioned by impingements of pasts and presents in a multiplicity of force-relations), it becomes irrelevant to make a distinction between, say, the unfolding of a musical process and the (solipsistic) experience of that unfolding; the events as they unfold in time determine what and how the subject is, where by is is meant how a subject is in the process of becoming.",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "hasty_1997"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13] In the third synthesis of time we find a “capacity for genuine novelty” ( Williams 2011 , 87) and a clear example of what Deleuze means by the repetition of difference. If every moment is an event (or constellation of events) that cuts into time and orders it as an asymmetrical series, and if the move into the future really does engender a novel act (that is, if the new living present is truly new, which it is from the triple perspective of newly contracting habit and expectation in the first synthesis, newly passing back into and thereby modifying past in the second synthesis, and opening onto a new constellation of events in the third synthesis), then we do find that difference is what repeats—that there is no repetition of the Same (that there is no Same, there is only simulacrum—see Deleuze 1994 , 67), that anything that we would call semblance is predicated on difference. The difference in repetition does not mean the then- a of the ordered string < a , then- a > ( Rahn 2001 ) is different on account of there having been another experience of a that shades our interpretation of the then- a . This is true enough, but only to the extent that its difference-upon-repetition is founded on a concept of difference-in-identity, of internal self-difference continually open onto a virtual future (see note 19). (31) Selecting a singular path into that virtual future animates the becoming-actual of the virtual in the third synthesis of time. But at the same time the living present of the then-a expresses aspects of a as part of the past of which then-a is now the most contracted aspect: a , therefore is self-different in this respect as well, through its nexus of affective relationships with then-a . Figure 4 . Living present as synthesis of (or reflecting the perspectives of) the three syntheses. (click to enlarge)",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "williams_2011",
                    "deleuze_1994",
                    "rahn_2001"
                ]
            }
        },
        {
            "2.14": {
                "text": "[2.14] It is important to reinforce that the three syntheses of time do not constitute a sequence or a cycle. The three syntheses exist in a differential relation to one another: they are not distinct states or phases, but different perspectives on the ongoing flow of time; the play between them occurs constantly. I use the word “play” here strategically—we can compare this with the way Deleuze describes Nietzsche’s eternal return as a game—the dice throw (which is also, for Deleuze, not a sequence) that affirms chance and necessity. (32) To say that the living present is transformed in the third synthesis is to say that we are shifting our attention to another aspect of living presence, concurrent with its other aspects as that which past and future are contracted into and as most-contracted pure past. Likewise to say that the passive self is transformed into an active subject is to say that we are shifting our focus to active, future-directed aspects of an ongoing process or entity. Figure 4 extracts the form taken by the living present in each of the three syntheses and places them alongside one another in an unbroken, non-hierarchical relationship (again, note that the circle here is not intended to refer to either a series or sublation of any kind).",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] The space of musical improvisation operates in this way. Now-occurring actions (events) draw the future and past into them; the living present of a now-occurring action is already folding into a past of which it is also a contraction, and simultaneously marks the movement into the virtual future through a selection of forces that become-actual across next multiplicities of living presents. These are not discrete phases of an ongoing process or elements in a series; they are perspectives on always-ongoing activity. There is not one action—there are multiple co-occurring actions, and actions with sub-actions, and so on. And there are multiple pasts—multiple active pasts, multiple becomings-active of passive or pure pasts. The past is there whether experienced or not; experience is an act of selection (whether passive or active) that draws aspects of past and brings them to bear on the living present. These actions engender identity and meaning. To bring this point into greater clarity, and to develop a sense of how thinking through Deleuze’s three syntheses of time can inform musical analysis, let us engage an imaginary but common scenario: a jazz musician beginning to solo on a well-known jazz standard. It’s the fourth song of the first set on a hot August night at a well-known West Village jazz club, the kind of club best known as a “musicians’ hang,” where insiders know they will always get high-quality music and possibly a cameo from someone famous. The tune is Benny Golson’s “Stablemates,” a New York jam-session staple due to its unusual (for a jazz standard) formal structure and rich chromatic harmonic movement. The trumpet-playing bandleader counts off a brisk tempo, and you (the tenor saxophonist) and she play Golson’s melody in octaves—you cleverly improvising a harmony part for the cadences ending each of the two “A” sections. The room is near-full, a mix of musicians (quite a few students, out for one of their last nights before the school year starts) and connoisseurs, several shouts of approval as “Stablemates” commences. The trumpet player launches into her solo before the final chords of the head have ended. She wastes no time: an energetic first chorus (hard-swinging lines spilling creatively across hypermetric boundaries; melodic shapes that stretch and contort against the harmonic progression—like rubber bands of dissonance and consonance) builds in intensity to a second, then to a third—by the fourth chorus she is leaping dramatically across all registers of the trumpet, and hard-driving eighth notes have given way to a more fluid time-concept: fast floating shapes that seem to deny any metric rootedness, as if the stretched phrasing from her first chorus was condensed temporally to the submetric level. The rhythm section, especially the drummer, pick up on this and respond mimetically; there is a moment when any sense of metric grounding is completely disrupted and it seems as if the band might leave the tune altogether. The pianist contributes to this sense of abstraction with a harmonic interpretation that moves ever further from the framework of the original tune. But almost as if cued, all players snap back into formation as the fifth chorus begins, the drummer offering a Blakey-esque press roll (with important affective ramifications) and an explosive snare drum crack just after the next phrase beginning. In the last “A” section of the fifth chorus, a radical diminuendo and relaxing of textural density unfolds, and the trumpet soloist ends by quoting the melody of the last few bars of the tune. And now it’s your turn to “say something.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] A multiplicity of contexts has been drawn at this point. There is the context of the tune, which you have played dozens, if not hundreds of times. There is the now-unfolding singularity of this performance (as well as the longer ongoing context of the set so far), which comprises an extended living present through which a multiplicity of smaller living presents are operating. The extended living present is simultaneous with the pasts that are contracted in and that contract those smaller living presents. You have been taking in those smaller living presents as they have been folding back into the pure past; some active, some deeply planted in passive memory. The past of your now-present experience of “Stablemates” is being modified as the now-present passes. There is the context of your years of studying the syntax and characteristic gestures of bebop and post-bop improvisation: the different ways in which chords and scales and melodic and rhythmic shapes entwine with and co-constitute one another. There is the context of your own relationship with the music’s history: how you interpret what it means to create a personal improvisational utterance within and around the nuances of jazz’s historical and micropolitical trajectories; in other words, how you are affectively attuned to force-encounters with the past. There is the context of your habits—products of thousands of hours of practice, of working out digitally how to get around the instrument, of scales and arpeggios and long tones and etudes, of listening and transcribing, of theory classes and ensembles. There is the larger context of the now-ongoing performance: the feeling in the room, the way the audience is responding, the fact that the bass is a bit hard to hear, and that the A5 on the piano is maddeningly out of tune. There is the context of the exemplary recordings of “Stablemates” that you spent so much time with in your formative years, and the lines that you drew from Benny Golson’s Jazztet in countless directions as you developed your (still-evolving) rhizomatic sense of what jazz history means to you.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.17": {
                "text": "[2.17] All of these contexts involve relationships conditioned by passive synthesis. The moment of the event that marks the beginning of your solo is likewise passive—the event is taking place whether you do something or not, but you can conjoin it with another, coextensive, active event, enacting a double articulation ( Deleuze and Guattari 1987 , 40–45) by seizing some virtual force or bundle of virtual forces and actualizing or activating them, thereby opening onto a new bundle of virtual forces. (33) Of course to do nothing is also an action. In any case, the forces that comprise the virtual future are essentially infinite, (34) but your ability to reach them is conditioned by the multiplicity of passive contexts just described—by your habits, past experience, desires, affective attunements; by the singular way in which your past has been constituted by the ongoing flux of eventful-presents-become-living-presents-becoming-now-pasts. So in the eventful moment, how you choose to act is a singular selection of forces from the (mostly passive) coming together of all of these contexts—in the context of their coming together, we might say. Example 1 . Hypothetical gesture concluding our imaginary trumpet player’s solo on “Stablemates” (last four bars with pickup). (click to enlarge) Example 2 . “Your” hypothetical first improvised gesture, responding to the context of the trumpet player’s last figure. (click to enlarge)",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": [
                    "deleuze_and_guattari_1987"
                ]
            }
        },
        {
            "2.18": {
                "text": "[2.18] Say, for example, that the trumpet player finished her solo with the melodic line shown in Example 1 ; a paraphrase of the last melodic motif from the original tune, with a quick descending suffix appended—trailing off inconclusively, as if to invite continuation. You begin by picking up that descending motif and developing it over the first few bars of your first chorus, as shown in Example 2 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.19": {
                "text": "[2.19] This event expresses a decision that you are making, commencing as you are making it. In this sense you are the actor, acting with agency, determining the nature of the now-unfolding event. But the nature of the event is also conditioned by the interactions of various contexts: to pick up a motif in the manner shown in Example 2 is an action with a long tradition in jazz. To repeat that event in this particular manner (repetition with a variety of differences—again this is not Deleuze’s difference-in-repetition, but it is conditioned on it) has a long tradition as well: changing particular intervals to conform to the harmonic progression, displacing it metrically, concatenating iterations—all of these are techniques that you have heard, practiced, and internalized as part of developing mastery of the craft of jazz improvisation. You may have been moved to imitate the trumpet player’s motif because of the suddenly novel nature of the way she presented it, close to maximally different from the intensity and virtuosity of the preceding material. You’re already thinking too about where you want to go next—immediately, and perhaps in the context of the now-unfolding arc of your solo. And of course concurrent with your improvised utterance is a multiplicity of further events: the decisions being made by your fellow ensemble members, the audience’s reaction, and so on.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.20": {
                "text": "[2.20] What, then, is a Deleuzian event? Keith Faulkner describes it as a static product of actions and passions (see note 10), which Phil Turetsky calls “the static, unchanging form of change” ( Turetsky 2004 , 151), meaning that what is unchanging is the fact that things are always changing. Brian Massumi calls it a “something-doing” (a phrase he borrows from William James; Massumi 2011 passim ), a movement through which a body is capacitated (43), and a “purely affective rebeginning” that “carries tendencies reviving the past and already striving toward a future,” enacted as “a cut in the continuity of relation, filled with potential for re-relating, with a difference.” ( Massumi 2008 , 5). Affective force-relations are continually distributed between bodies, and bodily capacities are continually reactivating. Deleuze and Guattari locate a fluid substrate within which actions are performed: “every ‘object’ presupposes the continuity of the flow; every flow the fragmentation of the object” ( Deleuze and Guattari 1983 , 6). On the eventfulness of existence, Nietzsche asserts that “the will to power is not a being, not a becoming, but a pathos —the most elemental fact from which a becoming and effecting first emerge” ( Nietzsche 1967 , 339), and in his footnote commentary to Nietzsche’s volume Walter Kaufmann defines Nietzsche’s use of pathos : “occasion, event, passion, suffering, destiny are among the meanings of this Greek word. A comparison . . . with Whitehead’s philosophy of occasions would be fruitful” (339). Massumi picks up on Nietzsche’s manifold usage: “strains, obstructions, and resistances mark the continued formative pressure of the quasi-chaotic manyness of the oceanic somethings-doings” ( Massumi 2011 , 5). Events are all of these things—affective relations, actions, fluxes and flows, occasions, continuities and fractures, redistributions, rebeginnings, reactivations. For Deleuze ( 1990a , 21), events replace nouns and adjectives as foundational concept: only through actions (of agents— 1990a , 150) are identities formed.",
                "footnotes": [],
                "citations": [
                    "turetsky_2004",
                    "massumi_2011",
                    "massumi_2008",
                    "deleuze_and_guattari_1983",
                    "nietzsche_1967",
                    "massumi_2011",
                    "deleuze_1990a",
                    "deleuze_1990a"
                ]
            }
        },
        {
            "2.21": {
                "text": "[2.21] Perhaps the most important foundational image for Deleuze’s conception of the event is Nietzsche’s eternal return, which I have touched on a few times above. When Pierre Klossowski describes Nietzsche’s ecstatic moment of realizing the true nature of the eternal return, he focuses on the thought that follows—not that the eternal return is circular, but that the eternal return in this sense “has already happened to me innumerable times,” and furthermore that “this heightened state is not my own obsession; . . . it is the only valid apprehension of being, of reality itself ” ( Klossowski 1997 , 110). In the ecstatic moment of the eternal return, “I cease being my own self, here and now ,” since I recognize that “I am capable of becoming innumerable others” (109). Those others are not other-than-me, but the others I can become, the how-I-will-become. This is the dissolution of static being in the face of recognizing that my openness onto the virtual future, and the eventfulness of that openness, is an a priori fact of my existence. As Elizabeth Grosz describes, what returns is “the extreme, the active, that which, in going as far as it can, brings about its own changing, changes into something else, metamorphoses itself” ( Grosz 2004 , 141).",
                "footnotes": [],
                "citations": [
                    "klossowski_1997",
                    "grosz_2004"
                ]
            }
        },
        {
            "2.22": {
                "text": "[2.22] Ecstatic existence is to embrace the desire to will the eternal return of eventful novelty. The event is a movement into the virtual future, a becoming-actual of some constellation of the virtual forces that comprise the future. For Nietzsche, and Deleuze, every moment is an event, ever ongoing, there are no boundaries delineating any particular event. So-called “big” events must be read in the ecological ongoingness of all of the other events that constitute them, are concurrent with them, arise as virtual potentialities that then give way to new actual events, and so on: something-doing is “always already just stirring” ( Massumi 2011 , 27).",
                "footnotes": [],
                "citations": [
                    "massumi_2011"
                ]
            }
        },
        {
            "2.23": {
                "text": "[2.23] If we believe Gary Peters when he argues against the Kantian work-drive ( Peters 2009 , 44–45; see also [4.17] below) in favor of the re-novation of ever-new beginnings as a model for thinking through music-improvisational processes (48), and if we believe James Williams when he describes Deleuze’s repetitions as “chance-driven alterations” that relate to an individual’s “actual identity, sensations, intensities, and Ideas” ( Williams 2003 , 92), and/but if we accept my assertion that in music improvisation a becoming-active accompanies the cut of the third synthesis due to a greater or lesser degree of agency (thereby problematizing the fateful metaphor of the dice throw), then how do we characterize the kinds of relationships between past and future that condition music-improvisational contexts? Elizabeth Grosz describes the eternal return as “welcom[ing] the future as the culmination and reiteration of the present, as a synthetic overcoming of the present” ( Grosz 2004 , 146), which reflects the double articulation of the living present as a cut into the future conditioned by its simultaneous now-past-ness. The eternal return can also be invoked to describe the limits of the improvisational field; limits on possible combinations that “condition the entire sequence of combinations in the same series” ( Faulkner 2006 , 13; see also Nietzsche 1967 , 549). This refers to the ways in which contexts are drawn to condition new contexts for future series. There are important implications here for thinking about what sorts of circumstances condition improvisational openness: syntactic norms, cyclic constraints (e.g. metric periodicity, strophic formal designs), genre-specific foreclosures, and so on. Deleuze’s transcendental composes out on the plane of immanence, thereby collapsing the distinction between immanent and transcendental. Again, the transcendental is not outside of reality, but refers to the ever-modifying nature of the virtual, which is intricately wrapped up in temporality and the way the actual conditions the differencial (35) nature of the virtual. (36) Theorizing the Improvisational Moment",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": [
                    "peters_2009",
                    "williams_2003",
                    "grosz_2004",
                    "faulkner_2006",
                    "nietzsche_1967"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] As described in the jazz scenario above, the event is what I will call the improvisational moment . The improvisational moment is by no means limited to so-called improvised musics. Instead, it refers to any moment or any constellation of moments that we can attend to analytically when we turn to embodied, temporal aspects of music. This can mean considerations of embodiment in musical performance ( Cusick 1994 ), affective relations that guide improvisational performance decisions ( Stover 2016a ), interactions within the performing ensemble ( Michaelsen 2013 , Monson 1997 , Klorman 2016 —see also note 13), embodied/perspectival approaches to analytic inquiry ( Guck 1994 ), and more: any analytic perspective where the focus of attention is on the ways in which time flows through those acts. The line drawn in a living present, through any eventful opening onto a virtual future, in the context of a singular movement through the pure past, is an improvisational moment—this could be the (active or passive) decision to lean expressively on a cadential appoggiatura, enacting an agogic accent, in a Haydn string quartet, or the reharmonization of a turnaround at a jazz jam session, or an extended prolongation and elaboration of ni before resolving to upper sa in a dhrupad alap . These are so-called “big moments,” but again they are metonyms for the kinds of active or passive decisions that are constantly being made through every moment of the performance.",
                "footnotes": [],
                "citations": [
                    "cusick_1994",
                    "stover_2016a",
                    "michaelsen_2013",
                    "monson_1997",
                    "klorman_2016",
                    "guck_1994"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] To assert that music-theoretical inquiry can sufficiently account for performative decisions is of course highly problematic, and to speculate on possible rationales for this or that expressive choice (to attempt to adequately answer the question of “Why did . . . ?”) is to invite legitimate critique of solipsistic subjectivity. In most music-analytic scenarios, the analyst is observing from without, and therefore is not a direct stakeholder in the identity-constituting process. The analyst, we might say, begins from a point of view of subjective experience and, to the extent possible, brings that experience into a dialectic relationship with the objective data of the experienced object. (37)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] But for Deleuze, the subject is not a disinterested onlooker, nor a circumscribable I . The subject is in a process of being constituted through the same temporal process through which the music is unfolding. The subject is drawn through the singularities of the encounter or complex of encounters. (38) The music, in turn, is not separable from the performers enacting the music. That this is true of all performed music is only made more clear by focusing on so-called improvised music, since the forming of improvised music is a more radically open and transparent process—we are witnessing its creation in real time, as it is happening. (39) The temporally unfolding music is an emergent object for me, just as I am an emergent subject for (and through) the music. (40) Example 3 . “&(and),” first four soundmasses. Transcribed by the author. (click to enlarge and listen)",
                "footnotes": [
                    "FN38",
                    "FN39",
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Let us consider a brief example. Example 3 is a transcription of the first minute of “&(and),” an improvised performance by the ensemble Frieze of Life, from the 2006 CD Nuclear Frog Pond .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] This opening passage is comprised of four big events, which may be described simply as chords, or more complexly as sound masses with varying degrees of internal motion—ebbs and flows of dynamic contrasts, bent pitches, slow-moving melodic lines. The performance was completely improvised; the only determination made ahead of time was that the four horn players would begin together, prompted by a visual cue. The performance itself was one of a series of short improvisations recorded during a two-day recording session that also included compositions by several of the ensemble members. Frieze of Life is a sextet composed of two saxophones, trumpet, trombone, bass, and drum set. I play a double role in the analysis that follows: I was the trombone player in the group, and now I approach the recording from the perspective of omniscient observer (and still emergent subject-in-formation), nine years removed from the recording session (with many details long forgotten) and with the ability to rewind and replay at will.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] More than anything else, the opening chord—and its implicit question “what next?”—determines the context of “&(and)” more. Yet as in the fictitious jazz example above, there is a complex array of further contexts that condition the ways the performance might have unfolded. These include the particularities of the backgrounds of the ensemble members, variously steeped in jazz and new music traditions, their intersecting social and professional lives as diversely busy musicians in a progressive music scene, the ongoing history of the ensemble, which at time of the recording had been together for about three years and had recorded one previous CD and given many live performances, the rehearsals and workshops and experimentations that preceded the recording session, the mood in the recording studio, the temperaments of their instruments on that day, and on and on. One particularly relevant context was a recent history of playing many short improvised “etudes” (for lack of a better term) that sought to create internally consistent sonic environments. This was achieved sometimes by prescribing certain parameters and sometimes simply by close listening.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] So the first event of the performance happens. By chance, three pitches are represented: C4, D ♭ 4, and E ♭ 4, the highest pitch doubled by trumpet and alto saxophone. The sonority sustains for several seconds, with subtly wavering dynamic swells and a pronounced fuzzy timbre that distinguishes the sound of one of the saxophones. All players end together with a gentle decrescendo followed by a long pause. The question of “what next?” finds its response with the next event: three players repeat their notes, while tenor sax (notably delaying his onset by a brief second—hearing the new context first?) plays an E4 with a slightly more forceful dynamic accent. The resulting sonority inverts the first, C– D ♭ – E ♭ transformed into D ♭ – E ♭ –E, both pcset [013], and sustains for a roughly equivalent duration, about eight seconds. The context has been more complexly drawn now: the living present of the second event passes into the past to modify the conditions for the next present. Another pause follows (itself an event, of course, modifying the past of the previous pause), and another event cuts into the flux of time, ordering the previous events as past. The new event, the new living present, extends [013] to [0124], but only briefly: the tenor sax plays a slow rising melodic gesture that moves through the trumpet’s sustained pitch to the alto saxophone’s sustained pitch. Was it too soon in the progression of the unfolding context for a four-note sonority? Trombone responds to the ascending tenor sax gesture with a mirroring gesture descending, via a pair of slow glissandos, down two semitones. Again a sustain, and again a pause. The fourth event commences, with several noteworthy details. First, two players, trumpet and tenor saxophone, begin, the trumpet ascending to a higher register ( A ♭ 4) and tenor saxophone reiterating the B3 that initiated his contribution to the previous event. Alto saxophone and trombone bisect the interval articulated by the trumpet/tenor saxophone duo with an E4/F4 dyad, and the resulting sonority sustains for several seconds. Tenor saxophone moves down to B ♭ 3; alto saxophone and trombone follow with similar stepwise moves, alto saxophone F4 moving down to E ♭ 4; trombone E4 moving up to F4. The resulting major second is echoed in one more move, as tenor saxophone moves up to D ♭ 4 and trombone moves down to E ♭ 4. Through all of these subtle shifts the trumpet has been sustaining A ♭ 4, and the final phase of the fourth-event sonority is the composite of D ♭ 4, E ♭ 4 (doubled), and A ♭ 4 (pcset [027]). In the context of what has transpired thus far, this last sonority sounds satisfyingly cadential.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The fourth sound mass (I have been referring to it as the fourth event, but of course that is a simplistic account of what gets to count as an event) takes up the affective implications of the first three events in a way that we might say interprets the way they are impinging, as now-pasts, on the new living present. As an example of an improvisational moment, it represents the interrelation of the three syntheses of time thus: as a now-acted living present, it contracts the particularities of the past into itself (and it contracts the future as an opening onto the virtual), it represents the moment of cutting into the future, and simultaneously folds into the past, as the most-contracted phase of the ongoing past that has conditioned its particularity. It is doing all of this as a single composite event, articulated by four performers in close dialogue, but each of the individual utterances marks a sub-event, concurrent with the event of the collective utterance. All of this is conditioned by the affective attunement of each player in the group, which in turn draws upon the vast range of pasts that condition the way a player’s emergent identity is forming.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] To summarize, the improvisational moment involves the singular way in which an event cuts into a now-ongoing context, itself an assemblage of a living present (as the now-ongoing occasion of the event) and a constellation of pasts, active and passive, of which the living present is the most contracted aspect. (41) The narrative thus far has focused on big, obvious events—four blocks of sound, separated by silence, with varying degrees of internal movement—but it is important to keep in mind that everything is an event: a change of pitch, an articulation, a nuanced timbral transformation, a dynamic swell. To theorize the improvisational moment means to consider its eventfulness from the perspective of how it acts on/in that context: how it becomes new, how it manifests as a now-actual phase in the self-difference of the music’s unfolding, how music-analytic tools are brought to bear (or new ones invented) in pursuit of the timeliness of the event, how the perspectives of performers, listeners, and composers (if appropriate) can be brought into dialogue on the ground of the music’s eventfulness; that is, how those subjective/objective forms can be drawn through engagement with the music. Before we can attempt to do this, there is one more important theme to illuminate, which is the relationship between Deleuze’s conception of time and Deleuze and Guattari’s refrain, from their 1980 work A Thousand Plateaus ( Deleuze and Guattari 1987 ). From the Synthesis of Time to the Refrain",
                "footnotes": [
                    "FN41"
                ],
                "citations": [
                    "deleuze_and_guattari_1987"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] With its constellations of concepts around the (musical) refrain or ritornello, its language that shimmers with musical evocations, and its references to Messiaen, birdsongs, Hindustani rhythmic modes, Das Lied von der Erde , Wozzeck , Schoenberg, Bartók, Robert Schumann, and much more, “1837: Of the Refrain” ( Deleuze and Guattari 1987 , 310–350) is among the passages from Deleuze’s oeuvre (with or without Guattari) most frequently engaged by music scholars. (42) Refrain and ritornello are of course technical musical terms. But it remains unclear, through all of these efforts to discover or invent a Deleuzian musical apparatus, exactly what the Deleuzian refrain is . (43) One way to approach the concept of the refrain is, once again, to invert the question, to set aside the ontological “What is . . . ?” and begin with the actions that Deleuze and Guattari’s refrain invokes.",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": [
                    "deleuze_and_guattari_1987"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] Deleuze and Guattari describe three scenarios—a fearful child singing in the dark, the motions and rhythms (and songs) that draw a perimeter around a territory, the action of breaking through the circle to venture forth into the unknown ( Deleuze and Guattari 1987 , 311–12). We may characterize these three actions as: fixing a fragile point/center organizing a “pace” around the center grafting a breakaway These three actions constitute the refrain. Deleuze and Guattari tell us that refrains occur in a milieu , a concept that Deleuze and Guattari derive from Gilbert Simondon’s ( 2005 ) usage. A milieu is what we already find ourselves in the middle of, but which we are also already in the process of bringing into being through our actions and relations to other actions (cf. Simondon 2005 , 4). A context , therefore, in the way I have been using it thus far, is an example of a milieu. When Deleuze and Guattari tell us that a refrain occurs in a milieu, they mean two things: first, that a milieu is itself an ongoing process (that, like Deleuze’s difference-in-identity, has change or becoming-other as its only constant) and second, that a refrain really occurs between milieus—always between, always becoming. A milieu is itself in-between, a middle: “proceeding from the middle, through the middle, coming and going rather than starting and finishing” ( Deleuze and Guattari 1987 , 25). Milieus are brought together via the three actions that constitute the refrain; the latter, in this sense, could be thought of as a milieu of interconnecting milieus.",
                "footnotes": [],
                "citations": [
                    "deleuze_and_guattari_1987",
                    "simondon_2005",
                    "simondon_2005",
                    "deleuze_and_guattari_1987"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] There is never one milieu, there are manifold milieus—like the living present as constituted through the first synthesis of time, a multiplicity of milieus coexist, interpenetrate with, and mutually inform one another. Deleuze and Guattari describe four types of milieus (internal, external, intermediary, and annexed; 1987 , 49–54), but these categories are really conceptual stand-ins for interactions of complex processes of codings and decodings, both within and between milieus. The three actions that constitute the refrain form an assemblage , a process of creative bringing-together, through which (constellations of) milieus are transformed or interpreted. By assembling milieus in this way, the refrain expresses the emergent meaning(s) unfolding within these actions. Simondon calls this “structuring,” which takes two forms: (1) the ongoing process of constituting the contexts within which (2) the process of subject-formation (for Simondon 2005 [ passim ], “individuation”) unfolds. (44) For Deleuze and Guattari, these are radically dependent on one another; as I describe above, contexts do not preexist the events that take place “in” them; they are always already in a process of being invented by those very events. Likewise, in the reverse formation, events do not precede contexts (that is, they do no fully determine contexts), but connect transversally with other events and other contexts—other milieus and other assemblages. Figure 5 . A simple assemblage (as a small part of a larger ongoing structuring ), drawing together two milieus in the refrain. (click to enlarge)",
                "footnotes": [
                    "FN44"
                ],
                "citations": [
                    "deleuze_and_guattari_1987",
                    "simondon_2005"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Figure 5 provides an illustration of an assemblage. An internal milieu, in this case of my subjective status, in progress (shown in the right bubble), is brought into contact with an external milieu, in this case an invitation to play in a radically new musical context, say, with a group of musicians playing a style with which I am completely unfamiliar (the left bubble). (45) This assemblage of milieus brings the constitutive elements of each together in ways that transform both. The relationship is affective : “affects circulate and are transformed within the assemblage” ( Deleuze and Guattari 1987 , 257), reflecting what a body can do (what a body is capable of). My internal milieu expresses the impingement of an entire history of such assemblages: affective comings-into-contact with bodies and forces (cf. the jazz club example above). An encounter with a radical Other in the form of a musical event far removed from my everyday experience brings the nature of the assemblage into relief, since at least some of the ways that the external milieu impinges upon and affects my emergent subjectivity (and vice versa) can be observed palpably (how am I altering the way I play in order to express this new layer of musical information?). In the now-ongoing process of assembling the assemblage, the three actions that comprise the refrain unfold: I fix a point ; me, in this now-ongoing phase of my subject-formation, on the plane of this new eventful experience. I organize a pace around this center (in my now-emergent affective relations with my new musical colleagues). And I am already grafting a breakaway that is doubly active and passive, both through an ongoing series of temporal cuts enacted by eventful living presents and through the specific ways the double impingement of the two milieus transforms each as already other-than-itself.",
                "footnotes": [
                    "FN45"
                ],
                "citations": [
                    "deleuze_and_guattari_1987"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] As a synthesis of these actions, the refrain is an event. But not (entirely) a passive event: it is an event that is tied to some sort of agency. I will come back to this point, not exactly expressed by Deleuze and Guattari but crucial to the way I am developing these concepts. (46) The kind of event that the refrain is is a territorialization . As Deleuze and Guattari make clear (314), territorialization is a process through which subjects and objects are constituted. The refrain is where acts of territorialization engender a becoming-expressive of milieus. Expression in this sense emerges from the particular ways in which milieus are assembled in the refrain. Again, the refrain is not a place or a thing, but an event that is expressed through the triple action of fixing a point, organizing a pace, and grafting a breakaway. Like the three syntheses of time, these three actions do not constitute a sequence or ordinal stages in a process. The three actions that constitute the event of the refrain involve coding and decoding, but again not as a sequence—the act of coding already implies decodings, just as the act of territorialization involves a simultaneous process of deterritorialization . The double movement of coding and decoding also invokes transcoding —transverse lines that are drawn across milieus enabling new expressions and combinations. (47) Figure 6 . Three co-occurent aspects of a territorialization. (click to enlarge) Figure 7 . Three syntheses of time superimposed in the interstices between the three aspects of the territorialization. (click to enlarge)",
                "footnotes": [
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] How do the three actions that comprise an act of territorialization relate to Deleuze’s three syntheses of time? The double movement of coding and decoding is bound up in the reciprocal relation between past and present in the first two syntheses: the pure past conditioning, or coding, the living present; the present as a now-past (as a present that passes) decoding the past. Transcodings are implicated in the relationships between multiple now-ongoing presents, each of which presupposes a relationship with the past as well as the most contracted phases of a particular past. (48) If we think of the three aspects of territorialization as the schematic shown in Figure 6 (keeping in mind that these are three always-ongoing activities, not a sequence), then we might map the three syntheses in the manner shown in Figure 7 .",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] We can look at the resulting schematic from two perspectives. First, the syntheses of time (as actions) unfold in the milieus or middles between aspects of the ongoing territorializing act. That is, the first synthesis seizes aspects of a fixed point (in the past) in the now-ongoing action of organizing a pace; the second synthesis recalibrates that pace as the most-contracted past unfolding in the present, setting the conditions for the possibility (or the necessity) of a breakaway; and the third synthesis involves the action of breaking away that establishes a new point or center. Or the reverse: drawing lines between syntheses by territorialization actions. By organizing a pace, the double contraction of the first two syntheses come into contact; by breaking away, the actual past manifested in the second synthesis is fractured by the cut into the virtual of the third; by fixing a point, the radical cut of the third synthesis becomes the locus of the next living present. The two processes constitute one another.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] The act of territorialization imparts a sense of emergent identity onto a milieu. In other words, it selects from the virtual array of codes and decodings, forces and flows, that comprise the milieu and assembles them in a way that imbues them with a constellation of meaning-indicators. I might describe this process—this particular way of territorializing—as a becoming-meaningful . There are a number of ways of thinking through the acts of territorialization that comprise the improvisational moment, any of which we can choose to orient toward in an active process of selection. One point of entry would be from the perspective of the kind of improvising taking place. The codes and decodings that constitute the virtual plane of rumba guaguancó are different in kind from those that characterize bebop syntax, which are different yet again from the conditions from which free improvisation emerges (and yet again from the conditions that impact nuanced performative decisions in a classical string quartet). We can think of these as social conditions or conventions, or ethical laws that allow for different degrees and kinds of transgressions. Territorialization is also where innovation happens—where the particular ways in which external, internal, etc. milieus are brought together to condition the novelty of an expression. Every expression is new, some more radically than others. That deterritorialization is always already a differential component of the territorializing act (and not a secondary or next action or process) is what conditions the radicality of the expression: how are territorializing and deterritorializing forces taken up by ongoing actions; how are eventful subjects undertaking the process of being formed? Example 4 . “&(and),” first seven soundmasses, through the event of the drummer’s first entrance. Transcribed by the author. (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Example 4 reproduces the transcription of “&(and),” with the next 40 seconds of the improvisation added. We have already followed an emerging context, considering how certain actions engendered conditions for the possibility of certain kinds of responses, and how the particular ways in which just-past events were taken up in living presents by next events contributed to the emerging identity of the performance. The differently directed affective forces at play in this process were described in terms of the interrelations between the three syntheses of time, with certain “big” events (each sound mass, separated by silence) serving as our entry point—each a cut into the ongoing flow of time that orders past and future, taking place in a now-ongoing living present that is also a present that passes, folding back into and modifying the past. As we consider the next part of the analysis, I would like to continue to think in terms of the syntheses of time, but also demonstrate how a double movement of territorialization and deterritorialization (enacted through Deleuze and Guattari’s three actions that constitute the refrain) can work in conjunction with this way of thinking.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] In the fifth sound mass, two features stand out as immediately salient. First, the trombone drops to a lower register (D3), perhaps inviting further participation in that register. Note that this inverts the perfect fourth of the trumpet ascent to A ♭ 4. Second, the tenor saxophone’s semitone ascent is echoed by a major-second ascent from the trumpet. Trombone and alto saxophone ground this pair of moves, unwavering in their respective sustained tones. The trombone ends before the rest of the group, allowing the registrally higher cluster of sounds to reverberate in a way that recalls earlier gestures (note that it is the same pcset, [013], as the first two gestures). The fifth event also unfolds across approximately the same duration (c. 8 seconds) as the first two.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The sixth event marks a more dramatic shift. The trombone drops further in register, to F ♯ 2. Each of the top three voices unfolds a three-note rising melodic shape (both saxophones repeat the [013] pcset that has been so salient thus far; the trumpet plays a chromatic gesture that turns out to be the same three pcs as the simultaneity that initiates the sound mass). Again, the trombone ends early and the higher voices continue to resonate in another close-position [013] trichord. At the 1:22 mark the biggest event thus far commences: drums enter! The drums establish a tempo, but no particular periodicity—a kind of meter-less groove.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] If with the initial sound mass, the ensemble members “fix a fragile point,” articulating an originary event in (and defining) a living present, and if in the next series of events they “organize a pace around the center,” articulating new events in the context conditioned by the originary event, now past (and by many other past events, of course), the drum entrance clearly marks an obvious “breakaway” moment. The drum entrance is a big event that deterritorializes the emergent context. But a bigger event follows—the event of taking up the affective implications of the drum entrance. This is the improvisational moment in which the question is asked, variably by each differently affectively attuned participant, “what next?” The what-next is the seventh sound mass, which enters after a pause commensurate with the previous ones. All four horns enter together. Alto saxophone begins to unfold a descending melodic shape, quicker than we have heard thus far, perhaps in response to the new drum layer. But the rest of the horns remain steadfast in their articulation of a slow, ametric soundscape, and the alto saxophonist seems to recognize this and reintegrates with that layer. Two distinct temporal layers are now unfolding simultaneously: the meter-less groove of the new drum part, and the slowly moving sound mass of the horns. No sooner had the drum deterritorialization occurred than a new, reterritorialized, context commenced—the new territory comprising multiple temporal layers, irreducible to one another (a true polyrhythm, as Justin London might say). One detail that brings the two into communication is the tenor saxophone’s timbre (represented graphically in Example 4 by a series of dots), which progresses from a relatively pure tone to a very noisy, distorted one and then back; I hear the sonic complexity that results as a subtle line that draws the two layers together. Figure 8 . How the three actions that constitute the refrain and the three syntheses of time form an assemblage expressing the now-ongoing stage of the work’s identity. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] We can map all of these actions onto the schematic shown in Figure 7. If the drum entrance marks a breakaway, the horn response establishes a new center: a center of slow-moving-horn-soundmass-plus-ametric-drum-groove . All participants contribute to the drawing of a new circle around this center, which is the ensuing soundscape, itself comprised of two ongoing events articulating two very different ways of expressing temporal passage. The tenor saxophone timbre mediates the two events, deterritorializing each, reterritorializing them as a single event, co-extensive with the two ongoing autonomous ones. In other words, there are dependent and independent forces operating simultaneously. In the space between fixing a point and organizing a pace, the now-ongoing living present contracts past and future into it in the first synthesis of time, as the what-was of the recent past and the what-next? asked by the new context. Between the drawing of the pace and the grafting of the breakaway, the second synthesis is already folding the breakaway back into the newly constituted past, as the now-ongoing expression of the past. And between grafting the breakaway and fixing a point is the eventful cut of the third synthesis, the something-doing that defines every eventful “now.” All of this is shown in Figure 8 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] It is important to keep in mind that, like the three syntheses of time, the three aspects of the refrain do not form a series. We do not fix a point and then organize a pace: a new point is constantly being drawn, a pace is continuously being organized, a breakaway is always already being enacted. What I have described as the second event in “&(and),” for example, establishes a pace (including literally, as a repetition that determines a periodicity—like a Hastian projection of temporal duration) and it fixes a new point—the larger point of the larger context that is in the process of being drawn. Recall that there are multiple living presents. The third event repeats the (literal) pace established by the periodicity of the first two, while it fixes a new point (of further contextual complexity) and grafts a breakaway; its internal motion redirecting the listener’s conception of what a sound mass is doing in the context of the improvisation thus far. And so on—it is easy to hear how these formulations mutually abet one another. (49)",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] This look at a brief and relatively texturally clear example of freely improvised music invites three further thoughts about the ways musical processes can open onto the future. First, what appears to be a concerted effort on the part of the ensemble to create something with internal coherence challenges Gary Peters’s suggestion that free improvisation is best thought of as a continuous re-novation (always new-again), a reading of the eternal return where radical newness is that which repeats. (50) In “&(and),” there does indeed appear to be something of a work-drive; concepts like emergence, continuation, and development do seem to be actively or passively pursued. Where the analysis above attends closely to what Peters calls “the working of the Work” (cf. Peters 2009 58), there is, at the same time, an actual emergent work in progress.",
                "footnotes": [
                    "FN50"
                ],
                "citations": [
                    "peters_2009"
                ]
            }
        },
        {
            "4.17": {
                "text": "[4.17] But second, the ways in which structure emerges in a freely improvised performance are nonsyntactic, and there need not be a sense of, for example, specific kinds of consequent events being determined by antecedent events. For Deleuze, “need expresses the openness of a question before it expresses the non-being or absence of a response” ( Deleuze 1994 , 78). Whatever comes next as the result of an ongoing eventful context is not motivated by a desire that stems from lack: rather, that a continuous series of antecedent events poses an ongoing series of “what next?” questions; this is what motivates the emergent identity of the performance. As Tamsin Lorraine explains, Deleuze and Guattari’s production machine (which is one way to read the non-grammatical process of emergent identity that I am putting forth here) “has no need of any transcendent principles in order to motivate its movement, but which instead operates through immanent principles of desire” ( Lorraine 1999 , 118). (51) This has far-reaching implications for thinking through musical process (in much more than just improvised music) without recourse to mechanism, teleology, or a priori syntactic considerations. (52)",
                "footnotes": [
                    "FN51",
                    "FN52"
                ],
                "citations": [
                    "deleuze_1994",
                    "lorraine_1999"
                ]
            }
        },
        {
            "4.18": {
                "text": "[4.18] Third, the eventfulness of the third synthesis is founded on the virtual (passive) past as well as (active) memory in the living present, which is really the interpenetration of a number of co-occurring flows of pasts as construed by the different members of the ensemble, with individualized relations to the past and different ways of taking up its implications in next events. For Deleuze, the Nietzschean dice throw is explicit in the third synthesis, and this is made more stark in improvised musical settings where one player truly does not know what another player will do next. This problematizes notions of expectancy ( Williams 2003 , 101), (53) anticipation, and prediction ( Ansell-Pearson 1999 , 100). “It confronts one with an image of forces and their relations that refuses to abstract particular forces out of the web of life. To play the game of life well, the player must affirm the roll of the dice that happen to fall. Affirming chance means not to hope for the outcome one is looking for, whether likely or not, but to embrace any outcome with all its implications” ( Lorraine 1999 , 155). This is the particular challenge (and for many, the thrill) of improvised music: to exist in a state of continual adaptation to ecological stimuli, always ready to alter one’s trajectory in light of new information engendering new contexts. Time and Territorialization",
                "footnotes": [
                    "FN53"
                ],
                "citations": [
                    "williams_2003",
                    "lorraine_1999"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] To return to the question that began this paper, let us consider two last (pairs of) improvisational moments. On two consecutive December nights in 1965, during an extended engagement at the iconic Chicago jazz club the Plugged Nickel, the Miles Davis Quintet’s live sets were recorded. On each night, Davis and his ensemble performed Rodgers and Hart’s “My Funny Valentine,” long a staple of Davis’s live repertoire. (54) There are a few important thoughts to keep in mind through the narrative that follows. First, a role-playing experiment: we should imagine that we are hearing this music, along with Davis and his band, as it is happening; that is, we should attempt to project ourselves imaginatively to that night in Chicago, perhaps sitting at a table near the stage, perhaps one of the vocal audience members responding enthusiastically to Davis’s six-note incipit that begins the song. Alternately we can project ourselves onto the stage and be Miles Davis for a few moments—the crux here is that we are imagining ourselves experiencing a bit of improvised music in the extended moment in which it is unfolding. We should also keep in mind that, while there are some particular events that I wish to draw the reader’s attention to, there are many events taking place, which co-occur, concatenate, and overlap with and contain one another. (55) Example 5 . Opening of December 23, 1965 performance of “My Funny Valentine” by the Miles Davis Quintet (Legacy CD 66955, disc two). In this and subsequent examples, only trumpet and bass parts are shown. Transcription by the author. (click to enlarge and listen) Example 6 . Opening of December 22, 1965 performance of “My Funny Valentine” by the Miles Davis Quintet (Legacy CD 66955, disc five). Transcription by the author. (click to enlarge and listen) Example 7 . First eight bars of “My Funny Valentine,” with melody, lyrics, and chord roots shown. (click to enlarge)",
                "footnotes": [
                    "FN54",
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Example 5 shows the opening of the December 23 performance. Example 6 shows the corresponding passage from the previous night. Note that in the first example Davis begins without warning, while in the second the melody emerges from a brief introduction by pianist Herbie Hancock. One important context is that in the December 22 performance the set (the second of the night) began with Hancock’s introduction and then Davis’s statement of the “My Funny Valentine” incipit, whereas on December 23 “My Funny Valentine” is the third song of the set, following Davis’s composition “Agitation.” (56)",
                "footnotes": [
                    "FN56"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Robert Walser ( 1993 ) has provided a revealing account of Davis’s relationship with “My Funny Valentine.” Walser borrows conceptual frames from Henry Louis Gates, Jr. ( 1988 ) in order to map out Davis’s complexly unfolding relationship with his own history with the song. He describes how Davis transforms or modifies the original tune, and, more importantly, how some of those modifications became part of Davis’s own later readings of “My Funny Valentine.” Walser (and Gates) describes this process as “signifyin’” on Davis’s own history with the song. Garrett Michaelsen characterizes these signified-upon aspects in Peircian terms, as “referents” ( Michaelsen 2013 , 19–20). In Deleuzian terms, the subject (Davis as performer of “My Funny Valentine”) and the object (“Davis’s ‘My Funny Valentine’”) are emerging entities. One such moment (event) is the consequent phrase of the opening passage, beginning in m. 5 in each of the examples above. In the original tune an initial motif is repeated twice, on the text “My funny valentine” and “sweet comic valentine,” and then what begins as a third iteration makes a somewhat grandiose leap to a minor seventh above tonic on “smile” in the consequent line “you make me smile with my heart” ( Example 7 ).",
                "footnotes": [],
                "citations": [
                    "walser_1993",
                    "gates_1988",
                    "michaelsen_2013"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] At some undetermined earlier point in Davis’s performance history, he inverted this gesture, with a dramatic descent to the lowest register of the trumpet, followed by a rapid rise to a melodically dissonant A ♭ 5, which Davis lets linger unresolved—one of the pregnant silences that he is known and celebrated for. He then drops an octave, and, as Walser has described ( 1993 , 353), forces the resolution to G4 by bending the dissonant pitch rather than fingering the new one, resulting in a note with very precarious stability—indeed, in the excerpt shown in Example 6 he doesn’t quite reach his goal. (57)",
                "footnotes": [
                    "FN57"
                ],
                "citations": [
                    "walser_1993"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] This passage problematizes the distinction between composition (“the tune”) and improvisation (Davis’s interpretation, signification, or deterritorialization of the tune) in a way that radically extends how we might consider any relationship between the score and the performed interpretation of that score. More accurately, it adds a third term to the score/interpretation field: we now have Davis’s creative reimagining of the score as part of the essence of what we should properly call “Miles Davis’s ‘My Funny Valentine’” as an object-in-formation. In other words, there are three perspectives in dialogue with one another, with score and interpretation occupying two connected nodes and the third perspective as a conduit (but one of many possible conduits) through which they communicate. Yet another way to think of this is through the syntheses of three temporal perspectives. First is the pure past of “My Funny Valentine” as virtual plane—passive due to its now-still-unfolding history. Second is the selection of a line of past-presents by attending to a particular historical trajectory within the virtual plane—drawing a line backward in order to move forward, so to speak; an active synthesis involving memory, interpretation, and meaning-constitution. (58) And third is the now-present event: the now-ongoing performance that is itself improvised; opening onto a virtual future but one that is mitigated by Davis’s strategic selection and deployment of past-presents. Indeed, one of the hallmarks of this band’s live performances was an attitude of always trying something new, always using the jazz standards that comprised the majority of their repertoire as ground for new deterritorializations, always finding new passages through them, always imagining and tracing new lines of flight. (59)",
                "footnotes": [
                    "FN58",
                    "FN59"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] There are a few more details—a few more contexts—to consider. In the first example, Davis begins right away with the melody, and the rhythm section stakes out a metrically elusive modal space to support him. In the second excerpt, Hancock’s introduction trails through Davis’s first few notes and then Davis continues almost entirely unaccompanied, including what has to be one of the longest dramatic silences in a live jazz performance captured on record. Davis’s reaction to his band members’ decision (in this case, to play or not to play) is utterly fascinating: in the first excerpt the progression from the first note of the melody to the end of the resolution of the dissonant ♭ 6 ˆ takes 38 seconds. In the a cappella version he stretches to 42 seconds, if we measure from the end of the ♭ 6 ˆ that never quite makes it to 5 ˆ , or 51 seconds if we consider the onset of his next phrase, where he commits to never actually resolving that dissonance. There is also the way in which the rhythm section members variably recontextualize Davis’s melody—Ron Carter’s bass line in the first excerpt projects new harmonic identities, Tony Williams’s snare drum figures (not shown in the example) provide a jostling rhythmic counterpoint. There are at minimum four relevant co-occurring living presents that fold into and partially determine another; that these additional strata are absent in the second excerpt itself constitutes a new event. Example 8 . End of bridge and beginning of last “A” section of the 1964 performance of “My Funny Valentine” (Columbia CD 519503–2). Transcription by the author. (click to enlarge and listen) Example 9 . End of bridge and beginning of last “A” section of the December 22, 1965 performance of “My Funny Valentine.” Transcription by the author. (click to enlarge) Example 10 . End of bridge and beginning of last “A” section of the December 23, 1965 performance of “My Funny Valentine.” Transcription by the author. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] A second pair of excerpts should reinforce this notion even more starkly. In Davis’s earlier recordings, he added an expressive “blue note” in the second measure of the last “A” section, coming out of the bridge, and coloring a return to the home key. Example 8 shows this passage from an earlier performance—we should think of this, for now, as Davis’s normative version, representative of an extended phase of the emergent object “Miles Davis’s ‘My Funny Valentine.’” That this note became a feature of Davis’s subsequent renderings of “My Funny Valentine,” as active selections of the past contracted into the living present of the now-actual performance, plays out on these consecutive December nights in two very different, and in one case quite humorous, ways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] In the December 22 performance ( Example 9 ), the rhythm section transitions from the bridge in a less-than-conventional way (bassist Carter articulating ♭ VI in m. 7 of the bridge and then walking up chromatically), but they arrive on a very clear tonic on the first bar of the new phrase. Davis begins with a double-time gesture that reflects the stability of the new key and that refers melodically to the 1964 performance, but then it sounds like he had almost forgotten about the blue note, so he inserts it abruptly—his tone and attack suggest that he was physically unprepared to play the note (the trumpet mouthpiece not properly positioned on his lips, perhaps) but did it anyway. The following night, the rhythm section arrives at the last A section in the more harmonically and texturally ambiguous manner shown in Example 10 , exemplified for instance in the suppression of tonic arrival on the downbeat of A3. Davis responds with a series of short melodic gestures that prolong the blue note through the entirety of the four-note phrase, establishing that pitch class as a node around which the band’s activity might be reconstrued, rather than thinking of it as an expressive deterritorialization of the tonal space staked out by the band (and the song). In this excerpt, then, a pace is newly drawn (the extended prolongation of the blue note), around a new center (the blue note as point of departure for something like a G ♭ pentatonic subset—projecting a single pitch-class into a complex melodic utterance), all engendered by a breakaway that does away with the gentle C-minor melody of earlier versions in favor of a radically dissonant interjection. I contend that Davis’s motivation for this decision was the partially failed attempt to sneak in the blue note the previous night; in this sense Davis is seizing a particular force from the recent past (contracted in memory), and expressing it through a “big” event that cuts into time in a way that engenders a new array of contexts for the music that ensues. *  *  *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] That an improvised musical performance involves complex interactions between a multiplicity of events that interpenetrate and mutually constitute one another should be evident; indeed, the obviousness of this statement is exactly why I believe that thinking through the improvisational moment provides a valuable heuristic for thinking through Deleuze’s conception of temporal passage. The improvisational moment is the conceptual apparatus through which I am attempting to understand how music progresses through time. It is an event, but it is comprised of sub-events, interpenetrates transversally with a host of concurrent events, and partially composes larger events. The examples above describe relatively big events, but everything is an event. Time flows through events. More important, through understanding events from the triple perspective of the three always-ongoing syntheses of time, we can develop a sense of how meaning is constituted through the particular ways that musical utterances move through time and reflect relationships between the many facets of temporal perspectives. Furthermore, the events that comprise musical becoming are inseparable from the performers enacting those events: agents performing actions. Decisions are constantly being made: some clearly active, some entirely passive products of habit, most somewhere in between (likewise with hearing: some hearing is direct and dynamic, some occurs subconsciously). The interactive milieu of collective improvisation is much like Guattari’s tripartite ecology of global–social–mental relations acted out in the musical ensemble. (60) By drawing out these key concepts—a musical reading of the three syntheses of time, a creative mapping of those syntheses onto the always-ongoing double movement of territorialization and deterritorialization, and erasing the distinction between agent and action—I hope to have opened a creative space for considering how what Michael Gallope would call a Deleuzian musical “work” might go ( Gallope 2008 ). I consider such a work as a creative opening onto the future, always in the process of being formed (as an object, and as an array of perspectives on eventful subject-formation), always proliferating through the impingements of new living presents. (61) Gallope is skeptical that there is such a thing, but I hope to have demonstrated that it is in thinking through improvisational capacities and possibilities that such openness can be found.",
                "footnotes": [
                    "FN60",
                    "FN61"
                ],
                "citations": [
                    "gallope_2008"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.1.stover.html",
    "data": "mto/data/mto.17.23.1.stover.json"
}