{
    "title": "Review of <i>Rethinking Reich</i>, Edited by Sumanth Gopinath and Pwyll ap Siôn (Oxford University Press, 2019)",
    "date": "2021/03/01",
    "volume": "27",
    "issue": "1",
    "authors": [
        "Hilewicz, Orit"
    ],
    "abstract": "",
    "keywords": [
        "Steve Reich",
        "analysis",
        "politics"
    ],
    "doi": "10.30535/mto.27.1.10",
    "received": "January 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.1/mto.21.27.1.hilewicz_review.pdf",
    "author_info": [
        {
            "name": "Orit Hilewicz",
            "university": "Eastman School of Music, University of Rochester",
            "address": "1482 East Ave, Rochester NY 14610",
            "email": "ohilewicz@esm.rochester.edu"
        }
    ],
    "citations": {
        "arom_2004": "Arom, Simha. 2004. African Polyphony and Polyrhythm: Musical Structure and Methodology . Cambridge University Press.",
        "cook_and_everist_1999": "Cook, Nicholas, and Mark Everist, editors. 1999. Rethinking Music . Oxford University Press.",
        "ewell_2020": "Ewell, Philip. 2020. “Music Theory and the White Racial Frame.” Music Theory Online 26 (2).",
        "gopinath_and_ap_siôn": "Gopinath, Sumanth, and Pwyll ap Siôn, editors. 2019. Rethinking Reich . Oxford University Press.",
        "potter_2000": "Potter, Keith. 2000. Four Musical Minimalists . Cambridge University Press.",
        "reich_1974": "Reich, Steve. 1974. Writings about Music . The Press of the Nova Scotia College of Art and Design.",
        "wilmer_2018": "Wilmer, Val. 2018. “Conversation: Val Wilmer with Richard Williams.” In A Hidden Landscape Once a Week , edited by Mark Sinker. Strange Attractor Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* I am grateful to Eduardo Herrera for his comments on an early draft of this essay.",
            "citations": []
        },
        "FN1": {
            "text": "1. Among other examples, I am referring to revelations made in Ellie Hisama’s plenary talk at the 2019 SMT annual meeting and Philip Ewell’s talk in the same session, which was later expanded to an article in Music Theory Online ( Ewell 2020 ).",
            "citations": [
                "ewell_2020"
            ]
        },
        "FN2": {
            "text": "2. The first book in this series is Rethinking Music ( 1999 ), edited by Nicholas Cook and Mark Everist.",
            "citations": [
                "cook_and_everist_1999"
            ]
        },
        "FN3": {
            "text": "3. This is paraphrasing Ellie Hisama’s plenary talk at the 2019 SMT Annual Conference, in which she called theorists to reflect on the voices and approaches that count in music theory, and those that have traditionally been ignored.",
            "citations": []
        },
        "FN4": {
            "text": "4. Indeed, Keith Potter mentions Four Organs as the first piece in which Reich utilizes the bass clef, foreshadowing Music for Mallet Instruments, Voices, and Organ (1973) and other later works (193).",
            "citations": []
        },
        "FN5": {
            "text": "5. Come Out had its premiere at this same event.",
            "citations": []
        },
        "FN6": {
            "text": "6. For example, Reich quotes a theme from Simha Arom’s transcription of Ndereje Balendoro —music for a Banda Linda giant horn orchestra—in Electric Counterpoint (270).",
            "citations": []
        },
        "FN7": {
            "text": "7. Potter ( 2000 , 207–11) provides an insightful overview of Reich’s shifting aesthetics and rising musical career in the 1970s.",
            "citations": [
                "potter_2000"
            ]
        },
        "FN8": {
            "text": "8. It is notable that four of these six authors—ap Siôn, O’Brien, Potter, and Bakker—tie the shift to Reich’s response to criticisms of the “mechanical” quality of his music, which Reich has consistently deflected in interviews.",
            "citations": []
        },
        "FN9": {
            "text": "9. Reich ( 1974 , 11), quoted on p. 230.",
            "citations": [
                "reich_1974"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This past September, a scandal erupted on social media when a 2018 book excerpt was posted that showed a few lines from an interview with British photographer and music writer Val Wilmer. Wilmer recounted her meeting with Steve Reich in the early 1970s: I was talking about a person who was playing with him—who happened to be an African-American who was a friend of mine. I can tell you this now because I feel I must . . . we were talking and I mentioned this man, and [Reich] said, “Oh yes, well of course, he’s one of the only Blacks you can talk to.” So I said, “Oh really?” He said, “Blacks are getting ridiculous in the States now.” And I thought, “This is a man who’s just done this piece called Drumming which everybody cites as a great thing. He’s gone and ripped off stuff he’s heard in Ghana—and he’s telling me that Blacks are ridiculous in the States now.” I rest my case. Wouldn’t you be politicized? ( Wilmer 2018 , 60) Following recent revelations of racist and misogynist statements by central musical figures and calls for music scholarship to come to terms with its underlying patriarchal and white racial frame, (1) the new edited volume on Reich suggests directions music scholarship could take in order to examine the political, economic, and cultural environments in which musical works are composed, performed, and received. The Paul Sacher Stiftung’s (henceforth PSS) recent acquisition of the Steve Reich Collection, which includes sources such as Reich’s sketches and the recordings used for his “docu-music” pieces, along with other previously uncatalogued materials, provides further motivation for new research on Reich, one of the most influential figures in contemporary music.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "wilmer_2018"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The book consists of fourteen chapters (only three of which are authored by women) that offer perspectives from musicologists, theorists, composers, and performers. Much of the scholarship presented in this volume—which is part of Oxford University Press’s “Rethinking” series (2) —has benefitted from archival research in the PSS Reich collection. In addition to providing new research on Reich, many chapters showcase music scholarship that combines analysis with critical perspectives on society and culture, and thereby raise questions about the kinds of information that traditionally count in musical analysis, the perspectives that are often deemed irrelevant, and the observations and insights that are missed as a result. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The chapters are grouped into four sections. The first focuses on political, aesthetic, and analytical issues. Sumanth Gopinath’s hermeneutic analysis of cultural and musical signifiers in five moments of Four Organs (1970) shows that the work draws on African diasporic musical traditions and at the same time foreshadows the use of large-scale narratives in his later works. (4) Pwyll ap Siôn’s archival study of Reich’s Eight Lines (1979) finds goal-oriented harmonic planning in the work’s sketches. Ap Siôn argues that the work represents Reich’s stylistic shift—one motivated by criticism of his music’s “mechanical” quality—toward extended melodic lines supported by large-scale harmonic structures. Maarten Beirens proposes that speech samples from Reich’s interviewees, which Reich used in works such as Different Trains (1988) and The Cave (1993), were chosen not simply because of their textual content, but also because of the way in which they were able to be fitted into the work’s harmonic and rhythmic designs. Ryan Ebright’s chapter examines the political agenda expressed by Reich and his partner and collaborator Beryl Korot in The Cave . Ebright argues that Reich’s then-growing sense of Jewish identity, along with his increasingly conservative political views, are manifested in The Cave ’s religious perspective on the Palestinian-Israeli conflict. Earlier versions explore the idea of a second-class political status for Palestinians living under Israeli rule, an idea, ironically, he adapted from the use of the historical dhimmi legal class for non-Muslims living in Islamic countries (100). In Ebright's interpretation, the final version removes this idea and offers instead an egalitarian vision through legitimizing both Jewish and Muslim narratives, with their shared foundation in the biblical character of Abraham. Nonetheless, the extent to which the earlier versions express Reich’s political views remains unclear.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The book’s second part contains chapters on repetition, speech, and identity. Robert Fink links Reich’s return to Orthodox Judaism with the sense of tension, created by The Cave ’s musical and video components, between textual and melodic aspects of speech. John Pymm analyzes a sound collage, now available in PSS, that Reich created for a 1966 benefit event that was organized to help the group of young Black men known as the Harlem Six hire legal representation for their retrial. (5) Filmmaker and activist Truman Nelson asked Reich to compose a collage made from Nelson’s recorded testimonies of the six men, their mothers, and other witnesses involved in the violent events. In return, Nelson granted Reich permission to use any material from the recordings in Reich’s works, and Reich indeed used Daniel Hamm’s voice, a member of the Harlem Six, in Come Out . Pymm argues that the implicit political aim of Come Out —to challenge racial injustice—is made explicit by the collage. Moreover, in prominently featuring longer testimony from Daniel Hamm, the collage provides more detailed insight into Hamm’s emotional world. Providing a different perspective on Reich’s work with recorded voices, Celia Casey’s analysis of WTC 9/11 (2010) reveals that, as early as Different Trains , Reich had been coaching his interviewees on their pronunciations of texts, thereby creating samples that fit not only with the narrative’s flow but also with the harmonic and rhythmic structure he had in mind.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The third part focuses on archival work. Matthias Kassel’s chapter summarizes the contents of Reich’s collection in PSS (Kassel curates the collection). Keith Potter uses archival material to examine harmonic structure in Music for 18 Musicians , a work he had analyzed twenty years earlier ( 2000 ). Potter finds, contrary to his earlier assumption, that Reich did not engage in large-scale harmonic planning; rather, harmonic function was secondary to the textural and timbral considerations that primarily occupied him. David Chapman uses the archive to explore Reich’s changing attitude towards improvisation, a practice he first adopted and then later denounced. Chapman’s study of materials related to Piano Phase (1967) shows that the work’s early versions involved improvised sections, which Reich later cut. Twila Bakker argues that Reich’s efforts to enter into the musical mainstream led him to use traditional terms to describe the same processes that he previously referred to with neologisms, such as canon instead of phase .",
                "footnotes": [],
                "citations": [
                    "potter_2000"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The last part of the book concentrates on African and Asian influences. Martin Scherzinger explores Reich’s various African influences in an illuminating comparative analysis of Electric Counterpoint (1987) and transcriptions of African music that Reich studied. Scherzinger shows how Reich not only appropriates techniques from Central and East African musics, but also quotes themes from transcriptions that were available to him. (6) Michael Tenzer explores Southeast Asian influences in a study of two Balinese gamelan pieces and their relationships to three Reich works: Drumming (1970–71), Music for Pieces of Wood (1973), and Six Pianos (1973). Kerry O’Brien presents Music for 18 Musicians (1974–76) as Reich’s attempt to move away from the aforementioned “machine-like quality” of works such as Four Organs and into more expressive realms.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Four themes emerge in this collection and cut across the book’s sectional divisions. The first is important stylistic changes in the 1970s and 80s; analyses throughout the book argue that works from this period represent a shift in Reich’s compositional approach. The second theme is Reich’s evolving ideology and sense of identity—evidenced by his involvement with the civil rights movement in the 1960s and his turn to Orthodox Judaism and political conservatism in the 1980s and 90s—expressed in his works and statements. The third is African-diasporic and Southeast Asian influences on Reich. The fourth is Reich’s approach to harmony. The remainder of this review discusses the methodological and ideological questions each of these themes raise. I. Pivotal Moments in Reich’s Career",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Reich’s compositional career is characterized by moments of stylistic shift. For example, a defining moment came in the 1970s, when he pivoted away from being an iconoclastic figure of the classical music scene and gradually became a revered mainstream composer whose influence is evident in concert halls as well as the commercial music industry. (7) Gopinath, ap Siôn, Potter, O’Brien, Scherzinger, and Bakker explore the motivations behind major shifts in Reich’s style and present different music-analytical perspectives on pivotal moments in his career. (8) With the exception of ap Siôn, who takes a harmonic approach, all authors focus on timbre and texture in their musical analyses, thereby exploring often neglected aspects of Reich’s music. II. Ideological Perspectives on Reich",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Beirens, Pymm, Casey, Ebright, Fink, and O’Brien offer distinct analytical methodologies for treating Reich’s evolving ideology. Pymm observes the racial frame in Reich’s position of arranging Black voices into a collage, that in addition unfolds its narrative in a patriarchal fashion starting with the witnesses (older men), then the six young men, and finally their mothers (153). Both Beirens’s study of The Cave and Different Trains and Casey’s analysis of WTC 9/11 reveal that Reich took a creative role in producing his interviewees’ recorded samples. While this information leads Beirens to conclude that political and biographical approaches to Reich’s music “distract from the musical structures at work in them” (90), Casey makes an opposite claim, i.e., that Reich’s control over every stage of creation in his “docu-music” pieces means that they express the composer’s viewpoint. Her analysis shows that political and biographical issues are inseparable from Reich’s musical structures. Ryan Ebright and Robert Fink agree with Casey by discussing Reich’s Jewish ideology as expressed in The Cave . Examining layers of language used in the video and sound aspects of The Cave , Fink concludes: “What happened to Steve Reich? Well, he became a prophet of the (musicalized) word: a composer devoted . . . to making composition a vehicle for logocentric theology” (132). III. African-Diasporic and Southeast Asian Influences",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Chapman, O’Brien, Scherzinger, and Tenzer show that Reich’s studies of African, African-diasporic, and Southeast Asian music are far more extensive and substantial than the composer’s public statements might lead us to believe. Scherzinger’s and Tenzer’s chapters present strong arguments for studying Reich’s non-Western influences in order to understand his music more fully. In addition, Scherzinger brings up the political and economic question of copyright law that arises from Reich’s use of Central African Banda Linda music in Electric Counterpoint , especially given that Reich profited when samples of the latter were used by Western pop musicians (297). Tenzer’s larger point concerns Reich’s outsider perspective on gamelan, which created a situation of impossible intercultural dialogue in which the sides cannot hear one another: “Thus it is that the voices of Balinese musicians, and Reich, and their musical extensions called out to each other across a cultural gap, each landing—unheard by the other—in the cogs of cultural processes vaster and greater than either one” (317). Chapman and O’Brien investigate in different ways whether Reich’s view of a particular culture affects his compositional approach. Chapman examines whether Reich’s expressed aversion to improvisation in the 1970s reflects a politically motivated attitude toward African diasporic music and concludes that it does not: Reich’s statements instead stem from his efforts to emphasize his control over the resulting patterns in phase processes. According to Reich, “[o]ne can’t improvise in a musical process—the concepts are mutually exclusive.” (9) O’Brien argues that Reich’s altered approach to time in Music for 18 Musicians emanates from his yoga practice, which led him to engage in meditative playing practices. Her analysis shows that Reich’s changed perception, which conceives of time as experiential, not measured, and as related to the body, led him to the famous breath-length gestures in the work. IV. Reich’s Approach to Harmony",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The chapters by ap Siôn, Beirens, Potter, and Scherzinger provide new insights into Reich’s approach to harmony and tonality, often through examining archival materials. Two contrasting approaches are evident in the book. Ap Siôn and Beirens find traces of large-scale harmonic planning in Reich’s designs of Eight Lines , Different Trains , and The Cave . By contrast, Potter and Scherzinger conclude that harmony for Reich is secondary to considerations of texture, timbre, and rhythm, due in part to the influence, according to Scherzinger’s analysis, of Central African polyphony. ***",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Returning to the recent scandal mentioned at the beginning of this review, some voices on social media have been asking whether we should continue studying the music of Reich. To my mind, this book’s timely publication provides a strong affirmative answer. Along with demonstrating the importance of continued study of this controversial yet undeniably important figure of contemporary music, some of the contributions to this volume offer impressive political and historical interpretations that present a convincing case for employing analysis in musicological and ethnomusicological work. Conversely, the analyses that take political and cultural contexts into account demonstrate that acknowledging these contexts could broaden and strengthen an analyst’s claims. Expanding the kinds of information that count in music analysis, some of these authors show, allows us to critically examine the political and cultural forces that shape our understanding of music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.21.27.1.hilewicz_review.html",
    "data": "mto/data/mto.21.27.1.hilewicz_review.json"
}