{
    "title": "Review of Adam Krims, <i>Rap Music and the Poetics of Identity</i> (Cambridge University Press, 2000)",
    "date": "2001/07/01",
    "volume": "7",
    "issue": "4",
    "authors": [
        "Walker, Jonathan"
    ],
    "abstract": "",
    "keywords": [
        "hip-hop",
        "cultural studies",
        "pop music",
        "African-American music",
        "textural analysis",
        "Ice Cube"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.01.7.4/mto.01.7.4.walker.pdf",
    "author_info": [
        {
            "name": "Jonathan Walker",
            "university": "Cambridge University",
            "address": "27 Chapel St., Ely, CB6 1AD, United Kingdom",
            "email": "kollos@cavehill.dnet.co.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. For a discussion of the malleability of Black Power, see Kevin Ovenden, Malcolm X: Socialism and Black Nationalism (London: Bookmarks, 1992), 51–56.",
            "citations": []
        },
        "FN2": {
            "text": "2. See Nelson George, The Death of Rhythm & Blues (New York: Penguin \nBooks, 1988), chapter 6; Rickey Vincent, Funk: The Music, the People, and the \nRhythm of the One (New York: St Martin’s Press, 1996), chapter 15; Craig Werner, A Change is Gonna Come: Music, Race & the Soul of America (New York: Penguin \nBooks, 1998), sections 37–38.",
            "citations": []
        },
        "FN3": {
            "text": "3. See Manning Marable, How Capitalism Underdeveloped Black America (Boston: \nSouth End Press, 2000).",
            "citations": []
        },
        "FN4": {
            "text": "4. See Tricia Rose, Black Noise: Rap Music and Black Culture in Contemporary \nAmerica (Hanover, NH: Wesleyan University Press, 1994), 27–34.",
            "citations": []
        },
        "FN5": {
            "text": "5. The Sugar Hill Gang’s Rapper’s Delight (Sugar Hill Records, 1979) \nis generally remembered as the first recording to bring hip-hop music before a wider \npublic; it was preceded, however, by the release one week earlier of the Fatback \nBand’s King Tim III (Personality Jock) .",
            "citations": []
        },
        "FN6": {
            "text": "6. For an account of hip-hop with special attention to its business aspect, \nsee Nelson George, Hip Hop America (New York: Penguin Books, 1998).",
            "citations": []
        },
        "FN7": {
            "text": "7. Basquiat was the New York graffiti artist “SAMO”; his canvases, however, \nare not graffiti art. For a sensitive and insightful discussion of Basquiat’s complex \nrelations with the white art world, see bell hooks, “Altars of Sacrifice: Re-membering \nBasquiat,” in Outlaw Culture: Resisting Representations (New York: Routledge, \n1994).",
            "citations": []
        },
        "FN8": {
            "text": "8. Krims, Bibliography. The exception is David Toop, The Rap Attack: African \nJive to New York Hip-Hop (Boston: South End Press, 1984).",
            "citations": []
        },
        "FN9": {
            "text": "9. Richard Shusterman, Pragmatist Aesthetics: Living Beauty, Rethinking Art (Oxford: Blackwell, 1992), chapter 8.",
            "citations": []
        },
        "FN10": {
            "text": "10. Rose, Black Noise .",
            "citations": []
        },
        "FN11": {
            "text": "11. See hooks, 118. The expurgated interview was published in SPIN (April \n1993). The complete interview was eventually published as “Ice Cube Culture: A Shared \nPassion for Speaking Truth” in hooks, 125–43.",
            "citations": []
        },
        "FN12": {
            "text": "12. Russell A. Potter, Spectacular Vernaculars: Hip-Hop and the Politics \nof Postmodernism (Albany: SUNY Press, 1995). The analyses included songs by \nradical black nationalists, Paris, socialists, The Coup, and (by way of contrast) \nthe more commercial b-girl crew, Salt ’n’ Pepa.",
            "citations": []
        },
        "FN13": {
            "text": "13. William E. Perkins, Droppin’ Science: Critical Essays on Rap Music and \nHip-Hop Culture (Philadelphia: Temple University Press, 1996).",
            "citations": []
        },
        "FN14": {
            "text": "14. Robin D.G. Kelley, Yo’ Mama’s Disfunktional: Fighting the Culture Wars \nin Urban America , (Boston: Beacon Press, 1998).",
            "citations": []
        },
        "FN15": {
            "text": "15. Greg Dimitriadis, Performing Identity/Performing Culture: Hip Hop as \nText, Pedagogy and Lived Practice (New York: Peter Lang, 2001).",
            "citations": []
        },
        "FN16": {
            "text": "16. Tony Mitchell, Global Noise: Rap and Hip Hop Outside the USA (Hanover, \nNH: Wesleyan University Press, forthcoming).",
            "citations": []
        },
        "FN17": {
            "text": "17. Raymond Williams, in Marxism and Literature (London: Oxford University \nPress, 1977), offers a useful framework here: cultural practices can be emergent \nor residual, and in either case can function to reinforce the dominant culture, \nprovide an alternative to it, or oppose it. Different communities may, of course, \nassign different functions to the emergent culture of hip-hop: gangsta rap may be \nseen as alternative and sometimes oppositional by its direct producers; as oppositional \nby white conservative fomenters of moral panic over rap; but the CEOs of the record \ncompanies that distribute it may see it ultimately as reinforcing the dominant culture \nby confirming stereotypes of criminality and entrenching misogyny.",
            "citations": []
        },
        "FN18": {
            "text": "18. See bell hooks’s incisive analysis, “Gangsta Culture—Sexism and Misogyny,” \nin hooks, 115–23.",
            "citations": []
        },
        "FN19": {
            "text": "19. The comment, “If black people kill black people every day, why not have a week and kill white people?,” was taken out of context, and the fact that it was a common joke in black communities passed over. Clinton’s immediate concern was to avoid being Hortonized by George Bush Sr., and Sistah Souljah’s comment merely a convenient pretext.",
            "citations": []
        },
        "FN20": {
            "text": "20. KRS-One in Boogie Down Productions’ “The Bridge is Over” from the celebrated \nand influential album, Criminal Minded (B-Boy Records, 1987).",
            "citations": []
        },
        "FN21": {
            "text": "21. Record companies’ desire for star vocalists had led to the demotion of DJs, \nand a series of law suits in the early 90s led to restrictions on the use of samples—fees \nnow had to be paid to copyright holders in advance of a recording’s release.",
            "citations": []
        },
        "FN22": {
            "text": "22. KRS-One, “MCs Act Like They Don’t Know,” KRS-One (Jive, 1995).",
            "citations": []
        },
        "FN23": {
            "text": "23. Krims discusses the particular predilection of reality rap for dissonant \ncombinations of samples, or indeed combinations that are not in tune with each other, \ncalling such textures the “hip-hop sublime” (in the original Burkean sense of inspiring \nfear and pleasure simultaneously). See pp. 73–74.",
            "citations": []
        },
        "FN24": {
            "text": "24. Aside from all these considerations, Ice Cube’s oppositional stance is blatantly \nobvious; this is not like the classic post-colonial studies task of putting one’s \near to a Kipling text until the faint whimper of a resistant, Indian voice is heard.",
            "citations": []
        },
        "FN25": {
            "text": "25. See pp. 25–27. Fordism is a system of industrial mass production of standardized \nproducts involving Taylorism (“scientific management” of labor), assembly lines, \nand machinery specific to the production of one type of product. The high investment \nrequired to sustain this kind of production demands guaranteed markets—hence state \nintervention, including protectionist measures, and heavy expenditure on advertising.",
            "citations": []
        },
        "FN26": {
            "text": "26. For further analysis of Post-Fordism’s misconceptions, see Alex Callinicos, Against Postmodernism (Oxford: Polity Press, 1989), chapter 5, especially \n132–44. The above arguments (and others) all appear in this analysis; lest readers \nimagine that this is another conservative diatribe, Callinicos is a revolutionary \nsocialist (anti-Stalinist), who traces much of the motivation behind post-modernism \nto the crisis in Stalinist (i.e., Moscow-dominated) Communist parties in the West, \nbeginning with the undermining of May 1968 by the French Communist party through \nto the 1989–91 transfer of power in the Soviet Union and its former satellites.",
            "citations": []
        },
        "FN27": {
            "text": "27. See Ovenden, 63–65, and Greg Applegate, 25 Years on the MOVE , Part \n5, http://www.angelfire.com/ga/dregeye/move5.html and Part 6 http://www.angelfire.com/ga/dregeye/move6.html .",
            "citations": []
        },
        "FN28": {
            "text": "28. Of the first 5000 to be arrested, 52% were Latino, 38% Black and 10% White. \nSee Alex Callinicos, Race and Class (London: Bookmarks, 1993), chapter 8.",
            "citations": []
        },
        "FN29": {
            "text": "29. See Noel Ignatiev, “Abolitionism and White Studies,” Race Traitor , http://www.postfun.com/racetraitor/features/whitestudies.html and “The Point is not to Interpret Whiteness but to Abolish It,” Race Traitor , http://www.postfun.com/racetraitor/features/thepoint.html .",
            "citations": []
        },
        "FN30": {
            "text": "30. Ignatiev, “Abolitionism and White Studies.” For an excellent (left) critique of identity politics, see Sharon Smith, “Mistaken Identity—Or Can Identity Politics Liberate the Oppressed?,” International Socialism 62 (Spring 1994), 3–50.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] By the end of the 1960s, the coalition of forces involved in civil rights \ncampaigning had dissolved: white liberals who were happy to call for voting rights \nand an end to de jure segregation blanched when Malcolm X and eventually \nMartin Luther King condemned government and business interests in northern cities \nfor their maintenance of economic inequality and de facto segregation; SNCC \nand CORE expelled their white members and came under increasing police surveillance \nand provocation; the Black Panthers seized the moment by putting into practice the \nkind of self defense Malcolm X had called for, but even they collapsed under sustained \nand violent FBI suppression. At the same time Nixon encouraged the suppression of \nradical black movements, he finessed the Black Power movement, turning it into a \nmechanism for generating black entrepreneurs and professionals to be co-opted by \nthe system under the cloak of radical rhetoric. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Black musical culture may have become big business in the 60s, but it was \nstill responsive to changes in the black community. The non-violence of the early-60s \ncampaigns had been dependent on its appeal to the conscience of the Washington political \nestablishment, or on its threat to their international image (it certainly wasn’t \ngoing to pull on the heartstrings of the southern police and Citizens’ Councils); \nwhen this strategy had evidently run its course, black musical culture also underwent \na shift: the assiduously non-threatening Tamla Motown began to give way to music \nwhich was much less concerned about its appeal to white audiences, and leading this \ntrend was James Brown, the “father of funk.” Brown was considered so influential \nwithin black America that he was courted by both the Black Panthers and Nixon: the \nPanthers demanded that he use his influence more constructively (“Say it loud, ‘I’m \nblack and I’m proud!!’,” was the immediate result), while Nixon succeeded in gaining \nBrown’s endorsement for his re-election campaign. Funk was recognized as the expression \nof the black ghettos, until its adoption by major recording companies pressured \neven such highly respected funk bands as Kool & The Gang to dilute their music into \nthe more marketable and non-threatening disco. (2) The economic downturn that began \nin the early 70s led to the ravaging of black neighborhoods, as big business sought \nto maintain its profit margins by squeezing those least able to fight back. (3) Not \nonly was the standing of funk damaged by its association with disco, but the expense \ninvolved in creating funk was now beyond the means of so many in the ghettos.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Hip-hop emerged from one of the worst ghettos: the South Bronx, to which \nmany black and Latino residents were forcibly relocated—out of sight and out of \nmind—when their Manhattan neighborhoods caught the eye of property developers. (4) Through the expanding repertoire of techniques employed by DJs such as Kool Herc \nand Grandmaster Flash, and the refinement of rapping (MC-ing), often in competition \nbetween gangs, the basis for hip-hop was created in extreme adversity (to the wealthy \npolicy-makers who propagate the “cultural pathology” thesis of “black under-achievement”: \nwhose is the pathology that created the ghettos, and whose the cultural achievement \nin the face of this?). In time, cassette recordings began to circulate, and then \nin 1979 two commercial recordings were issued, using MCs alongside live musicians \n(rather than a DJ). (5) This provoked better established hip-hop crews into seeking \ncommercial contracts themselves, with various small, specialist labels. By the end \nof the 80s, however, hip-hop music had become big business, and the existing hip-hop \nlabels were offered lucrative distribution deals by major recording companies. (6) By this stage, as a by-product of the Reagan administration’s covert funding of \nthe Nicaraguan Contras, black and Latino neighborhoods of Los Angeles were flooded \nwith cocaine, which in the form of crack transformed the economy of the ghetto, \nand produced the way of life reported, celebrated, and sometimes lamented in gangsta \nrap. In reaction to these developments, other hip-hop artists attempted to provide \nmore edifying alternatives, with various combinations of political critique (of \npolice and gangsters), Afrocentrism, religious black nationalism (the Nation \nof Islam and the 5% Nation) and the invocation of jazz as a black cultural model.",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] During the 80s, the white, high-art world had already assimilated (or so \nit thought) a one-time inhabitant of hip-hop culture, the former graffiti artist \nJean-Michel Basquiat. (7) Now, at the beginning of the 90s, it was time for academia \nto acknowledge hip-hop music (all but one of the sources on hip-hop cited in the \nvolume under review date from after 1990). (8) In 1991, Richard Shusterman’s Pragmatist \nAesthetics included a thoughtful study of Stetsasonic’s celebrated “Talkin’ \nAll That Jazz,” although the semantic content of the lyrics greatly overshadowed \nmusical aspects of the song. (9) Tricia Rose made one of the most important contributions \nto the literature in 1994, in Black Noise , which included one of the earlier \nfeminist accounts of hip-hop misogyny and female rappers. (10) bell hooks also provided \nsome subtle feminist critiques, but tellingly had her interview with Ice Cube “sliced \nto ribbons” by the commissioning magazine when the hoped-for battle royal turned \nout to be a respectful dialogue (with Ice Cube condemning male violence against \nwomen). (11) In 1995, Russell Potter considered hip-hop in the context of postmodernism, \nand provided an eclectic series of lyrics-based analyses in Spectacular Vernaculars . (12) In the same year, a wide ranging collection of essays, many on topics which had \nreceived little attention before, appeared as Droppin’ Science , edited by \nWilliam Perkins. (13) In 1998, Robin D. G. Kelley contributed the most memorable \ntitle in the literature—“Yo’ Mama’s Disfunktional!”—and provided a pointed and \noften witty critique of how the maintenance of black stereotypes meshes with reactionary \nsocial policy. (14) In the year following the publication of Krims’s volume there \nhas been an interesting exploration of his central topic: the construction of identities \nthrough hip-hop, in Performing Identity/Performing Culture , by Greg Dimitriadis, (15) and one of Krims’s other major concerns—the internationalization of hip-hop—has \nbeen addressed in the forthcoming Global Noise , edited by Tony Mitchell. (16)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Krims notes in his Introduction that the validation of rap “via expositions \nof some of its poetics turns out to be a project of a surprisingly high percentage \nof scholarship, occurring far more frequently than in any other genre I know of” \n(p. 13). This should probably be no surprise: considering the vilification of urban \nghetto inhabitants in the national press, through selective statistics and manipulations a la “Willie” Horton, the cultural products of those communities need more \ndefending in the academy than any other artifacts. Let us grant that hip-hop has \nbeen in existence for a quarter of a century, and compare the status of hip-hop \ntoday with the status of bebop in the mid 60s, about a quarter century after its \ninception; one might wonder whether say, Rakim, or DJ Premier will ever enjoy the \nkind of iconic status long ago accorded to Charlie Parker (which is certainly not \nto say that hip-hop should ever strive to be “America’s Classical Music”). But after \na decade of hip-hop scholarship, Krims is fortunately able to “assume the importance \nof the subject matter and continue from there” (p. 13). Instead of having to engage \nin any lengthy validation of hip-hop as a legitimate field of study, he must instead \njustify his own book-length addition to a body of scholarship that is already substantial. \nAnd his justification is that the relation of “musical design to cultural workings \nin detail is what may prove to separate this book from the other fine collections \nand monographs on the topic of rap music and/or hip-hop culture” (p. 14).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Krims painstakingly qualifies and defends his commitment to musical “close \nreading.” This approach is, after all, viewed with deep suspicion by popular-music \nscholars from a non-musicological/music-theoretical background: “The argument asserts \nthat such analyses treat the music as if it were some self-existent object whose \nmeaning can be determined outside creative and diverse responses of communities” \n(p. 20). But as Krims argues, close reading need not imply reification and mystification, \nand he cites in his favor the very different status that close reading enjoys in \nfilm studies; the suspicion musical close reading draws upon itself arises specifically \nfrom the role it has performed within music scholarship in the past (see pp. 17–24). \nAnd this takes us to the heart of Krims’s present project: “I aim here at nothing \nless than asserting that studying musical poetics can be a task of the greatest \nsocial relevance, even in some cases an indispensable (though never sufficient) \npart of the cultural study of music” (p. 14).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Krims intends his monograph to fulfill three functions within and across \ndisciplinary boundaries. First, this is a music-theoretical project that is meant \nto broaden music theorists’ conception of their discipline. Second, this is also \na musicological work designed to reinforce the various tendencies that used to be \nidentified as “the new musicology.” Third, Krims’s ultimate ambition is that the \npresent volume should serve as a stepping-stone towards the day when both music \ntheory and musicology can take their place as specialized regions within the broader \nfield of cultural studies. But this is not to suggest that Krims adopts hip-hop \nas an arbitrary tool to reshape or break down disciplinary boundaries. On the contrary, \nhe argues that hip-hop and cultural identities are among the social practices and \nconstructions that eventually bring about such changes within scholarly activity \n(see p. 4). Krims himself is not only a member of the international audience for \ncommercial hip-hop recordings, but has also been an occasional contributor to the \nculture, as instrumentalist and producer. It is hardly surprising, then, that Adorno \nreceives only a passing mention; Krims cannot endorse the Adornian critique of mass \nculture, and therefore feels no compulsion to justify his work by attributing “resistant \nreadings” to hip-hop’s audiences. While admitting that the hip-hop featured in his \nbook has been filtered through the needs and marketing strategies of the recording \nindustry, he recognizes that hip-hop is nevertheless capable of constructing identities \nwhich, though often not genuinely oppositional, nevertheless stand outside the limits \nof the dominant ideology. (17) This approach is better able to face the ability of \npresent-day capital to absorb almost anything (even anti-capitalist literature is \nbecoming a highly marketable commodity) without sinking back into the pessimism \nof Adorno, or the complacency of the post-modernist tendency to celebrate what is \nsupposedly undefeatable. Hip-hop reception in the last decade has featured a number \nof moral panics, usually with a racist subtext; (18) notoriously, even Bill Clinton \nentered the fray, attacking Sistah Souljah for a comment made after the 1992 Los \nAngeles rebellion. (19) But the moralizing rhetoric has never done anything more \nthan shuffle the deck of hip-hop artists, labels and distributors; moralizing (against \nblack communities) serves moneyed interests, but if it conflicts with those interests \nit can always be kept in check. If hip-hop were perceived as a real threat to capital, \nit would certainly not be the largest sector of the recording industry today.",
                "footnotes": [
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] After a substantial and useful introduction, Krims lays out his case in five \nchapters, none of which draw substantially on previously published material, although \neach could be read independently of the others without serious detriment. Chapters \n1 and 2 are general, while Chapters 3–5 are more concrete, featuring case studies \nof particular hip-hop artists and “songs.” Chapter 1 attempts to show how music \nanalysis can fit within cultural-studies scholarship, answering the standard objections \nto analysis while granting their partial validity (in general, that they pass fair \ncomment only on the bulk of past practice). Krims recommends that the scope of music \ntheory should be extended to all “theory about music,” while within this, “musical \npoetics” is that part of music theory which deals with the organization of sound \nin music. With regard to hip-hop, musical poetics is required in order to demonstrate \nhow cultural identities are encoded in songs. Chapter 2 moves squarely onto hip-hop \nterritory, discussing the system of generic categories recognized by hip-hop artists \nand their audience, and showing how these categories can be defined to a large extent \nthrough musical poetics; Krims is careful not to take this too far, and avoids de-historicizing \nor essentializing hip-hop genres.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Chapter 3 takes a single song as a case study, namely Ice Cube’s “The Nigga \nYa Love to Hate,” produced by the Bomb Squad (Public Enemy’s producers). Krims now \npresents the full technical apparatus of his hip-hop analyses: avoiding staff notation, \nhe uses a grid system to convey rhythms, which widens his potential readership to \nall those familiar with sequencer programs; pitch is covered by letter names for \nnotes and chords. While the small-scale analyses using this apparatus provide accurate \ntranscriptions of the Bomb Squad’s dense, multi-layered music, perhaps most impressive \nis the large-scale formal-textural diagram of the song, packed with detail that \nrequires several listenings to appreciate. Krims discusses how this song exemplifies \nthe “hardcore” style and constructs a “black revolutionary subject” (I find the \nlatter problematic, as I discuss below). Chapter 4 explains how geographically defined \nidentities are formed in hip-hop, with special attention to the work of the Atlanta-based \nGoodie MoB. Geography was already a matter of dispute by the mid-80s even within \nthe confines of NYC (Bronx-based KRS-One repudiated MC Shan’s rival claims for Queensbridge), (20) but as hip-hop spread to other urban centers across the U.S., different styles were \nformed in the effort to assert independence from New York. Some of the more rudimentary \nanalytical apparatus is used to this end, but there is nothing approaching the detail \nor scope of the Ice Cube analysis of the previous chapter (perhaps this was not \nneeded, but one might suspect from the sophistication of Chapter 3 that it was the \nlast to be written). Chapter 5 traces the spread of hip-hop beyond the U.S., with \ncase studies in the Netherlands—the Amsterdam-based Spookrijders—and Canada—the \nCree MC Bannock, based in Edmonton, Alberta (whose image appears on the book’s front \ncover). Krims has worked with Bannock, and is therefore able, owing to his insider’s \nknowledge, to provide a more intimate account. Indeed, the Bannock item in the book’s \ndiscography has not even been commercially released. International communities of \nhip-hop artists are shown to interact dialectically with U.S. hip-hop; the art of \nthe DJ, for example, had its origins in Jamaica, and after waning in the U.S. during \nthe early 90s, it was revitalized partly under the influence of outsiders, such \nas DJ Honda of Japan, and DJ Dave of Germany. (21)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Krims has devised an efficient terminological framework for the technical \ndiscussion of style and genre. Because the implied conceptual divisions play a foundational \nrole here, Krims is at pains to justify his choices by tracing them back to the \ndiscursive practices of hip-hop artists, journalists, and fans. The MC’s flow, that \nis, the non-semantic aspects of rap delivery (principally rhythm and rhyme schemes), \ncan follow one of three styles according to Krims: “sung,” “percussion-effusive,” \nand “speech-effusive.” The first corresponds roughly to “old school” flow: “rhythmic \nrepetition, on-beat accents, regular on-beat pauses, and strict couplet groupings” \n(“sung” because the spoken delivery resembles song except in respect to pitch) (p. \n50). The two “effusive” styles are both characteristically “new school” (late 80s \nonwards), and are marked by “a tendency to spill over the rhythmic boundaries of \nthe meter [and] the couplet, staggering the syntax and/or the rhymes, [and] creating \npolyrhythms with four-measure groupings of 4/4 time” (p. 50). The opposition between \nthe two effusive styles is then a percussive approach with clear articulation and \nstaccato delivery, generally with recurring rhythmic patterns, versus an approach \ncloser to normal speech with more vaguely defined rhythmic location and articulation \nand highly irregular rhythms (p. 51). While Krims has had to coin his own terms, \nhe has not imposed an alien structure on hip-hop practices, but only teased out \nthe basis for the old-school/new-school distinction universally understood among \nhip-hop’s audiences.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] On the level of genre, Krims presents four categories: “party,” “mack,” \n“jazz/bohemian” and “reality” rap, discussing the characteristics of musical style, \nflow and (discursive) topics for each one; all four terms have some currency in \nfamiliar hip-hop discourse. Party rap is the oldest of the genres (or strictly, \nthe pre-generic default), typified by relatively fast and danceable funk or disco \nsamples, sung flow and lyrics marked by “celebration, pleasure and humour.” Krims \noffers a telling example of party-rap being treated as a musical topic by KRS-One \nat the opening of “MCs Act Like They Don’t Know,” before he reverts to the speech-effusive \nflow that was his default by the time this song was recorded (1995) (pp. 58–62). (22) Mack rap is typified by uncomplicated R&B-style music, and, of course, by lyrics \nfeaturing “boasts of sexual prowess, attempts at seduction” and “images of wealth” \n(p. 64). Jazz/bohemian rap, the most artistically self-conscious genre, is eclectic \nin its musical styles, often referential or humorous in its use of samples, and \nsometimes turning (non-ironically) to jazz. Topics are equally wide-ranging, from \nthe opacity of some De La Soul lyrics to the rejection of mack or gangsta values, \nto the advocacy of Afrocentricity (see pp. 65–70). Finally, reality rap cultivates \na “hardcore” style, which on the East Coast generally meant dense, multi-layered \nand often clashing samples (established by Public Enemy’s producers, the Bomb Squad), (23) while on the West Coast, the preference for George Clinton samples or live funk \nbacking (the G-Funk style) meant that the burden of establishing “hardness” fell \non the lyrics (an example of geographic marking). The speech-effusive flow style \nhas predominated in reality rap from the early 90s onwards. Topics are diverse, \nbut “ghetto authenticity” provides a common denominator: lyrics may celebrate or \nlament the various aspects of gang life, they may call for political engagement \nand/or present the values and ideas of the NOI or 5% Nation (see pp. 70–80). Krims \nrightly regards all these genres as mutually permeable, but this does not undermine \nthe provisional usefulness of the distinctions.",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Anyone who has read this far will be in no doubt that the present reviewer \nholds Krims’s volume in high regard. There are, however, some problems to address. \nFirst, and most superficially, there are occasional baroque flourishes—concessions \nto fashion—that may, for a moment, undermine some readers’ confidence in Krims’s \nseriousness (they should persevere). The cultivation of pseudo-paradoxes is one \nfashionable habit that makes an appearance in this volume: [O]ne might try to retain a picture of a vernacular culture and a mass culture. \n  Such a thing is simultaneously impossible and necessary; impossible, because at \n  any given moment any representation will emphasize one aspect over another, but \n  necessary, because both are indispensable truths. (p. 6) But what is possible “at any given moment” is an irrelevance: there are over \ntwo hundred pages in the present volume—plenty of room for giving both aspects \na good airing. Readers will not be surprised to hear that Krims succeeds in fulfilling \nhis “impossible” but necessary task. And then, a little later, Lacan appears: If my presence in the rest of the book can be charted, then I am assuming (indeed, \n  not-so-secretly hoping), that it may be charted in the way that iek describes \n  Lacan’s view of the Subject—that the Subject is signaled by that which “perturbs \n  the smooth engine of symbolization and throws it off balance, an anamorphic entity \n  that gains its consistency only in retrospect, viewed from within the symbolic \n  horizon.” (p. 7) Some readers will doubtless take delight in such pretty word patterns, but they \nmight do well to ask themselves whether the present volume could generate much interest \nif it were written in this manner throughout. Krims’s achievement is clear, and \ndoes not need the adornment of such tinsel.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] A more serious problem emerges in the methodology of Chapter 3 (the analysis \nof Ice Cube’s “The Nigga Ya Love to Hate”) when Krims moves from the formal/textural \nanalysis to the consideration of interpretations that can be attached to (putatively) \nsignificant details emerging from that analysis. The source of the problem seems \nto be that Krims required only a modest analysis in order to make the points he \nraises elsewhere about style and genre. To the mind of this reader, the grand analysis \nof Chapter 3 is of great interest in itself (although I wouldn’t want to see the \nsame approach repeated endlessly in graduate dissertations as a hip-hop equivalent \nto Schenker or Forte). But Krims seems convinced that these analytical efforts stand \nin need of interpretative justification, as if his leaving any part of the analysis \nto stand alone would constitute an aestheticization of the song, an imposition of \nart-work ideology (and as if all he had said to the contrary suddenly counted for \nnothing). In fact Krims’s interpretative imperative eventually leads him (paradoxically, \nif you must) to treat the song as if it were a text lending itself to limitless \nscrutiny outside of its real-time playback. And this also causes him to write as \nif he were working within the resistant-reading faction of cultural studies, clutching \nat any tiny detail that might, if poked and prodded for a while, yield up a tiny \nsqueak of opposition to the dominant ideology. This accounts for the long and tortuous \ncomparison of two phrases: “Tom, Dick and Hank” and “build, mold and fold”; Krims \ntries to argue that the lack of a cymbal attack together with the first “and,” \nand the presence of a synthesizer attack together with the second “and” is \nhighly significant.  Without rehearsing Krims’s entire argument, the former \nindicates resistance to a “white” identity, the latter support for Ice Cube’s “revolutionary” \nidentity (pp. 112–16; I’m not sure that Krims has even convinced himself by the \nend of the discussion). I simply cannot believe that Ice Cube or the Bomb Squad \nhad the leisure time to consider any of this in the studio—and the two events, \nnote, are quite distant from each other in the song. Even less could I believe that \nthis minute difference had prompted any other listener to draw the same conclusions. \nIf we assign some kind of agency to texts themselves, then there is, of course no \nproblem, but this is crass mystification of a kind I do not believe Krims would \nwant to endorse. The problem is perhaps symptomatic of the tendency to treat all \nartifacts as texts, marginalizing the peculiarities of different media; some artifacts \nare experienced as they unfold in real time, which severely discourages the kind \nof contemplative examination that texts—in the standard, written sense—allow. (24)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Some aspects of Krims’s political analysis are also questionable. Krims \nattributes the major shift in the humanities to the new economic environment of \n“post-Fordism,” while music theory remains a relic of Fordism and Cold War imperatives. (25) But the notion that we live in a post-Fordist world today, although prominent in \ncultural-studies discourse, is, I would argue, delusory, and if so, Krims would \nneed to find a new basis for the shift. First, post-Fordist theorists mischaracterize \nFordist mass production: the Model T case—a single product, unchanging over a long \nperiod—was more exception than rule. Second, much industrial plant during the period \nin question (from the early 20 th century up to about 1970) was adaptable \nto new lines. Third, mass production was applicable only to complex consumer durables \n(electrical goods, cars, etc.), and not to other large sectors of the economy: capital-intensive \nprocessing (steel, chemicals) or labor-intensive manufacture (clothing, furniture). \nFourth, the post-Fordist thesis that standardized production is receding due to \nthe loss of mass markets is contradicted by all the evidence: cars, washing machines, \nand other consumer durables of long standing are still required in larger numbers \nthan ever, while new generations of such goods have also found mass markets (microwave \novens, CD players, etc.). Fifth, post-Fordist theory exaggerates the internationalization \nof trade: most large corporations are still based in their country of origin, and \na large proportion of their output is still sold in those countries. Sixth, the \npost-Fordist analysis of an international labor market consisting of privileged \ncore and oppressed periphery is exaggerated: job insecurity, low pay, and rising \nhours are characteristic of all labor markets today. I could go on, but this should \nsuffice to make the point. (26)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] There is, it seems to me, a further problem over the notion of a “revolutionary \nidentity” (here, the identity Ice Cube supposedly constructs for himself). That \nIce Cube’s artistic stance is in various ways oppositional can hardly be in doubt, \nbut whether it is revolutionary is quite another matter. Since his 1991 album Death Certificate , Ice Cube has identified with the Nation of Islam in his lyrics; \nthe NOI, although its rhetoric may strike a radical chord, is conservative in its \nsocial and moral outlook, and explicitly capitalist in its program for the advancement \nof Black Americans (but like Marcus Garvey before them, they oppose the ingratiation \nof white capitalists in the manner of Booker T. Washington). Today there are some \nblack bankers and CEOs, but this is no revolutionary development; indeed, regardless \nof the racist jibes and police harassment they suffer in common, such persons have \nplaced themselves in class conflict with Black American workers (and unemployed). \nLet us not equivocate: class is not merely another identity to be thrown into the \nmix; one can be proud to be Irish, say, or even—help us—proud to be a music theorist, \nbut not proud to be an exploiter, or proud to be exploited. The very coupling of \n“revolutionary” and “identity” is also questionable. Identity politics has served \nin various ways to undermine more radical demands. Ethnic- minority politicians have \nrelied upon ethnic-solidarity voting while they are progressively co-opted by the \nracist system they were expected to oppose; thus Wilson Goode, Philadelphia’s first \nblack mayor, was supported by black voters in the hope that he might curtail the \nbrutal racism of the city’s police force, but in May 1985, within months of his \nelection, he planned and authorized the notorious Osage Avenue bombing of MOVE, \na black counter-cultural community; (27) likewise, Tom Bradley, the black mayor of \nLos Angeles, found himself in stark opposition to much of the black community during \nthe rebellion of 1992 (this can hardly be called a “race riot,” since even the police \nfigures prove the multi-ethnic character of the rising). (28) Identity politics has \nalso served to divide ethnic-minority workers against each other, encouraging them \nto compete over limited funds instead of questioning why there is not enough to \nprovide for the needs of all. Finally, identity politics, and the fascination with \nidentity in the humanities over the last two decades, can allow structural racism \nto be sidelined whenever different identities are taken as equals—hence the struggle \nover white studies, which soon became a celebration of “white culture ” (although \n“whiteness” is, of course, neither biological nor cultural, but an ideological construction \nentrenching the economic privilege of some and encouraging others to imagine that \nthey partake in that privilege, even though they do not reap the material benefits). (29) Krims need not disagree with any of this, but the centrality of “identity” to his \nproject suggests that he attaches an importance to it that I would wish to question. \nNoel Ignatiev memorably described the banal endpoint of identity politics—the promotion \nof “diversity”: The “diversity” industry does not depend on small groups of well-intentioned \n  people meeting in church basements, but on lucrative contracts with corporations \n  to conduct seminars for executives on how to manage a “diverse” labor force. It \n  is fortunate that in the nineteenth century they had abolitionists instead of \n  diversity consultants; if not, slavery would still exist, and representatives \n  of slaves and slaveholders would be meeting together—to promote mutual understanding \n  and good feeling. (30)",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] While these matters are worthy of vigorous debate, my criticisms are not \nmeant to detract from Krims’s substantial achievement. Krims has by no means provided \na general introductory text on hip-hop (this was clearly not his intention), but \nfor anyone teaching a course unit that explores hip-hop in greater depth, or which \nis devoted entirely to hip-hop, Krims’s work constitutes a valuable addition to \nthe existing literature, and ought to be added immediately to the bibliography list \nof any such course. For hip-hop research, Krims’s work is simply indispensable, \nand will doubtless serve as a benchmark for years to come among all researchers \nwho engage directly with the musical aspects of hip-hop. Whether music theorists \nwill take up Krims’s proposals on subsuming their discipline within cultural studies \nremains to be seen, but at the very least he has initiated a rapprochement between \nthe two.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.01.7.4.walker.html",
    "data": "mto/data/mto.01.7.4.walker.json"
}