{
    "title": "On the Russian Concept of Lād, 1830–1945",
    "date": "2019/12/01",
    "volume": "25",
    "issue": "4",
    "authors": [
        "Ewell, Philip"
    ],
    "abstract": "Universally translated into English as “mode,” the Russian termлад(“lād”) first appeared in 1830 as a translation from GermanTonart, which is usually translated into English as “tonality.” To Tchaikovsky a lād was, in fact, a tonality, but by century’s end lād had come to signify its pre-tonal cousin, mode. Boleslav Yavorsky’s work on the subject in the early twentieth century gave lād new post-modal and post-tonal meaning with respect to quasi-tonal and post-tonal music. In this article, I delve deeply into the history of this uniquely Russian concept, from its inception to its highly modified mid-twentieth century form. Rather than trying to find an English equivalent, I leave “lād” in its transliterated form, which disentangles it from inaccurate translations. I examine a 1945 Chopin analysis by Yavorsky’s student, Sergei Protopopov, which outlines new interpretations for Russian lād. Sketches for this analysis, from theRussian National Museum of Music, provide a backdrop for a reexamination of basic tonal constructs such as cadence, phrase, form, harmonic function, and melodic diminution. I then look at a famous 1930 conference on Yavorsky’s theories as an example of the high stakes involved in creating a Marxist musical science, in which lād played a primary role. I also briefly discuss Yavorsky’s theories as a counterweight to Hugo Riemann’s encroaching functionality, which was brought to Russia by Gregori Catoire in the early twentieth century. It is my hope that this work on lād will fill in many gaps for the English-language reader, and possibly spur further studies on this uniquely Russian concept.",
    "keywords": [
        "Mode",
        "modal rhythm",
        "tonality",
        "intonation",
        "Russian music theory",
        "Frédéric Chopin",
        "Joseph Fuchs",
        "Modest Rezvoi",
        "Peter Tchaikovsky",
        "Nikolai Rimsky-Korsakov",
        "Boleslav Yavorsky",
        "Sergei Protopopov",
        "Boris Asafiev"
    ],
    "doi": "10.30535/mto.25.4.4",
    "received": "June 2018",
    "pdf": "https://www.mtosmt.org/issues/mto.19.25.4/mto.19.25.4.ewell.pdf",
    "author_info": [
        {
            "name": "Philip Ewell",
            "university": "Hunter College and CUNY Graduate Center",
            "address": "695 Park Avenue, New York, NY 10065",
            "email": "pewell@hunter.cuny.edu"
        }
    ],
    "citations": {
        "alieva_2017": "Alieva, Imina 2017. “Интонационная система азербайджанских ладов в контексте современной теории музыки” (The intonational system of Azerbaijani lāds in the context of contemporary music theory). PhD diss., Bakinskaia Muzykal’naia Akademiia imeni Uzeira Gadzhibeĭli.",
        "anonymous_1930": "Anonymous. 1930. “Conference on the theory of lādovy rhythm” ( Конференция по теории ладового ритма ). Пролетарский музыкант (Proletarian musician), No. 2: 6–9.",
        "aranovsky_2012": "Aranovsky, Mark. 2012. “Теоретическая концепция Б. Л. Яворского” (The theoretical conception of Boleslav Yavorsky). In Искусство музыки: теория и история (The art of music: Theory and history) 6: 39–58.",
        "asafiev_1971": "Asafiev, Boris. [1930 and 1947] 1971. Музыкальная форма как процесс (Musical form as process). 2 vols. 2nd ed. Muzyka.",
        "bakulina_2014": "Bakulina, Ellen. 2014. “The Concept of Mutability in Russian Theory.” Music Theory Online 20 (3).",
        "bakulina_2015": "Bakulina, Ellen. 2015. “Tonality and Mutability in Rachmaninoff’s All-Night Vigil , Movement 12.” Journal of Music Theory 59 (1): 63–97.",
        "bazayev_2014": "Bazayev, Inessa. 2014. “The Expansion of the Concept of Mode in Twentieth-Century Russian Music Theory.” Music Theory Online 20 (3).",
        "bershchadskaia_2004": "Bershchadskaia, Tatyana. 2004. “О понятиях, терминах, определениях современной теории музыки” (On the concepts, terms, and definitions of contemporary music theory). In Статьи разных лет (Articles from various years), 10–27. Soiuz Khudozhnikov.",
        "bershchadskaia_2013": "Bershchadskaia, Tatyana. 2013. “Ленинградская–петербургская школа теории музыки” (The Leningrad-St. Petersburg school of music theory). In Санкт-Петербургская консерватория в мировом музыкальном пространстве (St. Petersburg conservatory in a world-wide musical context), 9–15. Edited by N. I. Degtiareva. Izdatel’stvo Politekhnicheskogo Instituta.",
        "bobykina_2000": "Bobykina, I. A., ed. 2000. Дмитрий Шостакович: в письмах и документах (Dmitri Shostakovich: In letters and documents). Antikva.",
        "catoire_1925": "Catoire, Grigori. 1924 and 1925. Теоретический курс гармонии (Theoretical course of harmony). 2 vols. Gosudarstvennoe izdatel’stvo muzykal’nyi sector.",
        "carpenter_1988": "Carpenter, Ellon. 1988. “The Theory of Music in Russia and the Soviet Union, ca. 1650–1950.” PhD diss., University of Pennsylvania.",
        "carpenter_1995": "Carpenter, Ellon. 1995. “Russian Theorists on Modality in Shostakovich’s Music.” In Shostakovich Studies , ed. David Fanning, 76–112. Cambridge University Press.",
        "champigny_2006": "Champigny, René. 2006. “Cent ans de recherches sur l'octotonisme, 1 re partie: de Yavorsky à van den Toorn.” Musurgia 13 (2): 33–49.",
        "chernobrivets_2016": "Chernobrivets, Peter. 2016. “О динамической сущности процесса ладообразования” (On the dynamic essence of the process of lādoformation). In Музыкальная наука в едином культурном пространстве (Musicology in a unified cultural space), published proceedings of the Fourth International Internet Conference, Gnesin Institute, Moscow. Http://gnesinstudy.ru/wp-content/uploads/2016/05/TschernobrivezPA.pdf.",
        "chevaillier_1931": "Chevaillier, Lucien. 1931. История учений о гармонии (The history of harmonic studies) (in French, Les théories harmoniques ). Translated from French by Z. Potapova. Edited by Mikhail Ivanov-Boretsky. Gosudarstvennoe muzykal’noe izdatel’stvo.",
        "dahlhaus_1968": "Dahlhaus, Carl. 1968. Untersuchungen über die Entstehung der harmonischen Tonalität (Investigations on the genesis of harmonic tonality). Bärenreiter.",
        "ewell_2008": "Ewell, Philip. 2008. “Russia’s New Grove: Priceless Resource or Propagandistic Rubbish?” In RILM Perspectives Series : 659–70.",
        "ewell_2012": "Ewell, Philip. 2012. “Rethinking Octatonicism: Views from Stravinsky’s Homeland.” Music Theory Online 18 (4).",
        "ewell_2013": "Ewell, Philip. 2013. “‘On the System of Stravinsky’s Harmony,’ by Yuri Kholopov: Translation and Commentary.” Music Theory Online 19 (2).",
        "ewell_2015": "Ewell, Philip. 2015. “Американская теория рядов в перспективе” (American set theory in perspective). Музыкальная Академия (Music academy) (1): 148–155.",
        "ewell_forthcoming": "Ewell, Philip. Forthcoming. “Music Theory à la Leningrad: An Interview with Tatiana Bershchadskaia.” Contemporary Musicology 4/2019.",
        "fétis_1867": "Fétis, François-Joseph. [1844] 1867. Traité complet de la théorie et de la pratique de l'harmonie (Complete treatise of the theory and practice of harmony). 9th ed. G. Brandus et S. Dufour.",
        "fuchs_1830": "Fuchs, Johann Leopold. 1830. Практическое руководство к сочинению музыки, в пользу самоучащихся, и в облегчение учителей, с приложением особенных правил для сочинителей русского церковного пения и двух нотных тетрадей, из которых первая заключает в себе примеры и задачи, а вторая решение задач, изложенное Л. Фуксом (Practical handbook on writing music, for the self taught and for teachers, with an addendum of specific rules for composers of Russian church singing, in two music workbooks, the first of which is examples and exercises and the second of which is the solution manual to the text, by L. Fuchs). Trans. by Modest Rezvoi. St. Petersburg.",
        "fuchs_1844": "Fuchs, Johann Leopold. 1844. Новая метода, содержащая главные правила музыкальной композиции и руководство к практическому применению их (A new method, containing the main rules of musical composition and a guide to their practical application). Trans. by Yuri Arnold. St. Petersburg.",
        "gliadeshchkina_2013": "Gliadeshchkina, Zoya. 2013. “Тональность и модальность в русской теории музыки XIX века” (Tonality and modality in Russian music theory in the 19th century). Журнал Общества теории музыки (Journal for the society for the theory of music) 2: 1–14.",
        "hyer_2001": "Hyer, Brian. 2001. S.v. “Tonality,” Grove Music Online .",
        "ippolitov-ivanov_1905": "Ippolitov-Ivanov, Mikhail. [1897] 1905. Учение об аккордах, их построение и разрешение (Study on chords, their structure and resolution). 2nd ed. Jurgenson Publishers.",
        "kholopov_1976": "Kholopov, Yuri. 1976. S.v. “Лад” (Lād). In Музыкальная энциклопедия . Vol. 3: 130–43. Sovetskaia Entsiklopediia.",
        "kholopov_1981": "Kholopov, Yuri. 1981. S.v. “Тональность” (Tonality). In Музыкальная энциклопедия . Vol. 5: 564–75. Sovetskaia Entsiklopediia.",
        "kholopov_2003": "Kholopov, Yuri. [1988] 2003. Гармония: Теоретический курс (Harmony: a theoretical course). Muzyka. Reprint, Lan’.",
        "kholopov_1991": "Kholopov, Yuri. 1991. S.v. “Тональность” (Tonality). In Музыкальный энциклопедический словарь (Music encyclopedic dictionary), 548–49. Sovetskaia Entsiklopediia.",
        "kholopov_et_al_2006": "Kholopov, Yuri, et al. 2006. Музыкально-теоретические системы (Music-theoretical systems). Kompozitor.",
        "kuregyan_2001": "Kuregyan, Tatyana. 2001. S.v. “Yavorsky,” Grove Music Online .",
        "lebedev_2015": "Lebedev, Sergei. 2015. “Interrelation of Modality and Tonality in the Theoretical Concepts of Harold Powers and Yury Kholopov.” Paper delivered at the Annual Meeting of the Society of Music Theory, St. Louis, Missouri, November.",
        "lebedev_2017": "Lebedev, Sergei. 2017. S.v. “Модальность,” Большая российская энциклопедия (Great Russian encyclopedia). Https://bigenc.ru/music/text/2221533.",
        "lupishko_2016": "Lupishko, Marina. 2016. “Konyus’ ‘Metrotechtonism’ and Yavorsky’s ‘Modal Rhythm’: Parallels Between Music and Architecture in Early Soviet Music Theory.” In Music and Figurative Arts in the Twentieth Century , ed. Robert Illiano, 73–94. Brepols.",
        "lunacharsky_1930": "Lunacharsky, Anatoly. 1930. “Несколько замечаний о теории ладового ритма” (Several observations on the theory of lādovy rhythm). Пролетарский музыкант (Proletarian musician), No. 2: 10–13.",
        "mazel_2008": "Mazel, Lev. [1971] 2008. Исследования о Шопене (Chopin studies). Kompozitor.",
        "mcquere_1978": "McQuere, Gordon. 1978. “‘The Elements of the Structure of Musical Speech’ by S. V. Protopopov: A Translation and Commentary.” PhD diss., University of Iowa.",
        "mcquere_2009": "McQuere, Gordon. [1983] 2009. “The Theories of Boleslav Yavorsky.” In Russian Theoretical Thought in Music , ed. Gordon McQuere, 109–64. UMI Research Press. Reprint, University of Rochester Press.",
        "powell_2001": "Powell, Jonathan. 2001. S.v. “Protopopov, Sergey.” Grove Music Online .",
        "powers_et_al_2001": "Powers, Harold, et al. 2001. S.v. “Mode.” Grove Music Online .",
        "protopopov_1930": "Protopopov, Sergei. 1930. Элементы строения музыкальной речи (Elements of the structure of musical speech). 2 vols. Izdatel’stvo Muzykal’nyĭ Sektor.",
        "protopopov_1945": "Protopopov, Sergei. 1945. Ладовый и интонационный анализ прелюдии h-moll Шопена (Lādovy and intonational analysis of Chopin’s B-minor Prelude), March 2; Fund 329, No. 238; Russian National Museum of Music",
        "rabinovich_1964": "Rabinovich, Isaac, ed. 1964. Б. Яворский: воспоминания, статьи и письма (Boleslav Yavorsky: Remembrances, articles, and letters). 2 vols. Muzyka.",
        "riemann_1929": "Riemann, Hugo. [1882] 1929. Musiklexikon . 11th ed. 2 vols. Max Hesses Verlag.",
        "rimsky-korsakov_1937": "Rimsky-Korsakov, Nikolai. [1885] 1937. Практический учебник гармонии (Practical harmony textbook). 16th ed. Edited by Maximilian Steinberg. Gosudarstvennoe Muzykal’noe Izdatel’stvo.",
        "ritzarev_2006": "Ritzarev, Marina. 2006. Eighteenth-Century Russian Music . Ashgate, 2006.",
        "rovner_2010": "Rovner, Anton. 2010. “Сергей Протопопов: композиторское творчество и теоретические работы” (Sergei Protopopov: compositional output and theoretical work). PhD diss., Moscow Conservatory.",
        "segall_2014": "Segall, Christopher. 2014. “Sergei Taneev’s Vertical-Shifting Counterpoint: An Introduction.” Music Theory Online 20 (3).",
        "sorokin_2000": "Sorokin, I. S., ed. 2000. S.v. “Лад.” Словарь русского языка XVIII века (Dictionary of 18th-century Russian language). Nauka.",
        "straus_1982": "Straus, Joseph. 1982. “Stravinsky’s Tonal Axis.” Journal of Music Theory 26 (2): 261–90.",
        "taneev_1959": "Taneev, Sergei. [1909] 1959. Подвижной контрапункт строгого письма (Movable counterpoint in the strict style). Moscow: Jurgenson. Reprint, Gos. Muz. Izdatel’stvo.",
        "taneev_1952": "Taneev, Sergei. 1952. С. И. Танеев: материалы и документы . Том 1: переписка и воспоминания (Sergei Taneev: Materials and documents. Vol. 1: Correspondence and recollections). Izdatel’stvo akademii nauk SSSR.",
        "taruskin_2011": "Taruskin, Richard. 2011. “Catching Up with Rimsky-Korsakov.” Music Theory Spectrum 33 (2): 169–85.",
        "tchaikovsky_1957": "Tchaikovsky, Peter. [1874] 1957. Краткий учебник гармонии (Short textbook on harmony). In П. Чайковский: Полное собрание сочинений (P. Tchaikovsky: Complete works), Vol. 3a, 163–216. Moscow: Gosudarstvennoe Muzykal’noe Izdatel’stvo.",
        "tull_1977": "Tull, James. 1977. “B. V. Asafiev’s ‘Music Form as a Process’: Translation and Commentary.” PhD diss., Ohio State University.",
        "weber_1817–1821": "Weber, Gottfried. 1817–1821. Versuch einer geordneten Theorie der Tonsetzkunst . 3 vols. Mainz.",
        "yavorsky_1908": "Yavorsky, Boleslav. 1908. Строение музыкальной речи (The structure of musical speech). Moscow.",
        "yavorsky_1913": "Yavorsky, Boleslav. 1913. Упражнения в голосоведении (Exercises in voice leading). Jurgenson.",
        "yavorsky_1915": "Yavorsky, Boleslav. 1915. Упражнения в образовании ладового ритма (Exercises in the formation of lādovy rhythm). Jurgenson.",
        "yavorsky_1923": "Yavorsky, Boleslav. 1923. Основные элементы музыки . Moscow.",
        "yavorsky_1925": "Yavorsky, Boleslav. 1925. “Баховский семинар” (Bach seminar). Notes by S. Riazanovy and L. Averbukh, with oversite by Yavorsky. Available online at: http://glierinstitute.org/ukr/study-materials/2/yavorskii.pdf.",
        "yavorsky_1972": "Yavorsky, Boleslav. 1972. Статьи, воспоминания, переписка (Articles, remembrances, correspondence). Edited by Isaac Rabinovich and Dmitri Shostakovich. Moscow.",
        "yavorsky_2008": "Yavorsky, Boleslav. 2008. Избранное: письма, воспоминания (Favorites: Letters, recollections). Kompozitor.",
        "yavorsky_1929": "Yavorsky, Boleslav, and Sofia Beliaeva-Eksempliarskaiia. 1929. Восприятие ладовых мелодических построений (The perception of lādovy melodic structures). Moscow.",
        "zavlunov_2010": "Zavlunov, Daniil. 2010. “M. I. Glinka’s ‘A Life for the Tsar’ [1836]: A Historical and Analytic-Theoretical Study.” PhD diss., Princeton University.",
        "zavlunov_2014": "Zavlunov, Daniil. 2014. “The ‘tselostnyi analiz’ (holistic analysis) of Zuckerman and Mazel.” Music Theory Online 20 (3)."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Ellen Bakulina, Sergei Lebedev, and the anonymous reviewers of this journal for their incisive comments on earlier drafts of this paper, as well as Mikhail Bryzgalov and Elena Fetisova—who helped me access and secure rights for the sketches contained herein—of the Russian National Museum of Music (formerly the Glinka Museum of Musical Culture). I would also like to acknowledge Ellon Carpenter’s outstanding dissertation, “The Theory of Music in Russia and the Soviet Union” ( 1988 ), which so often acted as a springboard for my work. Finally, I would like to acknowledge Hunter College’s Presidential Fund for Faculty Advancement, which provided funding for the copyrights. Parts of this article were originally presented as a paper at the Annual Meeting of the Society for Music Theory in St. Louis, Missouri, in November 2015 and, subsequently, at the Symposium on Prokofiev and the Russian Tradition at Louisiana State University in February 2016 and the International Musicological Society’s 20th Quinquennial Congress in Tokyo, Japan, in March 2017. All translations from Russian, German, and French are mine unless otherwise noted.",
            "citations": [
                "carpenter_1988"
            ]
        },
        "FN1": {
            "text": "1. See, for instance, Bakulina 2014 , 2015 ; Bazayev 2014 ; Carpenter 1988 , 1995 ; Champigny 2006 ; Ewell 2012 , 2013 ; Lupishko 2016 ; McQuere 1978 , [1983] 2009 ; Tull 1977 ; and Zavlunov 2010 , 2014 .",
            "citations": [
                "bakulina_2014",
                "bakulina_2015",
                "bazayev_2014",
                "carpenter_1988",
                "carpenter_1995",
                "champigny_2006",
                "ewell_2012",
                "ewell_2013",
                "lupishko_2016",
                "mcquere_1978",
                "mcquere_2009",
                "tull_1977",
                "zavlunov_2010",
                "zavlunov_2014"
            ]
        },
        "FN2": {
            "text": "2. For more on Russian модальность and how it relates to лад , see Lebedev 2017 .",
            "citations": [
                "lebedev_2017"
            ]
        },
        "FN3": {
            "text": "3. With thanks for Sergei Lebedev for suggesting the macron.",
            "citations": []
        },
        "FN4": {
            "text": "4. In her article on contemporary terms of music theory, Tatiana Bershchadskaia ( 2004 , 11–13), arguably Russia’s most famous living music theorist, defines “lād” first and then gives nine definitions thereof by seven different authors: Kholopov, Tiulin, Sposobin, Asafiev, Grigor’ev, Gulinitskaia, and Bershchadskaia herself.",
            "citations": [
                "bershchadskaia_2004"
            ]
        },
        "FN5": {
            "text": "5. For transliterating Cyrillic I use the system of the Library of Congress, though I leave certain standardized Anglicized proper names—such as Tchaikovsky, Yavorsky, or Moscow, for example—unchanged.",
            "citations": []
        },
        "FN6": {
            "text": "6. Riemann’s distinction between Tonart and Tonalität is telling.  About the former he writes: “ Tonart ist heute die Bestimmung des Tongeschlechts (ob Dur oder Moll) und der Tonstufe, auf welcher der tonische Akkord seinen Sitz hat ” (Currently, Tonart is the determination of the modal type [major or minor] and the pitch level on which the tonic chord is based) ( [1882] 1929 ).  And about the latter he writes: “ Tonalität (Tonalité), die eigentümliche Bedeutung, welche die Akkorde erhalten durchihre Bezogenheit auf einen Hauptklang, die Tonika ” (Tonality [ tonalité ] is that particular meaning that the chords get by their relative attraction to a main tone, the tonic) ( [1882] 1929 , 1854–1855).  As I will show later, this “pitch level” of a “tonic chord” is crucial to understanding Yavorsky’s usage of lād.  One distinction between the two terms is that the former hews to the binary major/minor aspect of mode, while the latter suggests a functional aspect of the chords in a given tonality, a trait so closely associated with Riemann.  Notably, English “tonality” is closer to German Tonalität .  Also significant is how Riemann includes the French tonalité with his definition for Tonalität .",
            "citations": [
                "riemann_1929",
                "riemann_1929"
            ]
        },
        "FN7": {
            "text": "7. For more on pre-nineteenth-century musical Russia, see Ritzarev 2006 .",
            "citations": [
                "ritzarev_2006"
            ]
        },
        "FN8": {
            "text": "8. I recently asked many Russian colleagues in St. Petersburg and Moscow what the genesis of lād was and, of roughly fifteen theorists and musicologists, only one knew it was Rezvoi’s coinage.  I do not wish to disparage my Russian colleagues here—I did not know, nor did I know the precise origin of “tonality” for that matter, until I began work on this article.  Rather, I wish to highlight that work on lād is of importance not just to a North American audience.  Fuchs (1785–1853) was a German who spent most of his adult life in St. Petersburg and taught harmony and counterpoint to, for example, Mikhail Glinka.  Rezvoi (1806–1853), who studied with Fuchs, was a musicologist, cellist, translator, and portraitist.  Rezvoi’s Энциклопедический лексикон (Encyclopedic lexicon), from 1835–1839, was the first undertaking in Russia at a wide-ranging music dictionary.",
            "citations": []
        },
        "FN9": {
            "text": "9. In the Russian text, I have standardized the pre-Bolshevik-reform Russian and the Gothic German, and I have rendered all German and French terms in italics.  Otherwise, the italicized Russian terms are Rezvoi’s, not mine.  In the English, I have retained Cyrillic words where I felt it necessary.  I rendered all Russian, German, and French terms in italics.  The two sentences beginning “ Но так как ” are contained in Carpenter 1988 , 114.",
            "citations": [
                "carpenter_1988"
            ]
        },
        "FN10": {
            "text": "10. For more on the etymology of lād, see Kholopov 1976 , 130, and Gliadeshchkina 2013 , 3.  In the Dictionary of 18th-century Russia ( 2000 , vol. 11, 104), “lād” is defined in its first definition as “ согласие, мир, дружба ” (concord, peace, friendship).  Thus, this is precisely the definition that Rezvoi was thinking of as he translated Tonart into Russian.",
            "citations": [
                "kholopov_1976",
                "gliadeshchkina_2013",
                "sorokin_2000"
            ]
        },
        "FN11": {
            "text": "11. I was unable to find a copy of the original 1830 German text by Fuchs.",
            "citations": []
        },
        "FN12": {
            "text": "12. Both Gliadeshchkina ( 2013 , 6) and Lupishko ( 2016 , 78n24) incorrectly identify Arnold as the originator of lād.  Carpenter ( 1988 , 138n32) claims that this second translation of Fuchs’s text is from 1844, while the copy I examined had “184–” as the date, signifying the 1840s.  Gliadeshchkina ( 2013 , 5n11) also claims that the date is unknown and puts “183–” as the likely decade of publication.  Here I will use Carpenter’s date of publication of 1844.  However, without question, Rezvoi’s translation, clearly dated 1830, predates Arnold’s by many years.  Carpenter ( 1988 , 119–124) also compares these two versions of Fuchs’s textbook.  Arnold (1811–1898) was a Russian-German who lived and worked in St. Petersburg and Moscow.  In addition to translating the second edition of Fuchs’s Anleitung , he translated many Russian opera librettos into German, such as Glinka’s Ruslan and Liudmila , Dargomyshsky’s Rusalka , Serov’s Judith , and Tchaikovsky’s The Maid of Orleans .",
            "citations": [
                "gliadeshchkina_2013",
                "lupishko_2016",
                "carpenter_1988",
                "gliadeshchkina_2013",
                "carpenter_1988"
            ]
        },
        "FN13": {
            "text": "13. In this paper, I never use the more abstract “key” for “tonality.”  In her short entry on Yavorsky for Grove Music Online , Tatyana Kyuregyan ( 2001 ) translated Yavorsky’s theory as the “theory of key rhythm,” despite the fact that it is normally translated as the “theory of modal rhythm.”  Notably, the French term for a musical “key” is “ton,” another reason Rezvoi felt the need to introduce lād.",
            "citations": [
                "kuregyan_2001"
            ]
        },
        "FN14": {
            "text": "14. Kholopov (1932–2003) was arguably the most important music theorist in the second half of the twentieth century in Russia.  With hundreds of published works to his name and many dissertations written under his advisement, he, like Yavorsky himself, has gained an almost mythical status in present-day Russia.  His treatise on harmony ( [1988] 2003 ) remains the most authoritative Russian-language harmonic treatise to this day.",
            "citations": [
                "kholopov_2003"
            ]
        },
        "FN15": {
            "text": "15. Gliadeshchkina ( 2013 , 10) claims, incorrectly, that Tchaikovsky does not use тональность in either of his textbooks.",
            "citations": [
                "gliadeshchkina_2013"
            ]
        },
        "FN16": {
            "text": "16. Sergei Lebedev ( 2015 ) has made such a comparison.  For more on Keldysh’s encyclopedia, a Russian version of New Grove , see Ewell 2008 .",
            "citations": [
                "lebedev_2015",
                "ewell_2008"
            ]
        },
        "FN17": {
            "text": "17. For more on Yavorsky’s life and work in English, see Carpenter 1988 , 450–509 and 718–95; Ewell 2012 , [2.1]–[2.16]; Lupishko 2016 , 76–86; and McQuere [1983] 2009 , 109–64.  For the same in Russian, see Aranovsky 2012 ; Kholopov et al. 2006 , 375–94; and Yavorsky 1972 and 2008 .",
            "citations": [
                "carpenter_1988",
                "ewell_2012",
                "lupishko_2016",
                "mcquere_2009",
                "aranovsky_2012",
                "kholopov_et_al_2006",
                "yavorsky_1972",
                "yavorsky_2008"
            ]
        },
        "FN18": {
            "text": "18. I discuss this point briefly in Ewell 2012 , [2.10].",
            "citations": [
                "ewell_2012"
            ]
        },
        "FN19": {
            "text": "19. I discuss some of the multiple lāds described in this quotation in Ewell 2012 , while Bakulina 2014 and 2015 discuss the mutable lād.",
            "citations": [
                "ewell_2012",
                "bakulina_2014",
                "bakulina_2015"
            ]
        },
        "FN20": {
            "text": "20. Ippolitov-Ivanov (1859–1935) finished the St. Petersburg Conservatory, where he studied with Rimsky-Korsakov, in 1882.  Aside from music theory, Ippolitov-Ivanov was quite active as a composer and conductor.  He would later rise through the ranks to become the director of the Moscow Conservatory from 1905–1922.",
            "citations": []
        },
        "FN21": {
            "text": "21. For a basic introduction to Taneev’s treatise, see Segall 2014 .",
            "citations": [
                "segall_2014"
            ]
        },
        "FN22": {
            "text": "22. For more on the concept of harmony in Russian theory, and Taneev on counterpoint and harmony, see Ewell 2013 , [3.1]–[3.5].",
            "citations": [
                "ewell_2013"
            ]
        },
        "FN23": {
            "text": "23. The Russian reads, “ И монодизм, и полифонизм, и гармонизм подчиняются закономерностям ладового ритма, т.к. ладовый ритм – это закономерность звукового восприятия человека, основанная на биологическом и физиологическом строении его организма.  Вся история музыкальной литературы основана на ладовом ритме! ”",
            "citations": []
        },
        "FN24": {
            "text": "24. For more on Protopopov, see McQuere 1978 and Rovner 2010 .",
            "citations": [
                "mcquere_1978",
                "rovner_2010"
            ]
        },
        "FN25": {
            "text": "25. McQuere 1978 provides an English translation of Protopopov 1930 , which can be found on imslp.org, and Ewell 2012 also works with the text.",
            "citations": [
                "mcquere_1978",
                "protopopov_1930",
                "ewell_2012"
            ]
        },
        "FN26": {
            "text": "26. Grove Music Online has a short entry for Protopopov by Jonathan Powell. See Powell 2001 .",
            "citations": [
                "powell_2001"
            ]
        },
        "FN27": {
            "text": "27. The original French reads: “ 58) La quinte mineure, consonnance appellative et attractive, détermine le mouvement ascendant du septième degré sur la tonique: c'est alors que ce degré prend le nom de note sensible…, 59) La tonalité moderne réside dans les attractions de certains intervalles vers des intervalles de repos, et dans l'enchaînement de ceux-ci avec d'autres qui, bien que dépourvus du caractère d'attraction, n'ont pourtant pas celui de conclusion, 60) Les intervalles attractifs sont la quarte majeure, la quinte mineure et la dissonance naturelle de la dominante avec le quatrième degré .”",
            "citations": []
        },
        "FN28": {
            "text": "28. Notably, Taneev places the B-F tritone in two adjacent chords, rather than in the same chord as Fétis did.  Taneev is stressing that the tritone need not happen in one (dominant-seventh) chord.  This makes the tritone even more expansive.  If all that one needs for the tritone to be present is an S to D motion, then all S–D–T progressions feature that tritone in the first two chords, a tritone that resolves to a third in the final chord.  Under this scenario, it seems that traditional voice-leading rules were abandoned insofar as the F4 that Taneev highlights in Ex. 5d does not resolve to E4, against B4 going to C5, as it should.",
            "citations": []
        },
        "FN29": {
            "text": "29. I return to these ideas in Section 9 below.",
            "citations": []
        },
        "FN30": {
            "text": "30. Ewell 2012 , [2.7]–[2.8], explains the genesis of the double symmetrical system.",
            "citations": [
                "ewell_2012"
            ]
        },
        "FN31": {
            "text": "31. Ewell 2012 , [2.4]–[2.6], discusses the semitonal basis for Yavorsky’s theory.  Generally, Yavorsky viewed all intervals as a given number of semitones, and in his system there was complete enharmonic equivalence, two points that foreshadow American pitch-class set analysis and the work of Milton Babbitt and Allen Forte in the 1950s and 1960s. I examine this subject in Ewell 2015 .",
            "citations": [
                "ewell_2012",
                "ewell_2015"
            ]
        },
        "FN32": {
            "text": "32. Kholopov et al. ( 2006 , 203n) called this dual tritone resolution a “cunning trick.”",
            "citations": [
                "kholopov_et_al_2006"
            ]
        },
        "FN33": {
            "text": "33. The reader will recall that вводный тон was Rezvoi’s coinage.  For more on Protopopov’s leading tone, see Protopopov 1930 , vol. 1, 100.",
            "citations": [
                "protopopov_1930"
            ]
        },
        "FN34": {
            "text": "34. Carpenter ( 1988 , 466) identifies 35 lāds in Yavorsky’s Строение .  This larger number occurs because she, as Yavorsky, includes certain different forms of the double symmetrical system in addition to complete forms.  René Champigny ( 2006 , 36) also includes an incomplete list of Yavorsky’s lāds.",
            "citations": [
                "carpenter_1988",
                "champigny_2006"
            ]
        },
        "FN35": {
            "text": "35. Kholopov used a scalar format, which Yavorsky also used later in life, with open and closed noteheads and right and left arrows showing conjunctions.  I show each single/double system independently, so that the lādovy gravitations can be seen more clearly.  I also show tonics and connecting moments, which Kholopov does not.",
            "citations": []
        },
        "FN36": {
            "text": "36. McQuere ( 1978 and [1983] 2009 ) and Carpenter ( 1988 ) translate переменный as “variable” and not mutable, which is more common today.  For more on mutable lāds, see Bakulina 2014 and 2015 .  Unrelated to Russian theory, Joseph Straus ( 1982 ) located those two seventh chords in Stravinsky’s music, calling it Stravinsky’s “tonal axis.”  Further, Bakulina ( 2015 ) identifies many North American authors who have worked with the concept of “tonal dualism,” a concept that mirrors Russian mutability.  All of the western authors she cites, as far as I know, are working without citing Russian sources or mentioning mutability.",
            "citations": [
                "mcquere_1978",
                "mcquere_2009",
                "carpenter_1988",
                "bakulina_2014",
                "bakulina_2015",
                "straus_1982",
                "bakulina_2015"
            ]
        },
        "FN37": {
            "text": "37. Lev Mazel (1907–2000) finished graduate studies at the Moscow Conservatory in 1932 under Mikhail Ivanov-Boretsky and taught there from 1931 to 1967.  With Yavorsky’s student Victor Tsukkerman, Mazel invented a popular system of musical analysis, целостный анализ (“holistic” or “integrated” analysis).  For more on this system, see Zavlunov 2014 .",
            "citations": [
                "zavlunov_2014"
            ]
        },
        "FN38": {
            "text": "38. See, for instance, Protopopov 1930 , vol. 2, 92.",
            "citations": [
                "protopopov_1930"
            ]
        },
        "FN39": {
            "text": "39. “ Всякое последование разных ладов или разных тональностей одного лада называется сопоставлением ладов или тональностей .”",
            "citations": []
        },
        "FN40": {
            "text": "40. With thanks to Anton Rovner, who first told me of the existence of this analysis.  He also discusses it in his dissertation ( 2010 , 137–39).",
            "citations": [
                "rovner_2010"
            ]
        },
        "FN41": {
            "text": "41. He does not label the main B-minor lādotonality as h-moll, and for the other two he uses the German, “Fis” ( F ♯ ) and “C.”",
            "citations": []
        },
        "FN42": {
            "text": "42. Note that Protopopov mislabels A2 as A ♯ 2—ais большой октавы .  Either A (natural form) or A ♯ (fourth form) would work in the system.",
            "citations": []
        },
        "FN43": {
            "text": "43. These intonatsii, large-scale conjunctions or gravitations, seemed to represent the most significant form of connection to Yavorsky.  So, an “intonatsiia” is a large-scale conjunction, at least in this particular sense.",
            "citations": []
        },
        "FN44": {
            "text": "44. Kholopov’s understanding of “harmonic tonality” is based largely on Dahlhaus 1968 .",
            "citations": [
                "dahlhaus_1968"
            ]
        },
        "FN45": {
            "text": "45. Ivanov-Boretsky (1874–1936) was an important historian and composer who studied composition with Rimsky-Korsakov in the late nineteenth century and history with Alfonso Falconi and Antonio Scontrino in Florence, Italy in the early twentieth century.  To Ivanov-Boretsky belongs the first mention of Heinrich Schenker’s theories, which he relates to lād, in the Russian literature, in 1931.  As the general editor of a translation into Russian of Lucien Chevailler’s Les théories harmoniques , Ivanov-Boretsky said that Schenker, in his Harmonielehre , strove “for an expansion of the boundaries of lād” ( к расширению границ лада ) ( Chevaillier 1931 , 152).  Further, Ivanov-Boretsky says that Schenker “establishes the possibility of so-called tonicization, that is, the striving of the lād’s scale degrees to transform into their own tonics with their own dominants and subdominants” ( устанавливает возможность так наз. тоникализации, т. е. стремления ступенией лада превращаться в самостоятельные тоники с собственными доминантами и субдоминантами ) (152).  Of course, one senses lād’s history as “tonality” in these quotes but, in 1931, there can be no question that lād already meant something more than just tonality.",
            "citations": [
                "chevaillier_1931"
            ]
        },
        "FN46": {
            "text": "46. McQuere ( [1983] 2009 , 149) briefly discusses this conference and the resolutions, while Carpenter ( 1988 , 763–86) gives a more detailed account.",
            "citations": [
                "mcquere_2009",
                "carpenter_1988"
            ]
        },
        "FN47": {
            "text": "47. The running musicological joke in Russia is how, at Asafiev’s funeral, two musicologists were talking.  One says to the other, “it’s a shame about Boris Vladimirovich,” to which the other replies, “yes…it’s also a shame he never explained what he meant by ‘intonatsiia’!”",
            "citations": []
        },
        "FN48": {
            "text": "48. “ Ни ушей, ни мозгов .”  With thanks to Patrick Zuk for telling me about this quote.",
            "citations": []
        },
        "FN49": {
            "text": "49. I was able to examine this translation at the Russian National Museum of Music (Fund 146, No. 480).  In a small notebook, 18 cm wide by 22 cm high, Yavorsky writes out his German-to-Russian translation in black ink.  It is clearly a final draft, since there are no sketch or draft marks.  Whether he intended this for publication I do not know, but the level of detail—in the text, the musical examples, and the figures—is remarkable.  However, the notebook contains only 31 pages of translation, which is certainly incomplete—Riemann’s 1887 publication runs some 209 pages.  It is unclear whether he finished this translation and, if he did, where the remaining notebooks are.",
            "citations": []
        },
        "FN50": {
            "text": "50. For more on the Leningrad School of Music Theory, see Bershchadskaia 2013 and Ewell forthcoming .",
            "citations": [
                "bershchadskaia_2013",
                "ewell_forthcoming"
            ]
        },
        "FN51": {
            "text": "51. I note here the existence of the Russian Music Interest Group, which is devoted to these issues, within the Society for Music Theory.  Fortunately, this group of dedicated scholars espouse and promote Russian analytical ideas.",
            "citations": []
        },
        "FN52": {
            "text": "52. Bazayev 2014 stands out in its efforts to contextualize lād for an English-language audience, for example.",
            "citations": [
                "bazayev_2014"
            ]
        },
        "FN53": {
            "text": "53. “ Известно, что ладофункциональные отношения – есть отношения динамические . Этот ключевой тезис – в основании ладовой концепции, традиционной для Ленинградской–Санкт-Петербургской научной школы .”",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] “In Russian music theory, the concept of mode forms one of the major and most important tenets upon which that theory is based. In its broadest interpretation, the Russian concept of mode has no exact equivalent in western music theory” ( Carpenter 1995 , 76–77).  This is how Ellon Carpenter introduced the Russian concept of лад (transliterated as “lād”) in 1995.  Universally translated into English as “mode,” (1) лад first appeared as a translation of the German term Tonart —which itself is usually translated into English as “tonality.”  Presently “mode” is rendered by two different roots in Russian, мод (as in модус [modus] or модальность [modality]) and лад . (2) But to translate лад into English as “mode” is to give an incomplete picture of this story. In this article, I attempt to give a more complete picture.  I delve deeply into the history of this important Russian term in order to clarify its genesis, usage, and meaning, and I look at texts by Leopold Fuchs, Modest Rezvoi, Peter Tchaikovsky, Nikolai Rimsky-Korsakov, Mikhail Ippolitov-Ivanov, and Sergei Taneev, in hopes of offering a better understanding.  Rezvoi translated a textbook by Fuchs in 1830 and was the first to use лад .  Tchaikovsky and Rimsky-Korsakov wrote two of the most important harmony textbooks—which show how лад was changing—in the late-nineteenth century.  And Ippolitov-Ivanov and Taneev taught Boleslav Yavorsky, who breathed new life into лад in the early twentieth century and gave it post-modal and post-tonal significance.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "carpenter_1995"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] My work entails sketch study of the notebooks Yavorsky used during his classes with Ippolitov-Ivanov and Taneev, which helps contextualize Yavorsky and his work.  I then examine Yavorsky’s analytical system, usually called the “theory of modal rhythm,” first by itself—with its own complicated definition of лад —and then by means of a striking analysis of Chopin’s Prelude in B minor, op. 28, no. 6, by Yavorsky’s student, Sergei Protopopov.  The analysis, dated March 2, 1945, comprises nine handwritten pages of various sizes, with writing in pencil, blue pen, and colored pencils on paper.  Protopopov’s analysis is significant for several reasons, which I outline below. Most important, perhaps, is that it necessitates a reexamination of the basic harmonic, melodic, and formal devices that are widely accepted outside of Russia.  And, to the extent that the reader believes the system, it also necessitates new readings and hearings of functionally tonal music.  Significantly, Harold Powers’s ( 2001 ) famous Grove Music Online article on mode, even in its most recent instantiation, lacks any mention of Yavorsky or Russian лад , which evinces a rather large gulf between traditional western and Russian music theory.  I hope my work can act to bridge this gulf, if only in part.",
                "footnotes": [],
                "citations": [
                    "powers_et_al_2001"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Given the history of лад as “tonality” before “mode,” one might wonder why it has consistently been translated into English as the latter and not the former.  Moreover, Yavorsky’s work gave лад a new post-tonal meaning, which further complicates the matter.  I have therefore chosen, in this article, to reframe лад simply in its transliterated form, “lād,” which disentangles it from current English understandings of “mode.”  Note how I add the macron diacritic, which signifies a long vowel, to the “a” in order to approximate the Russian pronunciation (which is like the English verb “laud”) and to set it apart from “lad,” a boy. (3) There are far too many interesting Russian-language books and articles on lād to be cited in a footnote here. I can simply say that, of all the major music theorists in Russia in the twentieth and twentieth-first centuries, I can think of none who has not written on lād. Doing so, it seems, is a rite of passage for the serious theorist in Russia. (4) As a noun, I use “lād” (plural “lāds”); as an adjective, I use “lādovy”; and as a prefix, I use “lādo-,” without the hyphen (as in “lādotonality”).  Further, I will not highlight these terms in any way, through italics or bold-faced type, or with any punctuation marks.  Finally, in order to set them apart from the English text, I set Russian, French, and German terms and text in italics (though Russian block quotations I leave in roman type), while I set transliterated or translated Russian terms in roman type, sometimes in quotation marks and sometimes not. (5) Lād in Nineteenth-Century Russia",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The story of nineteenth-century lād, taken in totality with similar French and German terms, is remarkably complex.  This is perhaps unsurprising, given the enormous strides being made in concurrent compositional techniques across the European continent and beyond.  As tonality as a concept took hold in the nineteenth century after Alexandre-Étienne Choron’s first use of the term in 1810 ( Hyer 2001 ), there were four competing terms for “tonality” at century’s end in Russia: lād, строй (“stroĭ”), тон (“ton”), and тональность (“tonal’nost’” or, translated, “tonality”).  Two, лад and строй , came directly from German Tonart , while тон was just a shortened form of the same.  Thus, only тональность , a direct translation of the French tonalité , was a term that could be said to be different from Tonart , which is of course where the difference lies between German Tonalität and Tonart in the first place. (6) In this section, I examine four texts—Fuchs ( 1830 ), Fuchs ( 1844 ), Tchaikovsky ( [1871] 1957 and [1874] 1957 ), and Rimsky-Korsakov ( [1885] 1937 )—in order to track how the definitions of a few crucial terms changed, lād chief among them.  Rezvoi’s translation of Fuchs 1830 contained the first usage of lād, while Arnold’s translation of Fuchs 1844 already showed how lād was changing.  Tchaikovsky (who taught Yavorsky’s counterpoint teacher Taneev) wrote a text in which he used “lād” and “tonality” interchangeably, while Rimsky-Korsakov (who taught Yavorsky’s harmony teacher Ippolitov-Ivanov), wrote a text that shunned “tonality” altogether, preferring “stroĭ” instead, which suggests that Rimsky had a narrower view of lād than Tchaikovsky did.  This also suggests that lād, by the time Rimsky first published his textbook in 1885, was losing its association with “tonality” and, by contrast, affirming its association with the older (French) term “mode.”",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "hyer_2001",
                    "fuchs_1830",
                    "fuchs_1844",
                    "tchaikovsky_1957",
                    "tchaikovsky_1957",
                    "fuchs_1830",
                    "fuchs_1844"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] It is well known that foreigners—Italian, French, and German most prominently—controlled musical corridors of power in Russian-speaking territories until well into the nineteenth century. (7) Even Mikhail Glinka, often heralded as Russia’s first great composer, spent time studying in Germany and lamented the sad state of music and music education in his native land.  Unsurprisingly then, Russian music theoretical works lagged behind their compositional counterparts even further.  Italian musicians and composers, and the lexicon thereof, were paramount in eighteenth-century Russia, but by the end of that century many important Germans could be counted in Russian musical circles, especially music-theoretical and compositional ones.  So, often, theoretical works in early nineteenth-century Russia were published and read in German.  As Russians began to push back against this Germanic influence during the mid-nineteenth century, they needed to invent their own terms in order to communicate Russian ideas to Russian musicians.  What follows is part of that fascinating and vital story.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Lād originated in 1830 when Modest Rezvoi translated Johann Leopold Fuchs’s Praktische Anleitung zur Komposition into Russian as Практическое руководство к сочинению музыки (Practical guide to music composition). (8) This translation contains the first use of lād, which was Rezvoi’s translation of German Tonart , from Ton (“tone”) and Art (“type” or “kind”). The Preface is of considerable interest insofar as he discusses his decision to use lād, as well as two other terms crucial to my work and to Russian music theory as a whole— трезвучие (“triad,” or Dreiklang in German) and вводный тон (“leading tone,” or Leitton in German).  These three terms— лад , трезвучие , and вводный тон —are boilerplate in Russia today, but they were neologisms in mid-nineteenth-century Russia.  They were also integral to Yavorsky’s “theory of modal rhythm,” which I will henceforth refer to, more accurately, as the “theory of lādovy rhythm.”",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Here is the relevant section from the Preface of Rezvoi’s translation in the original Russian and my English translation: Перекладывая на русский язык выражения, сохранил некоторые иностранные, особенно те, кои уже приняты нашими артистами; но стараясь избегать странный для слуха новизны ( néologisme ), не редко был приводим в замешательство в выбор слов. Таким образом затруднялся я на пример передать выражение Tonart ( mode ), столь различествующее в значении с словом Ton , между тем как многие наши артисты говорят, что такая-то пьеса написана в тоне A-dur ( Tonart A-dur), или т.п. Но так как во многих определениях, заключающихся в сей книге, встречаются в одно время выражения и Tonart и Ton , приняв для обеих слово тон , произошла бы неудобопонятность. Желая оной избегать я решился перевести выражение Tonart , словом лад , которое употребляется преимущественно в просторечии, и по моему мнению выражает надлежащий смысл. Если оно, подобно многим другим, покажется странным, то желаю чтобы было заменено счастливейшим выражением. While translating expressions into Russian I retained certain foreign expressions, especially those already accepted by our professional musicians.  Yet while trying to avoid aurally strange novelties ( néologisme ), I was often in doubt in the choice of words.  Thus I tried to convey, for example, the expression Tonart ( mode ), so that it differed in its meaning from the word Ton , even though many of our professional musicians already say, such as a certain piece is written in the Ton A-dur ( Tonart A-dur), etc.  But since, in many definitions included in the present book, both Tonart and Ton are encountered at the same time, taking the term тон for both would be confusing.  Wishing to avoid that, I decided to translate Tonart as лад , which is used primarily in colloquial language and which, in my opinion, expresses the proper meaning of the term.  If the expression, like so many others, seems strange, then I wish it to be replaced with a more fortunate one. Соображаясь с духом языка российского, я часто сравнивал однозначащие выражения на языках французском и немецком, желая удержать то из них, которое покажется мне более свойственным. На пример названия Dreiklang и Accord parfait , означающие одно и то же, не равно выражают предмет; ибо едва ли можно назвать совершенным аккордом ( accord parfait ), укосненное трезвучие ( Verminderter Dreiklang , Accord diminué ), которое в сущности весьма несовершенно. Я предпочел выражение Dreiklang и перевел одним словом трезвучие . То же самое представляют слова Leitton и ton sensible , из коих я удержал первое: вводный тон , более сообразный с истинным значением. ( Fuchs 1830 , v–vi) Conforming to the spirit of Russian language, I often compared synonymous expressions in French and German, wishing to retain that version which, to me, seemed more appropriate.  For instance, the terms Dreiklang and Accord parfait , meant to express one and the same thing, do not convey the sense of the subject on equal terms.  As an example, it is hardly possible to call a diminished chord ( Verminderter Dreiklang , Accord diminué )—which is, in essence, entirely imperfect—a perfect chord ( accord parfait ).  I preferred the term Dreiklang and translated it with the word трезвучие [i.e., “triad”].  The same thing happened with the words Leitton and ton sensible , from which I retained the former, and translated it as вводный тон [i.e., “leading tone”] , which is more congruous with its true meaning. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "fuchs_1830"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] In choosing lād, Rezvoi simply chose a colloquial word that meant, in its first definition, согласие (“concord” or “agreement”). (10) Lād is an extremely common root in Russian: ладно (“okay”), наладиться (“to work itself out”), ладом (“amicably”).  Perhaps Rezvoi was simply trying to find a word that was most common to Russian speakers so that it could have the most impact.  But ultimately, and likely inadvertently, he paved the way for completely new concepts in pitch organization in music.  His translation for leading tone is also important since, with this term, he gives a Russian voice to one functional aspect of tonality—something that had not yet been discussed in concrete terms—and thus shows lād’s close relationship to “tonality.”",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Here is an example of how Rezvoi uses lād in his translation, under the heading Тоника и Доминанта (“Tonic and dominant”): Под словом Тоника разумеется лад , в котором сочинение написано; доминанта есть верхняя квинта оного лада . ( Fuchs 1830 , 34; italics original, bold type mine) The word Tonic signifies the lād in which the piece is written; the dominant is the upper fifth of this same lād. (11) It seems clear that both Rezvoi and Fuchs were thinking of Tonart here, and something closer to “tonality” than mode.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "fuchs_1830"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Another Fuchs student, Yuri Arnold, translated a second version of Fuchs’s Anleitung , as Новая метода, содержащая главные правила музыкальной композиции (A new method, containing the main rules of musical composition). (12) The 1830 version of the translation was published entirely in Russian, with an occasional heading in German as well, while the 1844 version had two columns for the entire book, one in Russian the other in the original German.  The later version represents a significant rewrite of the original text.  In the 1830 version, Chapter 2 is called Основные аккорды ( Grunde Akkorde ), while in the 1844 version it is called О трезвучиях ( Von den Dreiklängen ).  It is interesting to compare the two versions, since lād emerges, for the first time in the second version, exactly at this point.  The following excerpt is from Chapter 2 of the earlier version, with my English translation on the right: Преобразуя терцию и квинту в трезвучии, мы получим три различных трезвучия, а именно: твердое ( dur ), мягкое ( moll ) и укосненное ( verminderte ). ( Fuchs 1830 , 5; italics original) Refashioning the third and fifth into triads, we get three different triads, namely: hard ( dur ) [major], soft ( moll ) [minor], and diminished ( verminderte ). Example 1 . Three basic triads in two versions of Fuchs’s text (click to enlarge and see the rest)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "fuchs_1830"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Note here the absence of “lād.” Fuchs 1830 began Chapter 2 without mentioning a Tonart .  This allows him to show three basic triads built on the same root tone, C, as he does in an example with C major, C minor, and C diminished triads ( Example 1a ).  (Obviously, these three triads cannot be diatonic to one and the same tonality.)  However, at the same point in Fuchs 1844 , he puts the three chords in a Tonart , C major, necessitating different root tones.  This excerpt, also from Chapter 2, appeared in Russian and German in Arnold’s translation of Fuchs. My translation into English is on the right: Мы различаем три разнородные трезвучия, именно твердое, мягкое и укосенное. Сии три трезвучия в твердом ладе С суть следующие. ( Fuchs 1844 , 6–7; bold type mine) Wir unterscheiden drei verschiedene Dreiklange, namlich den Dur, Moll und verminderlen Dreiklange. Diese drei Dreiklange in der Tonart C dur , sind folgende. We distinguish three distinct triads, namely, hard [major], soft [minor], and diminished. These three triads in the lād of C major are as follows.",
                "footnotes": [],
                "citations": [
                    "fuchs_1830",
                    "fuchs_1844",
                    "fuchs_1844"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] Notably, this is the first appearance of lād in this book, and it is clear that lād is the same as “tonality.”  At this point, Fuchs gives a different example in which the three triads—C major, A minor, and B diminished—are in the tonality of C major ( Example 1b ).  Thus, it is clear that Tonart , and “lād” as a substitute for it, gains influence in Fuchs 1844 .  Also, by putting the three basic triads into one tonality, C major, Fuchs 1844 is emphasizing the tonality and not the root tonic note, as was the case with Fuchs 1830 .  Fuchs borrowed the concept of three basic triads—major, minor, and diminished—from Gottfried Weber ( 1817–1821 ), who gives, not in a musical example but in written form, all seven diatonic triads in the tonality of C major, which acts both as Tonalität and Tonart .  In the text, Weber does not mention Tonart but, rather, Dreiklängen and Harmonieen ( vol. 1, section 50, 200–201 ).",
                "footnotes": [],
                "citations": [
                    "fuchs_1844",
                    "fuchs_1844",
                    "fuchs_1830"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] As lād gained traction in mid-nineteenth-century Russia, authors began to deal with the increasing popularity of the term тональность (“tonality”). (13) I have not been able to determine the first use of тональность in the Russian literature, but Yuri Kholopov ( 1981 , 573) attributes it to Vladimir Odoevsky and Herman Larosh in the 1860s. (14) Notably, in both Руководство к практическому изучению гармонии (Guide to the practical study of harmony) ( [1871] 1957 ) and Краткий учебник гармонии (Short textbook on harmony) ( [1874] 1957 ), Tchaikovsky uses лад and тональность interchangeably. (15) In the section on modulation, for instance, he says: Гармония не всегда остается в пределах главного лада ; она может постепенно переходить из первоначальной тональности в другие, более или менее отдаленные с тем, чтобы потом снова возвратиться в главный лад . ( Tchaikovsky [1874] 1957 , 198; emphases mine) The harmony does not always stay in the same main lād; it can also gradually move from the original tonality to different ones that are more closely or distantly related to the original, and then once again return to the main lād.",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "kholopov_1981",
                    "tchaikovsky_1957",
                    "tchaikovsky_1957",
                    "tchaikovsky_1957"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] By using both лад and тональность to clearly represent “tonality,” Tchaikovsky is reflecting current Russian practices.  It may seem that the difference lies in the two tonalities of the modulation, since he writes “lād” for the main one and “tonality” for the subordinate one, but this is not the case; in his Руководство , Tchaikovsky refers to a “subordinate lād” ( побочный лад ) ( [1871] 1957 , 73).  So, the interchangeability of these two terms is clear.",
                "footnotes": [],
                "citations": [
                    "tchaikovsky_1957"
                ]
            }
        },
        {
            "2.12": {
                "text": "[2.12] However, тональность does not appear at all in Rimsky-Korsakov’s Практический учебник гармонии (Practical harmony textbook) ( [1885] 1937 ), but both lād and a new term for Tonart , строй , do. Cтрой (“stroĭ” or, in English, “formation” or “structure,” but in music, “tonality”) came to Russian exactly as lād did: in a translation from German Tonart .  In 1868, Alexander Famintsyn translated Ernst Richter’s Lehrbuch der Harmonie from 1853 into Russian, translating Tonart into строй ( Kholopov 1981 , 573).  Rimsky, for his part, rigorously avoided тональность in his harmony text, preferring the newer строй .  Rimsky’s use of lād was simpler; he preferred to think of lād as the binary major/minor mode of harmonic tonality (see, for example, [1885] 1937 , 59). Because Tchaikovsky’s and Rimsky’s texts were preeminent, even into the twentieth century, the use of these three terms is critical.",
                "footnotes": [],
                "citations": [
                    "kholopov_1981"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13] How did Russians refer to lād before 1830?  They would simply use German or French, or possibly Italian, equivalents for such terms, since those were the languages of music beforehand.  Without question, there is much overlap between lād and mode, as a comparison of Harold Powers’s et al. ( 2001 ) long entry on mode for Grove Music Online , and Yuri’s Kholopov’s ( 1976 ) long entry on lād for Yuri Keldysh’s Музыкальная Энциклопедия (Music Encyclopedia), will show. (16) For example, ancient Greek modes are древнегреческие лады (ancient Greek lāds) and the church modes are церковные лады (church lāds). Boleslav Yavorsky",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "powers_et_al_2001",
                    "kholopov_1976"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] It is hard to put into words Yavorsky’s influence on music theory in Russia. (17) His ideas—many of which survive to this day—were studied in conservatories across the country.  With respect to lād, he took the concept, formerly “tonality” and “mode,” and reshaped its meaning singlehandedly.  Those who studied with Yavorsky or were otherwise directly influenced by him include Arnold Al’shchvang, Boris Asafiev, Nadezhda Briusova, Lev Mazel’, Dmitri Melkikh, Sergei Prokofiev, Sergei Protopopov, Isaac Rabinovich, Yuri Tiulin, and Victor Tsukkerman, for example.  Yavorsky also held tremendous sway over the young Dmitri Shostakovich.  They met in Moscow in March of 1925, when the composer was just nineteen, at Shostakovich’s first concert of his own works.  It was this meeting that drew Shostakovich to Yavorsky and, importantly, to Moscow.  They remained close until Yavorsky’s death in 1942.  Bobykina’s Дмитрий Шостакович: в письмах и документах (Dmitri Shostakovich: In letters and documents) ( 2000 , 9–132), for example, contains sixty-six letters from Shostakovich to Yavorsky.  The connection between Yavorsky and Shostakovich, and any potential influence that Yavorsky’s theory had on Shostakovich’s compositional style, is a topic ripe for exploration.",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "bobykina_2000"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Yavorsky significantly added to the growing Russian musical lexicon by developing or coining terms: lād, тяготение (“gravitation”), сопряжение (“conjunction”), предыкт (“retransition”), переменный (“mutable”) and увеличенный (“augmented”) lāds, and сопоставление с результатом (“juxtaposition with result”).  Yavorsky also introduced the term интонация (“intonatsiia” or, translated, “intonation”), a term Boris Asafiev ( [1930 and 1947] 1971 ) developed and promulgated in his two-volume Музыкальная форма как процесс (Musical form as process), the second volume of which is dedicated entirely to интонация .",
                "footnotes": [],
                "citations": [
                    "asafiev_1971"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Yavorsky’s Строение музыкальной речи (Structure of musical speech) ( 1908 ), though hard to read and poorly laid out at times, contains all of the new concepts of his lādovy rhythm, which would be spelled out more clearly in Protopopov’s Элементы строения музыкальной речи (Elements of the structure of musical speech) ( 1930 ), which Yavorsky edited.  Yavorsky’s other significant works include: Упражнения в голосоведении (Exercises in voice leading) ( 1913 ), an exercise book in species counterpoint; Упражнения в образовании ладового ритма (Exercises in the formation of lādovy rhythm) ( 1915 ), an exercise book in lādovy rhythm; Основные элементы музыки (The basic elements of music) ( 1923 ), a notable article on his musical beliefs; and Конструкция мелодического процесса (Construction of the melodic process) ( 1929 ), a book on musical perception that he co-wrote with his student Sophia Beliaeva-Ekzempliarskaia.  The first major conference dedicated to Yavorsky’s work took place in 1930 and was convened, in Moscow, by Anatoly Lunacharsky, a topic to which I will return later.  The most recent conference dedicated to Yavorsky, to my knowledge, took place in September 2012 in Saratov, Russia.",
                "footnotes": [],
                "citations": [
                    "yavorsky_1908",
                    "protopopov_1930",
                    "yavorsky_1913",
                    "yavorsky_1915",
                    "yavorsky_1923",
                    "yavorsky_1929"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Perhaps more than anything else, Yavorsky breathed new life into lād, breaking with the European concepts of mode and tonality.  This would forever change the course of lād in Russia, something still not fully grasped in western music theory today.  For example, many post-tonal or atonal twentieth-century techniques are understood, in Russia, as elements of lād, due to Yavorsky.  The idea of “collectional” analysis that was so popular in the United States in the late twentieth century is best understood, in Russia, in terms of lād. (18) Here is how Kholopov describes Yavorsky’s contribution to lād: Специально-научную разработку понятия и теории лада дал Б.Л. Яворский. Его заслугой было выделение категории лада как самостоятельной. Музыкальное произведение, по Яворскому, есть не что иное, как развёртывание лада во времени…. В противоположность традиционной двуладовости европейской мажорно-минорной системы Яворский обосновал множественность ладов (увеличенный, цепной, переменные, уменьшенный, дважды мажор, дважды минор, дважды увеличенный, Х-лады и т. д.). От теории ладового ритма идёт традиция русского музыковедения не относить вышедшие за пределы мажора и минора высотные системы к некоей неорганизованной “атональности”, а объяснять их как особые лады. Яворский разделил понятия лада и тональности (конкретной высотной организации и её положения на определённом высотном уровне). ( Kholopov 1976 , 142) Boleslav Yavorsky gave a specialized-scientific formulation to the concept and theory of lād.  Its merit lies in the separation of the category of lād as independent.  A musical composition, according to Yavorsky, is none other than an unfolding of lād in time….  In contrast to the traditional bi-lādovy European major-minor system, Yavorsky made the case for a multiplicity of lāds (augmented, chain, mutable, diminished, duplex major, duplex minor, duplex augmented, X-lāds, etc.).  Through the theory of lādovy rhythm, Russian musicology came to understand the pitch systems of music that move beyond the limits of major and minor not in terms of some type of unorganized “atonality” but, rather, in terms of special lāds.  Yavorsky divided the concepts of lād and tonality (a concrete pitch organization on the one hand, and its position on a given pitch level on the other). (19)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "kholopov_1976"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] From this quote, it is clear how Yavorsky can be credited with moving lād away from its western European roots, giving the concept new meaning for twentieth-century music.  His distinction between lād and tonality is also noteworthy: tonality came to be known in Russia, first and foremost, as a “pitch position of lād.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] In the following sections, I will briefly discuss two workbooks that Yavorsky used in his classes in harmony with Ippolitov-Ivanov and in counterpoint with Taneev.  There are three reasons for doing so.  First, they paint a vivid image of how Yavorsky learned harmony and counterpoint during the same time when he was conceiving his lādovy theory.  Second, they help the reader understand the rigor not just of Ippolitov-Ivanov’s and Taneev’s classes, but also of these two authoritative musicians themselves.  Third, the workbooks place Yavorsky’s studies into a historical context, one based on German Stufentheorie and Ippolitov-Ivanov’s interpretation thereof, and another based on Fuxian counterpoint, and Taneev’s interpretation thereof.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] In 1898, when he was twenty-one, Yavorsky began studies at the Moscow Conservatory.  His harmony teacher was Mikhail Ippolitov-Ivanov. (20) Carpenter says that for his attempt “to create a more comprehensive approach to the complexities of contemporary harmonic language, Ippolitov-Ivanov…helped to open the way towards viewing music theory less simply as a pedagogical tool and more as a scientific discipline” ( 1988 , 350–51).  Without question the book that Yavorsky used would have been Ippolitov-Ivanov’s Учение об аккордах, их построение и разрешение (Study on chords, their structure and resolution) ( [1897] 1905 ).  In this book, Ippolitov-Ivanov equates тональность with строй .  At the end of the chapter on “intervals,” Ippolitov-Ivanov writes: Прислушиваясь к разрешению всех диссонансов строя , мы чувствуем, что некоторые диссонансы в своем разрешении дают нам полное впечатление той тональности , в которой мы находимся, другие-же не полное, а как бы уклонение в другую тональность или строй . ( Ippolitov-Ivanov [1897] 1905 , 42; emphases mine) Listening to the resolution of all dissonances of the stroĭ, we feel that certain dissonances, in their resolutions, give us a complete impression of the tonality in which we are located, while others give an incomplete impression, as if departing to a different tonality or stroĭ.",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "carpenter_1988"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] So, for Ippolitov-Ivanov and for the young Yavorsky, tonality was the same as stroĭ.  When discussing the major/minor aspect of a tonality, Ippolitov-Ivanov strangely opted for гамма (“gamma” or, in English, “scale”).  At the beginning of Chapter 3, on “triads,” he writes: Трезвучия, построенные на ступенях диатонической гаммы , и состоящие из ее тонов, представляют существенную часть всего гармонического материала. Основанием современной теории построения аккордов служат две гаммы : мажорная и гармоническая минорная, которые мы для краткости будем называть по их построению мажором и минором. ( Ippolitov-Ivanov [1897] 1905 , 47; emphases mine) Triads built on the scale degrees of the diatonic scale, and consisting of its tones, represent an essential part of all harmonic material. Two scales—major and harmonic minor, which for brevity we will call “major” and “minor” in their structure—serve as a basis for the contemporary theory of the structure of chords.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Significantly, Ippolitov-Ivanov described the bi-modal/bi-lādovy aspect of late nineteenth-century music as scalar.  But what of lād?  I looked through the entire book for any mention of lād, especially the section on modulation, and found none.  It seems that Ippolitov-Ivanov took Rimsky-Korsakov’s lead, using “stroĭ” generously, and went one step further, eliminating lād from his textbook altogether.  Thus, as Yavorsky studied harmony with Ippolitov-Ivanov, lād was simply not part of the discussion.  As with Taneev (whom I will return to below), turn-of-the-century theorists began to believe that lād was an outdated term, best relegated to ancient Greek or church modes.  This allowed Yavorsky to take the term and reinvent its meaning.  Also notable is Ippolitov-Ivanov’s use of major and minor as nouns: a certain excerpt is “in major” or “in minor” ( в мажоре , в миноре ) (48ff.). Example 2 . Yavorsky’s harmony workbook from his class with Ippolitov-Ivanov, four-part chorale writing (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] I was able to examine Yavorsky’s workbook—contained in the Russian National Museum of Music (Fund 146, No. 538)—for his yearlong course in harmony with Ippolitov-Ivanov from 1898–1899.  This hardcover book, 27 cm wide by 19 cm high, with six-staved paper, contains some 140 pages of Yavorsky’s work.  As shown in Example 2a , Yavorsky has done three chorale exercises based on a cantus firmus that moves from soprano, to alto, to tenor.  In the upper-left corner of the page is the exercise number “1” and the date “September 23, 1898.”  In general, there is extensive work with four-part writing, with cantus firmi in all four voices, ultimately moving through chromatic harmonies and modulation.  The students also, at a very early stage, did complicated chromatic harmonic exercises, one of which I have shown in Example 2b . In the middle system, half way through the page, Yavorsky shows a simple V 7 –I in C major (his label “1a”) and C minor (his “1b”).  He then goes on to give four different interpretations of the same harmony: as II\\(^6_5\\) of D major (his “2a”) (in a plagal capacity—I would call this chord IV\\(^6_5\\) or a IVadd6 because of 4 ˆ in the bass and the subdominant function); as a German augmented sixth chord, labeled II\\(^6_5\\) (his “2b”); and as a VII\\(^6_5\\) of F ♯ major or minor (his “3a” and “3b”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] He who made the largest impact on Yavorsky in his course of study at the conservatory was, undoubtedly, Taneev.  Though he published only one book during his life, Подвижной контрапункт строгого письма (Movable counterpoint in the strict style) ( [1909] 1959 ), Taneev, through his pedagogical activities, had a greater impact in late nineteenth- and early twentieth-century Russia than anyone else. (21) Aside from Yavorsky, Taneev taught Georgi Conus, Reinhold Glière, Nikolai Medtner, Sergei Rachmaninov, and Alexander Scriabin, for example.  Taneev felt that contemporary music—not by Schoenberg or Scriabin, who had, in 1909, only begun their post-tonal adventures but, rather, by composers in the spirit Richard Wagner, Franz Liszt, or Hugo Wolf—had lost a sense of form, which Taneev attributed to a neglect of counterpoint.  For Taneev, Beethoven was the correct example of a composer who created new works of beauty while hewing to proper contrapuntal forms.  About the current state of musical degradation, Taneev wrote: Новый контрапункт основывается не на церковных ладах , а на современной мажорно-минорной тональной системе…. Заступившая место церковных ладов , наша тональная система теперь в свою очередь перерождается в новую систему, которая стремится к уничтожению тональности и замене диатонической основы гармонии хроматическою, а разрушение тональности ведет к разложению музыкальной формы. ( Taneev [1909] 1959 , 9; emphases mine) The new counterpoint is not based on church lāds but, rather, on the contemporary major-minor tonal system…. This tonal system that replaced the church lāds is, in turn, being reborn into a new system that seeks to destroy tonality and substitute the diatonic basis of harmony with chromaticism. And the destruction of tonality leads to a disintegration of musical form.",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "taneev_1959",
                    "taneev_1959"
                ]
            }
        },
        {
            "3.12": {
                "text": "[3.12] Music history is littered with artists who made great compositional leaps forward and, subsequently, with authors who pushed back against those leaps in prose.  Taneev, with this quotation, is clearly pushing back.  The best analogy here would be to Johann Joseph Fux, whose Gradus ad Parnassum , from 1725—a counterpoint text in homage to the polyphony of Palestrina, who died 131 years prior to Gradus ’s publication—was written with the intent of saving composers from the pitfalls of Baroque excess and an overemphasis on harmonic thinking.  Taneev, who, like Fux, believed that contemporary composers had lost their way and needed to return to counterpoint, does much the same thing, now railing against those who seek to “destroy tonality” through chromaticism.    For Taneev, the “tonal system” replaced “church lāds.”  By the time he wrote this in 1909, it seems lād was relegated to modal theory in Russia: the strong connection with tonality had disappeared.  And, for its part, tonality was now the law of the land.  Taneev also uses the term “harmony” ( гармония ) in this quotation.  Though I will not make much of it, “harmony” came to denote the discipline that was, essentially, the sibling of counterpoint in nineteenth-century Russia.  Of course, the study of harmony covered both lād and tonality, so it was significant. (22) Example 3 . Yavorsky’s counterpoint workbook from his class with Taneev with Taneev’s corrections (click to enlarge and see the rest)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] I was able to examine Yavorsky’s workbook—contained in the Russian National Museum of Music (Fund 146, No. 118)—for his course in counterpoint with Taneev, from his second year of study at the conservatory, 1899–1900.  This hardcover book, 27 cm wide by 37 cm high, with 16-staved paper, contains some 227 pages of Yavorsky’s work.  The workbook is significant not only because of what it says about Yavorsky, but also about Taneev, as both contrapuntist and pedagogue, insofar as Taneev’s corrections are contained therein.  In Example 3a , I show a page from this book in which Yavorsky works out several Fuxian counterpoints in first and second species.  The cantus firmus is in the middle of the page, and each line above and below is a separate counterpoint against that cantus.  So, for example, the cantus in the middle, written in alto clef, can be read with the very top line of Example 3a as one second-species two-voice counterpoint.  In that exercise, you can see how Taneev corrected Yavorsky’s counterpoint in mm. 10–13, in this case in order to avoid the voice crossing with the cantus.  In the second line from the top, on the second half note of m. 7, Taneev changes Yavorsky’s E4 to G4, thus creating a passing tone and a smoother line in contrary motion to the cantus.  And in the fourth line from the top, in m. 11, Taneev changes Yavorsky’s C ♯ 5 to B4 in order to avoid the dissonant augmented fourth between cantus and counterpoint.  Sometimes, Taneev seemed to get carried away with his corrections. Example 3b shows two three-voice third-species counterpoints.  For both, Taneev essentially composes an entirely new counterpoint, apparently unhappy with his student’s work.  This raises a larger issue, namely, Taneev’s teaching.  He was known as a devoted teacher, but to so carefully grade frequent counterpoint assignments in such detail undoubtedly bespeaks a rare dedication to classroom work. Sergei Protopopov, his “Элементы,” and Lādovy Rhythm Monody, polyphony, and harmony are all subordinate to the laws of lādovy rhythm , since lādovy rhythm is the law of a human’s auditory perception, a law based on the biological and physiological structure of the human organism. The entire history of musical literature is based on lādovy rhythm! (23) ( Yavorsky 1925 , 4)",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "yavorsky_1925"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Protopopov was a composer and author of limited repute in his time. (24) Aside from Элементы строения музыкальной речи (Elements of the structure of musical speech) ( 1930 ), he published no written works. (25) So inconsequential to the Soviets was Protopopov that they did not even include an entry for him in their six-volume music encyclopedia, which spanned from 1973 to 1982. (26) In other words, Protopopov could be ignored—Yavorsky, on the other hand, could not.",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": [
                    "protopopov_1930"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Protopopov’s Элементы is under the general editorship of Yavorsky, who had, by 1930, many published works to his credit.  It is entirely likely that they wrote the book together, since most of the themes from Yavorsky’s Строение are expounded.  Protopopov did not add anything new, but the book is much easier to read than Yavorsky’s original work.  I will refer to Элементы as Protopopov’s book, with the caveat that it was likely co-written with Yavorsky.  And I will toggle between the two authors in my commentary, knowing that the book was a joint effort.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Yavorsky’s theory of lādovy rhythm was meant as a universal theory for understanding music.  He believed that music was evolving from a less perfect to a more perfect form and that his theory, in the same vein as Heinrich Schenker, would unveil a new higher beauty.  Later in life, Yavorsky came to call his theory the теория слухового тяготения (theory of auditory gravitation) and, finally, the теория музыкального мышления (theory of musical thought). The latter was his personal preference ( Yavorsky 1972 , 6), though “lādovy rhythm” is what survived in the literature.  The theory has little to do with rhythm.  Rather, rhythm simply referred to its temporal aspect: lādovy rhythm was the “unfolding of a lād in time.” Example 4 . Yavorsky, Single Symmetrical System, in Converging and Diverging Forms (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "yavorsky_1972"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] Pitch organization in lādovy rhythm was based on one simple form of tritone resolution, the единая симметричная система (single symmetrical system) ( Example 4 ).  In the example, which can happen with any of the six tritones from pitch-class space, closed noteheads represent unstable tones and open noteheads represent stable tones.  From this simple kernel he built his system.  In a now famous letter to Taneev from 1906, Yavorsky spelled out for the first time in prose how he came to this belief: “From my studies of folk music I have come to the conclusion that the basic cell in musical language is the tritone and its resolution ” ( 2008 , 5).  He continues to say that such resolution, whether the two sounding pitches occur simultaneously, successively, or at a distance, must occur by “ contrary motion by semitone ” (5; emphases original).  Yavorsky got this notion from François-Joseph Fétis, who wrote about it in his Traité complet de la théorie et de la pratique de l'harmonie ( [1844] 1867 ).  But how Fétis, and Taneev for that matter, understood the driving force of the tritone differed from Yavorsky’s interpretation. Example 5 . Fétis and Taneev tritone resolutions (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "yavorsky_2008"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] In a musical example almost identical to that of Yavorsky (see my Example 5a ), Fétis discusses the gravitational ( attractive ) element of the tritone in the following numbered paragraphs of his treatise: The diminished fifth, relating to and drawn to a consonance, determines the upward movement of the seventh scale degree to the tonic: under this scenario this degree takes the name leading tone … The key to modern tonality lies in the attractions of certain intervals to intervals of repose, and in the sequence of these with other such intervals that, deprived of the character of attraction, do not have a sense of conclusion. The attracting intervals are the augmented fourth, diminished fifth, and the natural dissonance of the dominant with the fourth scale degree. (27) ( Fétis [1844] 1867 , Book 1, 21; italics original)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Central to Fétis’s beliefs was the idea that the tritone, created between the leading tone and 4 ˆ of the tonality, determined the tonality itself.  From here Fétis goes on to show this tritone within the context of a dominant-seventh harmony and its resolution to a tonic triad, as I show in Example 5b.  So, in a sense, the harmonic functional aspect begins to exert its influence; it was not only a tritone, but also a member of a larger community of notes, the dominant-seventh chord.  Also, the tritone does not have to happen in one chord, the dominant seventh; it could be present in a II–V–I progression, since subdominant chords feature 4 ˆ , which creates the tritone with 7 ˆ of the ensuing dominant chord.  Most important, the tritone, as a constituent element of a dominant-seventh chord, was how music moved from unitonic ( unitonique ) to transitonic ( transitonique ).  That is, it was how music modulated from one tonality to another.  Fétis devoted two chapters to this very concept in his treatise (Book 3, Chs. 1–2).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Taneev echoed this sentiment in a letter from November 8, 1903, to his friend Nikolai Amani: Повторяя мысль, высказанную Фетисом, скажу, что увеличенная кварта, тот тритон, которого так боялись в эпоху строгого письма, сделалась основой нашей гармонической системы. Эти два звука, взаимно отталкивающиеся и влекущие нас к тонике, вносят в гармонию элемент движения, стремления [Example 5c]. Если из двух рядом стоящих аккордов каждый заключает в себе по звуку тритона, то эти аккорды получают стремление к тонике. Отсюда возможность дать почувствовать данную тональность ранее появления тонического трезвучия [Example 5d]. То же самое происходит и при сопоставлении объединенных тональностей. Пока в последование тональностей не внесено подобного тритонного отношения, до тех пор гармония развивается плавно, спокойно и не стремится к определенному пункту…. При таком движении объединяющая тональность не является выраженною ясно, и часто одни и те же последования могли бы принадлежать двум или большему числу объединяющих тональностей. Но как только появляется тональность, вносящая вышеупомянутое тритонное отношение, так гармония приобретает стремление к одному определенному пункту, достижение которого ожидается слушателем. ( Taneev 1952 , 230–31) Repeating Fétis’s idea, I will say that the augmented fourth, that is, the tritone, of which they were so scared in the strict-counterpoint epoch, has made the very basis of our harmonic system.  These two tones, mutually pushing and pulling us to the tonic, introduce an element of motion and attraction to harmony [Example 5c].  If in two adjacent chords each contains one note of a given tritone, then these chords achieve a gravitation toward the tonic.  Thus it is possible to give a feeling for a given tonality earlier than the appearance of the tonic triad [Example 5d].  The same thing happens during a juxtaposition of closely related tonalities.  A harmony will develop smoothly and calmly and not gravitate toward any particular point until such a tritone relationship appears in the sequence of harmonies….  Under such motion the connecting tonality is not clearly expressed, and frequently the very same sequences can belong to two or more connecting tonalities.  But as soon as a tonality that introduces the abovementioned tritone relationship appears, the harmony acquires an attraction to one specific point, whose arrival the listener awaits. (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "taneev_1952"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] So, for Fétis and Taneev, the tritone allowed composers to establish tonalities and, by extension, allowed for modulation, so that music could move beyond a static “unitonal” fabric.  Their views on the tritone are framed by their tonal harmonic and functional views on music.  And important to both, without question, was the root motion by fifth that a motion from dominant to tonic entails.  Though they were writing at quite different times—1844 and 1909—they both acknowledged the tritone as monumental in establishing a tonality and, more important, as a component part of a dominant-seventh chord.  Fétis and Taneev, without question, link their views on the tritone with concurrent harmonic thinking—with dominant and tonic harmonies and root motion by fifth—and, more specific, with modulation.  The tritone is only part of a larger harmonic system and one that, by Taneev’s time, had begun to show signs of the functionalism that became part of twentieth-century harmonic thinking with respect to tonal music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] What Yavorsky did with all this information, however, was markedly different.  As seen in Example 4, it seems that there was a nascent functionality in his basic cell, the single symmetrical system.  After all, he labeled the unstable and stable tones of the system “D” and “T,” in Riemannian fashion.  Yet the Riemannian S, D, and T had not yet fully formed in Russia when Yavorsky adopted these designators.  However misleading T and D may be to us now with respect to Yavorsky’s system vis-à-vis function theory, there was no confusion for Yavorsky and his disciples.  In other words, the letters were simply meant to label certain well-defined Yavorskian sonorities.  It is likely, however, that Yavorsky himself appropriated S, D, and T from Riemann insofar as he studied Riemann’s works himself, and Riemann’s ideas were already taking hold in early twentieth-century Russia. (29) More to the point, Yavorsky never links the tritone and its resolution to the dominant-seventh chord built on 5 ˆ , and the tonic triad, which both Fétis and Taneev had clearly done.  What Yavorsky ultimately did was subsume harmonic functionality into his lādovy theory.  Remember, “harmony” is “subordinate to the laws of lādovy rhythm.”  It is confusing to us now to have “D” and “T,” and as I will soon show “S,” as designators in a system of pitch organization and have those letters not represent triadic harmonic function.  But alas, that is exactly what Yavorsky did.  He felt he revealed a deeper level of post-harmonic thought, lādovy thought, which transcended any current harmonic beliefs.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Here is what is written about his use of “D” and “T” in Protopopov’s Элементы : Шестиполутоновое соотношение, благодаря своему яркому характеру, называется—неустойчивость, неустой или доминанта и обозначается большой буквой латинского алфавита— D . Разрешение шестиполутонового соотношения называется—устойчивость или тоника и обозначается большой буквой латинского алфавита— T . The tritone relationship, thanks to its striking character, is called an “instability,” “unstable,” or “ dominant ” and is designated with an uppercase Latin letter “D.”  The resolution of the tritone relationship is called a “stability” or “ tonic ” and is designated with an uppercase Latin letter “T.” Доминанта ( D ) происходит от латинского слова dominare —господствовать. ( Protopopov 1930 , Vol. 1, 15; emphases original) Dominant (D) comes from the Latin “ dominare ,” to “govern.” Example 6 . Double symmetrical system, in converging and diverging complete forms (Protopopov 1930, vol. 1, 81) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "protopopov_1930"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] Notice the absence of the indefinite article “a” before “dominant” in my translation.  The Russian language has no articles, so one must choose when to insert them when translating into English.  Yavorsky is not calling the tritone “a dominant” but, rather, “dominant,” which only means that it dominates the surrounding auditory context.  And harmonic functionality, which was still admittedly somewhat new in 1908 as he wrote his treatise, has been removed.  Also, by giving the Latin dominare , and then a Russian equivalent, господствовать (“govern”), he further removes harmonic function from the narrative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The двойная симметричная систем а (double symmetrical system) is how Yavorsky allowed for a minor third to enter lādovy rhythm. (30) Example 6 shows the two interlocking tritones of the system, shown with an X between the unstable notes.  There are two reasons Yavorsky came up with this strange solution for the genesis of the minor third: to maintain motion by semitone and to maintain symmetry , both of which were paramount in his theory. (31) Two interlocking tritones converging onto a minor third is much harder to hear than the tritone of the single symmetrical system, which converges to a major third. (32) Here is how Protopopov summed up the designators for the double symmetrical system: Неустойчивость двойной симметричной системы, как величина производная от двух доминант, называется субдоминантой и обозначается буквой S . The instability of the double symmetrical system, as the derivative of two dominants, is called the subdominant and is designated with the letter S . Устойчивость двойной системы, как величина производная от двух тоник, называется субтоника и обозначается малой буквой t . Субтоника двойной системы, звучащая как интервал малой терции, отличается от тоники единичной системы мягкостью звучания. The stability of the double system, as the derivative of two tonics, is called the subtonic and is designated with a lowercase t .  The subtonic of the double system, sounding as a minor third, is distinguished from the tonic in the single system by the softness of its sound. Субтоника отличается от тоники тем, что она не есть органическая часть единого простого слухового организма, а есть сложное следствие объединения двух простых слуховых явлений. ( Protopopov 1930 , Vol. 1, 80; emphases original) The subtonic is also distinguished from the tonic in that it is not an organic part of a single auditory organism, but rather a complex result of the unification of two auditory phenomena.",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32"
                ],
                "citations": [
                    "protopopov_1930"
                ]
            }
        },
        {
            "4.13": {
                "text": "[4.13] Here Protopopov defines the labeling of “S” and “t” in Example 6.  These four designators—D, T, S, and t—are misleading of course.  Whereas one might think of “T” as a tonic of sorts, “D” is better thought of as the governing, dominating force of the gravitation, and “S” and “t” as being slightly less important versions of the first two.  As a prefix, “sub-,” in one sense, simply means “lesser” or “less important” (think of a “committee” and a “subcommittee” here), so the subdominant and subtonic, in Yavorsky’s system, were simply less important or less strong versions of the dominant and tonic, respectively. Example 7 . Double Symmetrical Systems, in four different forms (Protopopov 1930, vol. 1, 82) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] The “complete” form of the double symmetrical system featured a perfect fifth moving through a doubly diminished fifth to a minor third.  In addition to the complete form shown in Example 6, Yavorsky identified four other forms of the system: natural, harmonic, fourth, and fifth.  These are shown in Examples 7a–7d .  In the natural form, the doubly diminished fifth is eliminated, while in the harmonic form, the perfect fifth is eliminated.  The fourth and fifth forms drop one of the notes of the perfect fifth.  Having contrived a way for the minor third to result from symmetrical motion by step —of course Yavorsky would have said that he had simply revealed an empirical truth that had been undiscovered until he laid it bare—Yavorsky then had to acknowledge that most music of the tonal classical era did not have all of the notes of the complete system.  So he contrived four other forms of the double system to account for certain types of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] Having introduced the single and double symmetrical systems, I can now give Protopopov’s (and Yavorsky’s) definition of “lād”: Те случаи соединения системных тяготений в одном слуховом восприятии, при которых стандартизованное для определенной эпохи количество типов неустойчивости затронуто частью в полном виде (оба звука, как неустойчивые соотношения) и частью в неполном (один звук, как часть устойчивого результата) носят название лада . ( Protopopov 1930 , vol. 1, 92; emphasis original) A lād signifies the combination of systemic gravitations into one auditory perception.  These gravitations are those in which an era-specific standardized number of instability types are touched upon partially in complete form (both tones as unstable intervals) and partially in incomplete forms (one tone as part of the stable resolution).",
                "footnotes": [],
                "citations": [
                    "protopopov_1930"
                ]
            }
        },
        {
            "4.16": {
                "text": "[4.16] This is an elaborate way of saying that a lād, to Yavorsky and Protopopov, was a combination of two or more of the single/double systems.  This was “era-specific” ( для определенной эпохи ), because their system envisioned a move to microtonality, about which they only wrote theoretically.  In the twelve-tone world, each of their lāds could occur on one of twelve possible notes.  Also, the tritone (the unstable interval) needed to be complete, but the third (the stable interval) could be either complete or incomplete. Example 8 . The six types of tritones (Protopopov 1930, vol. 1, 91) (click to enlarge) Example 9 . “Major Lād” (Protopopov 1930, vol. 1, 99) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] In this section on lād, Protopopov gives the six tritones that are possible in pitch-class space, which he shows in two possible different spellings ( Example 8 ).  By means of these six tritones, there is a much simpler definition of lād, which Yavorsky spelled out in a letter from October 1920 to his student Nadezhda Briusova: “A lād is the unification of [single or double] systems such that all six tritone types are touched upon” ( Rabinovich 1964 , 426).  Protopopov’s example of the major lād is shown in Example 9 , which shows a C-major tonic triad as the result of a single symmetrical system and a double symmetrical system.  The unstable tones, taken together, are called the соединительный момент (connecting moment) and, in this case, are designated with a “D” overlaid with a horizontal “S” (which I show simply as “DS”).  In his discussion of this lād, Protopopov shows that, since the first, fourth, and fifth types of tritones are contained in the unstable parts of the lād in complete form, and the second, third, and six types of tritones are contained in the stable parts of the lād in incomplete form, this system constitutes a lād (vol. 1, 99).  The slurs in Example 9 indicate сопряжения (“conjunctions”), the most basic gravitations of any lād.",
                "footnotes": [],
                "citations": [
                    "rabinovich_1964"
                ]
            }
        },
        {
            "4.18": {
                "text": "[4.18] There are two вводные тоны (“leading tones”) in this (and any) major lād, one represented by B, the other by A and A ♭ . (33) The other two conjunctions in the example, F–E and D– D ♯ –E represent обратно-сопряжения (“inverse conjunctions”), since they both converge on the same note.  Notably, one leading tone is part of “D,” while the other is part of “S.”  So, both dominant and subdominant contain leadings tones, and both resolve to “T” simultaneously in any of the twelve possible major lāds.  Gone is any sense of harmonic progression from T to S to D to T.  Again, Yavorsky’s theory, ostensibly at least, was working on a deeper level. Example 10 . Duplex single and duplex double systems (Protopopov 1930, vol. 2, 87–90) (click to enlarge)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "4.19": {
                "text": "[4.19] Realizing that all tritones in an equal-tempered twelve-tone system could resolve in one of two ways, Yavorsky created what he called дважды лады (“duplex modes”). Example 10 shows the duplex single and duplex double systems.  In terms of harmonic designations, he simply placed a lowercase “d” in front of “S,” “D,” “T,” or “t.”  This gave way to a vast expansion of the system.  Though the dT’s from the duplex single and double systems correspond to a French +6 and fully diminished seventh, respectively, they are distinct from those two sonorities; these two dT’s are tonics and stabilities, not requiring further resolution. Example 11 . The eighteen lāds of Yavorsky’s lādovy rhythm (Kholopov et al., 385–86) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.20": {
                "text": "[4.20] Example 11 shows the eighteen lāds of Yavorsky’s system as identified by Yuri Kholopov ( Kholopov et al. 2006 , 385–386). (34) They are shown in the same order in which they appear in Protopopov 1930 . The simple lāds are in Volume 1, the duplex in Volume 2.  I have changed the way that Kholopov laid out the modes, in order to include more information. (35) For each lād, I show the stable and unstable notes of the mode; the subdominant, dominant, subtonic, and tonic designators; the main “T” for the lād; and the connecting moment, which I show either as a simultaneity or a scale, depending on the number of notes.  For the first four lāds, I label the connecting moment with the appropriate “S” and “D” designations, and for lāds with more unstable tones, I simply label them the “connecting moment.”  Note that the two mutable modes have two notes each that function both in a stable and unstable capacity.  I, as Kholopov, show those notes with a dotted slur (Examples 11e and 11f).  Also note that the last three duplex lāds duplicate earlier lāds.",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": [
                    "kholopov_et_al_2006",
                    "protopopov_1930"
                ]
            }
        },
        {
            "4.21": {
                "text": "[4.21] Ultimately, Protopopov categorizes all lāds into four categories: 1) устойчивые (“stable”), 2) переменные (“mutable”), 3) неустойчивые (“unstable”), and 4) сложные переменно-неустойчивые (“duplex mutably unstable”) (vol. 1, 92–93).  Yavorsky’s mutable 1 and mutable 2 lāds—in which the tonic is either a minor-minor or a major-major seventh chord, respectively—became a significant part of twentieth-century Soviet music analysis. (36) For example, Lev Mazel’s Исследования о Шопене (Chopin studies) speaks of mutable lāds in Chopin’s music.  In his analysis of Chopin’s F-minor Fantasy, op. 49, under the heading Ладотональность и модуляционный план фантазии (Lādotonality and modulatory plan of the fantasy), Mazel locates mutable lād 1, F– A ♭ –C– E ♭ , as an essential element of the piece ( Mazel [1971] 2008 , 29–37). (37)",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": [
                    "mazel_2008"
                ]
            }
        },
        {
            "4.22": {
                "text": "[4.22] Upon examination of the eighteen lāds, one begins to understand the importance of Yavorsky to twentieth-century techniques: wholetone, octatonic, augmented, diminished-seventh, Petrushka chord, “tonal dualistic” (mutable), and major/minor (0347) sonorities are all included, among others.  Further, it is now clear how he expanded lād in ways that move well beyond “mode,” the traditional translation for lād.  With respect to major and minor triads and tonalities, and whatever they may have been associated with in the past (lād, tonality, mode, stroĭ, or scale), “major” and “minor” are now firmly ensconced in the lādovy system, the expression of lādovy gravitations inherent in the single and double systems.  The “diminished” lād, for example, is noteworthy insofar as it itself contains a tritone.  Protopopov explains that, with this lād, the tritone of the tonic is “relatively” stable, since it is the result of the systemic gravitations brought on by the two double symmetrical systems of the lād.  With lādovy rhythm, Yavorsky was credited with separating consonance/dissonance from stability/instability.  The tonic of the diminished lād and its derivative tonics were dissonant, yet (relatively) stable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.23": {
                "text": "[4.23] A “tonality” in Yavorsky’s system was simple: it was the pitch-specific manifestation of a lād.  For instance, “X-chain” was an example of a lād; “ C ♯ X-chain” was an example of a lādotonality—an X-chain lād with the tonic C ♯ .  In this sense, then, his system is pitch centric and, thus, hierarchical, which sets it apart from certain collectional and pitch-class-set post-tonal techniques.  Lādotonality became the only definition for “tonality” that Yavorsky accepted at the deepest level of musical understanding and musical meaning. In Protopopov’s book, строй (“stroĭ”) meant a twelve-tone equal “tuning” or “temperament,” and not “tonality” as it had for Rimsky. (38) Thus lād came to represent the entirety of tonal systems. The other terms that I examined earlier in my article were subsumed by lād. Example 12 . Juxtaposition of C-major and F ♯ -major lādotonalities, resulting in a) a D-minor lādotonality, and b) a G ♯ minor lādotonality (Yavorsky 1915, 40) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "4.24": {
                "text": "[4.24] Before I turn to Protopopov’s Chopin analysis, I must discuss one final element of Yavorsky’s system, сопоставление с результатом (“juxtaposition with result”).  In Упражнения в образовании ладового ритма (Exercises in the formation of lādovy rhythm), Yavorsky writes: “Any sequence of different lāds or different lādotonalities of one lād is called a juxtaposition of lāds or lādotonalities” ( 1915 , 40; emphasis original). (39) This is how Yavorsky came to think of modulation, a far cry from Fétis’s or Taneev’s interpretation thereof. Yavorsky 1915 explains this new method of modulation in great detail and gives many exercises for the student to complete after the explanation.  If certain lādovy tonics are present in a passage of music and there exists one or more tritones among these tonics, then these tritones necessitate further gravitation.  Yavorsky uses major/minor triads to discuss this phenomenon. Example 12 shows the juxtaposition of the C-major and F ♯ -major lādotonalities, which form the duplex-major lād on C (see again, Example 11m). Yavorsky uses D ♭ major and G major in his 1915 text.  In Example 12a1, I show the tritones of the juxtaposition.  Example 12a2 shows how the six stable tones of the C-major and F ♯ -major lādotonalities can also represent the unstable “connecting moment” of a new lādotonality.  In other words, the six open noteheads from Example 12a1 are the same as the six closed noteheads in Example 12a2, which in turn form a double and a single symmetrical system, resulting in the D-minor lādotonality shown in Example 12a3.  If the F ♯ -major lādotonality came first, the resulting lādotonality will be G ♯ -minor, as shown in Example 12b1–12b3.  Interestingly, he distinguishes between a common-chord and direct modulation.  For the former, he uses связное сопоставление (“connected juxtaposition”) and for the latter, несвязное сопоставление (“disconnected juxtaposition”).  Tellingly, in two footnotes to this section, he says about the former, “ Прежнее обозначение — постепенная модуляция ” (formerly labeled “gradual [common-chord] modulation”), and about the latter, “ Прежнее обозначение — внезапная модуляция ” (formerly labeled “sudden modulation”) ( 1915 , 41).  So there can be no question that “juxtaposition” represented a new form of modulation to Yavorsky, since the Russian word for “modulation,” модуляция , is cognate and a direct translation of the concept.  In order for triadic music to modulate in Yavorsky’s system, there needed to be tritones formed between two or more lādotonalities, either from one lād or from two or more different lāds, which would necessitate gravitation to a new lādotonality. Protopopov’s analysis of Chopin",
                "footnotes": [
                    "FN39"
                ],
                "citations": [
                    "yavorsky_1915",
                    "yavorsky_1915",
                    "yavorsky_1915"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] I now turn to Protopopov’s 1945 Chopin analysis, whose full title is Ладовый и интонационный анализ прелюдии h-moll Шопена (Lādovy and intonational analysis of Chopin’s B-minor Prelude). (40) As Protopopov worked, three years had passed since Yavorsky’s death, and the Second World War was in its final throes.  The analysis shows lādovy theory in full form and, with it, a new way to understand tonal music.  One reason Protopopov may have taken on this analysis is to show how lādovy rhythm, already an established way of understanding chromatic and modernist music by 1945, could be used to understand an unequivocally functionally tonal piece.  During this time, Riemannian functional theory was quickly gaining ground in Russia.  Protopopov may have undertaken this analysis not only as a paean to his departed friend, but also to push back against Riemann’s encroaching functionalism. Example 13 . Chopin, op. 28, no. 6, with annotations from Protopopov analysis (the two roman numeral analyses are by the author and not Protopopov) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN40"
                ],
                "citations": [
                    "protopopov_1945"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Though Protopopov analyzes tonal and post-tonal works by Chopin, Liszt, Grieg, Rimsky-Korsakov, Scriabin, and himself at the end of his Элементы , none of those analyses comes close to the level of detail in the present Chopin analysis.  The analysis is a prime illustration of how Yavorsky and Protopopov, and some of Yavorsky’s disciples, came to understand functionally tonal music. Example 13 gives a score for the prelude, with light annotations that correspond to Protopopov’s analysis.  (The two roman-numeral harmonies I analyze in mm. 6 and 8 are mine and not by Protopopov.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Chopin’s op. 28, no. 6, is in B minor and features a strong move to the Neapolitan, C major, in mm. 11–14.  In m. 8, there is a strong half cadence, which sets up a return of the opening thematic material.  After the Neapolitan tonality, B-minor returns in m. 15 and stays until the end.  There is a striking deceptive resolution in mm. 17–18, and a final perfect authentic cadence in mm. 21–22.  This represents a traditionally Western functional analysis, if stated briefly.  I hasten to add here that, even during Yavorsky’s lifetime, many Russian authors would have analyzed this prelude as I have in this paragraph.  Further, Yavorsky himself was aware of such analyses. But Yavorsky and Protopopov were trying to create a deeper understanding of functionally tonal music. Example 14 . Protopopov’s relevant lādotonalities for Chopin, op. 28, no. 6 (click to enlarge and see the rest) Example 15 . Protopopov written analysis of Chopin, op. 28, no. 6 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Protopopov’s analysis differs significantly.  As shown in Example 9, the major mode—the major “lād” to Yavorsky and Protopopov—was simply the combination of one single and one double symmetrical system.  Once the tonic pitch was established, the lād became a “lādotonality” (a “C” lādotonality in Example 9). Example 14a shows a small page from Protopopov’s analysis with the main lādotonalities for op. 28, no. 6, while Example 14b shows my transcription thereof.  Strikingly, he identifies the F ♯ -major lādotonality based on two secondary dominants, V\\(^6_5\\)/V on beat two of m. 6, and vii° 7 /V on the second eighth note of m. 8 (which I labeled in the score).  In other words, the new tritone introduced by the new leading tone, E ♯ , necessitates a new lādotonal reading.  Additionally, he identifies the C-major lādotonality.  Thus in Example 14, Protopopov shows three lādotonalities, B minor, F ♯ major, and C major, with the single/double symmetrical systems that they entail. (41) At the end of the first line, Protopopov writes a G-major triad to show how that would balance, with F ♯ major, the C-major and B-minor lādotonalities of the piece.  On the second line of the example, he shows the three main “T’s,” the lādovy tonics, and the tritones that exist therein.  Notably, the B and D of the B-minor lādovy tonic are not part of any tritone. Still, he takes the F ♯ not from F ♯ major, but from B minor, trying to pull in the main lādotonic to the juxtaposition.  At this point, he tries to find the juxtaposition that the three lādotonalities would result in.  This, in fact, is the same juxtaposition I showed in Examples 12a and 12b.  Since F ♯ major comes before C major in the Chopin, Protopopov should have written out the juxtaposition as I showed in Example 12b; the result, in this case, would be a G ♯ -minor tonic, as shown in Example 12b3.  Instead, he shows exactly the same juxtaposition that I showed in Example 12a1–3, but instead of a result of D minor (Example 12a3), Protopopov writes искусственный h-moll (artificial B-minor) above the result, which substitutes A ♯ 4 for the B ♭ 4 that I show in Example 12a2.  It seems that Protopopov is trying to find a way to insert the B-diminished triad into the equation, insofar as it is part of the G dominant-seventh chord of m. 11.  Perhaps this “artificial lād” is one that does not follow the dictates of the single system (if it did the lower conjunction would have to be E4– D ♯ 4, and not E4–D4 as he writes) or any of the five versions of the double system (complete, natural, harmonic, fourth, or fifth; see again, Examples 6 and 7).",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Example 15a shows the first page of the written-out analysis that accompanies the annotated graphs, while Example 15b shows the formal sketch contained therein.  Here is the full transcription and translation of Protopopov’s written analysis: Ладовый и интонационный разбор прелюдии Шопена h-moll Lādovy and Intonational Analysis of Chopin's B-minor Prelude На основании ладогармонического разбора и соответственного расчленения произведения последующего ритмических цезур определяется конструктивно соннатинная схема. Фактически первая экспозиция длится 7 тактов + 2 четверти; повторенная экспозиция длится 1 четверть + 5 тактов и 2 четверти. Реприза длится – 1 четверть + 12 тактов. Главная цезура проходит перед началом репризы между 2ой и 3ей четвертями 14-ого такта. Обращает очень большое внимание слуха использование в побочных партиях в последовательном изложении введение дважды мажорного лада Fis–C duplex dur’a сперва в виде первой его половины – Fis dur, в повторенной экспозиции – в виде второй его половины, – C dur.  Это введение Fis–C duplex dur создает такое яркое неустойчивое впечатление, что, несмотря на дальний сплошной h-moll репризы, последний не способен произвести уравновешивающего впечатления при окончании прелюдии так как взаимодействие трех ладотональностей в результате их объединения должно было бы дать увеличенный лад на G, чего у Шопена не происходит.  Поэтому это проиведение [ sic ] производит впечатление неравной борьбы между волевым и эмоциональным началом (Fis-C duplex-dur) и косно-инертной окружающей действительностью (H moll). В этой борьбе косно-инертная действительность побеждает. Это сочинение является очень типичным для психологической эпохи (1825–1915), в которой творческие задачи композитора еще ограничиваются только постановкой проблемы борьбы без возможности решения ее психологического результативного конца.  При интонационном анализе этого произведения необходимо считаться с конструктивной формой целого произведения. Объединяющая тональность H-moll при отклонении в Fis и C dur испытывает на себе интонационные влияния, исходящие из этих отклоняющихся полярностей. Но т.к. эти влияния испытываются только как временные проявления, то их нужно рассматривать в плане объединяющей главной ладотональности H-moll. ( Protopopov 1945 ) On the basis of the lādoharmonic analysis and the corresponding partitioning of the composition by rhythmic caesuras, a sonatina form is defined, structurally speaking.  The first exposition actually lasts for 7 measures plus 2 quarter notes; the repeat of the exposition lasts for one quarter note plus 5 measures and 2 quarter notes.  The reprise lasts for 1 quarter note plus 12 measures.  The main caesura happens before the beginning of the reprise between the second and third quarter notes of m. 14.  The use of the F ♯ –C duplex major lād in the secondary themes in successive presentation—at first in terms of its first half, F ♯ major, and in the repeated exposition in terms of its second half, C major—draws great attention from the ear.  This introduction of the F ♯ –C duplex major lād produces such a striking unstable impression that, despite the further complete B-minor reprise, the latter is not capable of producing a countervailing impression at the end of the prelude since the interaction of the three lādotonalities should produce an augmented mode on G as a result of their unification, which does not happen for Chopin.  Thus this piece gives the impression of an unequal struggle between the forceful and emotional beginning ( F ♯ –C duplex major lād) and a sluggishly inert reality (of B minor).  In this struggle the sluggishly inert reality emerges victorious.  This composition is quite typical for the psychological epoch (1825–1915), in which the composer’s creative responsibilities are still limited only by the presentation of the “struggle” problem without the possibility of deciding its psychological effective end.  With an intonational analysis of this piece it is paramount to consider the structural form of the whole piece.  The unifying B-minor lādotonality, during the digressions to F ♯ major and C major, experiences intonational influences, stemming from these digressive polarities.  But since these influences are experienced only as temporary manifestations, it is necessary to view them in terms of the main unifying lādotonality of B minor.",
                "footnotes": [],
                "citations": [
                    "protopopov_1945"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6] Based not on thematic material, but on the lādotonal content, Protopopov reads a sonatina form for the piece, which contravenes any traditional formal reading of the prelude or any common understanding of sonata form.  Protopopov underscores the F ♯ –C duplex major lād, which would gain fame as Stravinsky’s Petrushka chord.  Of course, these two lādotonalities do not happen simultaneously, as with Stravinsky’s chord, but the two successive lādotonalities necessitate this reading.  Thus Protopopov seeks a reasonable “result” for the “juxtaposition” of the two lāds of the duplex major lād, which I discussed above. Example 16 . Protopopov’s Chopin analysis, first draft (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] I now turn to the three analytical drafts.  The first, as shown in Example 16 , is written entirely in pencil, normal black but also orange, red, and blue colored pencil.  In m. 1, Protopopov shows with an arrow the first conjunction of the piece, C ♯ 4–D4 on the third beat of the first measure.  He writes “D” underneath the C ♯ to designate the dominant aspect of the note.  The next conjunction happens in mm. 3–4, E4–D4.  The F ♯ at the end of m. 3 is something of an escape tone, so it is clear that intervening tones are possible among conjunctions.  Though he does not write “S” below, this conjunction is part of a “natural” gravitation of the double system of the B-minor lādotonality (see again, Example 14b).  In mm. 1–4, C ♯ and E are the only two unstable tones of the lād—everything else is the B-minor lādotonic “T.”  Gravitations can happen over a longer span.  Unstable G4 on the downbeat of m. 5, for instance, gravitates to stable F ♯ 4 on the fourth eighth note of m. 7, part of the single symmetrical system of the B-minor lādotonality.  Strangely, that very same F ♯ 4 is the stable tone of an E ♯ 4 (second beat, m. 6) to F ♯ 4 conjunction, part of the single symmetrical system of the F ♯ -major lādotonality.  Thus this conjunction spans two lādotonalities.  It seems that, because this E ♯ is so important as part of a new tritone, Protopopov struggles to find a proper F ♯ resolution, which must happen in the same register.  Both of these longer-range conjunctions are shown with red pencil on the draft.  Protopopov reads the downbeat of m. 6 as “T” of F ♯ major, and the second beat as “D.”  (A more traditional reading of this point would be that the F ♯ is a bass suspension masking the dominant function chord on the downbeat of m. 6.)  Here he is setting up the F ♯ -major lādotonality: first a succession of T/D in m. 6, so marked in the example, and then a D/T in m. 8, unmarked.  Both moments are bracketed in orange pencil above the score however, and clearly labeled “Fis-dur,” that is, F ♯ major.  The bracketed section of C-major, which he shows in blue pencil on the draft, represents the juxtaposition.  Above the bracket, which begins in m. 11, he writes, сопоставление двух тональностей: h и С (juxtaposition of two lādotonalities, B minor and C major).  Despite the fact that he writes “two lādotonalities,” he certainly does not mean to exclude F ♯ major from the juxtaposition, which he discussed in the prose part of the analysis.  Finally, at the end of this analysis, Protopopov makes quite a bit of three notes that “ остаются не разрешенными по тяготению ” (remain unresolved with respect to gravitation), E2 (m. 21), C ♯ 3 (m. 24), and A4 (m. 22) (I have shown these three notes in the Chopin score in Example 13).  All gravitations must resolve, before the end of the piece, into the lādovy tonic, in the same register as the unstable note.  So here there are three notes essentially left hanging at the end of the piece. Example 17 . Protopopov’s Chopin Analysis, second draft (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] The second draft is slightly more refined that the first.  As seen in Example 17 , the Chopin score is now written out in blue ink, while the surrounding analysis is in pencil.  The reprise, or recapitulation, which begins on the last beat of m. 14, stays in the B-minor lādotonality until the end of the prelude.  At the top of the second page of this analysis, above m. 15, he writes Реприза (побочная + главная [партия] в главном тоне) (recapitulation [secondary and main (theme) in the main lādotonality]).  Notably, he uses тон (tone) for lādotonality, so it seems that “tone” for Tonart survived well into the twentieth century.  In the analysis of the lādovy gravitations, the only open (stable) noteheads in the entire reprise are B, D, and F ♯ , the lādotonic of the B-minor lādotonality.  All other notes are shown gravitating toward those three notes, as part of either a single or double symmetrical system.  This is not so different from a Schenkerian analysis in which a large segment of music may, at a deeper level of background structure, account for one harmony.  What is strange here is that when the functional harmony is an unequivocal dominant, as with the deceptive resolution (going into the downbeat of m. 18) or the perfect authentic cadence (going into m. 22), Protopopov analyzes the F ♯ in the bass as representing a stable tonic.  After all, what else could it be in a diatonic section of music in a given lādotonality?  There are three tritones that are part of the B-minor lādotonality, two from the double symmetrical system and one from the single symmetrical system (see again, Example 14), and F ♯ is not part of any of them.  So, Protopopov pulls out the F ♯ 2 in mm. 17 and 21, an F ♯ that is clearly part of a dominant function chord—a cadential 6/4 chord specifically—and analyzes it as “T,” part of the tonic of the B-minor lādotonality, in a significant reversal of harmonic designations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] One more segment of this analysis will show a dual interpretation of a seemingly simple passage.  The bass line on the last three eighth notes of m. 19 features an uncomplicated B-minor triad, from F ♯ 3 down to B2, through passing tones E3 and C ♯ 2.  In either a lādotonal or harmonic-functional analysis, this area represents a (lādo)tonic, B minor.  Protopopov shows the open (stable) noteheads of this tonic underneath the score in his analysis.  Predictably, each of those notes is the result of a lādovy gravitation. F ♯ 3 in m. 19 is a gravitation from G3 in m. 18, part of the single symmetrical system of the lādotonality.  D3 in m. 19 is a gravitation from E3 in m. 19, part of a natural gravitation of the double symmetrical system of the lādotonality.  And B2 in m. 19 is a gravitation from A2 in m. 17, also part of a natural gravitation of the double symmetrical system of the lādotonality. (42) Protopopov graphs each of these three gravitations underneath the score.  The E3 passing tone on the third beat, though unanalyzed below, is part of the natural gravitation to D3 in the lādotonality.  But what of C ♯ 2 on the final eighth note of m. 19?  As seen in Example 14b, it is clear that C ♯ gravitates to D in the B-minor lādotonality, and not to B.  What Protopopov must do then is find the next D3 in the music, which will represent the completion of the gravitation.  Underneath, in his analysis, he does just this; C ♯ 2 in m. 19 gravitates to D3 in m. 20.  I focus on this small aspect to make a larger point.  There can be no question that Yavorsky and his trusted student Protopopov understood that C ♯ 2 in m. 19 as a passing tone.  (Think of the intense work in counterpoint that Yavorsky did with Taneev.)  It is just that they thought there was a deeper level of musical thought at play, one in which that C ♯ 2 yearns for its lādovy resolution, D3.  This is why, for instance, Protopopov highlights the three “gravitationally unresolved” notes at the end of the piece.  I can mention a fourth such note, which he only graphs but never speaks of.  In a Schenkerian graph one would need to show the strong motion to 2 ˆ , C ♯ 5, part of the half cadence in m. 8, as a significant moment of the Urlinie . Given that C ♯ 5, similar to the C ♯ 2 discussed earlier, forms part of the “inverse conjunction” of the single system of the lādotonality, it must resolve to D5. But after the C ♯ 5 in m. 8, D5 never happens.  He graphs this in the second draft as another “unresolved” note, with an arrow across the top of the entire score to the very end. Example 18 . Protopopov’s Chopin Analysis, mm. 1–8, “First Exposition,” final draft (click to enlarge and see the rest)",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] The final draft, shown in Example 18 , is the most refined.  Everything here is in blue pen, with the exception of a few markings in red pencil.  For some reason, Protopopov only graphed what he calls the “first exposition.”  Perhaps the rest of this particular graph is lost, or perhaps he never completed it.  In the example, I have translated the material in the left column of the analysis.  On the fifth staff from the top, he writes the B-minor lādotonality.  Significantly, all horizontal connections are called “intonatsii,” or, “intonations.”  In essence, Protopopov is using this term to graph what would normally be called voice leading in the United States. (43) Example 19 . Protopopov, Chopin Analysis, final draft: mm. 6–8 of Example 23, F ♯ major lādotonality (click to enlarge)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] In Example 18, after the system break, Protopopov writes the F ♯ -major lādotonality and then shows quite a bit of gravitational activity in the analysis.  In Example 19 , I have enlarged mm. 6–8 from Example 18 to show this activity.  This example clearly displays the two F ♯ -major areas of the prelude.  Interestingly, B minor overlaps with F ♯ major in m. 6; the third beat is part of both lādotonalities.  He has done intonational analyses for both.  The F ♯ -major analysis is below the score, while the B-minor analysis is both above and below.  Notice the abundant use of T, S, and D in the analysis.  Finally, look at the half cadence in m. 8.  The cadential 6/4 chord is analyzed with respect to lādovy content.  So, the first part is a confluence of D and S, since “B” and “D” above the F ♯ are part of the unstable notes of the lādotonality.  Then, once 6/4 moves to 5/3, Protopopov writes a “T” underneath, since this is the lādotonic for the F ♯ -major lādotonality.  Thus, here is another reading of the cadential 6/4 chord, which is still somewhat debated today among music theorists.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.12": {
                "text": "[5.12] Above all else, Protopopov’s analysis is important because it makes us reexamine some of our most basic beliefs about tonal music.  My point about the dual interpretation of C ♯ 3 in m. 19 is a good example of this reexamination.  No one could deny that that note passes between D3 and B2.  But could there be more to it?  Could it also move to a D further along because of the lādovy gravitation?  Another reexamination concerns modulation.  In a lādotonal sense the music modulates to F ♯ major in mm. 6–8 based on two secondary dominants.  In a traditionally Western sense, there is no modulation of course—one never gets a clear sense of an F ♯ major tonality.  But based on lādovy gravitations, there is a sense of F ♯ as a harmonic sphere of influence.  So, what exactly is a modulation?  Based on this lādotonal intonational analysis, we might further ask: What is a cadence? What is a phrase? What determines form? Can a dominant also be heard as a tonic, and can other melodic diminutions have greater significance than they are normally assigned?  It need be said that neither Yavorsky nor Protopopov would deny the conventional elements of the Chopin Prelude, like the use of the Neapolitan tonality, the half and deceptive cadences, or the use of common passing tones.  They simply felt there was a deeper structural level on which more thoughtful connections could be made. Tonality in Light of Lādovy Rhythm",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] In his entry on “tonality” for Grove Music Online , Brian Hyer writes: Historians do not agree on how and when the transition from Renaissance modal polyphony to the harmonic tonality of the Baroque occurred. [Harold] Powers…has even argued that modality and tonality co-exist as musical properties on separate epistemological planes, in which case it is meaningless to imagine a transition from one to the other—modality and tonality in this sense are no longer competing or mutually exclusive means of musical organization. ( Hyer 2001 )",
                "footnotes": [],
                "citations": [
                    "hyer_2001"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] Yavorsky and Protopopov would have agreed with this sentiment.  For them, lād and lādotonality represented the logical extension of the history of music.  I wonder, however, what Powers would have said about Yavorsky’s lādovy system.  It certainly bears many resemblances to “mode,” if we take that to mean a system of hierarchically organized pitches.  Yet the theory behind the system may have precluded its inclusion in Powers’s understanding of mode.  With respect to tonality, because of Yavorsky, it is now fundamentally something different than what is was beforehand.  I stress here again the evolutionary aspect of Yavorsky’s thought.  He believed that he had uncovered a universal truth about music, lādovy rhythm, which accounted for both the tonality and mode of previous times.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] It is instructive to compare the beginnings of Hyer’s and Kholopov’s respective encyclopedia entries for “tonality.”  Hyer writes: Tonality (Fr. tonalité ; Ger. Tonalität ): A term first used by Choron in 1810 to describe the arrangement of the dominant and subdominant above and below the tonic and thus to differentiate the harmonic organization of modern music ( tonalité moderne ) from that of earlier music ( tonalité antique ). One of the main conceptual categories in Western musical thought, the term most often refers to the orientation of melodies and harmonies towards a referential (or tonic) pitch class. In the broadest possible sense, however, it refers to systematic arrangements of pitch phenomena and relations between them. ( Hyer 2001 ; emphases original)",
                "footnotes": [],
                "citations": [
                    "hyer_2001"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] Whereas Kholopov writes: Тональность (нем. Tonalität , Tonart ; франц. Tonalité ): 1) Высотное положение лада (Б.Л. Яворский). Например, в обозначении d-moll буква “d” — Тональность, “moll” — лад (минор).  2) Иерархическая централизованная система функционально дифференцированных высотных связей.... В этом смысле понятие тональности означает ладотональность (лад на определенном высоте) или даже совпадает с понятием лада (например, английский термин “tonality”)…. 3) В узком, специфическом значении тональность — система (двуладовая) функционально дифференцированных высотных связей, иерархически централизованных на основе консонирующего трезвучия (то же, что тональность гармоническая , лад в европейской музыке 17—19 вв. — мажор или минор ). ( Kholopov 1991 , 548–49; emphases original) Tonality (German Tonalität , Tonart ; French Tonalité ):  1) A pitch position of lād (Boleslav Yavorsky). For example, in the designation “d minor” the letter “d” is the tonality, and “minor” is the lād.  2) A hierarchically centralized system of functionally differentiated pitch connections….  In this sense the concept of tonality signifies a lādotonality (a lād on a given pitch) or even coincides with concept of lād (for example, the English term “tonality”)….  3) In a narrow specific sense, tonality is a (bi-lādovy) system of functionally differentiated pitch connections that are hierarchically centralized on the basis of a consonant triad (which is the same as harmonic tonality , which is lād in European music of the seventeenth to nineteenth centuries, major or minor ).",
                "footnotes": [],
                "citations": [
                    "kholopov_1991"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] With these two definitions, I have shown the most basic distinction between the Russian/Soviet and Western understandings of tonality.  While Kholopov does go on to mention Choron, because of Yavorsky and his lādovy rhythm, tonality, in its first definition, is a “lādotonality” and not a tonality as Hyer describes.  Even in Kholopov’s second definition, he equates “tonality” with “lād,” thus harkening back to its nineteenth-century interpretation, as with Tchaikovsky.  Only in the third definition does Kholopov’s understanding really begin to merge with Hyer’s.  Of course, both entries are much longer than their incipient paragraphs, but the basic differences are clear from what I have shown.  Finally, I note that Kholopov includes German Tonart as an equivalent to “tonality,” while Hyer does not, which again alludes to the very roots of lād that I laid out at the beginning of my paper. (44) Problems with Lādovy Rhythm",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] By now the attentive reader should have a significant list of lādovy rhythm’s shortcomings.  Rather than enumerating them, I will mention one paramount failing, and then a few from Yuri Kholopov.  However, as with any musical theory, there will always be significant pitfalls since music, aside from its acoustical underpinnings, is not part of the physical sciences, where such theories—quantum, string, relativity—have a much greater rate of success.  Once the music theorist begins to contrive systems that are far removed from musical experience, there will be those who object to that system’s validity.  I am thinking here, for instance, of Schenker’s implied tones, Riemann’s harmonic dualism, and Rameau’s imagined bass, among countless other make-believe music-theoretical constructions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] In my opinion, Yavorsky’s system breaks down right at the beginning with the construction of the double symmetrical system.  It is perfectly reasonable to speak of a tritone and its resolution to a major third—that is, the single symmetrical system—but to speak of a minor third as the result of two interlocking tritones is specious in my opinion.  As shown in Example 6, the double symmetrical system represents Yavorsky’s solution for the existence of the minor third, born of two criteria: symmetry, and motion by semitone.  If one were to play the example at the piano, however, it is impossible to hear two tritones.  The only way to hear them would be to isolate them and play them in succession.  If the entire system is built on the gravitation of the tritone, and that gravitation is imperceptible to most everyone—I suspect that Yavorsky would have claimed that he heard the tritones—then the system lacks a basic efficacy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Finding fault with lādovy rhythm, Kholopov says: Здесь конкретность теоретической идеи в целом ошибочна…, но идея как таковая верна и плодотворна. Ошибка Яворского происходит от распространения старых методов мышления на новый материал: он хочет видеть новые лады столь же универсальными, как мажор и минор, и все новые лады сконструировать по одним и тем же конкретным моделям; ошибка именно в предположении конкретности. А следовало бы допустить возможность самых разных строительных моделей из практически любого материала, не только его пары – единичной и двойной систем. Тогда идея построения лада из определенных заданных моделей получила бы надлежащее обоснование. ( Kholopov et al. 2006 , 381; italics original) Here, on the whole, the concreteness of the theoretical idea is mistaken…, but the idea as such is true and fruitful.  Yavorsky’s mistake stems from his extending old methods to new material: he wants to view his new lāds as being just as universal as major and minor, and then he wants to build all new lāds on the very same concrete models; the mistake is precisely in the presumption of concreteness.  It would have been better to allow for the possibility of various constructive models from practically any material, and not only his pair—the single and double systems.  Then the idea of lādovy construction from particular prescribed models would have had appropriate justification.",
                "footnotes": [],
                "citations": [
                    "kholopov_et_al_2006"
                ]
            }
        },
        {
            "7.4": {
                "text": "[7.4] Kholopov continues: Если устой как понятие эмансипировался, то он может устанавливаться и без обязательного тяготения к нему всех элементов лада, на чем настаивает Яворский…. Здесь тональность это не только «высотное положение» лада мажора или минора, но и динамичная функциональная иерархия , делающая необходимостью определенную высотность системы – определенный тон, определенную тональность. Классические функции – T, D, S, если точнее разделять лад и тональность, именно тональные , а не ладовые: I ступень есть тоника, V – доминанта, независимо от того, мажорен лад или минорен. В этом смысле классическая функциональная тональность вообще не является ладом, подобным дорийскому, переменному, увеличенному, дважды-уменьшенному и прочим модальным структурам. Яворский не вдается в подобные различения, и его формулировка, содержащая новую истину, но не опровергающая старую, тем самым расщепляет ранее единое понятие тональности на два. ( Kholopov et al. 2006 , 383; italics original) If stability as a concept is emancipated [meaning that it can be either consonant or dissonant], then it can be established without the mandatory gravitation of all lādovy elements to it, on which Yavorsky insists….  So tonality is not only a “pitch position” of a major or minor lād, but also a dynamic functional hierarchy , making the specific pitch of the system, the specific tone and tonality, a necessity .  Dividing lād and tonality more precisely, the classical functions T, D, and S are, in fact, tonal , and not lādovy: 1 ˆ is the tonic and 5 ˆ is the dominant regardless of whether the lād is major or minor.  In this sense, classical functional tonality is not a lād at all—like dorian, mutable, augmented, duplex-diminished, or other modal [note: the Russian here is модальным ] structures.  Yavorsky does not concern himself with such distinctions, and his formulation, which contains new truths while not refuting old ones, effectively divides the earlier unified concept of tonality in two.",
                "footnotes": [],
                "citations": [
                    "kholopov_et_al_2006"
                ]
            }
        },
        {
            "7.5": {
                "text": "[7.5] In the first quotation, Kholopov correctly finds fault with Yavorsky’s insistence on using the single/double systems for all interpretations for what is, essentially, tertian construction in music.  If Yavorsky could have relied on more fundamental tritone resolutions, perhaps lādovy rhythm could have been more convincing.  The faults of which Kholopov speaks in the second quotation are even more compelling.  It is a defense of “functional tonality,” and its separation from lādovy rhythm.  Indeed, if a stability can be dissonant, then it need not conform to lādovy gravitations.  Witness here the diminished lād and the tritone contained in its lādovy tonic.  Explaining this, as Protopopov does, as “relatively stable,” is unconvincing.  To put this another way, if the tritone is the basis for all gravitation in music, how is it that the tritone in “T” of the diminished lād does not want to further gravitate?  Invoking 1 ˆ and 5 ˆ as tonic and dominant, Kholopov also mentions the “dynamic functional hierarchy” of tonality, which necessitates a tonic and tonality itself, and that major and minor music is tonal and not lādovy.  Notably, Kholopov includes “dorian” with “mutable, augmented, duplex-diminished” lāds, an acknowledgment of Yavorsky’s unmistakable influence. 1930 Conference on Lādovy Rhythm",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] On February 5, 1930, Soviet People’s Commissar Anatoly Lunacharsky convened a conference on Yavorsky’s lādovy rhythm.  The write-up in Пролетарский музыкант (Proletarian musician) states the aim of the conference clearly: Главным вопросом, занявшим внимание конференции по теории ладового ритма в течение почти трех дней, был вопрос о том, насколько эта теория в основных своих предпосылках соответствует принципам диалектического материализма и может ли она явиться исходным моментом для марксистской науки о музыке. ( Anonymous 1930 , 6) The main question of the conference on the theory of lādovy rhythm, which took place over the course of almost three days, was to what extent this theory, at its fundamental premises, corresponds to the principles of dialectical materialism and whether it can be a starting point for a Marxist musical science.",
                "footnotes": [],
                "citations": [
                    "anonymous_1930"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] It was as if lādovy rhythm was put on trial by the Soviets.  Yavorsky opened and closed the conference, giving speeches of 3–4 hours each.  Many spoke in favor of Yavorsky: Protopopov, Al’shchvang, Tsukkerman, Rabinovich, Averbukh, and Briusova.  However, Nikolai Garbuzov attacked lādovy rhythm on an acoustical basis, and Mikhail Ivanov-Boretsky attacked it on a historical basis, stating that there was nothing new about tritone resolution.  Ivanov-Boretsky then linked lādovy theory to “impressionism” and, with it, “bourgeois” ideals, which were of course antithetical to Marxism ( Anonymous 1930 , 7). (45) Ultimately, Lunacharsky, who seems to have been a lifelong friend to Yavorsky, weighed in on Yavorsky’s side: Я не решился бы сказать, что теория ладового ритма есть марксистская теория в музыке, но я твердо убежден, что это есть теория, наиболее родственная марксизму и, вероятно, развитие марксистского музыковедения будет итти [ sic ] именно по линии дальнейшего развития теории ладового ритма и дальнейшего проникновения ее началами диалектического материализма. ( Lunacharsky 1930 , 13) Though I would not call the theory of lādovy rhythm a Marxist theory of music, I am firmly convinced that it is the theory most closely related to Marxism.  Likely, the development of Marxist musicology will move precisely along the lines of the further development of the theory of lādovy rhythm and the further adoption of dialectical materialism to its principles.",
                "footnotes": [
                    "FN45"
                ],
                "citations": [
                    "anonymous_1930",
                    "lunacharsky_1930"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] The following six resolutions with respect to lādovy theory were adopted after the three-day conference on lādovy rhythm: Теория ладового ритма […] несомненно выдающееся явление в области музыкальной культуры, открывает новые свободные горизонты и является одним из подходов к чисто материалистической и диалектической теории музыки и к марксистским методам исследования ее истории. Теория ладового ритма не может, однако, рассматриваться, как уже законченное музыкальное миросозерцание. […] Конференция считает важным критическое изучение теории ладового ритма и работу по дальнейшему ее развитию в духе диалектического материализма. Конференция признает весьма полезным ввести эту теорию в программы музыкальных вузов и техникумов, а особенно в педагогических отделениях вузов. Недопустимо ставить какие бы то ни было препятствия для дальнейшего распространения музыкальной педагогики, основанной на теории ладового ритма. Конференция считает теорию ладового ритма также вполне приемлемым базисом для построения методов работы по массовому музыкальному просвещению […] но она считает необходимым, чтобы ГПФ и НКП союзных республик поставили в очередь дня вопрос о критическом изучении и усовершенствовании […] методов работы по музыкальному просвещению, воспитанию и образованию на основе теории ладового ритма […] как в школах всех ступеней, так и в массовых просветительных учреждениях. ( Yavorsky 1972 , 666) The theory of lādovy rhythm […], undoubtedly an outstanding development in the field of musical culture, reveals new open horizons, and is one of the approaches to a purely materialist and dialectical music theory and to Marxist methods of researching its history. The theory of lādovy rhythm cannot, however, yet be considered a fully formed musical worldview […] The conference considers the critical study of the theory of lādovy rhythm and work in its further development in the spirit of dialectical materialism to be important. The conference acknowledges that it is entirely useful to introduce this theory into the curricula of musical institutions of higher learning and, particularly, the pedagogical divisions of such institutions. It is inadmissible to impede the further dissemination of musical pedagogy based on the theory of lādovy rhythm. The conference also considers the theory of lādovy rhythm to be an entirely acceptable basis for structuring methods of work with mass musical education […], but the conference also considers it necessary that the GPF and NKP of the Soviet republics discuss the question of the critical study and perfection […] of the methods of work in music academia, training, and education on the basis of the theory of lādovy rhythm both in schools of all levels and also mass educational institutions.",
                "footnotes": [],
                "citations": [
                    "yavorsky_1972"
                ]
            }
        },
        {
            "8.4": {
                "text": "[8.4] The most important aspect of the resolutions concerns pedagogy.  Effectively, the published conference conclusions endorsed teaching lādovy rhythm in Soviet schools. (46) This meant that Yavorsky’s work, already extremely well known in 1930, the same year that Protopopov’s Элементы was published not coincidentally, would be promoted in music schools across the country.  As with everything in the USSR, however, the pendulum soon swung the other way. Within two years, lādovy rhythm was determined to be not Marxist enough, and the purge of relevant material from Soviet musical education began.  By this time, however, the imprint of lādovy rhythm was already firmly etched in the Soviet musicological mind, and Yavorsky’s name was already legendary.  He was once again rehabilitated toward the end of his life as he was appointed professor at the Moscow Conservatory in 1938, a position he held until his death in 1942. Yavorsky, Asafiev, Riemann, and Catoire",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] Yavorsky made a big impression on Boris Asafiev.  On May 3, 1915, Asafiev wrote to Vladimir Derzhanovsky: Сегодня познакомился с Яворским: это буквально неисчерпаемо интересный человек. Его слушать — одна радость…. В его методе я обрел то, что так давно искал, — прочный научный фундамент теории музыки, ибо до сих пор я совершенно не удовлетворялся тем, что мне подносили в консерватории и учебниках, а сам не в силах был создать единую основу. ( Yavorsky 1972 , 296–97) Today I met Yavorsky: this is literally an inexhaustibly interesting person.  To listen to him is pure joy….  In his method I have found that which I have long sought—a substantial scientific fundament for music theory, since I have been completely unsatisfied with that which the conservatory and textbooks have given me, nor do I myself have the strength to create a uniform basis for such a theory.",
                "footnotes": [],
                "citations": [
                    "yavorsky_1972"
                ]
            }
        },
        {
            "9.2": {
                "text": "[9.2] Asafiev would go on to be, arguably, the most important Soviet musicologist in the twentieth century.  He clearly was inspired by Yavorsky, while at the same time he took a hard line against the encroaching harmonic functionalism represented by Riemann and his most vocal proponent in Russia, Georgi Catoire.  Asafiev writes: Из теоретиков глубокий анализ “тритонности” и раскрытие значения этой интонационной сферы в современной музыке дал русский музыкант-мыслитель Б.Л. Яворский. Among theorists it was the Russian musician-thinker Boleslav Yavorsky who undertook a deep analysis of “tritone-ness” and discovered the meaning of its intonational purview in contemporary music. Наоборот, рабски подчинившая себе умы многих теоретиков римановская система “функциональной гармонии” закрепощает слух и сознание композиторов своей консервативной механической “предустановленностью”. Эта система является печальным наследием так называемого “генерал-баса”, цифрованного баса, т.е. учения о гармонии, рождавшегося из практики органного и клавирного сопровождения, своего рода аккомпаниаторства. ( Asafiev [1930 and 1947] 1971 , vol. 2, 243–44) On the other hand, Riemann’s system of “functional harmony,” which has slavishly subordinated the minds of many theorists, subjugates the composer’s hearing and consciousness with its conservative, mechanical “predetermination.”  This system is the sad legacy of the so-called “general bass,” figured bass, i.e., the teaching of harmony born of the practice of organ and piano accompaniment, some kind of “accompaniment school.”",
                "footnotes": [],
                "citations": [
                    "asafiev_1971"
                ]
            }
        },
        {
            "9.3": {
                "text": "[9.3] Asafiev further rebukes Riemann, and Riemann’s denial of the “physiological” and “intonational” aspect of music ( Asafiev [1930 and 1947] 1971 , vol. 2, 245–46).  As I mentioned above, Asafiev continued Yavorsky’s legacy of интонация (“intonation”) and provided an extremely complicated exposition on that subject that is still much debated to this day. (47) Notably, интонация would not exist in Russian music theory without Yavorsky, whose work on the concept predates that of Asafiev by some 30 years.",
                "footnotes": [
                    "FN47"
                ],
                "citations": [
                    "asafiev_1971"
                ]
            }
        },
        {
            "9.4": {
                "text": "[9.4] Indeed, Asafiev almost certainly took his anti-Riemannian cues from Yavorsky who, after criticizing Riemannian functional theory, said that Riemann had “neither ears nor brains” ( Yavorsky 1972 , 456). (48) Yet early in life, Yavorsky turned to Riemann’s theories for inspiration.  When he was only 22, Yavorsky translated Riemann’s Systematische Modulationslehre als Grundlage der musikalischen Formenlehre into Russian, for example, so he clearly valued Riemann’s writings. (49) Later, Yavorsky soured on Riemann’s overly scientific, scholastic, and “harmonic” ways.  It is not incorrect to think of Yavorsky’s theory and the promotion thereof as a reaction, at least in part, to the functionality of Riemann.  Thus, two currents of musical thought came to dominate mid-century Soviet Russia, one based on Yavorsky’s writings, the other on Riemann’s.  One of the first proponents of Riemannian theory in Russia was Grigori Catoire who, at the suggestion of Tchaikovsky, first went to Germany in 1886 to study piano and composition.  About Catoire’s harmony textbook ( 1924 and 1925 ), Carpenter writes: The introduction to the theory of functional harmony in Catoire’s textbook was unique among Russian textbooks of this time.  Although Catoire invented neither the idea nor the method of its presentation, his adaptation of the principles of Riemann’s theories…became a permanent part of the Soviet theory of harmony. ( Carpenter 1988 , 603)",
                "footnotes": [
                    "FN48",
                    "FN49"
                ],
                "citations": [
                    "yavorsky_1972",
                    "catoire_1925",
                    "carpenter_1988"
                ]
            }
        },
        {
            "9.5": {
                "text": "[9.5] Though beyond the confines of my work here, Yavorsky and Asafiev as a counterweight to Riemann and Catoire would be a wonderful topic of exploration.  Asafiev is often considered the founder the “Leningrad–St. Petersburg School” of music theory, which in part was a result of the struggle between these two camps. (50) In fact, the Leningrad School traces its beginning directly back to Yavorsky. Conclusion",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "10.1": {
                "text": "[10.1] When telling the story of mode and tonality in English, authors generally have relied on Italian, French, and German (and Latin and ancient Greek) terms.  While we in the West seem to value Russian compositions, we neglect the story of how those in Russia grappled with the music they heard in their concert venues, from Monteverdi to Mozart, Bach to Balakirev, Beethoven to Borodin, Mendelssohn to Massenet.  The methods they conceived, not only to understand what they heard but also to conjecture what music might be were, in a word, astounding.  And what is equally astounding is how little we know about Russian musical analysis. (51) A generous interpretation cites the lack of knowledge of the Russian language.  However, I think there is a slightly more nefarious reason, one that Richard Taruskin ( 2011 ) often returns to in his numerous writings.  The nefariousness lies in the overreliance on German sources and the unspoken belief that Brahms, for instance, was simply a better composer than, say, Tchaikovsky.  Of course virtually no one would ever utter such a sub-scholarly statement out loud these days, but I believe that many western scholars would still adhere to such a sentiment, a sentiment that is of course complete hogwash.",
                "footnotes": [
                    "FN51"
                ],
                "citations": [
                    "taruskin_2011"
                ]
            }
        },
        {
            "10.2": {
                "text": "[10.2] Unfortunately, I have only been able to tell the story of Russian lād roughly through Protopopov’s 1945 analysis.  Since then, there have been significant strides in lādovy theory. (52) Ultimately, there could easily be a second part to my work focusing on post-1945 Russian lād.  Two recent titles will demonstrate.  In “О динамической сущности процесса ладообразования” (On the dynamic essence of the process of lādoformation), Peter Chernobrivets discusses lād from a contemporary angle, one that represents the Leningrad school of music theory: “it is well known that lādofunctional relationships are dynamic relationships. This key thesis is at the basis of the lādovy concept that is traditional for the Leningrad-St. Petersburg school [of music theory]” ( 2016 , 1; italics original). (53) While in “Интонационная система азербайджанских ладов в контексте современной теории музыки” (The intonational system of Azerbaijani lāds in the context of contemporary music theory), Imina Alieva ( 2017 ) discusses the various lāds of her native Azerbaijan with respect to contemporary theory, something of a mix between Russian music theory and ethnomusicology.  These two recent works underscore how essential lād remains in Russian music theory.",
                "footnotes": [
                    "FN52",
                    "FN53"
                ],
                "citations": [
                    "chernobrivets_2016",
                    "alieva_2017"
                ]
            }
        },
        {
            "10.3": {
                "text": "[10.3] But whether in its pre- or post-1945 instantiations, lād continues to be misunderstood in the West.  It is usually still considered simply as “mode,” and the many twentieth-century meanings of lād are mostly unknown.  Lād’s origin as “tonality” is also largely unknown in the West.   And as the key figure in the transition from lād as “tonality” or “mode” to something much more, Yavorsky is also generally underexplored.  Many contemporary fields in Russia, not just intonational analysis, but also musical meaning, gesture, or topics can trace their beginnings back to Yavorsky.  Importantly, I do not wish to give the impression that all analysts in Russia would view functionally tonal music as Protopopov did—they would generally understand it much the same way as western analysts would based largely on Riemannian ideas.  However, many interesting new concepts were born of Yavorsky and his lādovy theory, which I have tried to convey in my article.  My hope is that, with this work, I have filled in many gaps concerning Russian lād for an English-language audience, while enriching the overall discussion regarding the history of mode, tonality and, now, lād.  I also hope that my work can stimulate others to take up some of the themes I have raised herein.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.4.ewell.html",
    "data": "mto/data/mto.19.25.4.ewell.json"
}