{
    "title": "Review of Pwll ap Siôn, <i>The Music of Michael Nyman: Texts, Contexts and Intertexts</i> (Aldershot, UK: Ashgate, 2007)",
    "date": "2008/06/01",
    "volume": "14",
    "issue": "2",
    "authors": [
        "Nicholls, David"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "April 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.2/mto.08.14.2.nicholls.pdf",
    "author_info": [
        {
            "name": "David Nicholls",
            "university": "Music / School of Humanities",
            "address": "University of Southampton, Southampton SO17 1BJ, UK",
            "email": "drn@soton.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Minimalism, or systems music, or whatever we choose to call it, is often regarded as a purely American phenomenon; but it also has an important European dimension, not least—since the early 1970s—in the work of the British composer Michael Nyman (born 1944). Nyman’s best known music, internationally, is arguably the score he wrote for Jane Campion’s Oscar-winning film The Piano (1993) in which, as Pwll ap Siôn puts it on page 181 of this volume, Instead of hiding somewhere along the margins of one’s semi-conscious comprehension of it, music lies at the very centre of the film’s cinematic imagery. It redefines the characters’ actions and feelings and even appears to be redirecting the course and outcome of the film. It draws the viewer closer, encouraging a direct engagement with its sounds, structures and expression. In contrast to music’s perfunctory role as mere accompaniment to its images, in The Piano it marks out its own discursive territory within the film as a whole. Such an assessment would not be inappropriate as a description of many others among Nyman’s film scores, notably those written between approximately 1978 and 1991 for such Peter Greenaway concoctions as The Draughtsman’s Contract (1982), A Zed and Two Noughts (1985), The Cook, The Thief, His Wife and Her Lover (1989), and Prospero’s Books (1991). As ap Siôn rightly notes, “A key element in understanding the Nyman-Greenaway collaboration lies in the unique relationship formed between sound and image in their work. The role of film music traditionally has been to enhance and heighten the film’s visual and emotive qualities. Nyman and Greenaway established a radical alternative approach where music existed separately and autonomously from the visual narrative” (85). And as he acknowledges a few pages later, this structural approach “adopts and adapts [John] Cage[’s] and Merce Cunningham’s music and dance collaborations of the 1940s and 1950s, starting with Four Walls (1944),” an approach with which Nyman—as author of the groundbreaking 1974 book Experimental Music: Cage and Beyond —was intimately familiar.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Although a skeletal literature concerning Nyman and his work has begun to emerge over the last decade or so, in the form of articles and dissertations, etcetera, this is the first monograph devoted to the composer and his musical milieu. It is not, though, the comprehensive survey suggested by its title. (Whether it should be is moot; but this review must be of the book ap Siôn wrote, rather than the one he might have written.) Instead, it is a more focused exploration of a major (and somewhat controversial) facet of Nyman’s music—revealed in the subtitle “Texts, Contexts and Intertexts”— viz what Nyman’s detractors describe as “his ‘parasitic’ borrowing of other composers’ music or of his own persistent self-borrowing” (2). Indeed, such is the offense these borrowings have caused in some quarters that “Any inherent value belonging to these methods has been questioned...in order to challenge the very notion that Nyman is a composer at all” (ibid.). Accordingly, much of ap Siôn’s energy is expended in describing, dissecting, and ultimately defending this important aspect of his subject’s compositional practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Despite the supposed limits of his approach, ap Siôn does in fact consider—mostly in chronological order—a sizeable percentage of Nyman’s back catalogue, from the very early pieces written before and during his time as a student at the Royal Academy of Music and King’s College, London (1961–7), through to the relatively recent opera Facing Goya (2000). If the coverage towards this terminal date becomes less inclusive, it is presumably because “having exhausted the function of quotation in Drowning by Numbers [1988], the inter-referential aspect [of Nyman’s work] also seems to have run its course in Goya’s final predicament” (211); nevertheless, there is still plenty here to inform both devotees and débutants. After an introductory chapter—“Nyman ‘On Trial’”—in which ap Siôn outlines his approach and examines such topics as historical concepts of originality, we are led gently through “Man and Boy: The Early Years” before experiencing the more complex issues raised in “Texts in Context” and “Mapping Intertextuality in Nyman.” The music discussed in this latter pair of chapters covers a fairly wide range, from the overtly experimental Bell Set No. 1 (1973) through to the marginally more conventional String Quartet No. 3 (1990); the topics, meanwhile, extend from brief surveys of American minimalism and English post-experimentalism to detailed considerations of various categories of intertextuality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Having, as Lou Harrison might have put it, laid out his toys, ap Siôn spends some considerable time playing with them. Accordingly, each of the subsequent five chapters (which between them constitute well over half of the book’s length) examines in considerable detail either a single work—the “neurological opera” The Man who Mistook his Wife for a Hat (1986), The Piano , Facing Goya —or a linked group of pieces—the Nyman-Greenaway soundtracks, the first three string quartets. The analytical tools employed in this very thorough examination range from relatively straightforward narrative analysis, through semiotics, and intertextual observation and commentary, to the approaches of such scholars as Bakhtin, Barthes, Bloom, Dahlhaus, Derrida, Lerdahl and Jackendoff, and Schoenberg (via the notion of the Grundgestalt ). Indeed, one view of the book might be that if—as ap Siôn argues—Nyman’s music in some senses serves as a critique of the musical past, then its treatment here constitutes a corresponding (albeit non-comprehensive) critique of the analytical past. The prose dissections are complemented by an array of music examples, flow charts, and diagrams, all of which hang together in a generally harmonious fashion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Mention above of Lou Harrison leads me to one of a very few cavils: given the many allusions made by ap Siôn to American music and its parallels with Nyman’s practice, it seems slightly odd that little or nothing is made of the rather striking similarities that exist between—say—the referential plurality of Nyman’s String Quartet No. 1 (1985) (which draws on John Bull’s Walsingham , Schoenberg’s String Quartet No. 2, and the Righteous Brothers’ “Unchained Melody”) and the transcultural tendencies of Harrison, as exemplified in the Piano Concerto with Selected Orchestra (1985) or the Fourth Symphony (1990). A second gripe is the lack of an accompanying CD, which could have served as an invaluable aid both to gaining greater familiarity with Nyman’s music, and to understanding better the analytical points being made. But overall this is an illuminating and eminently interesting addition to the literature on the music of recent times, as well as a fine introduction to both Nyman and the issues associated with his work.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.08.14.2.nicholls.html",
    "data": "mto/data/mto.08.14.2.nicholls.json"
}