{
    "title": "Review of <i>Musical Poetics</i> by Joachim Burmeister.\nTranslated, with Introduction and Notes, by Benito V. Rivera.\nEdited by Claude V. Palisca (New Haven and London: Yale\nUniversity Press, 1993)",
    "date": "1995/09/01",
    "volume": "1",
    "issue": "5",
    "authors": [
        "Schubert, Peter N."
    ],
    "abstract": "",
    "keywords": [
        "Theory",
        "Renaissance",
        "Rhetoric",
        "Burmeister",
        "Rivera",
        "Macey",
        "Braun",
        "Haar",
        "Dressler"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.5/mto.95.1.5.schubert.pdf",
    "author_info": [
        {
            "name": "Peter N. Schubert",
            "university": "McGill University",
            "address": "Faculty of Music, 555 Sherbrooke St. W., Montreal, Quebec  H3A 1E3",
            "email": "cypn@musica.mcgill.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Deutsche Musiktheorie des 15. bis 17. Jahrhunderts, zweiter Teil, von Calvisius bis Mattheson. Geschichte der Musiktheorie , v. 8/II (Darmstadt: Wissenschaftliche Buchgesellschaft, 1994), pp. 85–86.",
            "citations": []
        },
        "FN2": {
            "text": "2. Ibid., pp. 156–157.",
            "citations": []
        },
        "FN3": {
            "text": "3. See for instance James Haar’s essay on Lassus’ “ Si bona suscepimus ” in Music Before 1600 , edited by Mark Everist in Models of Musical Analysis Series (Oxford: Blackwell, 1992), pp. 154–174.",
            "citations": []
        },
        "FN4": {
            "text": "4. Gallus Dressler, Praecepta musicae Poeticae , Magdeburg, 1563, ch. 12. Edited by Bernhard Engelke in Geschichtsblaetter fuer Stadt und Land Magdeburg 49–50 (1914–15) 213–50; reprinted in Thesaurus Musicarum Latinarum , available on INTERNET from Mathiese@UCS.Indiana.edu.",
            "citations": []
        },
        "FN5": {
            "text": "5. Patrick Paul Macey, Josquin’s “Miserere mei Deus”: Context, Structure, and Influence . Ph.D. diss., University of California, Berkeley, 1985.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] One of the most important items in the history of music theory, Burmeister’s 1606 treatise is at last available in English. Benito V. Rivera’s edition, translation, and extensive commentary make this volume a model of treatise presentation.  Left-hand pages contain Rivera’s edition of the text and photoreproductions of the musical examples, diagrams, etc., and the right-hand pages contain the translation and transcriptions.  Rivera’s discursive introduction briefly sets the context for Burmeister’s work, then offers the reader a fairly lengthy survey comparing Musica Poetica with Burmeister’s two earlier treatises (including a table listing all repertoire examples cited in each of the three treatises, arranged by figure). Rivera also provides comments on chordal sonorities (li) and on mode and cadence (liv), and takes the reader on a tour of his own translating workshop (lix; see also 207), which is especially interesting and sympathetic. Generally, this book is handsomely produced, with an incredibly small number of typos; however, the transcription of part of the chart on p. 60 is missing, and it would be nice if specific discussions in the 48-page introduction were referenced by page numbers instead of “See the Introduction, this vol.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Rivera’s greatest contribution is the thorough and thoughtful tracking of the sources of terms from rhetoric treatises. These terms are found not only applied to the famous figures, but also in discussions of rhythm, consonance and dissonance, voice-leading, chromaticism, and mode. It seems that wherever one of these buzzwords pops up, Rivera is on it, giving us a citation from a Classical or German rhetorician. He says “The main goal is to recognize the probable literary allusions in Burmeister’s teaching, not to identify the precise books from which he drew them” (p. xlvii). In some cases the newly applied terms seem to respond merely to the need for a “classical-sounding term,” as Rivera puts it (p. 21), but some reveal a new way of thinking about music. Disparata , for instance, is the new category for the sharp ( diezeugmenon ) and flat ( synemmenon ) signs.  Rivera’s commentary and relevant quotation from Cicero show that Burmeister considers the signs to be like prefixes that change the meanings of words they are applied to, and whose cancellation reduces the notes back to their original simple letter-named identity (p. 27). This represents a step away from hexachordal thinking (“Bfa sung on E”) towards the more modern notion of an “accidental” — as opposed to “essential” — quality of a note.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Two of the “musical ornaments” that receive the most extensive treatment would in any other treatise be classified as contrapuntal procedures: fuga realis (an imitative point) and fuga imaginaria (canon). Burmeister gives the clearest demonstration I know of the step-by-step composition of an imitative point (p. 161 ff). He places the theme statements diagonally in the four voices, then fills in the blanks (mostly with whole notes, the schematic result of a mechanical procedure). Strict canon at the unison is also presented in a mechanical way, “but the procedure is different from that of fuga realis ” (p. 189). Here Burmeister suggests composing a melody and immediately adding “harmonic voices,” creating a polyphonic texture in as many voices as the canon is to have.  (Later he allows that any one of the voices could be the leader, but he specifies that the lowest-sounding voice must come in under the first answering voice.) Laying out the leader diagonally in each of the four voices as he did for fuga realis , Burmeister plucks out other melodies from his original harmonic combination to use as the various countersubjects. This didactic method of composing polyphony — by pulling apart the voices of a harmonic combination and stringing them together sequentially — is occasionally encountered even in our day.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Burmeister’s reputation rests on his being the first to use the word “analysis” in our sense, and on his application of rhetorical terms to figures or “musical ornaments.” These occupy only a little over a sixth of the treatise, and now we are in a better position to assess the remainder. One novelty is “The Combination of Consonances into a Harmony” (pp. 58 ff), that is, what we call major and minor and chords built up (“conjugated”) from the seven natural notes and B ♭ . Burmeister notates these using only 12 pitch-class names: C, C ♯ , D, E ♭ , E, F, F ♯ , G, G ♯ , A, B ♭ , and B, so that many chords are misspelled: a minor chord on B ♭ , for instance, is written B ♭ – C ♯ –F. (He marks such misspelled chords with an asterisk and says they are “rarely used.”) In the transcription, Rivera normalizes the spelling of these chords to reflect triadic function (i.e., B ♭ – D ♭ –F), with no comment. Burmeister’s omission of pitch-class names A ♭ , A ♯ , D ♭ , and D ♯ is of course a matter of tuning, as Werner Braun notes. (1) Braun also comments on the uniqueness of Burmeister’s extension of the tonal system and his experiment with chords: “ Doch dieses ‘Kuriosum’ fand kein Echo .” (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Other interesting contributions include the observation that the imperfect consonance in a chord should not be doubled (p. 92); that the affect of each mode depends on the position of the semitone relative to the final and the fifth, recalling Glarean (pp. 133–134, discussed in the introduction, p. lvi); and the notion of “absolute” and “relative” dissonance (p. 93).  Burmeister’s method by which young composers should emulate the greats (“ . . . a similar text should be adorned with the same figure with which the text of that master composer was adorned” p. 159; see also p. 209) is clearly a commonplace of Renaissance composition, and deserves more of our attention as well. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Some buzzwords are not from the language of rhetoric but from other musical writings. In his discussion of the ornament called noema (homorhythmic declamation) we find: “This ornament . . . is made manifest not from these isolated passages ( non ex\nnudis hisce exemplis ), but from the context of the whole piece.\nTherefore the whole context must be examined. In other words . . . the whole piece ( integra harmonia ) should be sung by the voices, and then the ornament will reveal itself” (p. 165). From Rivera’s translation the reader might conclude that the “isolated passages” are the polyphonic sections delimited by the identifying words, and that preceding and following sections must be consulted. However, one of Burmeister’s predecessors uses the term nudus to mean a type of exordium in which a single voice begins: “The exordium of a piece is of two kinds: that is, full and naked . . . . We call the exordium naked when the voices do not all enter [together] but follow one after the other.” ( “Est autem exordium cantilenarum duplex, videlicet plenum et nudum . . . . Nudum appellamus exordium quando non [simul] omnes voces prorumpunt sed aliae post alias ordine procedunt” .) (4) This use of the term suggests that Burmeister is telling his reader that noema cannot be apprehended from the individual melodic lines (as found in partbooks), but rather from hearing all the lines together ( integra harmonia meaning the vertical, not the durational, totality of the piece).",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Finally, apart from its intrinsic value as an intellectual “Kuriosum,” what use does Burmeister’s rhetorical model have for us today? I think many of his “musical ornaments” are not merely new names for well-known compositional features we already had perfectly good names for; several are techniques identified and labeled for the first and only time. Metalepsis , for instance, substitutes the second phrase (both music and text) of a point of imitation as the first music sung by some voices. These voices then “turn backward” as Rivera says, to sing the first and second phrases in order (p. xxx). This device, which introduces variety early on, may resemble double fugue, but differs in that there is a “normal order” for the two themes; thus it deserves a different name. (Other unique terms include pallilogia and aposiopesis .) Burmeister was well aware of the novelty of his terminology, and justified himself with a quote from Quintilian, who was similarly self-conscious: “Many terms are derived from Greek. I see no reason why we should reject these except that we judge ourselves harshly, and therefore we suffer from a poverty of language.” Burmeister continues: “I think that . . . our ideas about musical matters can aptly, appropriately, and conveniently be fitted, represented, and matched with such terms and labels” (p. 237). Hear! Hear! More than authentic antiques, they offer precise and unique descriptions of things found in music, and may be applied wherever they seem appropriate, as Patrick Macey has done in his study of a Josquin motet. (5) We will be grateful for this book for a long time to come.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Laudatory Poem: Be glad, students of music theory, who Ever searched through difficult Latin; No more must you locate In Lassus each rhetorical figure — To you has PIBEPA given not Only English, but musical examples, Virtually every term’s source in Rhetorical treatises, and a detailed Introduction comparing Burmeister’s Various earlier attempts to give new names to the Elusive means by which composers move our hearts. Rejoice in this beautiful little book, And with it stand on the shoulders of giants. (Petrus Schubertus Montrealensis)",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.95.1.5.schubert.html",
    "data": "mto/data/mto.95.1.5.schubert.json"
}