{
    "title": "Review of Walter Everett, <i>The Beatles as Musicians: The Quarry Men\n  Through </i>Rubber Soul<i> </i>(New York and Oxford: Oxford University\n  Press, 2001)",
    "date": "2005/10/01",
    "volume": "11",
    "issue": "4",
    "authors": [
        "Spicer, Mark"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "October 2005",
    "pdf": "",
    "author_info": [
        {
            "name": "Mark Spicer",
            "university": "Department of Music",
            "address": "Hunter College and the Graduate Center, City University of New York",
            "email": "mark.spicer@hunter.cuny.edu"
        }
    ],
    "citations": {
        "beller-mckenna_2003": "Beller-McKenna, Daniel. 2003. Notes , 59 (3): 614–15.",
        "bernard_2003": "Bernard, Jonathan W. 2003. Music Theory Spectrum 25(2): 375–82.",
        "block_2000": "Block, Steven. 2000. Notes 57 (1): 157–59.",
        "brackett_2000": "Brackett, David. 2000. Interpreting Popular Music . University of California Press.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer,” in Engaging Music: Essays is Music Analysis , ed. Deborah Stein, 65–76.. Oxford University Press.",
        "du_noyer_2005": "Du Noyer, Paul. 2005. “Remembering Shea.” TV Guide . 53 (33): 27.",
        "everett_1986": "Everett, Walter. 1986. “Fantastic Remembrance in John Lennon’s ‘Strawberry Filds Forever’ and ‘Julia,’” The Musical Quarterly 72 (3): 360–93.",
        "everett_1987": "Everett, Walter. 1987. “Text-Painting in the Foreground and Middleground of Paul McCartney’s Beatle Song ‘She’s Leaving Home,’” In Theory Only 9 (7): 5–21.",
        "everett_1992": "Everett, Walter. 1992. “Voice Leading and Harmony as Expressive Devices in the Early Music of the Beatles: ‘She Loves You,’” College Music Symposium 32: 19–37.",
        "everett_2001a": "Everett, Walter. 2001a. The Beatles as Musicians: The Quarry Men Through Rubber Soul. Oxford University Press.",
        "everett_2001b": "Everett, Walter. 2001b. “Review of Reading Pop .” Music Theory Online 7 (6).",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10 (4).",
        "fitzgerald_2000": "Fitzgerald, Jon. 2000. “Lennon-McCartney and the Early British Invasion, 1964–6,” in The Beatles, Popular Music and Society , ed. Ian Inglis, 53–85. MacMillan.",
        "forte_1995": "Forte, Allen. 1995. The American Popular Ballad of the Golden Era, 1924–1950 . Princeton University Press.",
        "fricke_2005": "Fricke, David. 2005. “Beatles Maniacs.” Rolling Stone 980: 22.",
        "gloag_2003": "Gloag, Kenneth. 2003. Music Analysis 22 (1–2): 231–7.",
        "heinonen_2000": "Heinonen, Yrjö. 2000. Music Theory Online 6 (2).",
        "holm-hudson_2001": "Holm-Hudson, Kevin. 2001. “The Future is Now . . . and Then: Sonic Historiography in Post-1960s Rock.” Genre 34 (3–4): 243–64.",
        "inglis_2004": "Inglis, Ian. 2004. Popular Music and Society 27 (3): 373–74.",
        "kaminsky_2005": "Kaminsky, Peter. 2000. “Review of Beatlestudies 3: Proceedings of the BEATLES 2000 Conference .” Music Theory Online 11 (1).",
        "middleton_2000": "Middleton, Richard. 2000. “Introduction: Locating the Popular Music Text.” In Reading Pop: Approaches to Textual Analysis in Popular Music , ed. Richard Middleton. Oxford University Press.",
        "pedler_2003": "Pedler, Dominic. 2003. The Songwriting Secrets of the Beatles . Omnibus.",
        "robison_2002": "Robison, Brian. 2002. “Somebody is Digging My Bones: King Crimson’s ‘Dinosaur’ as (Post)Progressive Historiography.” Genre 34 (3–4): 243–64.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1 (1): 29–64.",
        "wagner_2001": "Wagner, Naphtali. 2001. “Tonal Oscillation in the Beatles’ Songs.” In Beatlestudies 3: Proceedings of the BEATLES 2000 Conference , 87–96. University of Juväskylä Press"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Fricke 2005 .",
            "citations": [
                "fricke_2005"
            ]
        },
        "FN2": {
            "text": "2. These are the figures provided by the Fab Faux’s “resident Beatles statistician,” guitarist Frank Agnello,\nalthough I’m not sure how he comes up with the number of 211. By my count, if we\nconsider the “official canon” to consist of every song recorded and released by\nthe Beatles during 1962–70 (as documented in the so-called Wise scores, to be\ndiscussed below), the total should be 213. That number rises to 215 if we also\ninclude the two “posthumous” singles from the mid-1990s Anthology sessions, “Free as a Bird” and “Real Love.”",
            "citations": []
        },
        "FN3": {
            "text": "3. Du Noyer 2005 . Ironically, of course, despite their paving the\nway for stadium rock, the Beatles themselves were to abandon live performance\naltogether barely a year later (the group’s final stadium show was at San\nFrancisco’s Candlestick Park on August 29, 1966).",
            "citations": [
                "du_noyer_2005"
            ]
        },
        "FN4": {
            "text": "4. See, for example, the reviews of the first volume by Heinonen 2000 , Block 2000 , and by Bernard 2003 ; the reviews of the second volume by Beller-McKenna 2003 , and by Inglis 2004 ; and the review of both volumes by Gloag 2003 .",
            "citations": [
                "heinonen_2000",
                "block_2000",
                "bernard_2003",
                "inglis_2004",
                "gloag_2003"
            ]
        },
        "FN5": {
            "text": "5. See Everett 1986 ; and Everett 1987 .",
            "citations": [
                "everett_1986",
                "everett_1987"
            ]
        },
        "FN6": {
            "text": "6. While I will focus only on these three musical\nparameters in this review, I do not mean to suggest that Everett ignores other\nequally important parameters—such as rhythm and meter—in his analyses of the\nBeatles’ songs. Everett declares in his preface, for example, that in this book\n“Ringo [Starr]’s drumming will at last be given the close attention it has\nalways been due.” (ix)",
            "citations": []
        },
        "FN7": {
            "text": "7. Middleton 2000 , 6. This\ndescription by one of the leading U.K. scholars in popular musicology forms part\nof what is probably the most scathing published attack launched thus far against\nthe “North American music theorists” who work on pop and rock music. Middleton\ngoes on to suggest that “characterized by a taken-for-granted formalism, [the\nwork of the North American music theorists] rarely broaches the issue of\npertinence, or demonstrates awareness of the danger of reification.” I’ll have\nmore to say about Middleton’s criticisms later in this review, but I should note\nhere that Everett himself has launched a convincing (if somewhat overblown)\ncounter-attack on Middleton in his review of Reading Pop in Everett 2001b .",
            "citations": [
                "middleton_2000",
                "everett_2001b"
            ]
        },
        "FN8": {
            "text": "8. For a detailed study focusing exclusively on those\nBeatles songs that oscillate between two tonal centers—a feature which would\nbecome increasingly prevalent in their later compositions (e.g., “Good Day\nSunshine,” “Doctor Robert”)—see Wagner 2001 . See also Kaminsky 2005 .",
            "citations": [
                "wagner_2001",
                "kaminsky_2005"
            ]
        },
        "FN9": {
            "text": "9. As Everett explains in his accompanying discussion, the\nverses of both songs feature “root-position triads [that] descend [through] the\nnatural minor scale from I to V, . . . followed by a mixture-produced I# chord.” He\ngoes on to say that “[w]hereas Shannon’s chorus . . . repeats I#-VI several times, Lennon’s . . . begins there and immediately moves on to II,” and also that\n“[b]oth songs . . . feature a major-major chord on IV . . . , unusual in a minor\ncontext.”",
            "citations": []
        },
        "FN10": {
            "text": "10. Despite my quibbles here, I should say that Everett\nunderstands the harmonic language of pop and rock music better than any other\nwriter. Indeed, in a probing recent article, Everett has attempted to account\nfor all of the various tonal systems that together comprise the rock universe,\nranging from traditional major and minor systems through diatonic modal systems,\n“blues-based minor-pentatonic-inflected major-mode systems,” and “triad-doubled\nor power-chord minor-pentatonic systems” (i.e., I-bIII-IV-V-bVII, which, as Everett notes, is\n“unique to rock styles”), ending with systems based on “chromatically related scale degrees with little dependence upon pentatonic[ism]”; see Everett 2004 .",
            "citations": [
                "everett_2004"
            ]
        },
        "FN11": {
            "text": "11. Everett continues by explaining how the G- F ♯ -E motive\nis recast in three different harmonic guises during the intro to “She Loves\nYou,” where the accompanying lyric “yeah, yeah, yeah” is set against Em, A7 and C chords respectively, as if the singer wishes\n“to get his simple message across in as many ways as possible, by exploring the common-tone functions of G and E.” (178) For a more extensive analysis of this song, accompanied by detailed Schenkerian graphs, see Everett’s earlier article, Everett 1992 .",
            "citations": [
                "everett_1992"
            ]
        },
        "FN12": {
            "text": "12. Until just recently, the only commercially available\nCD versions of the Beatles’ corpus have been those based on the original U.K. Parlophone LPs, yet it is well known that the Beatles’ albums up to and including Revolver were repackaged—“butchered,” as the Beatles put it—for the American market, reducing the number of tracks on each LP and using the leftovers to create additional product, before being released on EMI’s U.S. Capitol label. The U.K. Parlophone singles and albums are still generally considered by Beatles aficionados to represent the\n“official canon” the way the Beatles themselves intended; accordingly, Everett’s song-by-song analysis follows the order of the original Parlophone releases (grouped by single, EP, or LP, and arranged chronologically by recording date rather than track listing). However, in response to increasing popular demand (fueled no doubt by pure nostalgia), EMI has now started to release the original U.S. Capitol albums in CD format, beginning in 2004 with the quartet of 1964 records: Meet the Beatles!, The Beatles’ Second Album, Something New, and Beatles\n‘65. (“She Loves You” was originally released in the U.K. as a single only in August 1963, where it hit #1 the following month; on the contrary, U.S. record buyers in 1964 would have known\n“She Loves You” both as a single and as the final track on The Beatles’ Second Album. )",
            "citations": []
        },
        "FN13": {
            "text": "13. As Everett notes in his preface, the Wise scores “are\nnot without faults, but they will certainly not be replaced in the near future.”\n(xii) In fact, the Beatles remain the first and only pop or rock group so far to\nhave had their entire corpus transcribed from the original studio recordings and\npublished in full score.",
            "citations": []
        },
        "FN14": {
            "text": "14. Spicer 2004 , 30.",
            "citations": [
                "spicer_2004"
            ]
        },
        "FN15": {
            "text": "15. Regarding form at the local level, Everett introduces\nthe acronym SRDC to account for a typical phrase design that often occurs within a verse, which he defines as follows:",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] As I thought about how best to begin this review, an article by David Fricke in the latest issue of Rolling Stone caught my attention. (1) Entitled\n“Beatles Maniacs,” the article tells the tale of the Fab Faux, a New York-based Beatles tribute group—founded in 1998 by Will Lee (longtime bassist for Paul Schaffer’s CBS Orchestra on the Late Show With David Letterman )—that has quickly risen to become “the most-accomplished band in the Beatles-cover business.” By painstakingly learning their respective parts note-by-note from the original studio recordings, the Fab Faux to date have mastered and performed live\n“160 of the 211 songs in the official canon.” (2) Lee likens his group’s approach to performing the Beatles to\n“the way classical musicians start a chamber orchestra to play Mozart . . . as perfectly as we can.” As the Faux’s drummer Rich Pagano puts it,\n“[t]his is the greatest music ever written, and we’re such freaks for it.”",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] It’s been over thirty-five years since the real Fab Four called it quits, and the group is now down to two surviving members, yet somehow the Beatles remain as popular as ever. Hardly a month goes by, it seems, without something new and Beatle-related appearing in the mass media to remind us of just how important this group has been, and continues to be, in shaping our postmodern world. For example, as I write this, the current issue of TV Guide (August 14–20, 2005) is a\n“special tribute” issue commemorating the fortieth anniversary of the Beatles’ sold-out performance at New York’s Shea Stadium on August 15, 1965—a concert which, as the magazine notes, marked the\n“dawning of a new era for rock music” where “[v]ast outdoor shows would become the superstar standard.” (3) The cover of my copy—one of four covers for this week’s issue, each featuring a different Beatle—boasts a photograph of Paul McCartney onstage at the Shea concert, his famous Höfner\n“violin” bass gripped in one hand as he waves to the crowd with the other. Just a few weeks ago, on July 2, 2005, millions of us around the globe watched as the now sixty-three-year-old Sir Paul McCartney, backed by the members of U2, performed his Beatles song\n“Sgt. Pepper’s Lonely Hearts Club Band” to open the massive Live 8 concert in London’s Hyde Park.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Given the group’s almost magical or iconic status, it should come as no surprise that this ongoing fascination with the Beatles and their music has spilled over into the academy, where, beginning with Wilfrid Mellers’ watershed 1973 study Twilight of the Gods, probably more has been written about the Beatles than all other artists combined from rock’s fifty-year history. Without a doubt, the most important book on the Beatles to date is Walter Everett’s monumental two-volume study from Oxford University Press, The Beatles as Musicians. The book represents the culmination of almost two decades of research, during which Everett has scoured through every available printed, audio, and video source—including, as the author tells us in his preface to the second volume,\n“uncounted audio recordings of the Beatles’ compositional process, traced through tapes that are treated as the equivalents of compositional sketches and drafts” (viii)—not only in the service of providing a comprehensive account of the genesis and reception history of every song the Beatles ever wrote or recorded, from their earliest days as the Quarry Men through the mid-1990s Anthology sessions, but also as a means of informing his own detailed, thought-provoking analyses of the songs themselves. The first volume, published in 1999, covers the second half of the Beatles’ output, from Revolver (1966) onwards. The second volume, published in 2001 and which forms the subject of this review, is a\n“prequel” covering the period up to and including Rubber Soul (1965). In the few years since its publication, The Beatles as Musicians has already received considerable attention—and deservedly so—through several favorable reviews in prominent academic journals. (4) Admittedly, I am coming to the reviewer’s table a little late in the game, and so, rather than dwelling on those aspects of the book that have been ably discussed already by previous reviewers, I shall instead frame my review in terms of what I see to be the fundamental issues it raises for the growing number of us within academic Music Theory that specialize in the analysis of pop and rock music.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Back in the 1980s, when Everett’s first analytical articles on the Beatles began to appear in musicology and music theory journals, he found himself very much a lone wolf in a discipline that still largely dismissed pop and rock music as a guilty pleasure not worthy of\n“serious” musical analysis. (5) At the same time, those academics working within the relatively new discipline of Popular Music Studies—the majority of whom, I think it’s safe to say, were not trained musicians, and therefore more interested in the social and cultural significance of pop and rock rather than the music itself in a technical sense—likely found Everett’s Schenkerian analyses of Beatles songs mystifying and irrelevant (and probably still do). Thankfully, this is a situation that has been changing rapidly over the past decade or so, especially in North America, as a whole new generation of younger music theorists—many of whom, like myself, grew up not only listening to but also performing in rock bands as well as classical music ensembles—has chosen to focus primarily on pop and rock topics. In fact, judging by the recent proliferation of published articles and conference presentations, the analysis of pop and rock music has now jettisoned its renegade status to become one of the hottest sub-disciplines in our field.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In many respects, then, The Beatles as Musicians can be considered\na standard bearer—a primer, of sorts—for this emerging sub-discipline. If we\nare willing to sift through the wealth of factual details, much can be learned\nfrom this book as an exemplar of sound analytic methodology in dealing with\nthose nuts and bolts issues—such as harmony and voice leading, form, and\ntimbre—that are crucial to all of us in the business of analyzing pop and rock\nsongs. To illustrate this, I will now consider how Everett treats each of these\nthree central musical parameters in his analysis of the Beatles’ earlier\nrepertoire. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Let’s begin with harmony and voice leading, which immediately raises also the issue of music notation and its role in the analysis of popular song. It is true that the majority of pop and rock musicians—even those who can read and write music—rarely if ever attempt to render their songs in notated form, preferring instead to use the recording studio as their canvas. This is complicated further by the fact that most published sheet-music versions of pop and rock songs are overly simplified (with some of the most interesting features of the music—the drums, for example—typically left out entirely) and often are full of errors, produced after the fact by stock transcribers who had nothing to do with the writing or recording of the songs themselves. Not surprisingly, then, many scholars of pop and rock music are quite content to dispense altogether with\n“scored objects” (to use Richard Middleton’s words), (7) and instead rely solely on the power of their prose when discussing specific musical events within a track. Of course, this shunning of music notation makes it difficult to examine details of harmony and voice leading with any degree of precision, which perhaps explains why there persists a myth that the harmonic language of pop and rock music is necessarily simple and lacking in sophistication.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] On the contrary, Everett makes no apology for his use of Schenker-style graphs to illuminate aspects of harmony and voice leading in the Beatles’ songs, boldly asserting that\n“it is the musical structures themselves, more than the visual cues in performance or the loudness of the given amplification system, that call forth most of the audience’s intellectual, emotional, and physical responses.” (viii) I mentioned earlier that one of Everett’s main goals is to provide close analyses of every song the Beatles wrote or recorded through 1965, and yet—to echo a similar point raised by Jonathan Bernard in his review of the first volume—there\nare surprisingly few Schenkerian graphs in this book: nineteen total, in fact,\nand four of these are of songs by artists other than the Beatles. Clearly then\nEverett has adopted a Schenkerian approach not as an end unto itself (as some of\nhis critics have suggested), but only when he felt it was helpful in elucidating\nthe harmonic and voice-leading structure of a particular song and how this might\nhave contributed to that song’s overall meaning. For example, his graph of Paul\nMcCartney’s 1964 song “And I Love Her” (from A Hard Day’s Night ) on p. 227 sheds\nlight on its unorthodox tonal design, in which “a conflict of priority arises\nbetween relative major and minor . . . [where] the tonal center seems to fluctuate\nbetween the two pitch classes without particular allegiance to either.” (8) (225)\nAnd on pp. 244–45, Everett offers a voice-leading sketch of John Lennon’s 1964\nsong “I’ll Be Back” (also from A Hard Day’s Night ) alongside a sketch of Del\nShannon&rrsquos 1961 U.S. #1 hit “Runaway” as further support of Lennon’s own claim\nthat the chords of his song were a “variation” of those in Shannon’s earlier\ncomposition. (9) It goes without saying that Everett’s knowledge of pop and rock\nmusic is immense, allowing him to situate properly not only the multiple musical\ntraditions—skiffle, rockabilly, R&B, early Motown, music hall, country & western, and so on—that helped to shape the early Beatles’ style, but also, as in this case, the specific precursor tracks which served as models for individual songs.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] For the most part, I find Everett’s Schenkerian analyses to be wholly convincing, yet I must admit that sometimes the privileging of traditional tonal norms that inevitably accompanies such an approach—in particular, his favoring of the tonic-dominant axis—seems to go against the way in which pop and rock musicians would likely hear certain chord passages. As a case in point, consider Everett’s graph of an early McCartney composition,\n“You’ll Be Mine” (1960), the first Schenkerian analysis to appear in the book. Like countless other pop and rock songs based in part on the harmonic conventions of a 12-bar blues, the verse of\n“You’ll Be Mine” ends with a V-IV-I progression, with all three chords in root position—a progression which, as Everett rightly points out, is\n“very common in rock music . . . [but] is usually considered a backward motion, as IV more normally prepares V, which then wishes very strongly to resolve to I.” (61) To account for this seeming tonal anomaly in his graph, Everett shows the root of the V chord in the bass as a stemmed, open notehead,\nsupporting 2 ˆ in the vocal melody—as per normal Schenkerian practice—and the subsequent move to IV as a slurred, unstemmed, black notehead connecting the previous bass note 5 ˆ with an implied inner voice 3 ˆ above the root of the concluding tonic chord: in other words, Everett asserts, the IV chord\n“merely doubles and intensifies the implied passing seventh of V7 for which it stands.” (62) While he appears to have provided a tidy contrapuntal explanation for this oddball progression, Everett has also downplayed the fact that harmonic progressions in mode-based rock music are often driven by root motion in descending fourths rather than descending fifths, where the V chord need not be part of the picture at all. This phenomenon is illustrated most clearly by the now-stereotypical Mixolydian rock progression bVII-IV-I, for which Everett has coined the term\n“double-plagal cadence,” a common harmonic formula in the Beatles’ later repertoire (e.g.,\n“She Said She Said,” “With a Little Help From My Friends”) that allows “for both the anticipations of roots and stepwise descending resolutions in upper voices.” (364) Forgive me for playing devil’s advocate, but surely it is the falling fourths in the bass rather than the successive neighboring motions in the upper voices that command the driver’s seat in such a progression? Might then the V chord of the similarly bass-driven V-IV-I progression ending a 12-bar blues function instead as a large upper neighbor to the IV chord? (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In many of his analyses, Everett relies on prose alone—albeit a rather dense kind of technical prose—to get his message about harmony and voice leading across. Witness, for example, the following discussion excerpted from his analysis of one of the Beatles’ most famous early singles,\n“She Loves You” (1963): Each of the three tones of the G- F ♯ -E [guitar] motive has varied meanings. The g 2 of the\n“She Loves You” chorus is prepared by McCartney’s dramatic 7 ˆ in C -2. This inner-voice f ♯ 2 had been set up in register as a stable consonance, as the fifth of III, in A +3 (0:16). Reinterpreted as the third of V in A +4 (1:18), f ♯ 2 becomes a tendency tone that moves to g 2 at B +1 (0:26).\n\n  (178) (11) Everett’s analysis of the voice-leading design of “She Loves You” is spot on, but requires a bit of decoding on the part of the reader. The numbers in parentheses refer to timings in minutes and seconds as programmed into the commercially released EMI compact discs, (12) while the bolded letters and their accompanying numerals (plus or minus) are meant to point the reader to a particular measure located either before or after a rehearsal letter in the full-score transcription of the song from The Beatles: Complete Scores (London: Wise, 1989; distributed in the U.S. by Hal Leonard, 1993) (13) —both resources of which the reader really have must on hand in order to follow every detail of Everett’s analyses. Seeking permission to reproduce notated musical excerpts from songs under copyright can be one of the most frustrating and costly barriers of popular music studies, and Everett’s reliance on the Wise scores should therefore be viewed as a matter of sheer practicality, even if it does result in some awkward-sounding moments in his prose.",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Let us now move on to consider how Everett treats issues of form in the Beatles’ music. I have said elsewhere that\n“[u]nfortunately, as with harmony, it is often assumed that the formal structure of most three- or four-minute pop-rock songs is trite and simplistic, consisting of not much more that a predictable strophic alternation of verses, refrains, and choruses (with the occasional introduction or bridge thrown in for good measure).” (14) Accordingly, issues of form are often bypassed entirely in published analyses of pop and rock music, and formal terms such as\n“chorus” and “refrain” are sometimes confused or even used interchangeably by scholars. One of the many goldmines to be found in The Beatles as Musicians is the glossary, in which Everett offers precise definitions for the following terms: Verse : a song’s section equivalent to the stanza, usually placed directly after any introduction, that nearly always appears with two or three (or, rarely, more) different sets of lyrics, but in rare early cases has one set only. (366) (15) Refrain : an optional final line of a song’s verse, consisting of a lyric (usually containing the title) that does not vary from verse to verse. (365) Chorus : a song’s section, nearly always affirming tonic, usually appearing in the song’s interior, with lyrics that remain constant with each hearing. If there is no refrain, the chorus is the container of the song’s title. (364) Bridge : a song’s contrasting section [sometimes called the ‘middle-eight’, regardless of the number of actual bars], often beginning in an area other than tonic and usually leading to a dominant retransition. (363) Armed with these definitions for the various sections of a song, Everett is able to make useful generalizations about the large-scale organizational strategies favored by the Beatles, where the exact distinction between a refrain and a chorus becomes probably the most important formal delineator: Either the refrain or chorus may be omitted; the Beatles wrote dozens of songs with a refrain but no chorus, including\n“I’ll Follow the Sun,” “When I’m Sixty Four,” “Yesterday,” and “Come Together,” and dozens with a chorus but no refrain, such as\n“It Won’t be Long,” “You’ve Got to Hide Your Love Away,” “Drive My Car,” “All You Need is Love,” and\n“Get Back.” In such unusual cases as “She Loves You,” “All My Loving,” and “Across the Universe,” both chorus and refrain may be present. Occasionally, as in\n“Everyday,” “Maybe Baby,” “There’s a Place,” “I Should Have Known Better,” “If I Fell,”\n“No Reply,” and “Norwegian Wood,” neither a refrain nor a chorus is heard. (49)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Another valuable contribution of this book with respect to formal analysis is Everett’s account of the Beatles’ increasing innovativeness in their use of striking introductions and codas, a practice which quickly set the standard in the 1960s for other pop and rock songwriters to follow. On the role of the coda, for example, Everett notes that\n“[b]y early 1963, the Beatles recognize the dynamic attraction of a strong coda, and they provide surprising yet conclusive reharmonizations of insistently repeated motives to close such songs as ‘From Me to You,’ ‘She Loves You,’ ‘I Want to Hold Your Hand,’\nand ‘Yes It Is.’” He then says that “[w]ith ‘Ticket to Ride,’ the Beatles were to experiment with codas of new but related material, a device that was to become a hallmark of later work.” (51)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] For those looking for a crash course on analyzing the form of pop and rock songs, then, any one of Everett’s individual analyses would be a good place to start. What is curious, however, is that nowhere in this book does Everett describe the form of an early Beatles song in terms of an AABA template, where A represents the verse-refrain unit, and B represents the bridge—a standard design in 1950s and 1960s pop and rock songs which clearly evolved out of the thirty-two-bar AABA scheme favored by American popular songwriters of the first half of the twentieth century. (16) John Covach has explained in a recent article that\n“[u]nder the influence of these American songwriters, John Lennon and Paul\nMcCartney . . . employed the AABA form in many of their early British-Invasion hits,” and then goes on to demonstrate that form at work in an analysis of\n“I Want to Hold Your Hand.” (17) I can only guess that Everett’s seeming avoidance of this standard formal terminology was again a matter of practicality, since his referring to individual sections of songs with the letters A and B would likely have resulted in confusion with the rehearsal letters in the Wise scores (which, of course, have nothing to do with AABA form).",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Finally, let us consider briefly how Everett deals with the all-important issue of timbre and the central role it must play in the analysis of popular song, an issue that often goes hand in hand with that of performance practice. Richard Middleton, as part of his now-famous diatribe against the growing number of North American music theorists who focus on pop and rock music, has complained that our analytical work is typically\n“characterized by a taken-for-granted formalism” and that “ performance is hardly mentioned” (his emphasis). (18) But if Middleton would only take a moment to look beyond the Schenker graphs and formal analyses in The Beatles as Musicians, he would find a stunning account of all aspects of performance practice in the Beatles’ music. To cite just two examples: (1) On pp. 68–70, Everett provides a table that lists all of the songs—which, until 1962, consisted mainly of covers—known from recordings to have been sung by each of the group’s three lead vocalists (John Lennon, Paul McCartney, and George Harrison) respectively prior to 1964, arranged in descending order by vocal range from widest to narrowest; and (2) Everett’s\n“Appendix: Instruments Played by the Early Period Beatles” (345–55) is a veritable treasure trove of information in its own right, documenting precisely each of the fretted instruments, drums, and keyboards performed live or on record through 1965 (the timbral qualities of which are described more fully by Everett as each instrument is encountered in the main text).",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] I’m sure all of us who love pop and rock will agree that it is not merely the catchy riffs and harmonies or the intricate rhythmic grooves, but also the very sounds of the voices, instruments, and studio effects—the timbres —that so delight our ears and inspire our senses. Of course, unlike pitch and rhythm, timbre remains the one musical parameter that popular music scholars have found almost impossible to convey in graphic form (save perhaps for David Brackett’s spectrum photos of the vocal parts in his analyses of tracks by Bing Crosby, Billie Holiday, and Elvis Costello), (19) and yet, for the experienced listener and analyst, it is often the particular timbres featured on a pop or rock record that allow us to position that track historically and which, in turn, render the track most meaningful for us. (20) What would the landscape of pop and rock have sounded like during 1984–87, for example, if the Yamaha DX7 synthesizer had not been introduced in 1983? (21) Likewise, what direction would pop and rock have taken in 1964–65, especially on the U.S. west coast, had George Harrison never received his first Rickenbacker Electric 12-String Guitar (“Ricky 12”) in February 1964—an instrument which, as Everett notes,\n“was to give the Beatles such a new sound as to affect a great deal of [subsequent] British and American rock” (most notably Roger McGuinn of the Byrds)? (22) (215) I’m afraid I shall have to leave these provocative questions open for further investigation.",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In the end, The Beatles as Musicians is really several books in one, and attempting to cover so much ground may well be one of Everett’s faults. Much as I admire this book, I have not used it as the required text for my large-lecture undergraduate course on the Beatles for non-music majors (Tim Riley’s Tell Me Why: A Beatles Commentary or Ian MacDonald’s Revolution in the Head are more accessible choices). (23) But for the graduate analysis seminar on the Beatles I am planning to teach next year, there is simply no other choice for the central text: as Jonathan Bernard has aptly put it, The Beatles as Musicians surely will “serve as the gold standard for\nBeatles scholarship for some time to come.” (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Inevitably, I have been listening to the new Paul McCartney album, Chaos and Creation in the Backyard (released September 13, 2005) while completing this review—an album that all the rock critics are saying is McCartney’s best record in years. In his intelligent review of the album in Rolling Stone, for example, Anthony DeCurtis states that\n“ Chaos is instantly recognizable as a McCartney album,” and goes on to make the following remarks about the third track,\n“Jenny Wren”: “Jenny Wren” is an acoustic ballad in the manner of “Mother Nature’s Son.” But a solo on duduk —a haunting, hollow-sounding Armenian woodwind—transports the\n  song into an unsettled, dreamlike realm and darkens its mood. (25) These are valid comments, but if DeCurtis had Everett’s ear for musical structure, no doubt he would have noted also some of the marked similarities in harmony, voice leading, and motivic design between this new McCartney song and two other earlier McCartney tracks from his Beatle years,\n“Blackbird” and “Yesterday.”  Indeed, we can only hope that Everett will someday have the time to tackle this album, along with the rest of the solo Beatle material—all of us Beatles freaks will be eagerly waiting!",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.05.11.4.spicer.html",
    "data": "mto/data/mto.05.11.4.spicer.json"
}