{
    "title": "Between Half and Perfect Cadences: The Modulating Antecedent in Dvořák’s Parallel Periods",
    "date": "2023/03/01",
    "volume": "29",
    "issue": "1",
    "authors": [
        "Zhang, Xieyi (Abby)"
    ],
    "abstract": "This article explores Dvořák’s various uses of the period with modulating antecedent. Whereas current-day form theory considers antecedent-consequent periods to consist of two phrases whose cadential strengths result from differentiated cadences, such as half cadence (HC) to perfect authentic cadence (PAC), some periods by Dvořák use PACs to close both halves, one in a foreign key and another in the home key. This alternate strategy relies on key relationships rather than cadential hierarchies to establish the conventional arrangement of weak to strong cadences. Drawing on compositions that deploy this theme variant, this article enlists form-functional analysis, voice-leading analysis, and perspectives from Reicha’sTreatise on Melody(1814) to raise questions about tonal trajectories and cadential hierarchies that are associated with modulating antecedents. Investigation of this phrase type leads to new ways of understanding antecedent-consequent periods in the nineteenth century while also providing ways to understand modulations within otherwise tight-knit theme types in music by Dvořák and other composers from the same time period.",
    "keywords": [
        "antecedent-consequent period",
        "Dvořák",
        "modulation",
        "nineteenth-century form",
        "Schenkerian analysis",
        "Reicha",
        "cadence"
    ],
    "doi": "10.30535/mto.29.1.5",
    "received": "August 2022",
    "pdf": "https://www.mtosmt.org/issues/mto.23.29.1/mto.23.29.1.zhang.pdf",
    "author_info": [
        {
            "name": "Xieyi (Abby) Zhang",
            "university": "Georgia State University",
            "address": "Haas Howell Building, 75 Poplar Street NW, Fifth Floor, Atlanta, GA 30303",
            "email": "xzhang90@gsu.edu"
        }
    ],
    "citations": {
        "baker_2010": "Baker, Michael. 2010. “A Case for Interruption at Scale Degree 3 ̂ .” Theory and Practice 35: 1–24.",
        "bakulina_2014": "Bakulina, Ellen (Olga). 2014. “The Concept of Mutability in Russian Theory.” Music Theory Online 20 (3).",
        "beckerman_1993": "Beckerman, Michael. 1993. Dvořák and His World . Princeton University Press.",
        "beckerman_2003": "Beckerman, Michael. 2003. New Worlds of Dvořák: Searching in America for the Composer’s Inner Life . W.W. Norton & Company.",
        "berry_1986": "Berry, Wallace. 1986. Form in Music: An Examination of Traditional Techniques of Musical Structure and their Application of Historical and Contemporary Styles . Prentice-Hall, Inc.",
        "burstein_2005a": "Burstein, L. Poundie. 2005a. “The Off-Tonic Return in Beethoven’s Piano Concerto No. 4 in G Major, Op. 58, and Other Works.” Music Analysis 24 (3): 305–47.",
        "burstein_2005b": "Burstein, L. Poundie. 2005b. “Unraveling Schenker’s Concept of the Auxiliary Cadence.” Music Theory Spectrum 27 (2): 159–85.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2013": "Caplin, William. 2013. Analyzing Classical Form: An Approach for the Classroom . Oxford University Press.",
        "caplin_2018": "Caplin, William. 2018. “Beyond the Classical Cadence: Thematic Closure in Early Romantic Music.” Music Theory Spectrum 40 (1): 1–26.",
        "clapham_1979": "Clapham, John. 1979. Dvořák . W.W. Norton & Company.",
        "clendinning_and_marvin_2016": "Clendinning, Jane Piper, and Elizabeth West Marvin. 2016. The Musician’s Guide to Theory and Analysis , 3 ed. W. W. Norton and Company.",
        "cubero_2021": "Cubero, Diego. 2021. “Romantic Periods.” Music Theory Online , 27 (4).",
        "damschroder_2010": "Damschroder, David. 2010. “Schenker, Schubert, and the Subtonic Chord.” Gamut 3 (1): 127–66.",
        "döge_2021": "Döge, Klaus. 2001. “Dvořák, Antonín (Leopold).” Oxford Music Online . Accessed Feb. 15, 2022. https://www.oxfordmusiconline.com/grovemusic/view/10.1093/gmo/9781561592630.001.0001/omo-9781561592630-e-0000051222 .",
        "green_1979": "Green, Douglass M. 1979. Form in Tonal Music: An Introduction to Analysis . Wadsworth Thomson Learning.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms Types and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "horowitz_2003": "Horowitz, Joseph. 2003. Dvořák in America: In Search of the New World . Cricket Books.",
        "kohs_1976": "Kohs, Ellis B. 1976. Musical Form: Studies in Analysis and Synthesis . Houghton Mifflin.",
        "kostka_payne_and_almén_2018": "Kostka, Stefan, Dorothy Payne, and Byron Almén. 2018. Tonal Harmony , 8 ed. McGraw-Hill.",
        "kuna_1996": "Kuna, Milan. 1996. “Dvořák’s Slavic Spirit and his Relation to Tchaikovsky and Russia.” In Rethinking Dvořák: Views from Five Countries . Edited by David R. Beveridge, 143–54. Oxford University Press.",
        "laitz_2008": "Laitz, Steven G. 2008. The Complete Musician: An Integrated Approach to Tonal Theory, Analysis, & Listening , 2 ed. Oxford University Press.",
        "lee_2019": "Lee, Kelvin H. F. 2019. “Being, Becoming and Dasein: Two-Dimensionality and Form-Functional Regression in Richard Strauss’s Eine Alpensinfonie .” Paper presented at the annual meeting of the Society for Music Theory, Columbus, OH.",
        "martin_and_vande_moortele_2014": "Martin, Nathan, and Steven Vande Moortele. 2014. “Formal Functions and Retrospective Reinterpretation in the First Movement of Schubert’s String Quintet.” Music Analysis 33 (2): 130–55.",
        "mirka_2009": "Mirka, Danuta. 2009. Metric Manipulations in Haydn and Mozart . Oxford University Press.",
        "reicha_1814": "Reicha, Anton. 1814. Treatise on Melody . Translated (2000) by Peter M. Landey. Pendragon Press.",
        "samarotto_2005": "Samarotto, Frank. 2005. “Schenker’s ‘Free Forms of Interruption,’ and the Strict: Toward a General Theory of Interruption.” Paper presented at the annual meeting of the Society for Music Theory, Boston.",
        "schachter_1994": "Schachter, Carl. 1994. “Chopin’s Prelude in D major, Op. 28, No. 5: Analysis and Performance.” Journal of Music Theory Pedagogy 8: 27–45.",
        "schenker_1935": "Schenker, Heinrich. 1935. Free Composition . Translated and edited (1979) by Ernst Oster. Longman.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form and Early Nineteenth-Century Music . Oxford University Press.",
        "tibbetts_1993": "Tibbetts, John C. ed. 1993. Dvořák in America . Amadeus Press.",
        "volek_1984": "Volek, Jaroslav. 1984. “Tektonické Ambivalence v Symfoniích Antonína Dvořáka. [Tonic Ambivalence in the Symphonies of Antonín Dvořák.]” Hudební Věda [Musicology] 21: 3–31.",
        "zhang_2022": "Zhang, Xieyi (Abby). “Apparently Imperfect: On the Analytical Issues of the IAC.&rduo Music Theory Spectrum , 44 (2), 191–212. https://doi.org/10.1093/mts/mtac005 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. These compound nested periods are related to but differ from the eighteenth-century compound periods discussed by Caplin ( 1998 , 65–69), as the latter lack the strict cadential hierarchy required for a period within a period.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN2": {
            "text": "2. The concept of the “double period” was at one point common in the music-theoretical discussion. More recently, authors who discuss the double period offer little consistency between them; some do not hold to a strict cadential hierarchy ( Laitz 2008 ; Kostka, Payne, and Almén 2018 ; and Clendinning and Marvin 2016 ), while others do not hold to the idea that all four phrases must end in functioning cadences ( Berry 1986 ; Green 1979 ; and Kohs 1976 ).",
            "citations": [
                "laitz_2008",
                "clendinning_and_marvin_2016",
                "berry_1986",
                "green_1979",
                "kohs_1976"
            ]
        },
        "FN3": {
            "text": "3. This table excludes examples of the reinterpreted HC, as these are the most prevalent and have been discussed in the theoretical literature. (See, for example, Caplin 1998 , 57.) Instead, I focus here on modulations that move to some key other than V. Additionally, several examples in this table can be understood as a subcategory of compound period resembling a nested period, described here and later in the article, but lack the requisite cadential paradigms. The antecedent and consequent in these compound periods both take the shape of a compound basic idea plus consequent (hybrid 4). (See, for example, Dvořák’s opp. 96/iv and 106/iii.) This construction, more commonly used in nineteenth-century periods, contains all elements of a nested period save for the cadences at the end of the lower-level compound basic ideas.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN4": {
            "text": "4. For a general account of such cases, which Schenkerian analysts call “auxiliary cadences,” see Burstein 2005b .",
            "citations": [
                "burstein_2005b"
            ]
        },
        "FN5": {
            "text": "5. Such a phenomenon, which Schenkerian analysts call the interrupted auxiliary progression, most closely resembles the first category for off-tonic returns in Burstein 2005a (312). Complete examples of these off-tonic returns are rare for eight- and sixteen-measure periods, with the present example being an exceptional case. They are far more common among larger-scale sonata-form movements, of which Burstein gives numerous examples.",
            "citations": [
                "burstein_2005a"
            ]
        },
        "FN6": {
            "text": "6. For an example of a period that concludes with a foreign-key HC, see the opening of Gabriel Fauré’s Pavane , op. 50. Several such examples exist in the literature. This article, however, focuses on examples in which a PAC is active on some level, even while an HC interpretation might simultaneously be considered.",
            "citations": []
        },
        "FN7": {
            "text": "7. This interpretation of these phrases resembles what Caplin ( 2018 , 14–16) has coined the prolongational closure, a method for concluding a theme without a cadence in the early nineteenth century. However, a key distinction here lies in the formal function of the harmonies involved. As the name “prolongational closure” suggests, the harmonies function as prolongational material, often tonics, right up to the point of closure. In these modulating antecedents, taking the final harmony as a chord would result in a non-cadential phrase that also has no tonic—and often with it, no prolongational—harmony.",
            "citations": [
                "caplin_2018"
            ]
        },
        "FN8": {
            "text": "8. While this table surveys a broad array of repertoire, it is by no means an exhaustive list. As such, caution should be exercised when extending these conclusions to pieces from other repertoires.",
            "citations": []
        },
        "FN9": {
            "text": "9. For examples in which a V at the start of the consequent functions as the ultimate goal to the antecedent’s inconclusive harmony, see Schachter 1994 , Burstein 2005a , and Cubero 2021 .",
            "citations": [
                "schachter_1994",
                "burstein_2005a",
                "cubero_2021"
            ]
        },
        "FN10": {
            "text": "10. This example also illustrates several unusual third-inversion seventh chords. Two in particular appear in mm. 3 and 4 where, rather than resolving downward, these chords seemingly resolve upward. The first of these (in m. 3) transforms into a II 6 harmony in the same measure, setting up a move to V. Instead of resolving to V, the upper voices result in another third-inversion chord, which soon unfolds into another third-inversion chord. This final 2 4 sonority carries ♭ 7 ˆ in the bass, completing the composing-out of tonic harmony and resolving to the VI-natural (or V/II) that follows.",
            "citations": []
        },
        "FN11": {
            "text": "11. A potential third interpretation hears the inverted V not as an interruption, but rather as a progressive V that resolves to the following I via elision. This interpretation is supported by the voice-leading structure of the outer voices in the piano accompaniment and provides an explanation for the V to be as weak as it is. The text setting, instrumental cues, and octave displacements, on the other hand, suggest that V does not resolve immediately to I. Either way, the resolution of V does not change the progressive hearing of II. In both this reading and the previous reading, II is understood to progress to the following V.",
            "citations": []
        },
        "FN12": {
            "text": "12. Cubero ( 2021 , [11]) uses the terms “dividing” and “progressive” to describe the voice-leading function of his chords.  The present analysis preserves the use of the term “progressive” but adapts the term “dividing,” since the present II does not divide, but is heard as moving to V—at least from a voice-leading standpoint—in both interpretations.  The difference is whether the II is taken as the ultimate harmony in a foreign-key PAC, thus the term “cadential II.”",
            "citations": [
                "cubero_2021"
            ]
        },
        "FN13": {
            "text": "13. The two-sided reinterpretation arrow has been used a handful of times, including by Martin and Vande Moortele ( 2014 , 148) and Kelvin Lee ( 2019 ). The former article, in particular, describes this notation as “a form-functional situation that is internally dynamic—one that bounces back and forth between conflicting form-functional profiles—but that in the larger scheme is entirely static.” In the interpretation here, the reinterpretation of the II chord as cadential versus progressive similarly alternates between the two without a clear sense of direction.",
            "citations": [
                "martin_and_vande_moortele_2014",
                "lee_2019"
            ]
        },
        "FN14": {
            "text": "14. See Schenker 1935 , 89–90. Damschroder ( 2010 , 130) proposes a nomenclature indicative of the two chords’ connection: he argues that the subtonic should be labeled V.",
            "citations": [
                "schenker_1935",
                "damschroder_2010"
            ]
        },
        "FN15": {
            "text": "15. Heinrich Schenker ( 1935 ) grappled with this problem in Free Composition , where a non-dominant Stufe appears simultaneously to move to V (usually upward) and to return to I. In figure 131 (not reproduced here), a seeming contradiction appears. Whereas the downward slurs and the accompanying Roman numerals seem to indicate a reading in which III is wholly contained within the surrounding I chords, the slurs above the bass notes suggest that the second I is subordinate to the motion from III to V.",
            "citations": [
                "schenker_1935"
            ]
        },
        "FN16": {
            "text": "16. In addition to Schenker and Samarotto, Baker ( 2010 ) provides an alternate, related approach to similar situations, albeit with a more flexible treatment of the upper voice.",
            "citations": [
                "baker_2010"
            ]
        },
        "FN17": {
            "text": "17. From a voice-leading perspective, these interpretations can be understood as a further composing out of a rare but related phenomenon, in which an antecedent ends without a cadence while the consequent returns immediately to I. (See Dvořák’s Humoresque in B ♭ minor, op. 101, no. 8, for example.) Similar situations have been discussed by Cubero ( 2021 , [26]–[34]) in which the antecedent concludes on a predominant harmony and the consequent begins with a V. Harmonically, however, such situations differ from Cubero’s in the same way that modulating antecedents with an ancillary V differ from those without. In examples like the ones Cubero outlines, the predominants that conclude the antecedent almost always find their way to V immediately at the start of the consequent. In these examples, no such dominant exists following the harmony that ends the antecedent and, as such, poses the same question: is the concluding harmony better understood to conclude as is or is it meant to lead, ultimately, to some V later in the excerpt vis-à-vis a free interruption? Given the presence of both possibilities, similar interpretations to Example 13 may be adopted for these kinds of periods.",
            "citations": [
                "cubero_2021"
            ]
        },
        "FN18": {
            "text": "18. The goal of the graphs in Examples 14 and 15 is primarily to demonstrate the theoretical possibility for both voice-leading models as they apply to such excerpts, and not necessarily to argue for or against either of these interpretations. In each case, one may prefer one reading over the other based on features of the composition, or to highlight parallelisms with other events in the composition. Such situations will be demonstrated in the case studies below.",
            "citations": []
        },
        "FN19": {
            "text": "19. The most common example of this premise can be found in the roles of the EEC and ESC in sonata form. The two cadences are, in general, nearly identical to each other in content and function, with the main difference being that the former is almost always in the non-tonic key of S space. As such, this non-tonic appearance makes it weaker, and thus generates a promise, which is eventually fulfilled when the same material returns in the home key in the form of the ESC. See Hepokoski and Darcy 2006 , 232–33.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN20": {
            "text": "20. In this sense, the foreign-key PAC offers an alternative to traditional interpretations of the home-key IAC as a cadence of medial strength.",
            "citations": []
        },
        "FN21": {
            "text": "21. Reicha’s period bears many similarities with the current-day notion of the antecedent-consequent period; however, the two are not identical. For clarification, all references to Reicha’s period will be denoted in italics, whereas all references of the antecedent-consequent period will remain in standard Roman typeface. A similar distinction must be made with the current-day HC and Reicha’s half cadence. Reicha’s term constitutes any melodic cadence that is able to close a member but not a period . This definition also includes many instances of current-day IACs. For clarity, all references to Reicha’s cadences will be typed out in full (i.e. half cadence, perfect cadence, etc.) whereas references to current-day cadential terminology will be referred to by their abbreviations (HC, PAC, etc.).",
            "citations": []
        },
        "FN22": {
            "text": "22. Reicha’s definitions of phrases and cadences are somewhat circular, in that each is dependent upon the other. On the one hand, cadences are in part dependent on the part of a phrase they conclude: the quarter cadence is weaker than a half cadence and concludes a figure; the half cadence concludes a member of a period; the three-quarter and perfect cadences conclude the period. On the other hand, the phrases are also defined mostly by the cadences with which they end: the figure is the segment that ends with at least a quarter cadence; the member ends with at least a half cadence; the period ends with a perfect cadence. By way of melodic content, these cadences are not rigorously defined, especially for the weaker cadences. (As we ascend Reicha’s cadential hierarchy, the melodic content becomes increasingly well defined.) However, one significant point of entry into this circular definition is the proportions of a phrase: for Reicha, two or three figures make up one member, and any number of members (including potentially one) make up a period. As a result of this lack of clearly defined content, any cadential material resembling a three-quarters or perfect cadence can, in the right context, function as a quarter or half cadence. For examples of these, see Reicha’s ( 1814 , 16–17, 125) examples K and L.",
            "citations": [
                "reicha_1814"
            ]
        },
        "FN23": {
            "text": "23. In general, the half cadence corresponds to the melodic portion of what current-day theory considers the HC or the IAC.",
            "citations": []
        },
        "FN24": {
            "text": "24. For this adaptation, the Reichian half cadence will be limited to the current-day HC. The issue of the IAC’s placement is a more complicated matter that has been addressed in Zhang 2022 . In general, an IAC can be so flexible in its cadential weight that it can call its cadential impact into question. A compound antecedent, for example, can just as easily answer an IAC with an HC as it can an HC with an IAC (see Zhang 2022 , 197–201). In a compound nested period consisting of a modulating compound antecedent, on the other hand, the foreign-key PAC provides the full harmonic and melodic impact of a conclusive resolution, while the key that it resolves in provides room for further strengthening vis-à-vis the home-key PAC.",
            "citations": [
                "zhang_2022",
                "zhang_2022"
            ]
        },
        "FN25": {
            "text": "25. See, for example, Caplin’s ( 2013 , 184–85) discussion on the distribution of cadential weights. See also the examples of the “double period” discussed above.",
            "citations": [
                "caplin_2013"
            ]
        },
        "FN26": {
            "text": "26. One example can be seen in the subordinate theme from the first movement of Mozart’s Violin Sonata in E ♭ major, K. 481. An IAC follows the initial HC and is answered eight measures later with a PAC. A potential reason that such examples are so rare is that the IAC, while technically satisfactory as a consequent’s cadence, rarely provides the conclusive affect that is desired for such a period.",
            "citations": []
        },
        "FN27": {
            "text": "27. Owing to the sentential layout of these lower-level antecedents and consequents, a reading that follows Reicha may well read the lower-level periods as consisting of two members, each of which is composed of three figures. For example, mm. 1–20 might see each member (antecedent and consequent) break into three figures: mm. 1–2, mm. 3–4, and mm. 5–8 in the antecedent, and mm. 9–10, mm. 11–12, and mm. 13–20 in the consequent. Since Reicha’s figures close with at least a quarter cadence, these weak melodic cadences will come at the end of each of these segments.",
            "citations": []
        },
        "FN28": {
            "text": "28. For more information on the historical context behind these pieces, see Döge 2021 .",
            "citations": []
        },
        "FN29": {
            "text": "29. The analytical method employed here resembles Danuta Mirka’s ( 2009 , 17–27) “parallel multiple-analysis,” except it is here applied to tonality rather than meter. This interchange between modes closely resembles tonic ambivalence outlined by Czech scholars such as Jaroslav Volek ( 1984 ) as well as the concept of mutability in Russian music theory, as discussed by Bakulina ( 2014 ).",
            "citations": [
                "mirka_2009",
                "volek_1984",
                "bakulina_2014"
            ]
        },
        "FN30": {
            "text": "30. The period’s potentially compound-nested form complicates the determination of an IAC in m. 4. On the one hand, an IAC is, on its own, considered to be weaker than a PAC, given its melodic openness; on the other hand, the home-key iteration of this IAC makes it potentially stronger than a foreign-key PAC. Going by the cadential hierarchy proposed earlier, most modulating periods are unproblematic because their antecedents close with an HC, which is much clearer in its inconclusiveness. The cadential function of this apparent IAC, however, is also more ambiguous. Following Zhang ( 2022 , 197–201), this IAC can be understood as being limited in its functional scope: it serves to confirm the tonic but loses its cadential function by m. 8.",
            "citations": [
                "zhang_2022"
            ]
        },
        "FN31": {
            "text": "31. The alternate reading of a G-minor PAC—one that hears it transforming into the V 7 harmony in the following measure and resolving to the ensuing VI chord—makes the excerpt resemble cases in which the foreign-key PAC resolves into a V chord. In this instance, however, the V is of yet another foreign key, rather than the home key. This alternate interpretation features no interruptions, as each harmony resolves into the following measure.",
            "citations": []
        },
        "FN32": {
            "text": "32. The HCs of this theme appear to contain third-inversion dominants. Despite this, several features continue to indicate half-cadential function. First, these third-inversion dominants do not resolve as such, with the bass falling down by step. Instead, it appears as though the 4 ˆ functions more like a passing tone, along with the more clearly passing 3 ̂ and 2 ˆ present in the same measures, filling out the space between V and I. This, in addition to their deployment at the end of phrases and the subsequent return to opening material, makes these dominants appear to carry a half-cadential function.",
            "citations": []
        },
        "FN33": {
            "text": "33. The cadence at m. 45 is technically an IAC. This IAC, however, is covered by 1 ˆ in the accompanying part, thus making it potentially carry the cadential strength of a PAC. For a more thorough discussion of this IAC, see Zhang 2022 , 208–11.",
            "citations": [
                "zhang_2022"
            ]
        },
        "FN34": {
            "text": "34. I refer to these measures as the main theme for present purposes. Measures 4–25 contain a fairly standard sentence that can at first be taken as the main theme, thus setting the modulatory theme of mm. 33–67 as transitional material. But the multiple subsequent repetitions of this theme over the opening force us to reinterpret mm. 33–67 as the main theme.",
            "citations": []
        },
        "FN35": {
            "text": "35. For a summary of mutability in Russian music theory, see Bakulina 2014 . Czech scholars such as Jaroslav Volek ( 1984 ) have commented on the concept of “tonic ambivalence” in Dvořák’s works in a way that is very similar to mutability, while those such as Milan Kuna ( 1996 ) have written about the composer’s connections with Russia.",
            "citations": [
                "bakulina_2014",
                "volek_1984",
                "kuna_1996"
            ]
        },
        "FN36": {
            "text": "36. Much has been said about Dvořák’s role as a Slavic composer. See, for example, Beckerman 1993 , Clapham 1979 , Kuna 1996 , and Volek 1984 .",
            "citations": [
                "beckerman_1993",
                "clapham_1979",
                "kuna_1996",
                "volek_1984"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction Example 1 . Dvořák, Symphony No. 9 in E minor, Op. 95, fourth movement, mm. 44–9 (click to enlarge) Example 2 . Dvořák, Piano Trio in F minor, Op. 65, second movement, mm. 1–25 (click to enlarge and see the rest) Example 3 . Formal diagram of Dvořák, Symphony No. 9 in E minor, Op. 95, fourth movement, mm. 44–9, and Piano Trio in F minor, Op. 65, second movement, mm. 1–25 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Antonín Dvořák’s antecedent-consequent parallel periods are often straightforward, save for one odd feature that frequently appears. Example 1 and Example 2 provide excerpts that demonstrate this unusual characteristic. While both themes satisfy the condition that, in a properly formed period, “an initial unit ending with a weak cadence is repeated and brought to a fuller cadential close” ( Caplin 1998 , 12), the antecedent cadences of both depart from the customary framework. Whereas standard antecedents end with one of two possible weaker cadences in the home key—a half cadence (HC) or an imperfect authentic cadence (IAC)—the modulating antecedents in these periods conclude with a foreign-key PAC. These periods thus achieve their differentiated cadential strength not through cadence type, but rather through key relationships. In each of the two examples, the antecedent reaches the key of ♭ VII (or the dominant of the relative major), is tonicized by a PAC, and is then answered with a stronger PAC in the tonic; see the summary schematic diagrams in Example 3 .",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] Additionally, Example 2 can be heard not only as one large period, but also as two smaller ones, one modulating and the other non-modulating (mm. 3–10 and mm. 11–25 respectively), that are nested within the larger antecedent-consequent construction. This interpretation—that a period can nest two smaller, but equally valid, periods—hinges directly on the presence of the otherwise unusual foreign-key PAC in m. 10, which functions as both the strong cadence in the smaller period and the weaker cadence in the larger period. (1) Example 4 . List of compositions employing the period with modulating antecedent (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "0.3": {
                "text": "[0.3] Many themes by Dvořák and his contemporaries meet the general qualifications of an antecedent-consequent period but have antecedents that end on a foreign-key PAC. (2) Example 4 provides a list of such modulating antecedents. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "0.4": {
                "text": "[0.4] The general format of these modulating-antecedent periods is summarized in Example 5 . Modulating antecedents are unusual in several ways. Such modulations are brief, yet they are always confirmed with a PAC. The defining feature of these phrase types also immediately violate two commonly accepted notions of standard antecedent-consequent construction: that typical antecedents (a) almost invariably remain in the home key and (b) create a hierarchy of weak and strong points of closure by means of differing cadence types, such as the HC and the PAC. As a result, these phrase constructions seemingly invite the possibility for the compound nested period design, a theme type that rarely occurs without the presence of a modulating large-scale antecedent. Example 5 . Hypothetical layouts of a traditional period vs. a period with a modulating antecedent (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.5": {
                "text": "[0.5] Antecedent modulations provoke a host of new questions surrounding both the present-day conception of the antecedent-consequent period and aspects of modulation and key relationships in general. Past and present theories of form thoroughly treat modulations over large musical spans. As for modulations that occur within a single, tight-knit theme, however, this remains a relatively underexplored area of research. Two immediate questions come to the fore. First, given that these modulations are so brief and yet so definitive, how are they heard in the context of the overall tonal organization of the period? Second, how do foreign-key PAC to home-key PAC arrangements fit into the understood cadential hierarchy espoused by Caplin and numerous similar form studies?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.6": {
                "text": "[0.6] This article investigates periods with modulating antecedents in order to shed light on the two central questions posed above. I begin by exploring some common modulations in periods of the eighteenth and nineteenth centuries that have been addressed by existing theories. I continue by discussing how these keys fit into the overall tonal organization of the excerpts in question. Since this question relates closely to issues brought up by Schenkerian voice-leading analysis, I will use that method to explore the most common keys used for antecedent modulations. Following this, I address the second question by calling upon Reicha’s Treatise on Melody ( 1814 ), which presents a cadential hierarchy that differs from Caplin’s but is ideally suited to situations like Example 2. Finally, I conclude with analyses of pieces from Dvořák’s œuvre . These analyses combine the perspectives gained by the two questions addressed independently and demonstrate the analytical applicability of modulating antecedents. Modulations and Antecedent-Consequent Periods",
                "footnotes": [],
                "citations": [
                    "reicha_1814"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] The vast majority of traditional antecedent-consequent periods remain in the same key throughout, but three situations arise in music of the eighteenth and nineteenth centuries in which a period might modulate—or at least appear to modulate—to a different key. This section summarizes the three main mechanisms by which this occurs: the modulating consequent, the reinterpreted HC, and the off-tonic beginning. Example 6 . Haydn, Symphony No. 99 in E-flat major, Hob. I:99, fourth movement, mm. 1–8 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] The first and most common place to modulate in a period is at the end of the consequent, as shown in Example 6 . In such periods, the consequent phrase moves into a foreign key, most frequently the dominant in major keys and the relative major in minor keys. Modulations occurring in an antecedent-consequent period are traditionally understood as being limited to the consequent phrase. The logical reason for why the modulation is typically delayed until relatively late within the period is that, otherwise, “the home key, expressed only by the tonic prolongation supporting the initial basic idea, could not compete in prominence with the subordinate key” ( Caplin 1998 , 55). Therefore, it is often the antecedent’s task to confirm the home key by means of a cadence, rather than modulate immediately to a new one. Example 7 . Haydn, String Quartet in G major, Op. 64, No. 4, first movement, mm. 1–8 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The second case, in which a modulation appears in the antecedent, may occur in a period with a “reinterpreted” HC ( Caplin 1998 , 57). Observe Example 7 , in which the antecedent modulates to the key of V and a PAC concludes the antecedent. After this cadence, the modulation is abandoned, and the consequent picks up back in the home key, concluding with a PAC in the tonic. That V-as-key becomes reinterpreted as V-as-chord when the music resumes with the opening material and preserves the sense of harmonic regularity in the period.  By initially hearing the key as V, we hear a PAC in the dominant that concludes on a local I chord; however, retrospectively hearing the final chord of this cadence as V in the home key allows us to reinterpret it as an HC. In other words, the cadence at the end of the antecedent functions as both cadence types, and in both keys. Example 8 . Beethoven, Piano Trio in E-flat major, Op. 1, No. 1, third movement, mm. 1–16 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] A third case portending modulation within a period arises in periods employing tonal progressions that do not open with tonic harmony, a practice that can more commonly be seen in the nineteenth century. Example 8 depicts the opening of the scherzo from Ludwig van Beethoven’s Piano Trio in E-flat major, op. 1, no. 1, which begins on the submediant and proceeds to a home-key HC in the antecedent. The consequent returns to the opening submediant and progresses to the tonic with a PAC in m. 16. (4) This example illustrates the potential ambiguity that an off-tonic onset may generate. At the end of the sixteen measures, it becomes clear that at no point did the antecedent contain a tonic. (5) However, a first listening may well have taken the opening C minor harmony as exactly that, momentarily creating the effect of a I– ♭ VII progression in the antecedent (see the second line of Roman numerals in Example 8). It is not until the arrival of the tonic (for the first time) in m. 16 that we receive definitive confirmation that the piece is indeed in E ♭ major and that the period began off tonic. Modulating Antecedents and Voice Leading: Three Scenarios",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In contrast to the above three more common forms of modulation in eighteenth- and nineteenth-century periods, themes that employ modulating antecedents to keys other than V—such as those frequently found in Dvořák’s music—are rarer. They are known to occur, though, becoming more common over the course of the nineteenth century. These modulating antecedent paradigms resemble the reinterpreted HC in several ways, particularly in that the antecedent in both cases modulates to and cadences with a PAC in some new key. Just as with the reinterpreted HC, whichever new harmony the modulating antecedent rests on can be heard on at least two levels: it can be heard both as a chord in the tonic key and as a key unto itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The foreign-key PACs of Examples 1 and 2, in particular, offer an even stronger link to the reinterpreted HC, as they contain an additional level of interpretation. At the phrase level, the cadence can be heard as a chord distantly related to the home key. Lower down, the same chord can be interpreted as an HC in the home key’s relative major. Closest to the surface, this III: HC is tonicized with its own PAC. In such constructions, the relationship between the VII: PAC of the surface and III: HC a level higher is exactly that between the V: PAC and I: HC in a reinterpreted HC. In both situations, the dominant of a potential HC is tonicized using its own dominant, creating a local PAC. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] In Dvořák’s modulating antecedents, it is the highest level of musical structure—hearing the foreign-key tonic as a chord within the home key—that creates conceptual problems that the reinterpreted HC does not. V: PACs, at the largest level, result in an unproblematic HC, whereas the non-dominant harmonies of Dvořák’s modulating antecedents only result in a harmonically inconclusive phrase. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] The issue at the higher level of interpretation explains why these antecedent conclusions often produce such a jarring effect. Even though they are confirmed with their own PACs, it sounds like some inconclusive harmony—one with a tendency to progress to V—is simply moving back to I at the onset of the consequent. The question arises, then, as to whether these progressions should be understood as concluding on whichever harmony the foreign-key PAC is heard (however inconclusive that may be), or whether an arrival on V should still be understood as ultimate goal in these antecedents, even if this goal is not literally expressed on the musical surface, or immediately fulfilled within the antecedent itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] The answer to this question rests largely on the key visited. The table in Example 4 indicates that III and VI are the most common choices for antecedent modulations in Dvořák’s music, with VII and II making relatively infrequent appearances. (8) In the context of modulating antecedents, these modulations tend to fall under three categories: (a) modulating antecedents that are followed immediately by a home-key dominant harmony in an appendix to the antecedent or at the start of the consequent, (b) modulating antecedents where the foreign-key harmony can stand in for the home-key dominant, and (c) modulating antecedents without any viable dominant within the antecedent itself. Modulating Antecedents with an Appended Dominant",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Typically, a harmonic progression that emphasizes some medial harmony eventually finds its way to the dominant. In the same way, the new key in this first category is not the ultimate, but rather the penultimate harmony, one which soon finds its way to V at the end of the phrase or at the start of the consequent. (9) These situations, though rare in Dvořák’s music, are a frequent means for other composers—most notably, Brahms, Chopin, and Joplin (see Example 4)—to use a non-tonic and non-dominant chord (such as III) to close the antecedent. Here, the sense of tonal coherence is generally well preserved: the phrase begins on the tonic and ends on the dominant. The harmony that appears immediately before the dominant is emphasized through a cadential progression. Example 9 . The Reinterpreted HC versus the Modulating Antecedent with appended V (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] These forms of antecedent modulations closely resemble a reinterpreted HC. Much as with the standard reinterpreted HC, the phrase containing the foreign-key PAC can ultimately be reinterpreted as closing with a half-cadential progression. With a standard reinterpreted HC, the local tonic of the foreign-key PAC is reinterpreted into the half-cadential dominant. By contrast, as Example 9 illustrates, in order for antecedent modulations involving non-dominant keys to conclude with a home-key HC, an additional V must follow the foreign-key PAC to serve as the half-cadential dominant. When this happens, two potential cadences exist in close proximity to one another: the foreign-key PAC, and the HC that immediately follows. The decision of which cadence is functional ultimately rests on how one interprets the chord that precedes the dominant. Example 10 . Brahms, Nachwirkung , Op. 6, No. 3 (click to enlarge and see the rest) Example 11 . Voice leading interpretation of Brahms, Nachwirkung , Op. 6, No. 3 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Brahms’s op. 6, no. 3, Nachwirkung ( Example 10 ) provides a demonstration of the relationship—and the tension—between the two potential cadence events. The song consists of three strophes, each of which takes the form of a period with modulating antecedent. The antecedent closes with a PAC on the supertonic in m. 8 and immediately progresses to a dominant harmony in m. 9. The apparent PAC on II initially seems unconvincing. First, it arrives too early, coming in the fifth measure of the phrase. Second, and more importantly, the V that follows appears to override any PAC potential the II might have carried. This is captured by the voice-leading interpretation of Example 11 , where II is ultimately marked as an intermediate harmony on the way to V. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] While this reading conforms to traditional notions of phrase rhythm, it does not entirely satisfy the urge to hear  the II: PAC as being active in some way. Two factors lead us to hear the II: PAC as an operational cadence, at least on some level. First, the II: PAC lands on a downbeat (m. 8), whereas the ensuing V only arrives in the last note of a two-measure hemiola in the bass (second beat of m. 9) and then immediately proceeds to the consequent’s tonic. Second, the V is inverted, which argues against reading the antecedent as concluding with a functional HC. Although tonal convention holds that a sounded II chord is usually subordinate to a later V, the metrical and inversional attenuation of this V suggests that the II: PAC is the more salient cadential event, with V only appearing as a voice-leading convention. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] In the end, neither interpretation entirely satisfactorily grasps the analytical challenges with examples such as these. To capture this interpretive tension, I adopt Cubero’s methodology—which is, in turn, rooted in Schmalfeldt’s theory of “becoming” ( 2011 )—for analyzing these cadences: the II that takes part in this cadential progression might be heard as “cadential II ⇒ progressive II.” (12) It is equally likely, however, that the reinterpretation goes the other way, as “cadential II ⇐ progressive II.” The early arrival of the II: PAC in m. 8 (only the sixth measure of the antecedent) indicates that a more conclusive HC is on its way. Thus, the II is heard as the phrase’s penultimate chord. This interpretation is strengthened when the F turns into an Fb at the end of the same measure. However, when the V ultimately arrives, it receives no cadential emphasis, either metrically or as a root-position chord. As such, this underwhelming arrival retrospectively forces an equally unsatisfactory II to function as the antecedent’s foreign-key PAC. That is, the II is now acting as the final chord of the phrase. As such, Examples 10 and 11 attempt to capture both interpretations with a two-sided “becoming” arrow (cadential II ⇔ progressive II). (13) Modulating Antecedents with a Pseudo-Dominant",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "schmalfeldt_2011"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] Antecedent modulations with an ancillary dominant are rare in Dvořák’s output. Instead, the local harmony tonicized in the antecedent modulation simply turns back to the tonic without any mediating harmonies. Sometimes when this happens, the new key’s tonic has many notes in common with the dominant of the home key. Examples of these modulations include those to the subtonic, as depicted in Examples 1 and 2 above.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] The close connection between VII and V can be conceived from both Schenkerian and formal perspectives. In Schenkerian analysis, VII is often understood as an altered V and frequently resolves to the latter. (14) From a formal perspective, VII carries similar HC-generating potential as a V when it is heard as a dominant of the relative major. It not only takes the place of a more standard dominant but is itself a dominant in a closely related key. The antecedent’s PAC can also be heard as a higher-level HC and be treated as such from a voice-leading perspective. Even though no such dominant is immediately present, VII nevertheless carries a comparable function: the upper voice falls to 2 ˆ , much like it would with an HC. The consequent returns to the scale degree of the opening and closes on 1 ˆ . Example 12 . Voice leading interpretation of Dvořák, Symphony No. 9 in E minor, Op. 95 , fourth movement, mm. 44–9 (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] Example 12 provides a voice-leading sketch of Example 1. These situations include an interruption on 2 ˆ in the upper voice. Since this scale degree is supported by VII and not a more standard V, on the large scale, VII replaces any role V might carry in a more standard antecedent-consequent period and functions as a substitute to the more conventional harmony. Modulating Antecedents without an Appending Dominant",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] In the most common forms of modulating antecedents—those in which the antecedent modulates to VI or III—the foreign key’s tonic functions as either a predominant or a medial harmony in the home key. Since these harmonies do not contain the requisite scale degrees to mimic a dominant, the direct return to the tonic at the start of the consequent can feel very abrupt. This shift further highlights the foreignness of the antecedent’s cadence, causing the tonicized key to be immediately heard as having a non-tonic and non-dominant function at a deeper level. Example 13 . Dvořák, String Quartet in G major , Op. 106, third movement, mm. 1–32 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] Example 13 illustrates such an antecedent, quoting the opening measures from the third movement of Dvořák’s String Quartet in G major, op. 106. The section begins in B minor and concludes its antecedent with a turn to the key of ♯ VI. A PAC in this key closes the antecedent. In the large-scale consequent, the compound basic idea from the antecedent returns, and even moves to ♯ VI. This time, though, the submediant harmony functions as a predominant and brings about a I: PAC.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] In this passage, several factors—harmonic, metrical, and syntactic—indicate that the final ♯ VI of the antecedent does not resolve into the chord that initiates the consequent. The question of how—or whether—to hear some V as the goal of the passage nevertheless remains pertinent. The absence of the dominant makes this interpretive issue a particularly tricky one. On the one hand, the cadences of these antecedents are sonically convincing in and of themselves; on the other hand, these “ultimate” harmonies are often so charged with potential energy that they create an urge to move to a more conclusive goal, even if this goal is not immediately manifested. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.17": {
                "text": "[2.17] The end of Example 13, for instance, could be heard both ways. By taking the phrase boundaries of the antecedent-consequent period literally, the chord at the end of the antecedent functions like a back-relating dominant; it does not connect with what follows, but rather with harmonies that came before. This back-relating harmony allows for the I at the onset of the consequent to match the antecedent in terms of structural weight.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.18": {
                "text": "[2.18] Alternatively, the hearing that preserves the potential for some resolution to V draws on the concept of the “free interruption” established by Schenker ( 1935 , 77) and elucidated by Samarotto ( 2005 ). The main melodic motion is interrupted on scale degrees other than 2 ˆ by the return of opening material. (16) In Schenker’s examples, the melody arrives on 3 ˆ , where it is interrupted by the surface-level material of the consequent’s onset. Example 14 . Two hypothetical voice leading frameworks for a period with a modulating antecedent, one using a back-relating Stufe and the other using a free interruption (click to enlarge and see the rest)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "schenker_1935",
                    "samarotto_2005"
                ]
            }
        },
        {
            "2.19": {
                "text": "[2.19] Example 14 provides summary hypothetical graphs for both interpretive possibilities as they apply to the modulating antecedent. In the first case, the motion from I to VI is taken as suggested by the boundaries of the antecedent; the harmonic progression of the antecedent is broken off at VI, and a new progression starting with I initiates the consequent. In the second case, VI is heard in the manner of a free interruption, leading ultimately to the dominant that appears late in the consequent and, thus, to harmonic resolution for the period as a whole. (17) Example 15 . Two voice-leading interpretations of Dvořák, String Quartet in G major, Op. 106, third movement, mm. 1–32 , illustrating an interpretation with a back-relating Stufe and a free interruption (click to enlarge and see the rest)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.20": {
                "text": "[2.20] The two graphs in Example 15 apply both readings to the Dvořák excerpt from Example 13. (18) The first interpretation posits a back-relating submediant Stufe : the opening tonics of the antecedent and consequent are prioritized as structural harmonies, while the submediant concludes the antecedent’s harmonic progression. The second reading emphasizes the submediant’s tendency to V. The second hearing reads across the tonic harmony of the consequent and instead focuses on seeking resolution for the submediant. In this reading, the tonicized submediant is more highly charged. Cadential Hierarchy and the Compound Nested Period",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The notion that a foreign-key PAC is weaker than a home-key PAC is premised on a relatively uncontroversial feature of functional tonality: non-tonic harmonies are generally considered weaker than the tonic itself. Note that this proposed hierarchy is not established by the type of cadence, but rather by the keys in which cadences appear and their relationship to the home tonic of the work. (19) A more complicated matter is determining the relative strength of foreign-key PACs to other types of cadences in the home key. For instance, should a PAC in the key of VI be understood as stronger than a HC in the home key, or weaker?",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Modulating consequents such as those in Example 6 provide a useful launching point for examining this issue. In such modulating periods, a HC closes the antecedent in the home key, while the consequent modulates to the new key, where it cadences with a PAC. The HC, due to its placement at the end of the antecedent, is heard as being more open-ended than the consequent’s foreign-key PAC. Example 16 . Cadential hierarchy of the HC, foreign-key PAC, and the home-key PAC (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] With this in mind, Example 16 proposes the following hierarchy: the home-key PAC functions as the strongest cadence; the foreign-key PAC follows in second place; and the HC is weakest, being the most open of the cadences. The home-key PAC provides harmonic, melodic, and tonal closure. By contrast, the HC provides neither harmonic nor melodic closure. The foreign-key PAC, shown at the center, provides both harmonic and melodic closure but, given its excursion to a foreign key, offers no tonal closure. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] My proposed cadential hierarchy closely resembles one described in Reicha’s Treatise on Melody ( 1814 ). As its title suggests, Reicha’s work focuses primarily on writing melody and, as such, tends to underemphasize aspects of harmony. As a result, Reicha devises cadential terminology based on different kinds of melodic closure. Example 17 . Reicha’s melodic-cadential terminologies (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "reicha_1814"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Reicha’s terms, summarized in Example 17 , are, moreover, hierarchically conceived. Partial cadences are named as some fraction of the perfect cadence and end a certain segment of Reicha’s period . (21) The period , Reicha’s paradigmatic phrase construction, is an eight-measure unit with the cadential succession of quarter cadence–half cadence comprising the first member , followed by quarter cadence–perfect cadence comprising the second member . Each member consists of two figures that end on at least a quarter cadence. (22) The quarter cadence ( quart de cadence ) is the weakest among Reicha’s cadential terms. The half cadence ( demi-cadence ) corresponds closely with our current notion of the term, even though it does not always conclude on dominant harmony. (23) In this paradigm, as in many others, the quarter cadence corresponds to the end of the Caplinian period’s basic idea; the half and perfect cadences are mostly the same as what today would be likely labeled as the HC and PAC.",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] These definitions help to establish a context for the melodic-cadential hierarchy shown in Example 17. However, it is Reicha’s three-quarters cadence ( trois quarts de cadence ) that most directly pertains to the current discussion. The three-quarters cadence is “stronger than a half cadence and weaker than a full cadence, but can terminate a period just as well as the latter, the only difference being the key in which it finishes ” ( 1814 , 33; emphasis mine). The strength of the foreign-key PAC, or three-quarters cadence, as suggested by Reicha’s fractional nomenclature, falls in between its half and perfect counterparts. Example 18 . Proposed adapted version of Reicha’s terminologies (click to enlarge) Example 19 . A traditional period and a period with modulating antecedent, displayed using Reicha’s cadential terminology. (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "reicha_1814"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Proceeding on the basis of Reicha’s melodic-cadential terms, Example 18 proposes an adapted, neo-Reichian, hierarchy that will remain in effect for the remainder of this study. (24) To turn Reicha’s standard period into one in which the antecedent concludes with a foreign-key PAC, we need only to replace the half cadence in the middle with a three-quarters cadence. This is depicted in Example 19 , where the abbreviation “3/4C” represents the foreign-key PAC. While Reicha himself never discusses the possibility of this placement of a three-quarters cadence, the gradated nature of his nomenclature suggests the ease with which his phrase types might be altered to give rise to such a scenario.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Reicha’s concept of the hierarchy of cadences can be applied to the analysis of compound nested periods such as the one presented in Example 2. In such antecedent-consequent constructions, a period in its entirety forms the antecedent of a yet larger period. In current-day analytical literature, the compound period typically consists of antecedent and consequent phrases that are themselves sentences (or hybrids that more closely resemble sentences than periods). However, the notion of a period within a period is a trickier matter, since it demands a clearer gradation of cadential hierarchy. The cadences of the lower-level antecedents must be weaker than both of their consequents; yet at the same time, the cadence of the higher-level antecedent must clearly be a cadence of medial strength. In other words, the cadence in the eighth measure of the modern, prototypical compound period must simultaneously be stronger than the cadences of the lower-level antecedents (in the fourth and twelfth measures) and weaker than that at the end of the large-scale consequent (in the sixteenth measure). In cases that scholars have commonly interpreted as a compound period with periodic halves, the second cadence often turns out to be the same as the first one, thus making the first half incapable of functioning as a stand-alone period. (25) A compound nested period, in the strictest sense, must contain a large-scale antecedent that can stand alone as its own period, while also being inconclusive enough that it still requires some form of stronger resolution by the end of the entire sixteen measures. While this setup is possible using the standard cadential hierarchy involving the HC, IAC, and PAC all within a single key, examples of this are exceedingly rare in the literature. (26) Example 20 . Formal layout of the standard antecedent-consequent period, the compound nested period, and a period with modulating antecedent (click to enlarge)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] It is worth noting that, for Reicha, the standard eight-measure period, with its cadential sequence of quarter cadence, half cadence, quarter cadence, perfect cadence, already somewhat satisfies these requirements: half cadences answer the quarter cadences, while also leaving room for the perfect cadence at the end. With this nomenclature, we can construct a similar layout by using the three-quarters cadence to form a modulating period in the antecedent and a non-modulating one in the consequent. In the sixteen-measure, compound nested period layout shown in Example 20 , the HCs conclude the lower-level antecedents, while functioning like quarter cadences within the larger, sixteen-measure context (or carrying a limited cadential scope by current-day interpretations). The three-quarters cadence (3/4C or foreign-key PAC) at m. 8 and perfect cadence (PAC) at m. 16 then form the harmonic cadences for the large period. At the eight-measure level, the functional cadences are HC–3/4C in mm. 1–8, and HC–PAC in mm. 9–16.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Given the ample number of both modulating and non-modulating periods in the literature, it is easy to see that both individual periods within a compound nested period layout function in their expected manners, and both are capable of resolving their own antecedents. HCs complete the antecedents of the lower-level, eight-measure periods; on the sixteen-measure level, the 3/4C and PAC generate a period with a modulating antecedent. Example 21 . Dvořák, Waltz in A major, Op. 54, No. 1, mm. 1–38 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Dvořák’s Waltz in A major, op. 54, no. 1 provides yet another example of this phenomenon. Example 21 provides the excerpt along with two layers of cadential labels: current-day formal nomenclature and Reicha’s melodic-cadential terms. A PAC in the submediant concludes the modulating period that makes up the large-scale modulating antecedent. After this first period, a second, non-modulating one closes off this compound theme. On the more local level, both the modulating and non-modulating periods contain antecedents that end on an HC in the eighth measure of their respective themes (mm. 8 and 28, respectively) and, in each case, these HCs are answered with a stronger cadence in their own consequents. As mentioned above, these HCs have their functional scope limited to the lower level and are not considered fully functional cadences at the level of the full theme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] The same example also demonstrates the applicability of Reicha’s melodic-cadential terminology. Within the sentential presentations of the lower-level phrases, pauses in the melody dictate a set of quarter cadences. (27) The appearance of these quarter cadences in turn gives Reicha’s cadential succession for the lower-level periods: the first period concludes at m. 19 on a three-quarters cadence ([quarter] quarter, half; [quarter] quarter, three-quarters), while the second reaches a perfect cadence ([quarter] quarter, half; [quarter] quarter, perfect). One level higher, the cadential framework for the large-scale period loosely mimics that of the lower levels, becoming half, three-quarters; half, perfect. At this level, the half cadences assume the role of the quarter cadences in the eight-measure counterparts. Similarly, the three-quarters cadence now fulfills the role of the conventional half cadence, closing off the antecedent. Three Analytical Case Studies",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Having discussed the theory of modulating antecedents from form-functional, voice-leading, and Reicha’s melodic-cadential perspectives, I proceed to demonstrate the utility of this theory by applying it in analysis of three of Dvořák’s pieces: the third movement of his Piano Trio in B-flat major, op. 21 (1875), the Polonaise in A major for Cello and Piano, B. 94 (1879), and the finale of the String Quartet in F major, op. 96, “American” (1893). The three examples confirm that modulating antecedents appear throughout Dvořák’s compositional career. Additionally, they illustrate how the issues of tonal interpretation and cadential hierarchy that have been raised individually in the previous sections may combine to serve as tools for larger-scale analysis, while also introducing key relationships and cadential patterns that persist throughout the composition. Tonal Ambiguity in the Piano Trio in B-flat major Op. 21, Third Movement Example 22 . Dvořák, Piano Trio in B-flat major, Op. 21, third movement, mm. 1–16 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The Piano Trio in B-flat major, op. 21 was written in 1875, during the first years when Dvořák began exploring nationalistic ideas in his compositions. (28) This work, along with a handful of others, won him several grants of the Austrian State Stipendium, and eventually led to a close relationship with Brahms ( Döge 2021 ). It is perhaps not a coincidence that his forays into a new, more experimental compositional style also produced the first known example by Dvořák of such a novel modulatory technique within his antecedent phrases. Example 22 provides the score to the opening theme of the piano trio’s third movement. The III: PAC of the antecedent at m. 8 is not immediately understood as such, given that both E ♭ major and C minor can be heard as the tonic through much of the theme. (29) The opening two measures give the initial impression that the theme is in C minor, but in the two measures that follow, a similar progression closes in E ♭ . The latter of the two progressions appears more emphatic: the root-position harmonies in mm. 3–4 make this moment resemble an IAC, whereas the inverted dominant of the opening measures only provides minimal support to C minor. (30) The “hairpin” dynamic markings further emphasize the second of the two keys.",
                "footnotes": [
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] While there is maybe a slight preference for E ♭ at this point, it is by no means definitive. In m. 8, the PAC in G minor seems to unwind any evidence gathered for the major mode. Although this PAC can be understood as a III: PAC in E ♭ , a V ♭ : PAC in C minor appears to be the more likely scenario. While the new key’s minor mode initially prevents the cadence from functioning as a reinterpreted HC, it does eventually give way to a V 7 harmony that initiates the consequent phrase. Hearing G minor transform into V 7 at the onset of the consequent provides further support for C minor being the tonic of the excerpt. Example 23 . Voice leading interpretation of Dvořák, Piano Trio in B-flat major, Op. 21, third movement, mm. 1–16 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Looking ahead, the confirmation of this excerpt’s key comes in m. 16, when, ironically, the music arrives at a final PAC in E ♭ . This cadence retrospectively confirms the key to be E ♭ and the cadence at m. 8 as a III: PAC. Example 23 provides a voice-leading interpretation of the excerpt, which posits a free interruption to highlight the ends of each phrase and the numerous auxiliary progressions in the excerpt. This reading interprets the G minor of m. 8 not as leading into the V 7 chord at the start of the consequent, but rather takes it to be the main intermediate harmony on its way to the dominant in m. 15. (31) Example 24 . Dvořák, Piano Trio in B-flat major, Op. 21, third movement, mm. 1–78, formal outline (click to enlarge)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Both the key choice of the antecedent’s PAC and its non-tonic opening correspond to subsequent modulations in the remainder of the piece. Example 24 provides a formal summary of the larger ternary-form section of mm. 1–78. Following the tonic-key PAC of m. 16, the piece proceeds to a contrasting middle, in which the music sequences through an ascending minor-third progression. However, unlike a standard contrasting middle, this contrasting middle closes on III rather than the expected V, much like the antecedent in the preceding period.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Following this unusual conclusion to the middle section, the opening theme returns in m. 44. But as Example 25 illustrates, the reprise is altered to land immediately on tonic harmony. This return removes the ambiguity present in the opening measures, as the phrase now begins and ends with a clearly off-tonic harmonic progression in the key of E ♭ , with C minor nested within as a brief tonicization. In addition to clarifying the harmonic layout of the theme, the alteration provides a new context to the unusual end of the contrasting middle. Example 26 gives a voice-leading interpretation of the entire Scherzo; it illustrates that the opening II–V–I progression in E ♭ in m. 44 completes an octave progression for which the III of mm. 40ff. occupies a middle step. Example 25 . Dvořák, Piano Trio in B-flat major, Op. 21, third movement, mm. 36–51 (click to enlarge and see the rest) Example 26 . Voice leading interpretation of Dvořák, Piano Trio in B-flat major, Op. 21, third movement, mm. 36–51 (click to enlarge) Nested Period in the Polonaise in A major for Cello and Piano, B. 94 Example 27 . Dvořák, Polonaise for Cello and Piano in A major, B. 94, mm. 30–45 (click to enlarge and see the rest) Example 28 . Dvořák, Polonaise for Cello and Piano in A major, B. 94, mm. 64–82 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Dvořák would explore the same modulatory technique four years later in the Polonaise in A major for Cello and Piano, B. 94 (1879). Little is known about the circumstances surrounding this composition, but several musical ideas from it also made their way into his String Quartet in C major, op. 61, a piece commissioned by Joseph Hellmesberger, Sr. and composed the same year. This Polonaise opens with a slow introduction presented over dominant harmony, then structures its main theme as a nested period. Upon the arrival of this theme at m. 30, the cello enters emphatically and cadences four measures later with an HC; see Example 27 . (32) The theme repeats starting in m. 34, but this time leads to a PAC in the key of the mediant, completing the consequent of the modulating period (mm. 30–37) and the antecedent of the larger compound period (mm. 30–45). In mm. 38–45, the thematic material returns, as one might expect. This time, however, the consequent leads to a cadence in the tonic key. (33) Example 27 assigns cadence labels using an adapted version of Reicha’s terminology as outlined in Example 18. The quarter cadences of mm. 31, 35, 39, and 43 disappear at the higher level, where the HCs function as the quarter cadence would in the eight-measure period. Example 29 . Dvořák, Polonaise for Cello and Piano in A major, B. 94, mm. 64–82, a neo-Riemannian interpretation (click to enlarge) Example 30 . Dvořák, Polonaise for Cello and Piano in A major, B. 94, mm. 64–82, a voice-leading interpretation (click to enlarge)",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] It may be noted the closure of the antecedent on III has ramifications later in the piece. The mediant harmony returns in the context of a set of ascending-third modulations, the most notable of which occurs in the retransitional section at mm. 64–82 ( Example 28 ). The modulatory trajectory here outlines two consecutive major thirds. Divided into two parts, this section first moves from the home key of A major to its upper third, then rises another major third to F before returning to the home key again by means of the home dominant. Both of these modulations, just like the modulation in the antecedent (mm. 36–37), progress locally to the major key built on the upper major third. The result is a complete cycle of major thirds, as the complete neo-Riemannian LP cycle of Example 29 illustrates. The neo-Riemannian interpretation prioritizes the F over the E that follows, owing to the former’s role in the LP cycle. The Schenkerian reading given in Example 30 , in contrast, interprets the modulation to F major as a lower-level replication of the one from A major to D ♭ major that is ultimately subsumed within a larger motion to V. In this reading, the first modulation to III functions as the middle of a bass arpeggiation up to this dominant, while F largely functions as an inner-voice arpeggiation within a larger 8–7 that is composed out of the III chord. At a deeper level, the expanded I–III–V motion parallels the interrupted one that framed the main theme. Despite the differences in interpretation, both ways of hearing the passage contain ascending third motions at various levels, demonstrating the lasting impact of the modulation presented in the theme’s initial period. Modulating Antecedent; Modulating Consequent: The Finale of the “American” Quartet",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Dvořák’s time in the United States, commonly known as his “American” period (1892–95), has attracted plenty of attention from scholars over the years (e.g., Beckerman 1993 and 2003 , Horowitz 2003 , and Tibbetts 1993 ). During this time, the composer wrote several well-known works and influenced numerous American musicians. Even in this late stage of his career, the technique of the modulating antecedent continues to make appearances in his works. Two of his most iconic works from this period—the “American” String Quartet and the “New World” Symphony—in  fact make use of it. Example 31 . Dvořák, String Quartet No. 12 in F major “American,” Op. 96, first movement, mm. 33–67 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "beckerman_1993",
                    "beckerman_2003",
                    "horowitz_2003",
                    "tibbetts_1993"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] The finale of the “American” quartet contains a particularly perplexing modulating antecedent within its main theme (mm. 33–67; see Example 31 ). (34) The modulating antecedent (mm. 33–50) cadences in the mediant, which is not too unusual; however, the consequent (mm. 51–67) also modulates, creating a situation in which a modulating antecedent is answered with a modulating consequent. This double modulation results in a foreign-key PAC providing an answer to another (presumably weaker) foreign-key PAC in the antecedent. However, it is clear from the presence of two foreign-key PACs that the cadential stratification no longer comes about due to a relationship of foreign key to the home key; rather, it is the relationship between both foreign keys to the tonic that creates the difference in cadential strengths. In this scenario, the consequent’s modulation to V bears a closer tonal relationship to the tonic than does the antecedent’s modulation to the mediant. As such, the consequent’s V: PAC may be understood to be stronger than the antecedent’s III: PAC. Example 32 . Voice-leading interpretation of Dvořák, String Quartet No. 12 in F major “American,” Op. 96, first movement, mm. 33–67 (click to enlarge)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Example 32 gives a voice-leading interpretation of the passage that emphasizes the I–III–V arrangement traced out by the opening tonic harmony, the harmony at the end of the antecedent, and that at the end of the consequent. Much like the previous pieces, this tonal relationship replicates itself in later parts of the piece. The contrasting theme in mm. 69–99 takes advantage of this progression immediately following the conclusion of the first period ( Example 33 ). This contrasting theme takes the form of a standard antecedent-consequent period that uses a regular HC to close its antecedent; however, this antecedent phrase approaches the dominant through a mediant harmony at m. 77. The resulting harmonic progression, shown in Example 34 , outlines the same arpeggiating motion from the tonic, through the mediant, to the dominant. Example 33 . Dvořák, String Quartet No. 12 in F major “American,” Op. 96, first movement, mm. 69–99 (click to enlarge and see the rest) Example 34 . Voice-leading interpretation Dvořák, String Quartet No. 12 in F major “American,” Op. 96, first movement, mm. 69–99 (click to enlarge) Example 35 . Middleground voice-leading interpretation of Dvořák, String Quartet No. 12 in F major “American,” Op. 96, first movement, mm. 33–122 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Both themes play a part in forming a similar bass arpeggiation on a larger level. Rather than sounding in the key that concluded the main theme, the contrasting theme of mm. 69–99 instead opens a third lower in the key of A ♭ major. This A ♭ becomes the mediant in another, larger motion from tonic to dominant, spanning mm. 33–122, as Example 35 illustrates. In m. 99, the retransitional passage following the PAC slowly progresses up another third to the dominant of the home key, ultimately leading back to the return of the main theme at m. 123. In the process of completing these ascending-third motions, another I–III–V pattern is traced in the bass. Concluding Thoughts and Further Questions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The antecedent-consequent period is one of the most commonplace theme types in the common-practice repertoire. However, formulations of cadential strategies within these periods have been more limited than the repertoire reflects. This article demonstrates that, in addition to cadence type, key relationships may also function to evoke relative sensations of weak and strong closure in phrases.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The present extended consideration of the modulating antecedent raises several questions regarding its place within eighteenth- and nineteenth-century formal practice. The general nature of tonal hierarchy would suggest that not all foreign-key PACs have equal cadential weight—some foreign-key PACs should be stronger than others. Yet it is also difficult to picture all foreign-key PACs on a single spectrum from weak to strong. Analytical care is thus required to properly assess the cadential strength of any foreign-key PAC within a piece. A properly nuanced response to this challenge will likely need to balance numerous factors ranging from the standardized aspects of tonal hierarchy to the individual preferences of each composer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Another question warranting further examination is why such a technique seems to be so heavily preferred by Dvořák. A preliminary assessment of Example 4 might suggest that most such periods come most frequently from middle movements, dances, and marches—those to which Dvořák often gives titles such as furiant or dumka . This association further suggests that this modulatory technique carries a nationalistic implication for the composer. This is especially convincing when one considers, first, that both the key choices and brevity of such modulations seem to resemble those deployed for his Moravian Duets and, second, that these same contributing factors align well with the concept of mutability, as described by numerous Russian music theorists. (35) Viewed from this perspective, it is perhaps likely that the similarities of the modulatory techniques in these antecedents with a tonal phenomenon so heavily theorized by scholars of another Slavic country might point to a pan-Slavic connection that is often discussed in relation to Dvořák’s works. (36) Example 36 . Dvořák, Waltz in F major, Op. 54 , No. 6, mm. 1–16 (click to enlarge)",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] If the above claim is true, there may also be a connection between these modulating antecedents and other short modulating phrases that are not followed by a non-modulating consequent. Modulations such as those given in Example 36 exhibit similarities with modulating antecedents, but they are not followed by a standard consequent. Each of the questions highlighted above presents an intriguing set of potential further inquiries that the modulating antecedent raises. This is so because of the challenges that this phrase type poses to standard formal and/or harmonic theories. This phrase type thus reveals new ways of understanding not only formal functions, but also opens the door to novel ways of thinking about modulation in music by Dvořák and other composers from the nineteenth century.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.23.29.1.zhang.html",
    "data": "mto/data/mto.23.29.1.zhang.json"
}