{
    "title": "Review of Abeles, Harold; Hoffer, Charles; & Klotman,  Robert.  (1994). <i>Foundations of Music Education</i>, 2nd ed.  New York: Schirmer Books",
    "date": "1996/11/01",
    "volume": "2",
    "issue": "7",
    "authors": [
        "Fox, Donna Brink"
    ],
    "abstract": "This article reviews the second edition ofFoundations of Music Educationby Harold Abeles, Charles Hoffer, and Robert Klotman. The review identifies the positive aspects of the text, while urging additional content for the next edition.",
    "keywords": [
        "music education"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.7/mto.96.2.7.fox.pdf",
    "author_info": [
        {
            "name": "Donna Brink Fox",
            "university": "Eastman School of Music",
            "address": "Music Education Department, 26 Gibbs Street, Rochester, NY 14604",
            "email": "dbfx@uhura.cc.rochester.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "1. Summary and Background 2. Organization and Content of the Book 3. Philosophical Foundations: Chapters 2, 3, and 4 4. Sociology and Psychology: Chapters 5, 6, and 7 5. Future Directions 6. Conclusion and Critique 7. Specific Concerns About the Book 1. Summary and Background",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In this second edition of their music education foundations\ntextbook, Abeles, Hoffer, and Klotman have prepared a thorough\noverview of the school music education enterprise in the United\nStates.  The original edition of their book was published in 1984,\nresulting from a need the authors experienced in their own graduate\nmusic education classes for a comprehensive text on issues in the\nprofession.  This new (1994) version updates the earlier content by\nidentifying a number of significant events and themes that have\nemerged in the decade between editions.  According to the authors,\nthere is approximately 40 percent new material and the book is\nexpanded by 10 percent: The second edition of Foundations of Music Education expands the scope of the original \nvolume to include such issues as the perception of an educational crisis in the last decade . . . ; \nthe ever-growing impact of new technologies; the increasing urgency of calls for cultural \npluralism; and the implications of new theoretical positions in the psychology of education. \n(Preface, pages xiii, xiv) 2. Organization and Content of the Book",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The physical layout and structure of the second edition has\nchanged little from the first.  Following an introductory chapter that\ngives a broad historical review of music teaching and learning, the\nbook is loosely organized into reports of a series of influences on\nmusic education, including philosophical, sociological/psychological,\nand pedagogical.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] A listing of the twelve chapter titles offers a glimpse of the\ncontents: (1) history of music education; (2) philosophical\nfoundations of music education; (3) the musical and aesthetic\nfoundations of music education; (4) the role and purpose of music in\nAmerican education; (5) sociological foundations of music education;\n(6) social psychological foundations of music education; (7)\npsychological foundations of music education; (8) applications of\npsychology to music teaching; (9) curriculum; (10) assessing musical\nbehaviors; (11) research and music education; and (12) teacher\neducation and future directions.  Some minor changes in labeling have\ntaken place, e.g. “Assessing Musical Behaviors” replaces “Measurement\nand Evaluation of Musical Behaviors,” reflecting a more current use of\nterminology; and Chapter 4 was formerly titled the Purpose and\nFunction of Music in American **Musical** Education.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Each chapter presents a kind of “mini-course” on a topic.  Each\nconcludes with a summary of the salient topics, and with study and\ndiscussion questions, individual or class activities, supplementary\nreadings, and references.  The following examples are taken from the\nfirst chapter:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] In Chapter 1, the summary is presented in the form of a\nmultiple-page chronological table of the history of music education,\noffering a quick review and a visual reference for the sequence of\nmusic education events in American society.  The study questions focus\nthe reader’s attention on the factual content of the chapter. Examples\nof study questions: Why were Lowell Mason’s efforts at establishing \nmusic in the schools limited to vocal music at \nthe elementary level?  On what basis did he \njustify the inclusion of music in the school \ncurriculum? What were the significant points made at the \nTanglewood Symposium?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] The suggested activities involve more reflection and synthesis of\ninformation, and require expanded contextual understanding of the\ncontent of the chapter.  They could easily be incorporated into a\ncourse syllabus as assignments or individual projects for paper\nwriting and presentation. An example of a suggested activity: Select a significant period in music education \nand explore in detail what was occurring in world \nevents at that time.  Who was being educated and \nwhat was occurring socially during that period?  \nHow did these events and attitudes affect music \neducation? 3. Philosophical Foundations: Chapters 2, 3, and 4",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Although they have separate titles and themes, these three\nchapters essentially comprise the philosophical foundations component\nof the book.  Chapter 2 sets out the philosophical positions and\nanswers the question, “What does philosophy have to do with music\nteaching?”  The authors’ answer is three-fold: (1) music teachers must\nmake decisions and take actions; (2) a comprehensive, systematic\nunderstanding of what one is trying to do serves as a guide for\naction; and (3) teachers need to be consistent in what they do.  To\nsupport this foundation for decision-making, AB&K outline three basic\nphilosophical viewpoints: rationalism, empiricism, and pragmatism.\n[It is interesting to note that in the first edition of the book,\nthere were four philosophical views that formed the framework for this\ndiscussion: naturalism, idealism, realism, and pragmatism.  In this\nsecond edition, rationalism replaces idealism, empiricism replaces\nrealism, with naturalism subsumed as a variant of empiricism.]  The\nchapter 2 summary includes a table comparing strengths and weaknesses\nof the four [sic] philosophies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Chapter 3 is centered around the issue of arguing for the\ninclusion of music and the arts as subjects for study in the school;\nidentifying characteristics of the aesthetic experience; and the\nalways controversial topic of “quality in musical works,” formerly\ntitled “quality of musical works.”  Leonard Meyer is featured\nprominently in this section, summarizing his views into four essential\npoints, mainly dealing with expectations.  Included also is a brief\ndiscussion of the non-musical value of musical study, a topic of\ncontinuing interest in the popular press in the 1990s.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The final chapter on philosophy takes the “why” question into the\n“how” of environments for learning, namely public schools.  The\nquestions include why we need schools, and then why music learning\nshould take place inside them as part of the total development of\nchildren.  According to the authors, this all leads to the Music\nEducators National Conference because we need a professional\norganization to keep us on track: Once music became formalized in a social \ninstitution such as the school, it then became \nnecessary to provide a forum where music \neducators could interact and exchange ideas that \nwould ultimately provide direction and standards \nfor the profession. (page 103) This statement seems to provide a rationale for the reference to or\ninclusion of, throughout the remainder of the book, nearly everything\npublished by the MENC during the 20th century. 4. Sociology and Psychology: Chapters 5, 6, and 7",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] These chapters are connected through their emphasis on the\n“people” dimension of music education; the sociology, social\npsychology and psychology themes are explored in detail.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Chapter 5 emphasizes the tremendous importance of the social\nenvironment in which a child grows up as the influence on musical\ndevelopment.  The traditional nature/nurture question opens the\ndiscussion, followed by sections on socialization, and music as human\nbehavior.  Extended descriptions of factors affecting musical behavior\nare reviewed, including functions of music, social stratification, age\nstratification, ethnocentrism, pluralism, cultural standards, mass\ntaste, and the effect of technology on music and music teaching.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The authors differentiate the content of Chapters 5 and 6 this\nway: While sociologists might study the roles of music in society\n(Chapter 5), social psychologists might investigate how individuals\nacquire musical preference (page 149).  The topics of self-image,\nconformity, roles and expectations, competition/cooperation,\nleadership, and attitudes are covered in Chapter 6, along with\ncreativity in its various forms in music education.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Psychological foundations in Chapter 7 begins with a review of\nwhat the authors call dominant psychological schools of learning\ntheories and theorists.  These include behaviorists, such as\nB. F. Skinner and cognitivists such as Jerome Bruner, followed by\ndevelopmental psychologists Piaget and Gagne.  Sections on cognitive\nprocessing, musical ability and motivation, and contextual factors\ncontribute to the potpourri approach of this chapter.  Several graphic\nfigures of learning models illustrate the content.  The study\nquestions are thoughtful and applied: How might a behaviorist middle school general \nmusic teacher organize a lesson on the features \nof African music?  How might a cognitivist middle \nschool general music teacher organize such a \nlesson? (page 227)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] This type of study question actually leads into the next section\nof the textbook, chapters 8-10, where the focus shifts to teaching.\nChapter 8 applies the psychological principles to music teaching\nsituations, Chapter 9 recommends the organization of music content and\nmusic instruction through a focus on curriculum, and Chapter 10\nadvises how to determine what has been learned as a result of this\ninstruction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Chapter 8 includes a wide range of somewhat unrelated topics on\npsychological themes: (1) a review of the taxonomy of educational\nobjectives originally attributed to Benjamin Bloom (cognitive,\naffective, and psychomotor domains of learning); (2) the development\nof music objectives stated behaviorally; (3) the issue of\naccountability (with just a hint of the standards and assessments\ncoming in the mid-1990s); (4) individualized instruction; (5)\nprogrammed and computer-based instruction; (6) music instruction with\ncomputers; (7) a behavioral approach to music instruction; and (8)\nGordon’s Learning Theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The chapter on curriculum begins by defining curriculum,\ndifferentiating between curriculum and course of study, and continues\nby listing many types of curriculum projects that have been sponsored\nor endorsed by the MENC over the past several decades.  There is a\nheavy emphasis on past MENC documents for descriptions of programs of\nstudy.  Other newer topics of curricular interest are introduced,\ne.g., discipline-based learning, early childhood education,\nmulticultural music education, and music education for the\nhandicapped.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Renamed from the first edition, the assessment chapter\nincorporates new thinking on the issues of assessment that developed\nduring the past decade.  The authors address the importance of this\ntopic while acknowledging that music teachers in general have been\npoorly prepared to implement assessment techniques in their music\nprograms.  Following a brief theoretical grounding in assessment\nvocabulary and concepts, the chapter describes of the National\nAssessment of Education Progress (NAEP) and the corollary music\nassessments; program evaluation and teacher evaluation are auxiliary\nsections. 5. Future Directions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The final two chapters of the text involve research and teacher\neducation, two topics that should not only examine the present but\nconsider the future of the profession.  The research chapter is an\nexcellent introduction to the music education research initiative.\nThis second edition provides a brief new section on ethnographic\nresearch, an expanding area of inquiry in music-related research.  The\nsuggestions for analyzing research, connected to an actual research\nstudy for critique, give the reader strategies for personal research\nreview and writing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The chapter on teacher education includes several new topics.  In\nthe past decade, there were varied efforts to address issues of the\nqualifications of teaching personnel, among them reports from the\nHolmes group (higher education professionals) and from the Carnegie\nCommission.  All of them recommended changes in the preparation of\nteachers in general, promoting increased time in the focused\ninternship experience following the undergraduate preparation in the\ndisciplines themselves.  Along with these generic education reports,\nthe chapter reviews the newer MENC publication on teacher education,\nPartnership and Process, which proposed strategies for the recruitment\nand retention of music education students in addition to promoting the\nconnections between public schools and colleges in fieldwork\nexperiences for students. 6. Conclusion and Critique",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] As a foundations text for graduate courses in music education,\nthe Abeles, Hoffer, and Klotman text offers an initial level of\nunderstanding of how we arrived at this (1994) point in time in the\nAmerican culture of schools, and identifies important themes for study\nand discussion. The content is comprehensive and well-written, with\nclearly organized chapters and activities that lend themselves easily\nto various forms of segmented study.  This second edition will\ncontinue to serve the music profession well as a standard reference on\nthe history and status of school music education programs in the\nUnited States.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] As a reference for music education broadly defined, however, the\nbook just barely scratches the surface of this foundation.  It could\nmore accurately be titled “Foundations of Public School Music\nEducation in the 19th and 20th Centuries,” because its focus is so\nspecific to that population of school-age learners, and because the\ntext basically documents what has been done rather than what could be\naccomplished if we build on this foundation. 7. Specific Concerns About the Book",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] In chapter 1, the opening five pages are devoted to the\nhistorical base for music study, in Plato and Aristotle, in the schola\ncantorum and the medieval university, and in the conservatories and\nmusic schools from the 1500s to the 19th century.  By page five,\nhowever, the content of the book is firmly planted in America, and\nfrom that point on the emphasis is not only singularly American, it is\nsingularly public school in its discussion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Even within the public school theme, however, significant issues\nare not included. There is no discussion of current issues in\neducation that are affecting the delivery of music instruction, such\nas the organizational structures of schools, middle schools,\nschool-based planning teams, cooperative learning . . . Issues of\nurban education and the decline of music programs in urban school\ndistricts . . . Magnet schools and fine/performing arts high\nschools . . . How do these different learning environments\ninfluence the music programs?  What about the advocacy efforts that\ndraw together schools and communities on behalf of the arts?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Especially in the sociological chapter, there also needs to be an\nawareness of the music education structures outside the frame of\npublic school, the influence of community music schools, the influence\nof church music programs, the influence of other professional\norganizations beyond the MENC, such as the American String Teachers\nAssociation and the Music Teachers National Association.  Reading this\nbook, it appears that no music education takes place unless it’s in\npublic schools.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] In the section on curriculum, there should be discussion or\ndescription of influences on American music curriculum such as Kodaly,\nOrff-Schulwerk, Dalcroze, and Suzuki.  In the section on handicapped\nlearners, there is no mention of the most recent federal law, the\nIndividuals with Disabilities Education Act (IDEA), which has prompted\nthe placement of increasing numbers of multiply-disabled children into\nmusic programs in school settings (called inclusion), as well as\nincreasing the demand for private and community-based music\ninstruction adapted for these learners.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] The authors of this text have in the past established themselves\nas organizational leaders for the music education profession.  Both\nHoffer and Klotman have been MENC presidents, and Abeles consistently\ncontributes to MENC efforts.  I would encourage all of them to broaden\ntheir horizons, and to establish the third edition of their textbook\nas the symbolic and structural foundation for music education--not\njust for today, but for the 21st century of American musical\neducation.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.96.2.7.fox.html",
    "data": "mto/data/mto.96.2.7.fox.json"
}