{
    "title": "“Sous le rythme de la chanson”: Rhythm, Text, and Diegetic Performance in Nineteenth-Century French Opera",
    "date": "2015/09/01",
    "volume": "21",
    "issue": "3",
    "authors": [
        "Pau, Andrew"
    ],
    "abstract": "The issue of “bad declamation” in French opera drew significant critical attention from composers and scholars in the long nineteenth century, with writers such as Castil-Blaze, Saint-Saëns, and d’Indy noting down perceived faults in French text setting. In this article, I examine examples of “mistreated accents” in nineteenth-century French opera, arguing that French composers from Grétry and Auber to Gounod and Bizet often used rhythm and text setting as a way to differentiate between two different kinds of operatic music: non-diegetic music (singing as speech) and diegetic music (singing as song). The diegetic style was also extended to situations where dance and military topics were used to depict characters performing to onstage audiences. I apply this framework to selected excerpts from Bizet’sCarmenin order to examine the part played by contrasting text-setting styles in the construction of that work’s musical drama.",
    "keywords": [
        "text setting",
        "French opera",
        "diegetic performance",
        "Grétry",
        "Bizet",
        "Carmen"
    ],
    "doi": "",
    "received": "February 2015",
    "pdf": "",
    "author_info": [
        {
            "name": "Andrew Pau",
            "university": "Oberlin Conservatory of Music",
            "address": "77 W. College Street, Oberlin, OH 44074",
            "email": "apau@oberlin.edu"
        }
    ],
    "citations": {
        "abbate_1991": "Abbate, Carolyn. 1991. Unsung Voices: Opera and Musical Narrative in the Nineteenth Century . Princeton University Press.",
        "adorno_1992": "Adorno, Theodor W. 1992 [1963]. “Fantasia sopra Carmen .” In Quasi una Fantasia: Essays on Modern Music , translated by Rodney Livingstone, 53–64. Verso.",
        "benlœw_1862": "Benlœw, Louis. 1862. Précis d’une théorie des rhythmes . A. Franck.",
        "béranger_1847": "Béranger, Pierre-Jean de. 1847. Musique des chansons de P.J. de Béranger, contenant les airs anciens et modernes plus usités .  4th ed.  Perrotin.",
        "bergeron_2010": "Bergeron, Katherine. 2010. Voice Lessons: French Mélodie in the Belle Époque . Oxford University Press.",
        "buhler_neumeyer_and_deemer_2010": "Buhler, James, David Neumeyer, and Rob Deemer.  2010. Hearing the Movies: Music and Sound in Film History . Oxford University Press.",
        "castil-blaze_1858": "Castil-Blaze [François-Joseph-Henri Blaze]. 1858. L’art des vers lyriques . A. Delahays.",
        "charlton_1986": "Charlton, David. 1986. Grétry and the Growth of Opéra-Comique. Cambridge University Press.",
        "clément_1988": "Clément, Catherine. 1988. Opera, or, The Undoing of Women . Translated by Betsy Wing. University of Minnesota Press.",
        "cone_1989": "Cone, Edward T. 1989. “The World of Opera and Its Inhabitants.” In Music: A View from Delft.  Selected Essays , ed. Robert P. Morgan, 125–38. University of Chicago Press.",
        "curtiss_1958": "Curtiss, Mina. 1958. Bizet and His World . Secker & Warburg.",
        "dahlhaus_1985": "Dahlhaus, Carl. 1985. Realism in Nineteenth-Century Music . Translated by Mary Whittall. Cambridge University Press.",
        "ellis_2009": "Ellis, Katharine. 2009. “Systems Failure in Operatic Paris: the Acid Test of the Théâtre-Lyrique.”  In Music, Theater, and Cultural Transfer: Paris, 1830–1914 , ed. Annegret Fauser and Mark Everist, 49–71. University of Chicago Press.",
        "gallet_1891": "Gallet, Louis. 1891. Notes d’un librettiste; Musique contemporaine . Calmann-Lévy.",
        "giger_2008": "Giger, Andreas. 2008. Verdi and the French Aesthetic: Verse, Stanza, and Melody in Nineteenth-Century Opera . Cambridge University Press.",
        "grétry_1797": "Grétry, André-Ernest-Modeste. 1797. Mémoires, ou Essais sur la musique , vol. 1. L’Imprimerie de la République.  Reprint, Da Capo Press, 1971.",
        "grout_1939": "Grout, Donald Jay. 1939. “The Origins of the Opéra Comique .” PhD diss., Harvard University.",
        "huebner_1990": "Huebner, Steven. 1990. The Operas of Charles Gounod . Clarendon Press.",
        "huebner_1993": "Huebner, Steven. 1993. “ Carmen as Corrida de Toros .” Journal of Musicological Research 13: 3–29.",
        "indy_1950": "Indy, Vincent d’. 1950. Cours de composition musicale , vol. 3. Durand.",
        "isherwood_1978": "Isherwood, Robert M.  1978.  “Popular Musical Entertainment in Eighteenth-Century Paris.” International Review of the Aesthetics and Sociology of Music 9 (2): 295–310.",
        "lacombe_2000a": "Lacombe, Hervé.  2000a. “L’Espagne à l’Opéra-Comique avant Carmen : Du Guitarrero de Halévy (1841) à Don César de Bazan de Massenet (1872).”  In Échanges musicaux franco-espagnols, XVIIe-XIXe siècles: Actes des Rencontres de Villecroze, 15 au 17 octobre 1998, ed. François Lesure, 161–93. Klincksieck.",
        "lacombe_2000b": "Lacombe, Hervé.  2000b. Georges Bizet: Naissance d’une identité créatrice . Fayard.",
        "lacome_1872": "Lacome, P[aul], and J. Puig y Alsubide, eds. 1872. Échos d’Espagne: Chansons et danses populaires. Durand.",
        "laparra_1935": "Laparra, Raoul. 1935. Bizet et l’Espagne . Delagrave.",
        "le_sage_and_orneval_1737": "Le Sage, Alain-René, and Jacques-Philippe d’Orneval. 1737. Le Théâtre de la Foire, ou l’Opéra-Comique , vol. 2. Gandouin.",
        "lindenberger_1984": "Lindenberger, Herbert. 1984. Opera: The Extravagant Art . Cornell University Press.",
        "lippmann_1973–75": "Lippmann, Friedrich. 1973–75. “Der italienische Vers und der musikalische Rhythmus. Zum Verhältnis von Vers und Musik in der italienischen Oper des 19. Jahrhunderts, mit einem Rückblick auf die 2. Hälfte des 18. Jahrhunderts.”  3 parts. Analecta musicologica 12: 253–369 (Part 1); Analecta musicologica 14: 324–410 (Part 2); Analecta musicologica 15: 298–333 (Part 3).",
        "locke_2009": "Locke, Ralph. 2009. Musical Exoticism: Images and Reflections . Cambridge University Press.",
        "lussy_1874": "Lussy, Mathis. 1874. Traité de l’expression musicale: Accents, nuances et mouvements dans la musique vocale et instrumentale . Heugel.",
        "macdonald_1989": "Macdonald, Hugh. 1989. “The Prose Libretto.” Cambridge Opera Journal 1 (2): 155–66.",
        "macdonald_2014": "Macdonald, Hugh. 2014. Bizet . Oxford University Press.",
        "mcclary_1992": "McClary, Susan. 1992. Georges Bizet: Carmen . Cambridge University Press.",
        "mcclary_1997": "McClary, Susan.  1997. “Structures of Identity and Difference in Bizet’s Carmen .” In The Work of Opera: Genre, Nationhood, and Sexual Difference , ed. Richard Dellamora and Daniel Fischlin, 115–29. Columbia University Press.",
        "monelle_2006": "Monelle, Raymond. 2006. The Musical Topic: Hunt, Military and Pastoral . Indiana University Press.",
        "moreen_1975": "Moreen, Robert. 1975. “Integration of Text Forms and Musical Forms in Verdi’s Early Operas.”  PhD diss., Princeton University.",
        "murphy_2009": "Murphy, Kerry. 2009. “ Carmen : Couleur Locale or the Real Thing?” In Music, Theater, and Cultural Transfer: Paris, 1830 –1914, ed. Annegret Fauser and Mark Everist, 293–315. University of Chicago Press.",
        "parakilas_1998": "Parakilas, James. 1998. “How Spain Got a Soul.” In The Exotic in Western Music , ed. Jonathan Bellman, 137–93. Northeastern University Press.",
        "quicherat_1850": "Quicherat, Louis-Marie. 1850. Traité de versification française, où sont exposées les variations successives des règles de notre poésie et les functions de l’accent tonique dans les vers français .  2nd ed. Hachette.",
        "reicha_1833": "Reicha, Antoine. 1833. Art du compositeur dramatique, ou Cours complet de composition vocale, divisé en quatre parties et accompagné d’un volume de planches , 2 vols. Richault.",
        "saint-saëns_1885": "Saint-Saëns, Camille. 1885. Harmonie et mélodie . Calmann-Lévy.",
        "scoppa_1811": "Scoppa, Antonio. 1811. Les vrais principes de la versification, dévélopées par un examen comparatif entre la langue italienne et la française , vol. 1. Courcier.",
        "scott_1980": "Scott, Clive. 1980. French Verse-art: A Study . Cambridge University Press.",
        "scribe_1835": "Scribe, Eugène. 1835. Théâtre complet , vol. 14. Aimé André.",
        "soubies_1894": "Soubies, Albert. 1894. Soixante-neuf ans à l’Opéra-Comique en deux pages: De la première de “La Dame blanche” à la millième de “Mignon .” Fischbacher.",
        "strauss_1968": "Strauss, Richard, and Romain Rolland. 1968. Correspondence . Edited by Rollo H. Myers. Calder & Boyars.",
        "temperley_and_temperley_2013": "Temperley, Nicholas, and David Temperley. 2013. “Stress-Meter Alignment in French Vocal Music.” Journal of the Acoustical Society of America , 134 (1): 520–27.",
        "tomlinson_1999": "Tomlinson, Gary. 1999. Metaphysical Song: An Essay on Opera . Princeton University Press.",
        "wright_1981": "Wright, Lesley. 1981. “Bizet Before Carmen .” PhD diss., Princeton University.",
        "youens_2002": "Youens, Susan. 2002. “Words and Music in Germany and France.” In The Cambridge History of Nineteenth-Century Music , ed. Jim Samson, 460–99. Cambridge University Press.",
        "zoppelli_1990": "Zoppelli, Luca. 1990. “‘Stage Music’ in Early Nineteenth-Century Italian Opera.” Translated by Arthur Groos and Roger Parker. Cambridge Opera Journal 2 (1): 29–39."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I am indebted to Carl Schachter for referring me to this volume of correspondence.",
            "citations": []
        },
        "FN2": {
            "text": "2. See Macdonald 1989 .",
            "citations": [
                "macdonald_1989"
            ]
        },
        "FN3": {
            "text": "3. The summary below draws primarily on Quicherat 1850 , 1–19 (syllable counting), 133–41 (placement of accents), and 177–205 (verses with various numbers of syllables). According to Andreas Giger, Quicherat’s treatise was “one of the most frequently cited nineteenth-century versification manuals” ( 2008 , 230). For a comprehensive list of other significant French versification treatises written between 1787 and 1912, see Giger 2008 , 229–31.  For a more detailed discussion of theories of French versification, see Giger 2008 , 7–17.",
            "citations": [
                "quicherat_1850",
                "giger_2008",
                "giger_2008",
                "giger_2008"
            ]
        },
        "FN4": {
            "text": "4. In traditional French verse, the e muet is the only word-ending vowel that can be elided into a vowel at the beginning of the next word.  The combination of any other adjacent vowel sounds between successive words, as in the words “tu as,” is known as a “hiatus” and is forbidden under traditional rules of French versification.  See Quicherat 1850 , 51.",
            "citations": [
                "quicherat_1850"
            ]
        },
        "FN5": {
            "text": "5. Not all theorists agreed on the proper placement of caesuras.  Nineteenth-century poets and librettists often experimented with different ways of dividing verses.  See Giger 2008 , 17–18.",
            "citations": [
                "giger_2008"
            ]
        },
        "FN6": {
            "text": "6. See Scott 1980 , 129–36.  Quicherat ( 1850 , 72–83) has a slightly different classification system that excludes rimes embrassées but includes rimes mêlées (mixed alternations of a and b ) and rimes redoublées (use of the same rhyme more than twice in a single scheme).",
            "citations": [
                "scott_1980",
                "quicherat_1850"
            ]
        },
        "FN7": {
            "text": "7. See Quicherat 1850 , 12. Giger notes that while there was general agreement on this principle, “not all [nineteenth-century] theorists adopted this view without qualification” ( 2008 , 9).",
            "citations": [
                "quicherat_1850",
                "giger_2008"
            ]
        },
        "FN8": {
            "text": "8. Giger ( 2008 , 10) notes that nineteenth-century theorists of versification had four basic approaches to the issue of accents beyond the ones on rhyme and caesura: (1) avoiding the issue, (2) discerning regular patterns of metric feet, (3) observing a set number of accents per verse, and (4) observing irregular rhythmic groups, defined by syntax and sense. Quicherat’s treatise adopts the third of these approaches.",
            "citations": [
                "giger_2008"
            ]
        },
        "FN9": {
            "text": "9. A table summarizing Quicherat’s rules regarding the number and placement of accents within verses with different syllable counts can be found in Giger 2008 , 13 (Table 1.1).",
            "citations": [
                "giger_2008"
            ]
        },
        "FN10": {
            "text": "10. “la langue française a un accent et un rhythme qui doivent répondre exactement au rhythme musical; et . . . dans les vers on peut considérer les pieds rhythmiques comme une petite césure qui toujours doit rencontrer une bonne note.”  These statements appeared in a letter from Grétry that served as a preface to a versification treatise by Antonio Scoppa. All translations in this article are mine unless otherwise noted.",
            "citations": []
        },
        "FN11": {
            "text": "11. “Le premier devoir d’un Compositeur de musique vocale est d’observer et de respecter la prosodie de la langue dans laquelle il compose.”",
            "citations": []
        },
        "FN12": {
            "text": "12. “On distingue en musique les syllabes longues des syllabes brèves par la place qu’elles occupent dans la musique [emphasis in original].” In his treatise, Reicha describes accented and unaccented syllables as “long” and “short”—terms derived from the durational accents of classical Greek and Latin poetry—rather than “strong” and “weak.”  Giger notes that unlike Reicha, “in mid-nineteenth century France, the leading theorists emphasized stress over [durational] quantity” ( 2008 , 9). I have followed the latter practice in this article.",
            "citations": [
                "giger_2008"
            ]
        },
        "FN13": {
            "text": "13. “La dernière syllabe de cette hémistiche est logique . . . ; par conséquent la troisième dans ce mot demandez est brève, quoique cette syllabe soit longue dans ce même mot placé hors de la phrase.”",
            "citations": []
        },
        "FN14": {
            "text": "14. Example 2 is included in the volume of examples that accompanies Reicha’s treatise ( 1833 , vol. 2, 28, ex. 62).",
            "citations": [
                "reicha_1833"
            ]
        },
        "FN15": {
            "text": "15. Richard continued to be immensely popular throughout the nineteenth century, notching up 302 performances at the Théâtre-Lyrique in Paris between 1851 and 1870.  This made it the second-most-performed work at that theater, after Gounod’s Faust ( Ellis 2009 , 55). Richard also received 83 performances between 1873 and 1876 at the Opéra-Comique, including 29 performances in 1875, the year of the premiere of Bizet’s Carmen at the same theater ( Soubies 1894 ).  It thus represented a living tradition for the later composers discussed in this article.",
            "citations": [
                "ellis_2009",
                "soubies_1894"
            ]
        },
        "FN16": {
            "text": "16. “Nous sommes étonné que Grétry, d’un goût si épuré, ait écrit une pareille phrase.”",
            "citations": []
        },
        "FN17": {
            "text": "17. The critic and librettist Castil-Blaze characteristically took it upon himself to provide regularized verses to better fit the rhythms of Grétry’s music: “Je s u s, mon b ie n supr ê me | Mon r oi , mon d ou x sauv eu r!” ( 1858 , 71).",
            "citations": []
        },
        "FN18": {
            "text": "18. In film studies, “diegetic sound refers to everything that can be heard by characters in the film” ( Buhler, Neumeyer, and Deemer 2010 , 66).  Diegetic music in films is sometimes called “source music.”  Abbate loosely defines “phenomenal” performance as “a musical or vocal performance that declares itself openly, singing that is heard by its singer, the auditors on stage, and understood as ‘music that they (too) hear’ by us, the theater audience” ( 1991 , 5).  Other terms for the same phenomenon in opera include “literal” song ( Lindenberger 1984 , 85), “realistic” song ( Cone 1989 , 128), “real” or “onstage” music ( Dahlhaus 1985 , 90), and “stage music” ( Zoppelli 1990 ).",
            "citations": [
                "buhler_neumeyer_and_deemer_2010",
                "abbate_1991",
                "lindenberger_1984",
                "cone_1989",
                "dahlhaus_1985",
                "zoppelli_1990"
            ]
        },
        "FN19": {
            "text": "19. “Quoique l’on chante souvent dans l’opéra comique, l’on ne chante pas toujours.  Il y a chanter pour parler, et chanter pour chanter.”",
            "citations": []
        },
        "FN20": {
            "text": "20. “Ces . . . réflexions m’engagèrent à la faire dans le vieux style, pour qu’elle tranchât sur tout le reste.”",
            "citations": []
        },
        "FN21": {
            "text": "21. Abbate uses these words to describe Raimbaut’s ballade “Jadis régnait en Normandie” from Meyerbeer’s Robert le diable (1831), which “marks its reflexivity [diegetic quality] by a symbolic musical simplicity.”  “Jadis régnait en Normandie” opens with the same weak–strong iambic rhythm as “Une fièvre brûlante.”",
            "citations": []
        },
        "FN22": {
            "text": "22. Example 5a is reproduced from Le Sage and Orneval 1737 , vol. 2, 86.  Example 5b is reproduced from Le Sage and Orneval 1737 , vol. 2, “Table des Airs,” 6.  The tune of Example 5b is adapted to different sets of verses in four different plays in the same volume.  Example 5c is based on a transcription in Grout 1939 , 347.",
            "citations": [
                "le_sage_and_orneval_1737",
                "le_sage_and_orneval_1737",
                "grout_1939"
            ]
        },
        "FN23": {
            "text": "23. See note 20 and the accompanying text above.",
            "citations": []
        },
        "FN24": {
            "text": "24. In Table 1, I have collapsed Grout’s chansons and vaudevilles into a single category.  I have also used the term air in Grout’s narrow sense of a number that is faithful to prosodic rhythms, while recognizing that the term was frequently used to refer in a broad sense to any musical number, as in Example 5a.",
            "citations": []
        },
        "FN25": {
            "text": "25. There are three types of line endings in Italian verse: tronco (ending on an accented syllable), piano (ending on an unaccented syllable following the last accented syllable), and sdrucciolo (ending on two unaccented syllables following the last accented syllable).  Syllable counts in Italian verse are based on the piano ending (see, e.g., the first and third lines in the Donizetti barcarolle).  For a summary of the rules of Italian versification, see Moreen 1975 , 1–26.  For a discussion of characteristic musical settings of different types of Italian verses, see Lippmann 1973–75 .",
            "citations": [
                "moreen_1975"
            ]
        },
        "FN26": {
            "text": "26. I am grateful to the anonymous reviewer who referred me to this example. The Italian version of the same number begins with the following settenari : “Deh v ie ni, o mia dil e tta, | In s e n di mia barch e tta.”  Note the regularly spaced prosodic accents on the second and sixth syllables in both the French and Italian lines.",
            "citations": []
        },
        "FN27": {
            "text": "27. “La Barcarolle de Masaniello est remarquable par sa prosodie fantaisiste.”",
            "citations": []
        },
        "FN28": {
            "text": "28. Katherine Bergeron has noted that as late as 1891, Paul Verlaine employed singsong rhythms in a satirical sonnet to evoke “the spirit of populism—and anarchy—associated with Montmartre’s café culture” ( 2010 , 122).",
            "citations": [
                "bergeron_2010"
            ]
        },
        "FN29": {
            "text": "29. The line is from the libretto to Joconde (1814), an opéra comique by Nicolas Isouard (1773–1818), known as Nicolò.",
            "citations": []
        },
        "FN30": {
            "text": "30. The line is from the Idylles of Antoinette Deshoulières (1638–1694).",
            "citations": []
        },
        "FN31": {
            "text": "31. “La syllabe forte est inhérente au mot, au sens; elle est toujours la même.  Le temps fort est inhérent au rhythme, et se pose indifféremment sur des syllabes fortes ou des syllabes faibles, sur des mots à sens plein ou à sens vide.  La syllabe forte a une valeur logique, le temps fort n’a qu’une valeur poétique et musicale.”",
            "citations": []
        },
        "FN32": {
            "text": "32. This passage from Benlœw’s treatise is discussed in Giger 2008 , 10–11.  The ensuing discussion of Béranger’s setting (Example 9) is my own.",
            "citations": [
                "giger_2008"
            ]
        },
        "FN33": {
            "text": "33. Benlœw’s syllabes fortes (like Reicha’s syllabes logiques ) are driven by context.  The issue is thus not whether a word like lui can be a syllabe forte in the abstract, but whether it constitutes a syllabe forte in the context of the given line.  As noted above in paragraph [8], prosodic accents in French verses generally default to the end of syntactic units.  Thus, in Benlœw’s annotation of the declaimed version of Béranger’s lines, lui is labeled as a syllabe forte in the first line (where it constitutes the strong final syllable of the syntactic unit “devant l ui ”) but not in the second line (where it constitutes a weak intermediate syllable in the syntactic unit “sans lui demand e r”).",
            "citations": []
        },
        "FN34": {
            "text": "34. The practice of setting an unaccented syllable at the beginning of the line to a strong beat (as in Example 9) is a common one in both French and Italian opera.  See, e.g., Moreen 1975 , 23.",
            "citations": [
                "moreen_1975"
            ]
        },
        "FN35": {
            "text": "35. “M. Gounod . . . nous [a] ramenés vers la grande tradition du passé, en basant sa musique vocale sur la justesse de la déclamation.”  See also Huebner 1990 , 228 (“at his best moments Gounod approached melody from a different perspective from French composers of the preceding generation”).",
            "citations": [
                "huebner_1990"
            ]
        },
        "FN36": {
            "text": "36. Luca Zoppelli has suggested that “the mimetic presence of stage music wrenches [the spectators] from their position as outside observers and induces them to see with the eyes of the character, to identify with his or her reactions” ( 1990 , 33).",
            "citations": [
                "zoppelli_1990"
            ]
        },
        "FN37": {
            "text": "37. The “song” referred to in the quoted passage is Raimbaut’s ballade from Meyerbeer’s Robert le diable .  See note 21 above.",
            "citations": []
        },
        "FN38": {
            "text": "38. “Cette façon de déchirer l’oreille appartient uniquement aux Français, ils en conservent le brevet d’invention, ils ont un droit incontestable à la médaille d’or no 1, si jamais on ouvre une exposition de l’industrie dans le royaume des grenouilles.”",
            "citations": []
        },
        "FN39": {
            "text": "39. Recall from the discussion accompanying notes 13 (Reicha) and 33 (Benlœw) above that the relevant issue in evaluating the declamation here is not whether a definite article like “la” can ever be accented, but whether it should be accented in the context of a given line.  In this instance, the logical accent on “gl oi re” automatically precludes an accent on the immediately preceding article “la.”",
            "citations": []
        },
        "FN40": {
            "text": "40. The division in melodic styles is not as clear as McClary makes it out to be, since Don José also has a diegetic number in the opera, the off-stage Chanson in Act II (“Halte là! Qui va là?”).",
            "citations": []
        },
        "FN41": {
            "text": "41. Note that Bizet smooths out the prosody in this non-diegetic number by inserting two extra syllables (“oui” and “Ô”) to the librettists’ verses.  Contrast that with the diegetic Example 11, in which Halévy distorts the prosody by inserting an extra syllable (“Ô”).",
            "citations": []
        },
        "FN42": {
            "text": "42. “Le duo entre Micaëla et Don José est franchement ennuyeux”; “ce rôle de . . . Micaëla ou Bizet . . . va s’amuser à une sorte de ragout Rossino-Gounodesque.”",
            "citations": []
        },
        "FN43": {
            "text": "43. James Parakilas has noted that one of the enduring Spanish character types in nineteenth-century France was that of “the Spanish dancer, above all the female Spanish dancer, evoked by music that plays on the rhythm of one or another of the famous Spanish dance types” ( 1998 , 141). For other discussions of the construction of Spain in nineteenth-century France, see Lacombe 2000a and Murphy 2009 .",
            "citations": [
                "parakilas_1998",
                "lacombe_2000a",
                "murphy_2009"
            ]
        },
        "FN44": {
            "text": "44. “prière de ne rien changer à tout cela si c’est possible.”",
            "citations": []
        },
        "FN45": {
            "text": "45. Bizet’s original verses for the refrain ended with the line “si je t’aime, tant pis à toi!” (if I love you, too bad for you!) instead of “prends garde à toi!” (watch out!). See Lacombe 2000b , 642.",
            "citations": [
                "lacombe_2000b"
            ]
        },
        "FN46": {
            "text": "46. According to Louis Gallet ( 1891 , 78), the librettist for Bizet’s Djamileh (1872), Bizet often composed melodies with specific prosodic rhythms in mind, making up his own model or mock-up verses that could later be altered or refined by a librettist.  Bizet’s correspondence with Gallet in 1873 concerning Don Rodrigue , a project for the Paris Opéra that was never completed, contains numerous references to Bizet’s use of these mock-up verses, which were familiarly called monstres . There is no surviving record of any extensive correspondence between Bizet and the librettists for Carmen similar to the Bizet-Gallet correspondence for Don Rodrigue .  Lesley Wright ( 1981 , 13) speculates that this was because Bizet and Carmen ’s librettists Meilhac and Halévy all lived in Paris and could easily have met to discuss details of the project in person.",
            "citations": [
                "gallet_1891",
                "wright_1981"
            ]
        },
        "FN47": {
            "text": "47. For other statements in the same vein, see, e.g., Huebner 1993 , 9 and Parakilas 1998 , 161.",
            "citations": [
                "huebner_1993",
                "parakilas_1998"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "“Il y a chanter pour parler, et chanter pour chanter.” —Grétry",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In July 1905, a frustrated Richard Strauss, who was working at the time on a French-language version of Salome , asked in a letter to Romain Rolland: “Why do the French sing differently [from] the way they speak?” ( Strauss 1968 , 36). (1) The issue of “bad declamation” in French opera drew significant critical attention from composers and scholars in the long nineteenth century, with writers such as Castil-Blaze, Saint-Saëns, and d’Indy noting down perceived faults in French text setting by composers such Grétry, Rossini, Auber, and Offenbach.  This tradition has persisted to the present day; for example, Susan Youens writes in the Cambridge History of Nineteenth-Century Music that “French opera and song are replete with examples of mistreated tonic accents” ( 2002 , 489). In this article, I examine examples of “mistreated accents” in French operas from the long nineteenth century, spanning the hundred-odd years from Grétry’s Le huron (1768) to Offenbach’s Les contes d’Hoffmann (1881).  Building on the work of Carolyn Abbate and Andreas Giger, I argue that French composers from Grétry and Auber to Gounod and Bizet often used rhythm and text setting as a way to differentiate between two different kinds of operatic music: non-diegetic music (singing as speech) and diegetic music (singing as song).  The diegetic style was also extended to situations where dance and military topics were used to depict characters performing to onstage audiences.  In the final part of the article, I apply this framework to selected excerpts from Bizet’s Carmen (1875) in order to examine the part played by contrasting text-setting styles in the construction of that work’s musical drama. Basic Principles of French Versification",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "strauss_1968",
                    "youens_2002"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Virtually all librettos for French operas up to the end of the nineteenth century were written in verse. (2) Accordingly, a brief summary of the rules of French versification is in order before we proceed further.  The following summary is based primarily on the versification treatise of Louis-Marie Quicherat ( 1850 ) and can be considered representative of similar summaries in other contemporary versification treatises. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "quicherat_1850"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Syllable counting .  French verse has a syllabic system of meter, and lines are constituted in regular numbers of syllables.  Each pure vowel sound (e.g., la , tout ) or diphthong (e.g., rien , lui ) is counted as one syllable.  Adjacent vowels that are not pronounced as diphthongs are counted as two syllables (e.g., hier , cruel ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] A special rule in syllable counting in French verse concerns the mute or silent “e” ( e muet ), which is found at the end of many words.  The e muet typically is not pronounced as a separate syllable in regular speech.  In musical settings, however, the e muet generally is pronounced and set as a separate syllable, unless it is elided into a following vowel sound.  For purposes of syllable counting, the e muet is treated differently depending on where it falls within a line of verse.  An e muet at the end of a line is not counted as a separate syllable.  If an e muet occurs in the middle of a line, however, it is counted as a separate syllable (unless it is elided into a following vowel sound).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] These principles can be illustrated by two eight-syllable lines from the familiar Habanera from Bizet’s Carmen (vowel sounds reflected in the syllable count are underlined): 1 2  3 4 5 6 7 8 L’ u n p a rl e b ie n, l’ au tr e s e t ai t; 1 2 3 4  5 6 78 R ie n n’ y f ai t, m e n a ce ou pr iè re. In the first line, the e muets at the end of the words “parle” and “autre” are both counted as separate syllables because they occur in the middle of the line and are not followed by words that begin with other vowels.  In the second line, by contrast, the e muet at the end of the word “menace” is not counted as a separate syllable because it is elided into the vowel sound of the following word, “ou.” (4) Finally, the e muet at the end of “prière” is pronounced in Bizet’s musical setting, but not included in the syllable count because it falls at the end of the line.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Lines and caesuras .  Lines of French verse are classified according to the number of syllables they contain.  Every line with nine syllables or more is required to have a caesura, or a pause, in the middle of the line.  The caesura may never fall on an e muet that is treated as a counted syllable.  In an alexandrine (a twelve-syllable line), the caesura (indicated in the examples in this article by the symbol ||) traditionally falls after the sixth syllable, dividing the line into two half-lines, or hemistichs, of six syllables each.  In a ten-syllable line, or décasyllabe , the caesura traditionally falls after the fourth syllable, dividing the line into segments of 4+6 syllables. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Rhyme schemes. Lines may end either on a syllable containing an e muet (traditionally known as a “feminine” ending) or any other vowel sound (a “masculine” ending).  There are three basic rhyme schemes for a quatrain, or four-line stanza: rimes embrassées (or abba ), rimes croisées (or abab ), and rimes plats (or aabb ). (6) As a general rule, masculine rhyme-pairs alternate strictly with feminine rhyme-pairs in French verse. In other words, if the a rhyme is masculine, the b rhyme will generally be feminine, and vice versa.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Accents. Unlike accentual-syllabic English and German verse, French verse does not feature “recurrent rhythmic/metric patterns defined by greater and lesser degrees of accent and weight” ( Youens 2002 , 486).  Since French syllables are only weakly stressed, prosodic accents, or tonic accents, generally default to the end of syntactic units.  At the word level, a tonic accent is generally found on the last syllable of a polysyllabic word, or on the penultimate syllable in the case of a word ending with an e muet . (7) When words are strung together in a line of verse, accents may similarly be carried by a syllable (other than an e muet ) situated at the end of a word group, a hemistich, or an entire line, as the context requires.  The strongest tonic accent in a line typically falls on the last counted syllable of the line (i.e., the syllable that carries the rhyme).  In lines of nine syllables or more, the last syllable before the caesura is also accented.  Beyond these basic principles, nineteenth-century theorists of French versification differed on whether there were obligatory accents elsewhere in a verse. (8) Quicherat’s treatise, which I will follow in discussing the declamation of French verses below, requires a set number of accents per line.  However, it allows for some flexibility in the placement of secondary prosodic accents, that is, accents other than the obligatory ones falling on the rhyme and (where applicable) the caesura. (9) Alignment of Accents in Text and Music",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "youens_2002"
                ]
            }
        },
        {
            "9": {
                "text": "[9] A recent empirical study by Nicholas Temperley and David Temperley reveals that there is a “significant degree of stress-meter alignment in French vocal music” ( 2013 , 524). In other words, when French texts are set to music, accented syllables tend to occur at stronger metrical positions than unaccented ones.  The empirical evidence thus suggests that composers were sensitive to the placement of accented syllables.  André-Ernest-Modeste Grétry, for instance, wrote in 1811 that “the French language has an accent and a rhythm that must correspond exactly to the musical rhythm; and . . . in lines of verse, one may consider the rhythmic feet as small caesuras that must always coincide with a good [i.e., rhythmically emphasized] note” ( une bonne note ) ( Scoppa 1811 , xi). (10) Example 1 . Grétry, Le huron (1768), Act I, Air (from Grétry 1797, 135) (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "temperley_and_temperley_2013",
                    "scoppa_1811"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Grétry’s interest in “proper” text setting in French opera is reflected in his Mémoires , which first appeared in 1789 and were expanded in 1797.  After recounting a conversation he had with Voltaire about text setting, Grétry discusses the proper musical treatment of the e muet by citing an example from one of his earliest successes, Le huron (1768).  This is reproduced in Example 1 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The title character of the opera, a Frenchman who was raised by the Huron Indians in North America but has somehow made his way back to Brittany, muses about how nobody in his new environment seems to know anything about the Hurons.  “In which region is this Huronia?  Is it in Turkey? In Arabia?”: Dans quel cant o n est l’Huron i e? (4,8) Est-ce en Turqu i e? en Arab i e? (4,8) I have annotated the text using a convention adapted from Andreas Giger and used throughout this article.  Accented syllables are bolded and underlined, and parenthetical Arabic numerals after lines of verse refer to the position of accented syllables within the lines.  Unless otherwise indicated, all such annotations in this article will indicate accented syllables as if the text were being declaimed or read in the manner suggested by Quicherat’s treatise.  In a declamation of the lines from Le huron shown above, a customary tonic accent would appear on the rhyming syllables (on the last counted syllable of each line), and a secondary accent would appear on the fourth syllable of each line, marking the end of a syntactic unit, or word group.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In his musical setting of these lines in Le huron , Grétry places the notes carrying tonic accents in metrically strong positions.  The tonic accents in the words “cant o n,” “Huron i e,” “Turqu i e,” and “Arab i e” (on the fourth and eighth syllables of each line) are set to higher pitches on downbeats, while the weak e muets in the words “Huronie,” “Turquie,” and “Arabie” are set to lower pitches in metrically weaker positions.  The musical setting of Example 1 thus reflects a reasonable approximation of the rhythmic stresses of declaimed verse, from the metrical emphasis on the tonic accents down to the “trailing off” quality of the e muets .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The sensitivity to text setting shown by Grétry can also be seen in the work of a composer-theorist from the following generation, Antoine-Joseph Reicha (1770–1836). In 1833, Reicha published a treatise on the art of operatic composition entitled Art du compositeur dramatique, ou Cours complet de composition vocale. Reflecting the importance that Reicha assigned to text setting, the first section of the treatise is devoted to prosody and its relationship to music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Reicha states that “the first duty of a composer of vocal music is to observe and respect the prosody of the language in which he composes” ( 1833 , vol. 1, 2). (11) This precept led Reicha to the general rule that accented syllables are to be distinguished from unaccented ones by the relative places they occupy in the musical measure. (12) In other words, accented syllables in a musical setting should always be placed in a metrically stronger position than unaccented ones.  The strongest accents, such as the tonic accent at the end of a multi-syllable word, a hemistich, or a line of verse, should be placed on a downbeat, or on the third beat if the setting is in quadruple meter. Syllables in the middle of a line may also be metrically accented to emphasize the sense of the words or syntactic units; Reicha calls these syllabes logiques , or “logical accents.”  However, e muets are always weak and thus never accented ( Reicha 1833 , vol. 1, 2–6 and 22).  In addition, syllables that immediately precede a tonic accent or logical accent are generally treated as weak, even though they could be treated as strong in other contexts.  Thus, Reicha writes that in the hemistich “Quel s a ng dem a ndez-v ou s?” (the accentuations are Reicha’s), the third syllable of “demandez” should be treated as weak because it precedes the logical accent on “vous,” even though that same syllable (“dez”) could be treated as strong in another context ( Reicha 1833 , vol. 1, 5). (13)",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "reicha_1833",
                    "reicha_1833",
                    "reicha_1833"
                ]
            }
        },
        {
            "15": {
                "text": "[15] We can observe Reicha’s application of these rules to one of his own compositions, a number from Act III of the opera Natalie, ou La famille russe , which premiered at the Paris Opéra in 1816 ( Example 2 ). (14) In this air, the title character, a Russian countess living in exile in Siberia, laments her impending separation from her father and her son, and invokes God’s pity: Ô t oi qui vois l’exc è s || de mes v i ves al a rmes! (2,6,9,12) D ie u des infortun é s! || prends pit ié de mes l a rmes. (1,6,9,12) In shaping Natalie’s vocal line Reicha followed his own prosodic rules to the letter.  Each of the prosodic accents annotated in the text above falls on a notated downbeat, and the variations in accentual patterns in each of the four hemistichs are scrupulously observed.   For example, the first phrase begins with an upbeat, allowing the accented syllable “t oi ” to land on a downbeat.  The second phrase starts with a half-note downbeat to reflect the placement of the accented syllable “D ieu ” at the beginning of the second line.  In addition to receiving metrical emphasis, the accented syllables in Example 2 are further reinforced by longer note values. The irregular rhythmic emphases on accented syllables (especially the elongated “toi” in the opening line) and the irregular combination of syllabic and melismatic text setting result in a melody that is even more asymmetrical than the verse rhythms would otherwise suggest. Example 2 . Reicha, Natalie (1816), Act III, Air (click to enlarge) Example 3 . Thomas, Hamlet (1868), Act I, Duo (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The fluid melodic style manifested in Example 2 was superseded by a more regularly shaped, Italianate style of melody starting in the 1820s, but subsequently revived by Gounod and others in the mid nineteenth century.  The opening of the Act I duet from Ambroise Thomas’s Hamlet (1868) (shown in Example 3 ) reflects the same combination of fluid rhythm and just declamation that characterize Example 2, written more than fifty years earlier.  The lines are based on Shakespeare’s “Doubt thou the stars are fire; / Doubt that the sun doth move” ( Hamlet , Act II/ii) (the differing indentations in the text indicate lines with different syllable counts): D ou te de la lum iè re (1,6) D ou te du sol ei l et du j ou r, (1,5,8) D ou te des c ieu x et de la t e rre, (1,4,8) Mais ne d ou te jam ai s, || jam ai s de mon am ou r! (3,6,8,12) Thomas is faithful to the fluid prosodic rhythms of the text.  The strong first syllable in the repeated word “doute” is sung five times in Example 3 and falls each time on a notated downbeat, thus automatically relegating the e muet in the same word to a metrically weaker position.  The line-ending tonic accents are placed on the downbeats of alternate measures, and the secondary or logical accents on words such as “sol ei l,” “c ieu x,” and “jam ai s” occupy the secondarily strong third beats within the relevant measures.  Particles that are syntactically weak (e.g., “de,” “la,” “ne”) are generally placed in metrically weaker positions and set to shorter note values. Note in particular Thomas’s contrasting treatment of the definite articles in “la lumière” (line 1) and “la terre” (line 3).  The article in “la t e rre” immediately precedes a line-ending tonic accent; following Reicha’s precepts, it is automatically treated as weak, and Thomas sets it as the final sixteenth note in the measure.  The article in “la lum iè re,” on the other hand, occurs two syllables before the line-ending tonic accent; it is thus able to occupy a slightly stronger metrical position, and it is set to a longer note value (dotted eighth) than the corresponding article in “la terre.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Examples 1 through 3 trace a consistent approach to text setting in French opera over the hundred years that separated Grétry’s Le huron (1768) from Thomas’s Hamlet (1868).  In each of these examples, prosodic accents are consistently aligned with metrical accents in the music. During the same period, however, many French operatic composers, Grétry and Thomas among them, employed an alternate melodic style that featured a much higher degree of conflict between melody and prosody. Misalignment of Accents in Text and Music: Diegetic Numbers Example 4 . Grétry, Richard cœur-de-lion (1784), Act II, Romance (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Grétry candidly admitted in his Mémoires that he was not always scrupulous in his text-setting practices ( Grétry 1797 , 135–36).   One of the most infamous of these unscrupulous instances is shown in Example 4 , the opening of the romance “Une fièvre brulante” from Richard cœur-de-lion (1784) , one of the composer’s greatest successes.  This romance was popular enough in its day to provide Beethoven with the theme for a set of piano variations written around 1795. (15) For all the number’s fame, however, Grétry’s text setting has struck most commentators as bizarre.  The lines imply the following accents: Une f iè vre brûl a nte (3,6) Un j ou r me terrass ai t (2,6) Rather than following the implied stresses on the third and sixth syllables in the first line, however, Grétry emphasizes alternate even-numbered syllables: the weak e muets at the end of the words “une” and “fièvre” are both rhythmically and melodically emphasized, set to long downbeat notes and higher pitches.  The resulting musical declamation (un e fièvr e brûl a nte) sounds artificial and forced; in his treatise on musical expression, Mathis Lussy wrote that “it is astonishing that Grétry, whose taste is so refined, could have written such a phrase as this” ( 1874 , 52). (16) Why did the composer so egregiously ignore his own rules of text setting?  It would have been easy enough to start the number with two eighth-note upbeats and to put the strong first syllable in “fièvre” on the first downbeat.  Alternatively, the librettist Sedaine could easily have written verses that provided a better fit for Grétry’s music. (17) Why were Grétry and Sedaine content to leave the number this way?",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "lussy_1874"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The key to this puzzle can be found in the dramatic situation reflected in Example 4.  In the opera, Richard the Lionheart has been held captive in Austria on his way back from the Crusades.  His faithful retainer Blondel the minstrel has been searching for him all over Europe.  In the scene from which Example 4 is taken, Blondel plays and sings a tune (“Une fièvre brûlante”) outside Richard’s cell, accompanying himself on the violin.  Richard recognizes the tune as his own composition and responds to Blondel, and together they plan for a rescue.  In his Mémoires , Grétry noted that unlike most of the other numbers in the opera Example 4 is heard as music not only by the audience in the theater, but by the characters on stage as well.  In other words, the number is an example of “diegetic” music (in the language of film studies) or “phenomenal” music (in the formulation of Carolyn Abbate). (18) The scene alternates between music and dialogue in quick succession, with the diegetic character of the music signaled by Richard’s exhortation “écoutons” (listen), which is directed both to himself and to the audience.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Grétry was keenly aware of the distinction between diegetic and non-diegetic numbers.  “Although one sings frequently in opéra comique ,” he wrote in the Mémoires , “one does not always sing.  There is singing to speak, and singing to sing” ( Il y a chanter pour parler, et chanter pour chanter ) ( Grétry 1797 , 439–40). (19) Grétry wrote that he was tempted to suppress all the other musical numbers in Act II of Richard prior to the appearance of “Une fièvre brûlante” in order to bring out the diegetic quality of the romance more fully.  Having decided against that course of action, he stated that he deliberately composed Blondel’s romance in a distinctive style—“le vieux style” (the old style)—that would set it apart from the other numbers in the opera ( Grétry 1797 , 368). (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The un-naturalistic text setting of “Une fièvre brûlante” is one of the important stylistic pointers that mark the romance as a diegetic number, in which Blondel sings not to speak, but to sing—“chanter pour chanter,” in Grétry’s formulation.  In her book Unsung Voices , Carolyn Abbate argues that diegetic music in opera is often characterized by a “symbolic musical simplicity” ( 1991 , 76). (21) The rhythmic simplicity that characterizes Blondel’s romance , however, comes at a price. In order to achieve it, Grétry had to sacrifice strict adherence to the principles of proper text setting.",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "abbate_1991"
                ]
            }
        },
        {
            "22": {
                "text": "[22] The practice of using different styles of text setting to characterize different kinds of musical numbers can be traced back at least to the popular entertainments from the reign of Louis XIV that eventually gave rise to the genre of the opéra comique .  In his study of various French songs performed in theatrical entertainments by the Comédie-Italienne in late seventeenth-century Paris, Donald Jay Grout notes a stylistic distinction between what he loosely calls airs , which “uniformly adapt the melody to the words rather than the converse,” and chansons , “in which the text is subordinated to the rhythm of the melody—usually a dance rhythm” ( 1939 , 214 and 216). Grout also identifies in his study a third kind of musical number, vaudevilles, in which words were created for music already in existence, in a practice known as “parody” ( 1939 , 184).  In examining examples of parody from plays performed between 1713 and 1715 at the fair theaters ( Théâtres de la foire ) of Saint Germain and Saint Laurent, the immediate precursors to the Opéra-Comique, Grout notes that there are “thousands” of instances of misaccentuation in these vaudeville numbers: The matter of fitting the verses to the strait-jacket of a fixed fredon [tune] was a prosodic problem which the poets solved in their own way . . . . To begin with, the matter of false accents was one which apparently caused them no qualms whatever.  When necessary they placed weak syllables on strong beats or long notes with such insouciance that in reading the plays one very soon ceases to notice such places at all. ( 1939 , 346) Example 5 . Le Sage, Les eaux de Merlin (1715), Prologue, Air. (a) Text; (b) Melody; and (c) Transcription. (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "grout_1939",
                    "grout_1939",
                    "grout_1939"
                ]
            }
        },
        {
            "23": {
                "text": "[23] Example 5 shows one of the examples noted by Grout, taken from Les eaux de Merlin , a one-act entertainment with prologue written by Alain-René Le Sage (1668–1747) and first performed at the Foire de Saint Laurent in 1715.  Parts a and b in this example are reproduced from a collection of Le Sage’s plays published in 1737.  The character Mezzetin (a traditional character from the commedia dell’arte ) is given words (shown in Example 5a) to be sung to a tune known as “Les filles de Nanterre,” which is cross-referenced and included in the “Table des Airs” at the back of the volume (shown in Example 5b).  Example 5c is a transcription that combines the text and melody. (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] As the transcription in Example 5c shows, all four of Le Sage’s six-syllable verses are scanned mechanically in recurring weak–strong patterns, or iambs, when the verses are sung.  As a result, all even-numbered syllables, including the e muets at the ends of the words “lorsqu e ” and “tyrannis e nt,” as well as the first syllable of “p u nir,” are given metrical and melodic emphasis in exactly the same kind of misaccentuation that we saw in “Une fièvre brûlante” and that we shall see in further examples below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The popular vaudevilles and parodies from the later years of the reign of Louis XIV were written in a “low” style that was intended to contrast, often in a satirical or mocking manner, with the elevated declamatory style of Lully’s tragédies lyriques. Vaudeville melodies like Example 5(b) were typically sung in the carnival atmosphere of the Parisian street fairs and were generally folklike and catchy, often featuring steady, dance-related rhythms ( Isherwood 1978 , 295–99; Grout 1939 , 217).  Grétry may very well have been thinking of these earlier popular styles when he said in his Mémoires that “Une fièvre brûlante” was composed in “the old style.” (23) I suggest, then, that the text-setting practices associated with the vaudevilles and related popular entertainments found their way, either intentionally or by osmosis, into the French opéras comiques of the later eighteenth and nineteenth centuries, becoming associated with diegetic numbers in which operatic characters sing to entertain onstage audiences. Table 1 . Contrasting Melodic and Text-Setting Styles in French Opera. (click to enlarge) Example 6 . Donizetti, L’elisir d’amore (1832), Act II, Barcaruola a due voci (click to enlarge) Example 7 . Rossini, Guillaume Tell (1829), Act I, Introduction (click to enlarge)",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "isherwood_1978",
                    "grout_1939"
                ]
            }
        },
        {
            "26": {
                "text": "[26] Table 1 summarizes various facets of the two contrasting styles of melody and text setting discussed above and noted by Grout in the precursors to the opéra comique .  I have used Grout’s terms airs and chansons in the headings in the table simply as convenient shorthand terms, with no deeper formal or technical meaning. (24)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The dualities set forth in Table 1 arise because the fluid placement of accents in French verse carries the potential for conflict with regularly placed melodic accents in musical settings.  Regular accents are more characteristic of Italian verse, which generally demonstrates a “predilection for equal placement of [stress] accents in all verses of a stanza” ( Giger 2008 , 11).  Italian verse is therefore much more congenial to the simplified singsong rhythms of music written in a popular style. In the diegetic barcarolle from L’elisir d’amore ( Example 6 ), for instance, Donizetti’s straight eighth-note setting in duple meter fits squarely with the unvarying and regular accents on the third and seventh syllables in the ottonari (eight-syllable lines): (25) Io son r i cco e tu sei b e lla, (3,7) Io duc a ti e vezzi hai t ù . (3,7) Perchè a m e sarai rub e lla, (3,7) Nina m ia , che vuoi di p iù ? (3,7)",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "giger_2008"
                ]
            }
        },
        {
            "28": {
                "text": "[28] Some nineteenth-century theorists of French versification, including Scoppa ( 1811 ) and Castil-Blaze ( 1858 ), argued that in order to avoid conflicting accents in text and music, French verses written for the lyric stage should simply replicate the regular accentual patterns of Italian verse.  The first two lines of the fisherman’s diegetic barcarolle from Act I of Rossini’s Guillaume Tell ( Example 7 ), for example, feature regular prosodic accents that duplicate the characteristic accents on the second and sixth syllables of Italian settenari (seven-syllable lines). (26) The prosodic rhythm of these two opening lines fits perfectly with the iambic barcarolle rhythm of the melody: Acc ou rs dans ma nac e lle, (2,6) Tim i de jouvenc e lle; (2,6) Du plais i r qui t’app e lle (3,6) C’est ic i le séj ou r. (3,6)",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "scoppa_1811"
                ]
            }
        },
        {
            "29": {
                "text": "[29] As simple and attractive as the versification theories of Scoppa and Castil-Blaze might have been, they did not reflect the actual practice of contemporary French librettists.  In the third and fourth lines of Example 7, for instance, the internal prosodic accents shift from the second to the third syllable.  Composers setting French texts with shifting accents were faced with the choices set forth in Table 1.  In the barcarolle from Guillaume Tell , Rossini, perhaps with an Italianate concern for correct prosody, chose to adapt the melodic rhythm to the prosodic rhythm: the third and fourth lines (“du plaisir,” etc.) are set to anapestic rhythms (weak–weak–strong) instead of iambic ones (weak–strong). Example 8 . Auber, La muette de Portici (1828), Act II, Barcarolle (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] As we have already seen with Grétry, many French composers were less meticulous in their text-setting practices than Rossini was in the music of Example 7.  Masaniello’s barcarolle from Auber’s La muette de Portici ( Example 8 ), for instance, features the same kind of misaccentuation that characterizes Blondel’s romance (Example 4).  Example 8 is explicitly set up as a diegetic performance by the chorus that precedes it, with the chorus singing “écoutons” (listen), the same word that Richard the Lionheart used in Example 4.   In this barcarolle, Masaniello sings to his fellow fishermen in a way that “simultaneously disguises and reveals” the Neapolitan people’s desire to revolt against their Spanish masters ( Zoppelli 1990 , 32).  As in the opening four bars of the Rossini example above, the lilt of Auber’s barcarolle melody also ends up accentuating every second syllable in the text.  Unlike in the opening pair of verses in Example 7, however, the paired verses in Example 8 do not feature the same recurring accentual patterns: Cond ui s ta b a rque avec prud en ce; (2,4,8) Pêch eu r, parle b a s; (2,5) J e tte tes fil e ts en sil en ce; (1,5,8) Pêch eu r, parle b a s . . . (2,5) Auber nevertheless sets them to the same musical rhythms.  The iambic setting of the first line, “cond ui s ta b a rque av e c prud e nce,” goes relatively well with the flow of the text, but in the third line, the identical musical setting leads to an odd misaccentuation on the e muet in “jette,” and arguably also on the first syllable of “filets.”   As Vincent d’Indy later commented, Masaniello’s barcarolle is remarkable for its “prosodie fantaisiste” (whimsical prosody) ( 1950 , 106). (27) One cannot argue with d’Indy’s appraisal of Auber’s text setting, but I would suggest that Auber’s relatively simplistic approach to rhythm and text setting in Example 8 highlights its status as a diegetic performance.  The popular style adopted by Masaniello in this number also marks him as a man of the people, an important theme in an opera that deals with a revolutionary uprising. (28)",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": [
                    "zoppelli_1990",
                    "indy_1950"
                ]
            }
        },
        {
            "31": {
                "text": "[31] We have seen that rhythmic simplification and regular accentuation of verses was a common feature of diegetic numbers in French opera.  Depending on the actual placement of prosodic accents in the French verses, the resultant musical declamation may be unobjectionable (as in Example 7), but it may also be artificial or perverse (as in Examples 4, 5, and 8).  In the latter examples, the practice of setting text to recurrent rhythms with no apparent regard for prosody directly contradicts the text-setting principles outlined by commentators like Grétry, Reicha, Scoppa, and Castil-Blaze.  However, Giger ( 2008 , 10–11 and passim) has noted that this particular practice was recommended by the philologist Louis Benlœw in an 1862 treatise on rhythm in French verse. Figure 1 . Benœw, Examples from Précis d’une théorie des rhythmes (Benlœw 1862, 23) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "giger_2008"
                ]
            }
        },
        {
            "32": {
                "text": "[32] Benlœw believed that the declamation of sung texts should be governed completely by a strict alternating rhythm that he linked to the alternation of upbeats and downbeats ( levés and frappés ) in music. Figure 1 reproduces an instructive table of examples from Benlœw’s treatise. Benlœw works backward from the strong tonic accent at the end of each line and scans each verse in regular iambs or trochees (i.e., strong–weak poetic feet) regardless of context.  In the left-hand column, all the lines have an even number of syllables and Benlœw suggests an iambic setting for each, starting with an upbeat (or mouvement ascendant ).  Thus, for the first of the six-syllable lines at the bottom of the column Benlœw suggests the declamation “Ah! d’ u ne ard eu r sinc è re” instead of the arguably more natural (but rhythmically irregular) “ A h! d’une ard eu r sinc è re.” (29) By contrast, the lines in the right-hand column feature accentuated odd-numbered syllables and Benlœw scans them in trochees starting with a downbeat motion ( mouvement descendant ), as in “D a ns ces pr è s fleur i s / Qu’ a rros e la S ei ne” (note the resultant emphasis on the e muet in “arrose”). (30)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] For Benlœw, whether or not a syllable falls on a strong beat ( temps fort ) in a musical setting is completely distinct from whether it is an accented syllable ( syllabe forte ) in speech.  The two concepts simply have nothing to do with each other: The syllabe forte is inherent to the word, to the meaning; it is always the same.  The temps fort is inherent to rhythm, and alights indifferently on syllabes fortes or syllabes faibles [weak or unaccented syllables], on words with full meaning or empty meaning.  The syllabe forte has a logical value, the temps fort has only a poetic and musical value. ( Benlœw 1862 , 24) (31) According to Benlœw, the temps forts in a musical setting may coincide with syllabes fortes in the text, and they generally do coincide at points of strong articulation, such as at the caesura and at the line-ending rhyme.  Elsewhere in the line, however, prosodic accents and musical accents may simply go their separate ways.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] As an illustration of the differences between spoken declamation and song, Benlœw considers two lines from a song by Pierre-Joseph de Béranger (1780–1857), suggesting that one would read Il e st un D ieu , ||  devant l ui je m’incl i ne, (2,4,7,10) P au vre et cont e nt, || sans lui demand e r r ie n; (1,4,9,10) but sing Il e st un D ieu , || dev a nt lui j e m’incl i ne, (2,4,6,8,10) Pauvre e t cont e nt, || sans l ui dem a nder r ie n. (2,4,6,8,10) (32) The temps forts in Benlœw’s “sung” setting of Béranger’s words occur regularly on the even-numbered syllables.  As such, they coincide with the syllabes fortes in the “declaimed” setting at the caesura and the rhyme (syllables 4 and 10), but not necessarily anywhere else.  In the sung setting, the temps forts falling on words like “devant” and “je” in the first line and “et” and “lui” in the second line bring out the rhythm of the song rather than the sense of the line ( Benlœw 1862 , 21). (33) Example 9 . Béranger, “Le Dieu des bonnes gens” (from Béranger 1847, 76) (click to enlarge) Example 10 . Offenbach, Les contes d’Hoffmann (1881),  Act II, Couplets de l’automate (click to enlarge) Example 11 . Halévy, La juive (1835), Act I, Sérénade: (a) score excerpt (mm. 48–55, 98–105); and  (b) Eugène Scribe’s verses from the printed version of the libretto (Scribe 1835, 397) (click to enlarge)",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] An examination of an actual musical setting of Béranger’s song, as published in an 1847 anthology, provides some support for Benlœw’s theory ( Example 9 ).  The tonic accents at the caesura and rhyme in each line coincide with downbeats in the music.  In addition, each of the other even-numbered syllables in the verses falls on a beat (Benlœw’s temps forts ), while the odd-numbered syllables (other than the first syllable of each line) are metrically de-emphasized, falling on eighth notes off the beat. (34) As mentioned above, what I have called the “diegetic” style of text setting had deep historical associations with the vaudevilles and other popular musical styles that pre-dated the opéra comique .  In light of this, it is not surprising that the verses used by Benlœw to illustrate his theory of versification were written to be sung to a vaudeville melody (note the caption “Air du Vaudeville” in Example 9).",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] In actual French operatic practice, not every number reflects text setting in the style of Benlœw, but a fair number do, and many of those that do are diegetic numbers.  The mechanistic quality of Benlœw’s approach to text setting is perfectly married to the dramatic situation in Example 10 , the couplets sung by the mechanical doll Olympia in Offenbach’s Les contes d’Hoffmann: Les ois eau x dans la charm i lle, (3,7) Dans les c ieu x l’astre du j ou r, (3,7) As with Masaniello’s barcarolle, the chorus sets up Olympia’s number as a diegetic performance, this time with the word “Attention!” immediately before the number begins.   Offenbach’s setting emphasizes all the alternate odd-numbered syllables in the seven-syllable verses, resulting in the misaccentuation of the e muet in “l’astr e ” in the second line.  The simplification of the rhythms and the mechanical alternation of stress patterns in the text reflect both the diegetic nature of the number as an actual song performed by a wind-up doll and the mechanized and artificial nature of the performer herself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] In Léopold’s serenade (“Loin de mon amie”) from Act I of Fromental Halévy’s La juive ( Example 11) , the composer goes one step further and introduces a misaccentuation by inserting an extra syllable into the text.   The lover’s serenade is a standard diegetic number in opera, and the diegetic quality is set up by its orchestral introduction, which features pizzicato strings imitating a guitar accompaniment.  In the first strophe, the first two lines of the refrain as set by Halévy feature differing numbers of syllables, five in the first line and six in the second: Mais voic i le j ou r, (3,5) Ô maîtr e sse chér i e, (3,6) Mais voic i le j ou r, (3,5) Le j ou r du ret ou r! (2,5) Halévy’s setting of the first three lines follows the practice suggested by Benlœw and results in differing emphases in accentuation: odd-numbered syllables are accented in the setting of the first and third verses, while even-numbered syllables are accented in the setting of the second.  As a result, the first and third syllables of the word “m aî tress e ” (including the word-ending e muet ) are improperly accented from a prosodic perspective.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The interjection “Ô” in the second line of the first strophe is an addition in Halévy’s score that was not originally present in Eugène Scribe’s verses, which contain five syllables throughout—see Example 11b.   Without this extra interjection, Halévy could easily have set Scribe’s original line (“Maîtr e sse chér i e”) in the same way as the corresponding line in the second strophe (“Heur eu x et prosp è re”), or indeed the fourth lines in both strophes (“Le j ou r du ret ou r”), with a melisma on the stressed second syllable of the line.  By introducing the extra syllable “Ô” in the first strophe, the composer went out of his way to introduce a misaccentuation that brings out the singsong, or diegetic, nature of the number. Example 12 . Gounod, Faust (1859), Act IV, Sérénade (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The diegetic serenade is given a mocking twist in Act IV of Gounod’s Faust .  Gounod was lauded by Saint-Saëns, among others, as a composer who “based his vocal music on justness of declamation” (Saint-Saëns 1885, 262). (35) This approving view of Gounod’s text-setting practices is contradicted somewhat by Example 12 .  Following Faust’s impregnation and abandonment of Marguerite, Méphistophélès sings this mocking serenade in front of Marguerite’s window: Vous qui f ai tes l’endorm i e, (3,7) N’entend e z-vous p a s, (3,5) Ô Cather i ne, ma m i e, (4,7) Ma v oi x et mes p a s? (2,5) As with Léopold’s serenade from La juive , the serenade of Méphistophélès is set up as a diegetic performance by the orchestral introduction, which imitates the strumming of a guitar or mandolin, and the regular accentuation (or misaccentuation) of alternate syllables in the text.  A natural delivery of the third line would be “Ô Cather i ne ma m i e.”  In Gounod’s setting, however, Méphistophélès mockingly draws out and misaccentuates the name of the fictional Catherine (the mirror of Marguerite in the opera): “ Ô Cath e rin e ma m i e.”  Note in particular the relative metrical emphasis placed on the e muet at the end of “Catherine” at the expense of the preceding vowel.  The perverse text setting underscores the ironic and darkly humorous tone of the song and its diegetic nature.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Giger has suggested that scanning the text against some tonic accents (i.e., in the style of Benlœw) was considered perfectly acceptable in nineteenth-century French opera “in arias intended to convey a lighthearted atmosphere or local color” ( 2008 , 122). However, most of the examples above serve a dramatic purpose that goes far beyond the signification of mere lightheartedness or local color.  In Richard cœur-de-lion , Blondel’s romance directly sets into motion the recognition and rescue that form the dramatic core of the opera, and the melody itself recurs throughout the opera, providing a unifying thread to the work ( Charlton 1986 , 247–48). In La muette de Portici , Masaniello’s barcarolle is a “lighthearted” fisherman’s song only at the most superficial level.  Its real dramatic significance lies in its encapsulation of the mood of deep political discontent, simmering below the surface of the text, that drives the action of the opera. Hoffmann’s obliviousness to Olympia’s mechanical nature, a quality that is completely obvious to the other characters listening to her aria, is crucial to the drama of that act and emblematic of Hoffmann’s general air of romantic illusion in the opera as a whole.  Léopold sings his serenade to Rachel under an assumed identity, and this deception leads directly to the opera’s tragic denouement.  Méphistophélès’s serenade shines an ironic mirror on Marguerite’s tragedy and ruin, and its diegetic quality arguably makes us empathize with her situation because we are hearing this grotesque serenade through her ears, as it were. (36) As Luca Zoppelli has written, diegetic music in opera performs multiple dramatic functions, and the provision of lighthearted diversion or couleur locale is only the most superficial, or the “degree zero,” of those functions ( 1990 , 31). Operatic Characters as Self-Reflexive Performers: Dance and Military Topics",
                "footnotes": [
                    "FN36"
                ],
                "citations": [
                    "giger_2008",
                    "charlton_1986",
                    "zoppelli_1990"
                ]
            }
        },
        {
            "41": {
                "text": "[41] Carolyn Abbate has argued that far from being throwaway entertainments, diegetic performances in opera are self-reflexive dramatic moments because they direct the audience’s attention to the act of performance happening onstage: Being a musical performance , the song is a sonorous mirror of the greater performance, the arias, ensembles, orchestral flourishes, preening singers, and appreciative applause that is an operatic performance . . . to which we are witness.  The song, foregrounding the process of performance, also makes musical improvisation and composition palpable; it forces us to deal explicitly with ourselves as listening subjects, for we—the audience—are mirrored by the rapt listeners on stage [emphasis in original]. ( 1991 , 85) (37) It is not surprising, then, that text setting in the style of Benlœw, which I have associated with diegetic performance, is also used in other dramatic situations where characters are performing, preening, or otherwise showing off to other characters on stage.",
                "footnotes": [
                    "FN37"
                ],
                "citations": [
                    "abbate_1991"
                ]
            }
        },
        {
            "42": {
                "text": "[42] Example 13 shows the opening of Philine’s aria “Je suis Titania” from Thomas’s Mignon (1866): Je suis Tit a nia la bl o nde, (4,8) Je suis Tit a nia, f i lle de l’ ai r! (4,7,10) Example 13 . Thomas, Mignon (1866), Act II, Polonaise (click to enlarge) The text is set to the rhythm of a polonaise and features the same regular accentuation of alternate (even-numbered) syllables that we saw in the diegetic numbers above. This leads to an improper metrical emphasis on the e muet in the world “fille” in the second line.  Thomas compounds the misaccentuation by further emphasizing this e muet with a melismatic flourish.  This misaccentuation could easily have been avoided by adjusting the melismas and moving the first syllable of “fille” to the downbeat of the fourth measure.  Philine is an actress, not a singer, and her showpiece is not heard as song by the other characters on stage, who are hearing instead Philine’s dramatic impersonation of the character of Titania.  Even so, Thomas’s use of the bravura polonaise topic in this number emphasizes the fact that Philinie is an extroverted performer, and the text-setting style brings out the connection between Philine’s mode of performance and the diegetic performances discussed above. As in the diegetic numbers previously examined, in Philine’s polonaise the character is performing simultaneously to the characters on stage as well as to the audience in the theater, and the smaller performance is a mirror of the larger one. Example 14 . Bizet, Djamileh (1872), L’almée (Danse et chœur) (click to enlarge) Example 15 . Boieldieu, La dame blanche (1825), Act I, Air (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] A regular dance rhythm similarly drives the text setting in Example 14 , taken from Bizet’s one-act opera Djamileh .  This excerpt features yet another onstage performance, this time a seductive dance performed by an almée (Egyptian courtesan) to entertain the caliph Haroun and his friends.  As she dances, the male chorus comments on the performance taking place in front of them: Bientôt s o nne (3) Et l’ét o nne (3) L’app e l du tambour i n; (2,6) Bientôt ch a nte (3) Frémiss a nte (3) La cymb a le d’air ai n! (3,6) The text features alternating three- and six-syllable lines, and Bizet’s setting features alternating rhythms that correspond mostly to the accents in the text, but not completely.  The three-syllable lines are all set as anapests that emphasize the line-ending tonic accents.  The two six-syllable lines, on the other hand, are set as iambs in the style of Benlœw.  This approach goes with the prosodic accents in the third line (“l’app e l du tambour i n”) but not with the prosodic accents in the sixth line (“la cymbale d’air ai n”).   In particular, the strongest metrical emphasis in the last measure in Example 14 is placed on the e muet in “cymb a le,” which really should be the weakest syllable in the line.  The text setting draws our attention to the regular and recurrent rhythms underlying the diegetic dance taking place on stage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Regularly recurring accents are also a feature of the march rhythms that often characterize the military topic.  As Raymond Monelle has pointed out, soldiering in Enlightenment-era Europe was often “as much theatrical as warlike,” characterized by “the posturing bravado of vain young men” ( 2006 , 147–48). These real-world “theatrical” attitudes unsurprisingly found their way into stage depictions of soldiers.  Consider Example 15 , the opening phrase of “Ah! quel plaisir d’être soldat!” from François Boieldieu’s La dame blanche (1825), a staple of the opéra comique repertoire well into the later decades of the nineteenth century.  In this number, a stranger, Georges, mysteriously appears in a community in the Scottish highlands and introduces himself to the crowd as an officer in the king’s army: Ah! quel plais i r d’ ê tre sold a t! (4,5,8) On s e rt, par sa vaill a nce, (2,6) Et son pr i nce et l’ét a t; (3,6)",
                "footnotes": [],
                "citations": [
                    "monelle_2006"
                ]
            }
        },
        {
            "45": {
                "text": "[45] If one evaluates Boieldieu’s text setting solely against the prosodic accents in the verses, as Castil-Blaze did in his 1858 treatise L’art des vers lyriques , one could find plenty to criticize in Boieldieu’s prosody.  Among other things, Castil-Blaze ( 1858 , 88–90) carped about Boieldieu’s setting of the expressive exclamation “Ah!” as an insignificant sixteenth-note upbeat. The relative metrical emphasis on the e muet at the end of of the word “être” in Boieldieu’s setting of Example 15 also spurred Castil-Blaze to fits of outrage: This method of torturing the ear belongs uniquely to the French. They own the patent to this invention. They have the incontestable right to a gold medal no. 1, if they ever open an industrial exposition in the kingdom of the frogs. ( 1858 , 88) (38) Using Castil-Blaze’s methods, we could no doubt bemoan along with him that “French opera [is] replete with examples of mistreated tonic accents” ( Youens 2002 , 489) and leave it at that.",
                "footnotes": [
                    "FN38"
                ],
                "citations": [
                    "youens_2002"
                ]
            }
        },
        {
            "46": {
                "text": "[46] In light of our discussion of diegetic performance, however, I contend that there is a different, richer way of evaluating Boieldieu’s melody.  In Boieldieu’s defense, his setting of the opening line—“Ah! qu e l plais i r d’êtr e sold a t!”—brings a highly appropriate quality of extroversion to the number.  Unlike the numbers examined previously, Example 15 is not explicitly set up as a performance in the libretto: Georges does not turn to the chorus and say “let me sing (or act or dance) for you.”  The dramatic context does indicate, however, that as a stranger introducing himself to a closed community and reassuring them that he means no harm, Georges is indeed performing to an onstage audience.  Boieldieu’s setting of the text in the manner of a diegetic number indicates that whether or not the chorus actually hears Georges’s air as music, they are almost certainly aware that he is giving a performance.  Georges’s adoption of a popular melodic style may also indicate his simple and forthright character, or at least his desire to project that character to his onstage audience. Example 16 . Auber, Le philtre (1831): Act I, Marche et air (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] A similar kind of posturing performance is given by the officer Joli-Cœur in Auber’s Le philtre ( Example 16 ). Arriving at the head of his regiment, Joli-Cœur salutes the pretty farm owner Térézine, presents her with a bouquet, and like Georges in the previous example, introduces himself as a brave and gallant officer: Je suis serg e nt, (4) Brave et gal a nt, (4) Et je m è ne tambour batt a nt (3,8) Et la gl oi re et le sentim e nt. (3,8) Auber sets the pair of eight-syllable lines (the third and fourth lines above) to iambic dotted rhythms that regularly accentuate the even-numbered syllables, even though that goes against the declamation of the lines in at least two places.  The verb “mène” is set to an iambic rhythm that improperly emphasizes the e muet .  In the next line, the definite article in “la gloire” is accented, even though it should be the weakest syllable out of the three in the syntactic unit “et la gl oi re.” (39) Joli-Cœur’s aria is preceded by the line “Mars sut toujours plaire à Vénus” (Mars always knew how to please Venus), and the number is intended to be a seductive one directed towards winning the amorous favors of Térézine.  Auber’s text setting emphasizes the performative aspect of seduction and Joli-Cœur’s status as a member of one of the “strutting, play-acting” armies typical of the time ( Monelle 2006 , 147). Modes of Melodic Discourse in Bizet’s Carmen",
                "footnotes": [
                    "FN39"
                ],
                "citations": [
                    "monelle_2006"
                ]
            }
        },
        {
            "48": {
                "text": "[48] As we have seen, nineteenth-century French opera featured a range of text-setting styles that provided copious models for Bizet to adopt (and adapt) for his own musical and dramatic purposes in Carmen (1875). An understanding of the contrast between the lyrical and diegetic styles of melody and text setting is crucial to a musical and dramatic understanding of Bizet’s score.  In Carmen , the interaction and juxtaposition of different melodic and text-setting styles play a large part in creating what Herbert Lindenberger has called a “multiplicity of discourses” within a single work ( 1984 , 91). At the simplest level, these different styles of melodic discourse may be assigned to different characters in the drama.  Susan McClary, for instance, has pointed out that “with rare exceptions, Carmen sings what are to be construed—even within the terms of the opera itself—as cabaret song-and-dance numbers, not ‘real’ utterances,” while Don José sings in “long, impassioned melodies that avoid regular phrasing and cadences” ( 1997 , 123–24). (40)",
                "footnotes": [
                    "FN40"
                ],
                "citations": [
                    "lindenberger_1984",
                    "mcclary_1997"
                ]
            }
        },
        {
            "49": {
                "text": "[49] Some of Don José’s music may be traced back to Italian and French lyrical influences that informed Bizet’s earlier work.  Let us consider Don José’s first melodic phrase in the opera, shown in Example 17 .  Prompted by Micaëla’s delivery of a letter from his mother, Don José recalls his mother and his life before joining the military: Ma m è re, je la v oi s, || je rev oi s mon vill a ge . . . (2,6,9,12) Souven i rs d’autref oi s, || souven i rs du pa y s! (3,6,9,12) Example 17 . Bizet, Carmen, (1875), Act I, Duo, mm. 83–90 (click to enlarge) Example 18 . Bizet, Carmen , Act I, Scène et cœur (two phrases sung by Moralès): (a) mm. 33–38; (b) mm. 93–100 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] Example 17 is set to two alexandrines, each broken up further into six-syllable hemistichs.  In this lyrical number, the accentual patterns of the verses are reflected reasonably well in Bizet’s musical setting: syllables carrying prosodic accents are placed on downbeats, while weak syllables are set as upbeats leading to the next measure (compare the examples of “proper” text setting in Examples 1 through 3 above). (41) Contrary to McClary’s assertion that Don José’s melodies tend to “avoid regular phrasing and cadences,” Example 17 could not be more regular and foursquare.  In fact, some commentators have criticized the Don José-Micaëla duet for what they have viewed as its reactionary melodic style.  Vincent d’Indy found the duet to be “frankly boring” ( 1950 , 195), while another composer, Raoul Laparra, criticized the music that Bizet wrote for Micaëla throughout the opera to be “a kind of Rossino-Gounodesque ragout” ( 1935 , 24). (42)",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": [
                    "indy_1950",
                    "laparra_1935"
                ]
            }
        },
        {
            "51": {
                "text": "[51] If the “Rossino-Gounodesque” lyrical style of Example 17 represents one principal mode of melodic discourse in Carmen , the diegetic performance style of what McClary calls the “song-and-dance number” represents the other.  The juxtaposition of these styles is set up at the beginning of the opera. Example 18 contains two examples from the opening number of Carmen and illustrates Bizet’s blending of two different types of text setting to illustrate different dramatic situations within the same scene.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] In this opening scene, the sergeant Moralès and his fellow soldiers are casually watching the crowds go by.  Example 18a is Moralès’s first line in the opera, indeed the first solo line in the entire opera.  The line merely describes what the characters are doing, namely, killing time at the guardhouse by watching the passers-by: À la p o rte du c o rps de g a rde, (3,6,8) Pour tu e r le t e mps . . . (3,5) On f u me, on j a se, l’on reg a rde (2,4,8) Pass e r les pass a nts. (2,5) Moralès is instructed to deliver the line with nonchalance, and the vocal line is reasonably reflective of naturalistic speech rhythms.  Each of the internal accents in the text falls in a metrically strong position (either beat 1 or beat 3 of a 4/4 measure) in Bizet’s setting.  A particularly subtle touch can be found in Bizet’s setting of the third line, where the melodic rhythm from the first line is altered slightly in order to accommodate the accented syllables in the words “fume” and “jase”, which occur in a different position than the word “porte” in the first line.  To recall Grétry’s formulation from the discussion of Richard cœur-de-lion above, Example 18a is an example of  “singing to speak.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] Later in the same number, Moralès flirts with Micaëla in Example 18b, while informing her that Don José will be arriving with the new guard: Il y ser a , || quand la g a rde mont a nte (4,7,10) Remplacer a || la g a rde descend a nte. (4,6,10) Moralès is trying to impress Micaëla here in the same way that Joli-Cœur was trying to impress Térézine in Example 16 above.  In each case, the dotted rhythms of the military topic and the alternating accentual patterns associated with the diegetic style combine to create what Monelle ( 2006 , 175–76) calls a “toy-soldier march” to signify a performance by a strutting, posturing soldier.  Thus, all of the even-numbered syllables are metrically emphasized in Bizet’s setting of Example 18b.  Since the word “garde” occupies syllables 7 and 8 in the first line, it is the e muet at the end of the word (syllable 8) that ends up being (mis)accentuated: Moralès sings “l a gard e mont a nte” (the dotted rhythm further compounds the misaccentuation).  By contrast, the same word “garde” occupies syllables 6 and 7 in the second line, and the word is thus correctly accented on the first syllable (syllable 6): “la g a rde d e scend a nte.”",
                "footnotes": [],
                "citations": [
                    "monelle_2006"
                ]
            }
        },
        {
            "54": {
                "text": "[54] The toy-soldier performance style of Moralès is in turn parodied by the street urchins in their chorus from Act I of Carmen ( Example 19 ) . Like the diegetic numbers we have previously examined, the chorus features simplified rhythms and regular accentuation.  The verses that are set in Example 19 actually imply different accentual rhythms: Av e c la g a rde mont a nte, (2,4,7) Nous arriv o ns, nous voil à ! . . . (4,7) Nous march o ns la t ê te h au te (3,5,7) C o mme de pet i ts sold a ts . . . (1,5,7) Example 19 . Bizet, Carmen , Act I, Chœur des gamins (click to enlarge) In Bizet’s setting, however, the march rhythm of the melody homogenizes the accents in the two verses, with the first verse sounding misaccentuated as a result: we get in Bizet’s setting “ a vec l a gard e mont a nte,” with a wrongly emphasized e muet in the word gard e (compare a similar misaccentuation of the same word in Example 18b and of “mèn e ” in Example 16).  The singsong quality of the declamation fits dramatically with the onstage performance being given by the children as they mimic the strutting soldiers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] Moralès, the soldiers, and the gamins are all onstage performers to varying degrees, but of course Carmen herself\nis the central diegetic performer in the opera.  Dance was central to French discourse about Spain in the nineteenth century, and the melodies of Carmen’s most famous solo numbers (the Habanera, the Séguedille, the Chanson bohème ), all of which are diegetic performances, are driven not by lyricism but by rhythm, in particular dance rhythms. (43)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] The Habanera, Carmen’s entrance number, is sung in response to her crowd of admirers, but directed in fact to the silent Don José, who is doing his best to ignore her.  It thus combines features of the various performance styles discussed in this article: it is simultaneously a diegetic song and dance, a posturing performance, and an act of seduction.  As acknowledged in the score, the melody for the Habanera is based on the song “El arreglito” by Sebastián de Iradier (1809–1865), a Spanish composer who found favor in Second-Empire Paris as the singing teacher of the Spanish-born Empress Eugénie. Although the melody for the Habanera was borrowed, Bizet compensated for that by providing most of the verses for the number himself, in a practice that is reminiscent of the vaudeville parodies examined by Grout.  In particular, he instructed his librettist Ludovic Halévy not to make any changes to the verses for the refrain and the second strophe ( Lacombe 2000b , 642). (44) The final version of the refrain is in fact very close to the version Bizet initially sent to Halévy: (45) L’am ou r est enf a nt de Boh è me, (2,5,8) Il n’a jam ai s connu de l oi , (4,8) Si tu ne m’ ai mes p a s, je t’a i me; (4,6,8) Si je t’ ai me, prends g a rde à t oi ! (3,6,8) Example 20 . Bizet, Carmen , Act I, Habanera, mm. 28–36 (click to enlarge) Example 21 . “La jibara,” from Échos d’Espagne (Lacome and Puig 1872, 43) (click to enlarge)",
                "footnotes": [
                    "FN44",
                    "FN45"
                ],
                "citations": [
                    "lacombe_2000b"
                ]
            }
        },
        {
            "57": {
                "text": "[57] Bizet was generally quite meticulous about prosodic rhythm in the verses that he suggested to his librettists. (46) In spite of this, the first line of the refrain for the Habanera contains what Susan Youens has called a “classic example” of a “mistreated tonic accent” ( 2002 , 489), namely, the metrical emphasis on the first syllable of the word “enfant” in the line “L’amour est en fant de Bohème” ( Example 20 ).  One reason for this mismatch between verse and melody may be that Bizet was simply thinking of another melody when he wrote the verses.  Bizet’s friend Ernest Guiraud (who wrote the recitatives for the first Vienna production of Carmen after Bizet’s death) later claimed that Bizet went through thirteen versions of the Habanera before settling on Iradier’s melody ( Lacombe 2000b , 653). If that were the case, however, presumably the librettists could have come up with new verses once Bizet settled on the final melody.  The fitting of French verses to Spanish-style melodies was a common exercise in nineteenth-century France.  This is illustrated in Example 21 , which is taken from Échos d’Espagne , an anthology of Spanish songs published by Durand in 1872, a copy of which was in Bizet’s music library ( Curtiss 1958 , 472).",
                "footnotes": [
                    "FN46"
                ],
                "citations": [
                    "youens_2002",
                    "lacombe_2000b",
                    "curtiss_1958"
                ]
            }
        },
        {
            "58": {
                "text": "[58] The French versifiers for Example 21 were able to fit the prosodic rhythm of their verses to the rhythm of the pre-existing habanera melody: Ni j eu nes p ou sses (2,5) Ni t e ndres m ou sses (2,5) Ne s on t si do u ces (2,5) Que t e s doux y eu x! (2,4) Example 22 . Bizet, Carmen , Act II, Chanson bohème, mm. 139–148 (click to enlarge) Bizet and his librettists would surely have been able to do something similar for Iradier’s melody if they had wanted to.  The explanation for the “mistreated tonic accents” in Example 20 must be that Bizet did not consider it necessary to remain faithful to prosodic rhythms in this diegetic number.  In fact, Bizet’s practice of fitting his verses to Iradier’s existing melody without regard to prosodic accents is reminiscent of the vaudeville practices that formed the historical foundation for what I have called the diegetic style.  Indeed, it is precisely the misaccentuation of words, including the e muet in the last line in Example 20 (“si j e t’aim e ”), that emphasizes the diegetic character of the Habanera and Carmen’s persona as a performer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] The libretto to Carmen specifically mentions dancing in the Chanson bohème that opens Act II, with a stage instruction for the female gypsies to dance during the refrain (“Tra la la la”).  The dance is accompanied by a diegetic performance of a song sung by Carmen and heard as music by the characters on stage.  The orchestral introduction establishes an ostinato rhythm of continuous eighth notes in the pizzicato strings that is picked up in Carmen’s melody and continued throughout the number.  The regular accentuation of even-numbered syllables in the text is maintained throughout the first two strophes of the Chanson bohème . Example 22 is taken from the third strophe.  In a self-reflexive move, Carmen describes in the past tense a scene that is simultaneously unfolding on stage in front of her, a scene in which the gypsy women are carried away by the rhythm of the song (and dance), as if by a whirlwind: Sous le r y thme de la chans o n, (3,8) Ard e ntes, f o lles, enfiévr é es, (2,4,8) Elles se laiss ai ent, enivr é es, (5,8) Emport e r par le tourbill o n! (3,8)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] The obsessive eighth-note rhythm and regular accentuation of even-numbered syllables in the diegetic melody lead to the metrical emphasis of a succession of weak syllables in the line “sous l e rythm e de l a chans o n.”  The rhythm actually fits the next line in the libretto rather well—“ard e ntes, f o lles, enfi é vr é es,” but as we have seen before, the differences in the internal prosodic rhythms of the lines are smoothed over and homogenized by the rhythm of the song.  It is only with the last two lines of this final strophe (“elles se laissaient enivrées,” etc.) that Bizet finally adapts the rhythm of the melody to underline the sense of the text, at the climactic conclusion to Carmen’s reflexive narrative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] The explicitly diegetic numbers from Carmen are all from the first two acts of the opera.  The character of Carmen is often described as becoming less “exotic” and less extroverted in the second half of the opera.  Ralph Locke ( 2009 , 161), for example, argues that Carmen “starts out by singing (and . . . sometimes dancing to) exotic music, [but], from the middle of Act II onward, expresses herself musically in more ‘universal’ ways.” Susan McClary similarly notes of Carmen’s solo in the Act III Card Scene (or Air des cartes ) that interestingly, here where we presumably overhear her private thoughts for the first time, she sings not in the style of her characteristic gypsy discourse, but rather in the tongue of “universal” subjectivity.  As she faces death, she is no longer radically Other; she is just like everyone else—i.e., just like José and his audience. ( 1992 , 101) (47) From these accounts, one might expect Carmen’s final solo number, from the central section of the Card Scene, to reflect a consciously different melodic style than her “exotic” numbers from the first two acts.  Bizet’s music, however, defies such simple categorizations.",
                "footnotes": [
                    "FN47"
                ],
                "citations": [
                    "locke_2009",
                    "mcclary_1992"
                ]
            }
        },
        {
            "62": {
                "text": "[62] Example 23 shows the first sixteen measures of Carmen’s melodic line from the Air des cartes , in which she reads her own fortune and foretells her own death from a deck of cards.  Carmen is not obviously performing, singing, or dancing for anyone in this scene, and the text reads as an interior monologue: En v ai n pour évit e r || les rép o nses am è res, (2,6,9,12) En v ai n tu mêler a s, (2,6) Cel a ne sert à r ie n,  || les c a rtes sont sinc è res (2,6,8,12) Et ne mentiront p a s! (6) Dans le l i vre d’en h au t  || si ta p a ge est heur eu se, (3,6,9,12) M ê le et c ou pe sans p eu r: (1,3,6) La c a rte sous tes d oi gts  || se tourner a joy eu se, (2,6,10,12) T’annonç a nt le bonh eu r. (3,6) Example 23 . Bizet, Carmen , Act III, Trio ( Air des cartes ), mm. 194–209 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] As with the Habanera, Bizet wrote the verses for the Air des cartes himself ( Lacombe 2000b , 643–44).  However, he did not consistently reflect the prosodic rhythms of his own verses in the melody of Example 23.  In fact, Bizet’s text setting for this tragic and interior moment paradoxically reflects the same rhythmic qualities as Carmen’s earlier “song-and-dance” diegetic numbers, namely a simple alternation of strong and weak syllables in a way that sometimes goes with, and sometimes goes against, implied accents in the text.  Indeed, the melody in straight eighth notes in triple meter, with its regular accentuation of even-numbered syllables, is very similar to the rhythmic character of the Chanson bohème .  In the first, second, and fourth systems in Example 23, most of the prosodic accents in the text happen to fall on even-numbered syllables.  The temps forts in the music and the syllabes fortes in the text (to use Benlœw’s terminology) thus mostly coincide and the resultant declamation is mostly unobjectionable, with the arguable exception of the accented first and third syllables in “r é pons e s” in the second measure.  In the third system of Example 23, however, all of the syllabes fortes in the text (other than the obligatory ones on the rhyme and the caesura) fall on odd-numbered syllables.  Since the melodic rhythm remains inflexible, this results in a couple of misaccentuations: “l e livr e d’en h au t,” with the e muet emphasized at the expense of the first syllable in “livre”; and “Mêle e t coup e sans p eu r,” with the weakest syllable in the line, the e muet in “coupe,” placed in the strongest metrical position in the measure.",
                "footnotes": [],
                "citations": [
                    "lacombe_2000b"
                ]
            }
        },
        {
            "64": {
                "text": "[64] Ralph Locke has commented on the rigid rhythmic pattern and the misaccentuations in Example 23, arguing that “the grim relentlessness of the Card Aria . . . renders [the] . . . unnatural declamation constricting, even dehumanizing” ( 2009 , 172). Catherine Clément has similarly written that the number has “the rhythm of some inmost, penetrating curse” ( 1988 , 52).  Hugh Macdonald notes that Carmen “spells out the sombre verses in even syllables” ( 2014 , 221). What many commentators have failed to notice, however, is that the rigid rhythmic patterns and misaccentuations of the Air des cartes do not actually represent a departure from Carmen’s earlier “carefree” music.  In fact, the melody of Example 23 embodies many of the melodic and rhythmic characteristics that mark Carmen’s diegetic Spanish- or gypsy-style numbers from earlier in the opera.  Notwithstanding the obvious differences in affect, Bizet’s music makes no clear melodic or rhythmic distinction between the “gypsy/exotic” discourse of Carmen’s earlier solo numbers and the supposedly “universal” style of discourse in the Card Scene.",
                "footnotes": [],
                "citations": [
                    "locke_2009",
                    "macdonald_2014"
                ]
            }
        },
        {
            "65": {
                "text": "[65] In light of my argument in this article, it may seem paradoxical that Carmen’s Air des cartes , which is neither diegetic nor directed at other onstage characters, nevertheless uses the same style of text setting as the other numbers discussed above.  The observation is consistent, however, with the anti-metaphysical view of Carmen taken by Adorno and by Nietzsche before him.  For Adorno, what is notable about the Card Scene (and Carmen as a whole) is that “there is an absence of transcendence and meaning” ( 1992 , 61). Carmen thus calls into question the “Germanic (and Wagnerian) dichotomy between high metaphysical expression and kitsch” ( Tomlinson 1999 , 173n52).  The text-setting style of Carmen’s monologue, with its privileging of musical rhythm over prosodic rhythm, supports this reading of the opera, suggesting that there is no fundamental dichotomy between the interior or “universal” Carmen of the Card Scene and the exterior song-and-dance persona of her diegetic performances.  This in turn supports the Nietzschean hearing of Carmen outlined by Gary Tomlinson, in which the variety of musical styles exhibited by Carmen throughout the opera functions “not as a veil that Carmen draws in front of her essential subjectivity but as that subjectivity itself, in its truest form” ( Tomlinson 1999 , 125).  By embracing the kinetic rhythms of diegetic song and dance and rejecting sentimentality even in the interior monologue of the Card Scene, Carmen effectively demonstrates her “Dionysian movement with and in the rhythms of life” ( Tomlinson 1999 , 124). Conclusion",
                "footnotes": [],
                "citations": [
                    "adorno_1992",
                    "tomlinson_1999",
                    "tomlinson_1999",
                    "tomlinson_1999"
                ]
            }
        },
        {
            "66": {
                "text": "[66] This article began with Richard Strauss’s question: “Why do the French sing differently from the way they speak?”  In response to this question, I have suggested that when characters in nineteenth-century French opera sing differently from the way they speak (most notably when they misaccentuate weak syllables like e muets ), they are often engaging in diegetic or other kinds of onstage performance.  In other words, they sing in different rhythms than those in which they would speak precisely because they are engaged in “singing as song,” and not “singing as speech.”  Our examination of examples from the repertoire indicates that while there is empirical evidence that composers were generally sensitive to stress-meter alignment and just declamation in French vocal music ( Temperley and Temperley 2013 ), there was nevertheless a rich tradition of setting melodies against tonic accents running from the precursors of the opéra comique through Grétry and Auber and on to Gounod and Bizet.  Carmen’s line from the Chanson bohème (Example 22)—“sous le rythme de la chanson” (under the rhythm of the song)—thus perfectly encapsulates the phenomenon discussed in this article: in French opera of the long nineteenth century, “proper” versification often succumbed to the hypnotic influence of the regular and repetitive rhythms of diegetic song, or dance and military topics.  An understanding of this phenomenon enables us to better appreciate the way in which composers manipulated melody, rhythm, and text setting to illuminate dramatic situations in nineteenth-century French opera.",
                "footnotes": [],
                "citations": [
                    "temperley_and_temperley_2013"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.3.pau.html",
    "data": "mto/data/mto.15.21.3.pau.json"
}