{
    "title": "Review of Anthony Pople, <i>Messiaen: Quatuor pour la fin du Temps</i> <br>Cambridge: Cambridge University Press, 1998.",
    "date": "1999/03/01",
    "volume": "5",
    "issue": "2",
    "authors": [
        "Luchese, Diane"
    ],
    "abstract": "",
    "keywords": [
        "Messiaen",
        "Quatuor",
        "Quartet",
        "Pople."
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.2/mto.99.5.2.luchese.pdf",
    "author_info": [
        {
            "name": "Diane Luchese",
            "university": "Ohio State University",
            "address": "Department of Music Theory and Composition, 110 Weigel Hall, 1866 College Road, Columbus, OH 43210-1170",
            "email": "Luchese.1@osu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Messiaen identifies this pattern with Musorgsky’s Boris Godunov .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Anthony Pople’s Messiaen: Quatuor pour la fin du Temps is a book you might\nrightly judge by its cover: a volume in concise format, with serious design, and careful\ncraftsmanship. Pople’s work is precisely that, proving itself to be an excellent analysis\nof one of the twentieth century’s musical masterpieces. This book goes beyond most other\nwritings on this composition, writings that often accomplish little more than identifying\nMessiaen’s signature techniques in the same superficial way that a field guide might\nidentify birds in a forest.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The 115 pages of Messiaen: Quatuor pour la fin du Temps include an\nintroduction, individual chapters devoted to each of the eight movements, and a concluding\nchapter, followed by an appendix of Messiaen’s seven modes of limited transposition,\nendnotes, and a select bibliography. Throughout the text, short musical examples\nillustrate passages under discussion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Pople demonstrates extensive knowledge of the composer’s style and works. As he\nprogresses through individual movements, he carefully identifies and explains many of the\ntechniques that Messiaen wrote about in his 1944 treatise, The Technique of My Musical\nLanguage. Notable among them are nonretrogradable rhythms, modes of limited\ntransposition, rhythms with added values, inexact augmentation and diminution, rhythmic\npedals, chords on the dominant, and chords of resonance. Pople compares several passages\nfrom the quartet with excerpts from other Messiaen compositions that display similar\nthematic material and compositional procedures. For example, he shows a passage from the\nsixth movement (“Danse de la fureur”) as a derivation of the opening bars of\n“L’Ange aux parfums” from Les corps glorieux (1939), highlighting\nmotives identical in contour and rhythm, although different in mode and tempo. He\nidentifies the fifth and eighth movements as borrowed transcriptions of sections from two\nearlier compositions, Fete des belles eaux (1937) and Diptyque (1930).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Pople has not only an appreciation of the historical circumstances surrounding the\ncomposition’s genesis but also a deep understanding of its significant theological\nprogram. He recounts the story of the quartet’s composition while Messiaen was\nincarcerated during World War II, and explains how the circumstances of his internment\nwith three other musicians in the same camp led to its instrumentation. From Messiaen’s\naccounts, recollections of the cellist who first played it, and comparisons of the\nmovements, Pople proposes a hypothetical order in which the movements may have been\ncomposed. He discusses the theological issues underlying the Quatuor pour la fin du\nTemps , an integral part of the quartet’s expression, and explains (page 14) that some\nmovements contemplate the qualities of eternity while others are concerned with the events\nof the apocalypse (“the end of time”) as described in the Bible’s tenth chapter\nof the book of Revelation. Pople also gives the dramatic account of the work’s first\nperformance in January of 1941, for some five thousand prisoners assembled in a freezing\nbuilding.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Pople’s writing shows true craftsmanship. It is usually clear and concise. Often,\nit is poetic. For example, after citing Messiaen’s description of the fifth movement’s\nmelody as a song sentence, he writes: “Though arguably no more than a description of the\n    melody’s formal outline, this lends new meaning to the association of the music with the\n    Word: if this is a ‘song’ then it is surely a song-without-words, but it is not Wordless.\n    And it may be that the transfer of this melody from the ondes Martenot to the tangibly\n    physical medium of the cello’s upper register—in which, for example, the motions of the\n    player’s left hand on the neck of the instrument are frequently audible alongside the musical notes—was comparable for Messiaen with the theological fact of the Word\n    made flesh” (page 55).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Pople’s analysis is straightforward, direct, and insightful. He thoroughly points\nout the thematic, tonal, textural, and formal relationships found within and between\nmovements. He uses short musical examples effectively to illustrate compositional\nprocesses, melodic structures, and harmonic progressions. He distinguishes chords that\nserve as harmonizations of melodies from those independent of melody having strictly\ncoloristic functions. Citing Messiaen’s words about the colors that are depicted—a result\nof his rare and individual condition of synaesthesia—he admirably handles the\ndifficulties that sometimes arise from the composer’s detailed color descriptions. Pople\ncan be commended for placing the lighthearted character of the ‘Intermede’ in context; few\nscholars convincingly address such lightheartedness in Messiaen’s music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Pople further illustrates some of Messiaen’s innovative techniques by way of\ncomparison with fabricated hypothetical traditional Western models. This kind of\nillustrative stylistic comparison is instructive. For example, the opening five bars of\n‘Abime des oiseaux’—an application of one of Messiaen’s preferred melodic contours (1) using his second mode of limited\ntransposition, added values, and inexact diminution—are shown as a derivation of a\nhypothetical, yet conceivable, four-bar tonal model in 4 4 (page 42). While both musical\nexamples are given for comparison, Pople is careful to present Messiaen’s music above the\nfabrication in order to stress that the derivation is hypothetical and to emphasize that\n“there is no suggestion that Messiaen actually worked in this way, let alone that he\nworked with the actual substance of this example in mind” (page 42).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] If there is any substantial fault to this book, it is that it is sometimes too\nconcise. For example, the analysis of the first movement lacks detailed discussion of the\nprincipal theme, the clarinet part. Instead, Pople focuses on the rigorous organization of\nthe panisorhythmic piano and cello parts, undoubtedly because these parts also can\nemphasize several of Messiaen’s innovations. He shows the five motives that are chained\ntogether to form the violin part and then states that “the clarinet’s music proceeds\nsimilarly” (page 27). This is not entirely true. Although both parts are a kind of\nstylized birdsong, the more subordinate violin plays nothing more than its five motives\n(with some repetitions and order changes) while the clarinet’s initial theme goes through\nmore interesting developmental variations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Some confusion may arise from Pople’s initial description of the solo clarinet\nmovement’s form. After asserting that the sections are defined by changes of tempo (page\n41), he lists the measure corresponding to the second powerful crescendo on a sustained E\nas a separate section, “C,” because of the changed metronome marking needed to\nindicate the desired length of the note. Because later in his discussion Pople interprets\nthis note as an introduction to the “presque vif” section that follows it (page\n44), it seems that the chart below the initial assertion that tempo changes determine form\ngives misleading or at least confusing information.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] I recommend this book especially to musicians wanting to learn more about the\n“Quatuor pour la fin du Temps” or Messiaen’s style in general. Anthony Pople\nconveys a sincere appreciation of both the composer and his great work. As his last\nsentence so eloquently states, the Quartet “remains a unique document of a great\ncomposer at the height of his powers responding to extraordinary circumstances with\nsustained and magnificent invention” (page 95).",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.99.5.2.luchese.html",
    "data": "mto/data/mto.99.5.2.luchese.json"
}