{
    "title": "Review of Robert D. Morris, <i>Class Notes for \nAdvanced Atonal Music Theory</i> (Lebanon, NH: Frog Peak Music, 2001).",
    "date": "2002/10/01",
    "volume": "8",
    "issue": "3",
    "authors": [
        "Capuzzo, Dr. Guy"
    ],
    "abstract": "This review ofClass Notes for Advanced Atonal Music Theoryby Robert D. Morris (Lebanon, NH: Frog Peak Music, 2001) describes the book’s organization, content, and applicability for pedagogical and research uses.",
    "keywords": [
        "atonal music theory",
        "twelve-tone theory",
        "20th-Century music"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.02.8.3/mto.02.8.3.capuzzo.pdf",
    "author_info": [
        {
            "name": "Dr. Guy Capuzzo",
            "university": "Texas Tech University",
            "address": "School of Music, Box 42033, Lubbock, TX 79409",
            "email": "guy.capuzzo@ttu.edu"
        }
    ],
    "citations": {
        "bernard_1987": "Bernard, Jonathan. 1987. The Music of Edgard Varèse . New Haven: Yale University Press.",
        "harrison_1988": "Harrison, Daniel. 1988. “Some Group Properties of Triple Counterpoint and Their Influence on Compositions by J.S. Bach.” Journal of Music Theory 32.1: 23–49.",
        "klumpenhouwer_1991": "Klumpenhouwer, Henry. 1991. “A Generalized Model of Voice-Leading for Atonal Music.” Ph.D. diss., Harvard University.",
        "lansky_1973": "Lansky, Paul. 1973. “Affine Music.” Ph.D. diss., Princeton University.",
        "lewin_1976": "Lewin, David. 1976. “On Partial Ordering.” Perspectives of New Music 14/2–15/1: 252–9.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . New Haven: Yale University Press.",
        "lewin_1993": "Lewin, David. 1993. Musical Form and Musical Transformation . New Haven: Yale University Press.",
        "mead_1988–89": "Mead, Andrew. 1988–89. “Some Implications of the Pitch-Class/Order-Number Isomorphism Inherent in the Twelve-Tone System.” Perspectives of New Music 26/2: 96–163 and 27/1: 180–233.",
        "morris_1980": "Morris, Robert. 1980. “A Similarity Index for Pitch-Class Sets.” Perspectives of New Music 18.2: 445–60.",
        "morris_1982": "Morris, Robert. 1982. “Set Groups, Complementation, and Mappings among Pitch-Class Sets.” Journal of Music Theory 26.1: 101–44.",
        "morris_1987": "Morris, Robert. 1987. Composition with Pitch-Classes: A Theory of Compositional Design. New Haven: Yale University Press.",
        "morris_1990": "Morris, Robert D. 1990. “Pitch-Class Complementation and its Generalizations.” Journal of Music Theory 34/2: 175–246.",
        "morris_1991": "Morris, Robert. 1991. Class Notes for Atonal Music Theory . Hanover, NH: Frog Peak Music.",
        "morris_1993": "Morris, Robert. 1993. “New Directions in the Theory and Analysis of Musical Contour.” Music Theory Spectrum 15.2: 205–228.",
        "morris_1995": "Morris, Robert. 1995. “Equivalence and Similarity in Pitch and Their Interaction with Pcset Theory.” Journal of Music Theory 39.2: 207–44.",
        "morris_2001": "Morris, Robert D. 2001. Class Notes for Advanced Atonal Music Theory . Lebanon, NH: Frog Peak Music.",
        "perle_1977": "Perle, George. 1977. Twelve-Tone Tonality . Berkeley: University of California Press.",
        "rahn_1980": "Rahn, John. 1980. Basic Atonal Theory . New York: Longman Press.",
        "straus_2000": "Straus, Joseph N. 2000. Introduction to Post-Tonal Theory , 2nd ed. Englewood Cliffs, NJ: Prentice-Hall."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In Class Notes for Advanced Atonal Music Theory, Robert D. Morris ( 2001 ) has gathered and interpreted much of the work done in atonal \nand twelve-tone theory since his  book Composition with Pitch-Classes ( 1987 ; hereafter, CwPC ). The result is a masterful pedagogical and research text by one of \nour most prolific and respected composer/theorists. Morris covers such \nnow-standard topics as contour theory, transpositional combination, \nKlumpenhouwer networks (K-nets), generalized interval systems, and \npc/order-number isomorphisms. The book also introduces new and previously \nunpublished material by Morris.",
                "footnotes": [],
                "citations": [
                    "morris_2001",
                    "morris_1987"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The genesis of Class Notes is in lecture notes \nand handouts prepared by Morris for use in a graduate theory course at the \nEastman School of Music. After teaching the course successfully for many years, \nMorris assembled the materials in a form suitable for pedagogy, research, and \ncomposition. While the text is not a composition treatise in the vein of CwPC , \nthere is much here that composers may find of use.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In 1995, I was one of many students and colleagues of \nMorris’s who studied the text, used it in class, and offered suggestions for its \nimprovement. Class Notes has benefited from over six years of such \nsuggestions, as well as fine editing by Dora Hanninen. The difference between \nthe present text and its earlier incarnations is striking. The current, mature \nversion of Class Notes is a model of concision and consistency.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Class Notes is a two-volume spiral-bound book. \nVolume 1 consists of six chapters of text; Volume 2 consists of Examples, \nTables, Appendices, a Glossary, and Works Cited. The layout of the two volumes \nis clear, and alternating between them presents no special difficulties. The \ntext is organized with “two types of readers in mind: those reading the text \nbeginning to end, versus those reading individual sections or chapters. For this \nreason the chapters are not arranged in an altogether sequential manner, and \ntheir tone and difficulty vary somewhat” (page x). While the latter point holds \ntrue, the consistent presentational format smoothes out what otherwise may have \nbeen significant differences in expository density.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Chapter 1, “Basic Terms and Concepts,” isolates the \nterminology that runs through the entire text, recalling in format and content \nthe opening chapter of David Lewin’s book, Generalized Musical \nIntervals and Transformations ( Lewin 1987 , hereafter, GMIT ). \nMorris begins by defining Cartesian products, functions, and three types of \nrelations: equivalence, similarity, and partial ordering. From this, the concept \nof hierarchy follows, defined in a value-free manner as a “partial ordering that \ncan be represented as a connected graph without loops” (page 9). This allows \nMorris to characterize some twelve-tone music as hierarchic (page ix). \nThe remainder of Chapter 1 is devoted to the study of groups. Morris’s lucid \nexposition permits immediate connections to various topics introduced by other \nauthors, including Lewin’s simply transitive and direct product groups, \npermutation groups in work by Daniel Harrison ( 1988 ) and Henry Klumpenhouwer \n( 1991 ), and \naffine groups in work by Paul Lansky ( 1973 ). The \nmaterial in Chapter 1 will also prove useful for persons who wish to read CwPC and GMIT .",
                "footnotes": [],
                "citations": [
                    "lewin_1987",
                    "harrison_1988",
                    "klumpenhouwer_1991",
                    "lansky_1973"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Chapter 2, “Topics in Contour-Space and Pitch-Space,” is explicitly based \non Morris ( 1993 , 1995 ). \nI read it as an update to Chapter 2 of CwPC . Here Morris lays out the \nfundamentals of contour- and pitch-spaces, incorporating research on these \ntopics published after CwPC . The chapter is rife with potential for \nanalytic application. For example, Morris’s theory of pitch-sets will interest \nanalysts working with Ligeti, Varèse and other composers whose music is often \ncharacterized as inhabiting non-modular pitch-spaces. Additionally, similarity \nrelations among pitch-sets that are discussed here finesse many of the problems \nattendant with traditional pcset similarity, thus also inviting analytic \napplication.",
                "footnotes": [],
                "citations": [
                    "morris_1993",
                    "morris_1995"
                ]
            }
        },
        {
            "7": {
                "text": "[7] In Chapter 3, “Relating Pc Entities,” the material on \nequivalence relations, similarity relations, and partial orderings presented in \nChapter 1 is expanded into three self-standing sections. In the equivalence \nrelations section, various set-group (SG) systems are posited as ways of \ndetermining sc equivalence. With one exception, each SG determines its sc \nmembers by way of a canonical group—a set of operations that exhibits group \nstructure. The discussion of canonical groups revisits Morris ( 1982 ) and recalls a passage from Lewin’s GMIT (page 105). The first SG system, SG1, uses pc transposition only. SG1 bisects \nthe Forte scs that do not have TnI invariance. For example, SG1 divides \nForte’s 3-11[037] into two scs: 3-11a(037) and 3-11b(047). Such \ndistinctions are especially relevant to analysts who may question the musical \nvalidity of inversional equivalence. SG2 uses transposition and inversion (Tn \nand TnI). SG3 adds the multiplicative (“cycle of fifths”) operations TnM and \nTnMI to those in SG2 for a total of forty-eight twelve-tone operators (TTOs). \nTwo variations on SG3 are presented as well: SG3a, which employs Tn and TnM, and \nSG3b, which employs Tn and TnMI. SG iv determines sc equivalence on the basis of \nidentical ic vectors; this erases some of the Z relations in SG2. SG iv has no \ncanonical group, instead declaring sc equivalence on the basis of shared ic \nvectors. Two last SG’s are SGH, which employs a TTO subgroup H as its canonical \ngroup, and SGXH, which employs both H and a nonstandard operator X. The \nmotivation for positing these SG systems is musical and context-sensitive in \nnature: a given composition or repertory may be populated by pcsets that relate \nmost convincingly under a given SG, which may not be the commonplace SG2.",
                "footnotes": [],
                "citations": [
                    "morris_1982"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The second section of Chapter 3, on partial orderings, \nincludes especially useful material on lattice representations of maxpoint sets \nand transpositional combination sets, as well as Morris’s complement union \nproperty (CUP). Morris defines CUP as follows: “Given pcsets S, T, and V, such \nthat S is a member of SC(X), T is a member of SC(Y), and V is a member of SC(Z), \nif S and T share no pcs, and the union of S and T is V, for all S, T, and V, \nthen SC(Z) has CUP” (page 71). (I have substituted the words “is a member of” \nfor the inclusion symbol, “share no pcs” for the \nintersection and null set symbols, and “the union of” for the union symbol.) For example, \n6-14[013458] has CUP: any two non-overlapping members of \n3-6[024] and 3-12[048] will form a member of 6-14. Morris also discusses the \ncomplement intersection property (CIP) and CUP pairs. A CUP pair is a CUP shared \nby two scs. For instance, any two non-overlapping members of ic3 and ic6 will \nform a member of 4-15[0146] or 4-29[0137]. While Morris does not state it \nexplicitly, it is important to note that CUP assumes SG2, and that the \nhexachords in Appendix A that are shown to possess CUP have been determined in \nthat way. In a different SG, different scs will have CUP. For instance, \nthe aforementioned 4-15 and 4-29 are CUP pairs in SG2; in SG3, however, they \nmerge into a single sc that has CUP. The analytic usefulness of CUP, CIP, and \nCUP pairs is considerable. Numerous passages in the post-tonal literature can be \nunderstood as the combinations of a pcset of a sc X with most or all of the \nnon-intersecting pcsets of a sc Y to form members of a single, larger sc Z; this \nis the CUP relation. Other passages of similar bent may be modeled by CUP pairs. \nThere are also open research questions involving CUP. For instance, any \nall-combinatorial hexachord can be formed by transpositional combination but \nnone has CUP, a somewhat surprising fact given the symmetry that TC and CUP scs \nand their subsets typically exhibit.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The final section of Chapter 3 covers similarity \nrelations among scs. The section, while explicitly based on Morris ( 1980 ), \nengages more recent work on similarity relations as well. A fine discussion of aural similarity (pages \n73–5) deals with three main problems that arise with the use of these relations: \ndiversity (there are many types of listeners), type-token (there are conflicts \nbetween measuring similarity among pcsets versus the scs they belong to), and \nrealization (there are many ways to realize a pcset in pitch, timbre, etc.). An \ninteresting connection between similarity relations and the folding operation \noriginal with Jonathan Bernard ( 1987 ) closes the chapter.",
                "footnotes": [],
                "citations": [
                    "morris_1980",
                    "bernard_1987"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Chapter 4, “Aspects of TTOs,” revisits material in \nChapter 4 of CwPC and Morris ( 1982 , 1990 ), then extends it to cover more \nrecent constructs. Here Morris proposes an alternate labeling system for TTOs. \nAll TTOs take the form TnMm, where m (multiplication) = 1, 5, 7, or 11. M1 is \nthe identity operator (the traditional T0), M5 is M (the traditional T0M), M7 is \nMI (the traditional T0MI), and M11 is I (the traditional T0I). For example, the \ntraditional T0 is notated as T0M1, and the traditional T5I is notated as T5M11. \nThe TnMm labeling format is essential for the work carried out in this chapter, \nwhich places the M operations on equal footing with the T and I operators.",
                "footnotes": [],
                "citations": [
                    "morris_1982",
                    "morris_1990"
                ]
            }
        },
        {
            "11": {
                "text": "[11] After presenting the formalisms necessary for the \nconcatenation of TTOs, Morris introduces Lewin’s simply transitive networks, \nwhich in turn sets the stage for a discussion of generalized interval systems in \nChapter 5. The discussion of context-sensitive operations is of pertinence to \nall analysts of atonal and twelve-tone music, even undergraduates encountering \nhexachordal combinatoriality for the first time. Consider the opening row of \nSchoenberg’s Fourth Quartet, T2(P) = <219A5340876B>. The hexachordally \ncombinatorial partner of T2(P) is T9I(P) = <780B4659123A>. Although T9I(P) is \nthe T7I transform of T2(P), all combinatorial row pairs in the piece do not \nrelate by T7I. There are two solutions to this problem. The first involves \nMorris’s Theorem 4.7b (page 93), which calculates the transposition of inversion \noperators via the formula H K H-1 (the inverse of H). Let us determine the \ncombinatorial partner of T0(P) with this formula. T0(P) is the TA transform of \nthe opening T2(P). The opening T9I(P) is “transposed” by TA via TA T9I T2 = T7 I \nT2 = T7 IT2 = T7 TAI = T5I. T0(P) and T5I(P) are thus hexachordally \ncombinatorial. The second solution to the problem, a context-sensitive operation \nJn (Lewin 1993), accomplishes the same task with less overhead. As Morris states, “keeping track of \ntranspositional subscripts is painful” (page 98), and the Jn operators accomplish \nthis more easily, with the additional advantage of commuting with the Tn \noperators.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Chapter 4 closes with a far-reaching generalization of \nK-nets. By employing the concept of operator spaces, Morris is able to develop \nalgorithms that preserve the node/arrow content of any K-net. An operator space \nis a complete statement of a T1, T5, T7, and/or T11 cycle. The cycles are \nlabeled C1, C5, C7, and C11. Below is an example of a four-row operator space: C1  = 0 1 2 3 4 5 6 7 8 9 A B C5  = 0 5 A 3 8 1 6 B 4 9 2 7 C7  = 0 7 2 9 4 B 6 1 8 3 A 5 C11 = 0 B A 9 8 7 6 5 4 3 2 1 The relation between operator cycles and K-nets also \nengages the familiar Stravinskian rotation operation rn(X), which places the \nlast n elements of X first. Consider the two-row operator space shown below: C1     = 0 1 2 3 4 5 6 7 8 9 A B r2 C11 = 2 1 0 B A 9 8 7 6 5 4 3 The pcs of the operator cycles model the pcs of a K-net, \nwhile TTOs relate pcs. Operator spaces and their rotations can also form George \nPerle’s ( 1977 ) cyclic sets (page 98). In Perle’s terminology, the vertical dyads \nof the two-row operator space shown above form “sum 2 dyads”—pcs whose integers sum to 2 modulo 12.",
                "footnotes": [],
                "citations": [
                    "perle_1977"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Chapter 5, “The TTO Group: Its Subgroups and \nSupergroups,” revisits topics in Morris ( 1982 , 1987 , 1990 ), but with different \nterminology and in greater depth. The first section of the chapter considers \nsubgroups of the TTO group. The orbits of these subgroups—the pc mappings under the \noperations of the subgroup—are put to practical use in demonstrations of \npc-to-pc designs that comport with the arrays in CwPC . The section closes \nby outlining the automorphisms and isomorphisms of these subgroups, along with \nthe conjugacy classes they sort into, by way of an interesting compositional \napplication.",
                "footnotes": [],
                "citations": [
                    "morris_1982",
                    "morris_1987",
                    "morris_1990"
                ]
            }
        },
        {
            "14": {
                "text": "[14] The second section of Chapter 5 considers the TTO \ngroup as a subgroup of a supergroup N. N is defined by five operations, alpha \nthrough epsilon, which engage material in Mead ( 1988–89 ) and Morris ( 1982 ). Entire SGs may relate via the nonstandard \noperations in a given N. The chapter concludes with a discussion of Lewin’s \ngeneralized interval systems, which Morris offers “as an invitation to begin \nreading Lewin ( 1987 ).”",
                "footnotes": [],
                "citations": [
                    "morris_1982",
                    "lewin_1987"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Chapter 6, “Twelve-Tone Topics,” discusses types of \nrows and their relations, pc binary relations, partitions and mosaics, and \npc/order-number isomorphisms. Row types covered include all-combinatorial, \nall-interval, ten-trichord, supersaturated set-type, and multiple order-number \nfunction. Row-classes are then covered; these are to rows what scs are to pcsets. \nLewin’s protocol pairs (equivalent to the Cartesian product of a set S) and \npartially-ordered sets ( 1976 , 1987 ) are instances of pc binary relations, which \nform the third section of the chapter. The \nsection on Latin squares (pages 182–84) is among the few published musical discussions of \nthe topic that does not take Webern’s music as its starting point. Such \ndiscussions are typically analytic in nature; Morris instead demonstrates the \nability of Latin squares to undergird combinatoriality and mosaics.",
                "footnotes": [],
                "citations": [
                    "lewin_1976",
                    "lewin_1987"
                ]
            }
        },
        {
            "16": {
                "text": "[16] To be sure, the material in Class Notes for Advanced Atonal Music Theory is genuinely advanced. For pedagogical \npurposes, Class Notes is best suited to a research seminar or second \nsemester graduate course in atonal theory. As Morris states (page x), students \nwith little or no background will be better served by Rahn ( 1980 ), Straus \n( 2000 ), or Morris ( 1991 ). A second aspect \nof Class Notes that may present difficulties to some readers is the \nabsence of musical examples. My experience with Class Notes , however, has \nbeen that the absence of musical examples promotes the use of Morris’s material \nin analytic work without prejudice. For instance, supersaturated set-type rows \ncrop up in Elliott Carter’s Changes , a non-twelve-tone piece; instances \nof CUP and pitch-scs occur throughout Schoenberg’s Suite, Opus 25; and partial \norderings, which Morris implicitly presents as manifested in temporal order, can \nmodel vertical sonorities as well.",
                "footnotes": [],
                "citations": [
                    "rahn_1980",
                    "straus_2000",
                    "morris_1991"
                ]
            }
        },
        {
            "17": {
                "text": "[17] As a research guide, Class Notes for Advanced Atonal Music Theory is a \nstate-of-the-art contribution to the field of atonal music theory. It is \ninformed by the most current work in the field, its organization and manner of \npresentation are exemplary, and the text is nearly free of significant \ntypographical errors. Few music texts enjoy the luxury of a six-year gestation \nperiod during which drafts are test-run in class after class of graduate \nstudents; Class Notes for Advanced Atonal Music Theory bears all the \npositive marks of such a text.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.02.8.3.capuzzo.html",
    "data": "mto/data/mto.02.8.3.capuzzo.json"
}