{
    "title": "Review of Christopher Alan Reynolds, <i>Motives for Allusion: Context and Content in Nineteenth-Century Music</i>\n\t\n\t(Cambridge and London: Harvard University Press, 2003)",
    "date": "2008/03/01",
    "volume": "14",
    "issue": "1",
    "authors": [
        "Easley, David B."
    ],
    "abstract": "",
    "keywords": [
        "Reynolds",
        "Easley",
        "music",
        "allusion",
        "motives",
        "nineteenth-century",
        "borrowing",
        "quotation"
    ],
    "doi": "",
    "received": "January 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.1/mto.08.14.1.easley.pdf",
    "author_info": [
        {
            "name": "David B. Easley",
            "university": "Florida State University",
            "address": "College of Music, Tallahassee, FL 32306-1180",
            "email": "dbe07@fsu.edu"
        }
    ],
    "citations": {
        "bakhtin_1984": "Bakhtin, Mikhail. Problems of Dostoevsky’s Poetics , ed. and trans. Caryl Emerson. Minneapolis: University of Minnesota Press, 1984.",
        "klein_2006": "Klein, Michael. Review of Motives for Allusion: Context and Content in Nineteenth-Century Music . Music Theory Spectrum 28, no. 1 (2006): 111–8.",
        "knapp_2005": "Knapp, Raymond. Review of Motives for Allusion: Context and Content in Nineteenth-Century Music. Journal of the American Musicological Society 58, no. 3 (2005): 736–748.",
        "reynolds_2003": "Reynolds, Christopher Alan. Motives for Allusion: Context and Content in Nineteenth-Century Music. Cambridge and London: Harvard University Press, 2003.",
        "todd_2005": "Todd, R. Larry. Review of Motives for Allusion: Context and Content in Nineteenth-Century Music . Journal of Musicological Research 24 (2005): 71–5."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Michael Klein, Review of Motives for \nAllusion: Context and Content in Nineteenth-Century Music , Music Theory Spectrum 28, no. 1 ( 2006 ): 111.",
            "citations": [
                "klein_2006"
            ]
        },
        "FN2": {
            "text": "2. Ibid.",
            "citations": []
        },
        "FN3": {
            "text": "3. Although Reynolds does not define what he considers a motive, from the musical examples he presents the reader must assume that a motive consists of a short rhythmic or melodic idea that is defined enough to retain its identity throughout the process of structural and presentational transformation.",
            "citations": []
        },
        "FN4": {
            "text": "4. Mikhail Bakhtin, Problems of Dostoevsky’s Poetics , ed. and trans. Caryl Emerson (Minneapolis: University of Minnesota Press, 1984 ), 189.",
            "citations": [
                "bakhtin_1984"
            ]
        },
        "FN5": {
            "text": "5. 2006 , 115.",
            "citations": [
                "klein_2006"
            ]
        },
        "FN6": {
            "text": "6. Christopher Alan Reynolds, Motives for Allusion: Context and Content in Nineteenth-Century Music (Cambridge and London: Harvard University Press, 2003 ), 118.",
            "citations": [
                "reynolds_2003"
            ]
        },
        "FN7": {
            "text": "7. R. Larry Todd, Review of Motives for Allusion: Context and Content in Nineteenth-Century Music , Journal of Musicological Research 24 ( 2005 ): 74.",
            "citations": [
                "todd_2005"
            ]
        },
        "FN8": {
            "text": "8. Raymond Knapp, Review of Motives for Allusion: Context and Content in Nineteenth-Century Music , Journal of the American Musicological Society 58, no. 3 ( 2005 ): 744.",
            "citations": [
                "knapp_2005"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Christopher Alan Reynolds’s Motives for Allusion has received wide \nattention from reviewers who often seem to be as anxious to recount their own \npreoccupations with the topic of musical allusion as to provide a close reading \nand evaluation of the text itself. Given the elusive nature of the topic, this \nis understandable. Attempting to comprehend just how we should view and \nunderstand these musical puzzles leads many a scholar into the thorny territory \nof ascribing meaning and intention. Despite the inherent problems of the topic, \nReynolds charges forward with his own views, ultimately leaving the reader to \ndecide what she or he believes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Reynolds defines allusion as “an intentional reference to another work made \nby means of a resemblance that affects the meaning conveyed to those who \nrecognize it” (p. 6). As reviewer Michael Klein notes, “Here all the troubles of \nallusion are laid bare: the problem of intention; of the likelihood that an \naudience will recognize the resemblance; and of the meaning that accrues its \nrecognition.” (1) Klein’s statement casts a light on what are perhaps the most \nproblematic aspects of allusion, especially that of authorial intention. He goes \non to explain that, “In particular, embracing authorial intention seems \ncourageous in the post-Barthesian world, where the ‘death of the author’ \nthreatens to render moot any argument hoping to recover a poetic level of \nallusion.” (2) Recognizing this knotty aspect, Reynolds admits, “intentionality \nis an important element, however problematic it may be to determine,” and in the \nend, decides that intentionality is important for understanding the \ncompositional process and in considering questions of originality (p. 6).",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Reynolds strives \nforward with nine chapters devoted to several different aspects of allusion, \nwhich explore how composers concealed their allusions (Chapter 2); whether \ncomposers chose to assimilate (Chapter 3) or contrast (Chapter 4) the original \nsource of a musical allusion; the practice of adding a text to previously \ncomposed instrumental music (Chapter 5); the use of musical ciphers (Chapter 7); \nmusical allusions as a form of tradition (Chapter 8); as well as the perennial \nproblems of originality and intention (Chapter 6).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In Chapter 2 (“Transformations”), Reynolds describes the various ways in \nwhich composers have concealed their appropriated motives (or themes). (3) In \naddition to changes in rhythm, meter, intervals, and the like, he introduces \nthree other methods: motivic combination (occurring contrapuntally in two voices \neither simultaneously, melodically in succession, or combined into one single \nmotive); octave displacement (e.g., the substitution of an ascending fifth for a \ndescending fourth, a seventh for a second, and so on); and change of genre \n(e.g., transfer of a melodic idea from an opera aria to a Mass, from a song to a \nsymphony, and so on). Reynolds states that in the examples presented throughout \nthe book, “generally the alluding motive and the source composition share at \nleast three features” (p. 33).",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In Chapters 3 (“Assimilative Allusions”) and 4 (“Contrastive Allusions”), \nReynolds explores several examples in which composers choose either to create a \nmeaning that is similar to the one borne by an original motive (assimilative), \nor to create a new meaning, often to distance the appropriation from its \noriginal source (contrastive). These categories are grounded in Mikhail \nBakhtin’s double-voiced discourse; in his Problems of Dostoevsky’s Poetics , \nBakhtin states that in any utterance or text, a speaker or author can use \nanother’s “discourse for his own purposes, by inserting a new semantic intention \ninto a discourse which already has, and which retains, an intention of its \nown.” (4) Working from this understanding, Reynolds introduces numerous examples \nof both assimilative and contrastive allusions.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] One example of the latter comes from Schumann’s setting of “Schlußlied des \nNarren,” the song that concludes Shakespeare’s Twelfth Night . Relying on musical \nsimilarities read against the backdrop of Schumann’s life at the time of \ncomposition, Reynolds hears a contrastive allusion to Schubert’s setting of “Erlkönig.” \nWhile Schumann composed “Schlußlied,” he and Clara Wieck were involved in court \nproceedings against Wieck’s father, disputing his disapproval of their \nprospective marriage. Most of Friedrich Wieck’s charges against Schumann had \nbeen dismissed, leaving only a claim of “habitual drunkenness” left to be \ndisputed (p. 73–74).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Reynolds interprets the text of “Schlußlied” as speaking to “both the past \nstruggle and to the improved prospects of his [Schumann’s] marriage” (p. 74). In \naddition, Reynolds strengthens his reading by presenting the verse that Schumann \nchose not to set, which speaks of drunkenness, the only charge pending against \nSchumann. Turning to Schumann’s musical setting, Reynolds notes the \nappropriation of the opening motive from Schubert’s “Erlkönig.” While Schumann \nalters the mode and creates a dotted rhythm, the two maintain a similar melodic \nand rhythmic quality ( Examples 1 and 2 ). Example 1 . Schumann, “Schlußlied des Narren,” op. 127, no. 5, mm. 1–4 (click to enlarge) Example 2 . Schubert, “Erlkönig,” op. 1, mm. 1–3 (click to enlarge) Reynolds reads this allusion as contrastive because of the new meaning Schumann creates in appropriating Schubert: “In this contrastive reading, Clara’s father has assumed the sinister role of the Erlkönig, and he—Robert—the role of protector” (p. 75). Reynolds’s reading is convincing, no doubt attributable to his excitement for and careful presentation of the evidence. However, one may wonder just how likely it is that the allusion would be recognized without such extensive biographical information or, as Michael Klein calls it, Reynolds’s “nimble detective work.” (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Chapter 5 (“Texting”) digresses from the topic of allusions in order to \nexplore composers’ practice of adding text to an existing piece of instrumental \nmusic. Although texting is not specifically a type of allusion, introducing the \ntopic allows Reynolds to investigate issues of inspiration and originality, \nwhich become the focus of Chapter 6 (“Inspiration”). Using Brahms as an example, \nReynolds discusses the conflict many nineteenth-century composers faced “between \nindividual originality and the need to be a part of a cultural/national \ntradition” (p. 102). The creative process of composition involves a dual world \nof both the conscious and unconscious, as well as the prospect of aligning \noneself with the “masters” while maintaining a sense of originality, often \nleaving composers unwilling to admit their appropriations publicly. In addition, \nReynolds argues that to understand the intention behind allusions, we must \naccept that there are interactions that fall between the two extremes of \nconscious and unconscious creativity. This allows a composer to create a motive \nand only later recognize its connection to another work, as well as to “begin \nwith a conscious allusion and still permit that motive to be subjected to his \nown unconscious thought processes” (115).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] As an example, Reynolds introduces Brahms’s lied “Die Mainacht,” op. 43, no. \n2, which bears several striking resemblances to Chopin’s Impromptu in F major, \nop. 36, no. 2. In addition to the same formal pattern—ABA—in which the A and B \nsections are tonally separated by a major third, the two pieces also share a \nsimilar opening motive ( Examples 3 and 4 ). Example 3 . Brahms, “Die Mainacht,” op. 43, no. 2, mm. 1–2 (click to enlarge) Example 4 . Chopin, Impromptu in F ♯ major, op. 36, no. 2, mm. 1–2 (click to enlarge) Apparently, Brahms did not initially recognize the similarities between his and \nChopin’s compositions, but from documentary evidence and a speck of speculation, \nReynolds suggests that Brahms eventually did recognize the resemblance. Reynolds \nuses Brahms’s own description of his conscious and unconscious thought processes \nas evidence of Brahms’s intentions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In a conversation with friend George Henschel—who later transcribed Brahms’s statement—Brahms described his creativity as some sort of “mystical process”: There is no real creating without hard work. That which you would \ncall\ninvention, that is to say, a thought, an idea, is simply an inspiration from \nabove, for which I am not responsible, which is no merit of mine. Yea, it is a \npresent, a gift, which I ought even to despise until I have made it my own by \nright of hard work (p. 111). In the same conversation, Brahms then characterized his creativity as an \nunconscious act: “It is as with the seed-corn; it germinates unconsciously and \nin spite of ourselves” (p. 111). And, in perhaps the most provocative portion of \nthe letter, Brahms notated the first phrase of “Die Mainacht” as an example to \nhis friend Henschel. Reynolds argues that by taking Brahms at his word, a \nscenario begins to arise as to how Brahms created “Die Mainacht.” . . . the opening motive popped into his head . . . it came from somewhere other than the \nconscious intellect. The moment at which Brahms then felt moved to despise the \ngift was the moment when Brahms . . . recognized this motive as having previously been \nused by Chopin. (p. 111) After Brahms realized his unconscious appropriation, he began to make it his own \nvia “unconscious germination” and conscious “hard work.” (p. 111) Even though \nBrahms may have originally received the motive from inspiration (the \nunconscious), he maintained the resemblances to Chopin’s original—a conscious \nact—thereby intending the allusion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Chapter 7 (“Naming”) turns to the notion of allusion as a form of play, an \nidea drawn from the writings of Johan Huizinga. In his Homo ludens , Huizinga \nstates that play is based on “a certain ‘imagination’ of reality,” (6) or, as \nReynolds adds, “the representation of reality by means of images” (p. 118). \nIntroducing several “naming” motives, such as Bach’s BACH, Reynolds defines two \ngeneral functions of this type of play: as a symbolic representation of an \nindividual, or as a “means of depicting a person, usually by quoting or alluding \nto a work that had been composed by that individual, but sometimes by quoting or \nalluding to a motive from a work only associated with the individual” (p. 138). \nReynolds concludes that, “the purpose of these tributes . . . is quite literally that \nwhich Huizinga defined as an element in higher forms of play: to name and thus \nto raise the named ‘into the domain of the spirit’” (p. 137). Example 5 (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] One of Reynolds’s more problematic assertions involves a transposition of \nthe BACH (B —A—C—B ) motive to A —G—B —A in Fanny \nHensel’s Allegro agitato in G minor. Although Reynolds interprets it as a \nstatement of the BACH motive, R. Larry Todd attributes less significance to the \nexample, hearing it as a mere doubling of the soprano line of F—E —G—F \n( Example 5 ). (7) Hensel’s practice of using the BACH motive in many of her compositions lends \ncredence to the allusion, but ultimately, the reader is left to evaluate the \nplausibility of Reynolds’s reading. In concluding the chapter, Reynolds notes \nthat although BACH functioned first as a musical signature in Bach’s own pieces, \nit gradually emerged as a more global symbol of “German musical nationalism” (p. \n138). The symbolic status of the motive grew into a web of allusions to both the \nprogenitor as well as those others—such as Beethoven—who appropriated it in a \nshow of nationalistic pride. Reynolds continues, “In this way nineteenth-century \nuses of BACH take on characteristics of the allusive traditions for specific \nmotives” (p. 139).",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Early in the book, Reynolds identifies the intertextual histories that \nmotives acquire with extended use: “Motives have histories. The later in the \nnineteenth century a composer worked, the longer the history, the richer the \npossibilities for associations, whether meaningful or coincidental” (p. 3). From \nthis understanding, Reynolds unfolds his definition of an allusive tradition as \n“the repeated use of a motive by many composers with an assimilative or \ncontrastive symbolic meaning” (p. 145). He also qualifies that “it is not \nnecessarily the first use of the motive with a particular meaning that defines a \nmotive as symbolically significant, but [often] a subsequent usage” (p. 145).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] As an example, Reynolds introduces the motive for Jesus’ last words, “Es \nist vollbracht” from Bach’s St. John Passion. The examples range from the \nobvious to the tenuous including usages from C.P.E. Bach, Mozart, Haydn, \nBeethoven, Mendelssohn, Hensel, and Schumann. Complicating the discussion is how \nusage of the motive appears to change after Beethoven’s appropriations, after \nwhich the motive seemed always to be associated with cello or the bass register \nof the piano (p. 159). This leads Reynolds to theorize that while Beethoven may \nhave been alluding to Bach, subsequent usages by Hensel, Mendelssohn, and \nSchumann may have alluded to Beethoven and Bach: “ . . . it is only after Beethoven \nthat the theme develops additional traits of orchestration, key, or combinations \nwith BACH that allow us to recognize even more substantial variations of the \nintervals . . . as possessing a symbolic meaning that encompasses Beethoven as well as \nBach” (p. 159).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In the final chapter (“Motives for Allusion”), Reynolds concludes that \nallusions were primarily a form of play in which composers would conceal their \nmusical debts just to the point where discussion can lead to debate. And in the \nend, Reynolds reckons that allusions are likely &ldquomore important for how music is \nmade than how it is heard” (p. 182). In spite of this conclusion, Reynolds notes \nthe satisfaction allusion has on our ears when we do recognize it. Countering \nthis view is Raymond Knapp, who in his review of the book argues that allusions \nare equally important for us as listeners, as they color our musical \nexperiences, and criticizes Reynolds for not addressing the how” and “why” of \nthat aspect. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Despite this and other inherent problems, Motives for Allusion has been \nuniversally praised for the breadth and depth of the information it contains. \nThe in-depth analyses offer a variety of approaches to understanding allusions, \nincluding consideration of both musical and biographical events. Although he is \nunable to resolve perennially contentious issues such as authorial intention and \njust what, specifically, determines or conveys musical meaning, Reynolds’s book \nserves as an excellent resource for scholars with interests in \nnineteenth-century music, semiotics, and hermeneutics, among other topics. In \naddition, and most exciting to the present reviewer, Reynolds’s research may act \nas a template for the study of allusions in other eras of music, both past and \npresent.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.08.14.1.easley.html",
    "data": "mto/data/mto.08.14.1.easley.json"
}