{
    "title": "Towards a New Analytic Method for Post-Tonal Music: A\nResponse to Thomas R. Demske",
    "date": "1995/05/01",
    "volume": "1",
    "issue": "3",
    "authors": [
        "Hermann, Richard"
    ],
    "abstract": "In an article entitled “Relating Sets: On Considering a Computational Model of Similarity Analysis,”Music Theory Online1.2 (1995), Thomas Demske criticizes some older published similarity relations and points to some general problems of analysis in post-tonal music. This response sketches a new analytical method for post-tonal music that places those similarity relations and other theoretical tools of the recent past in the context of some recent research and, in so doing, replies to some of the issues Demske raises.",
    "keywords": [
        "similarity",
        "atonal",
        "post-tonal analysis",
        "REL",
        "set-theory",
        "ASIM",
        "ATEMB",
        "contour theory",
        "multidimensional similarity"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.3/mto.95.1.3.hermann.pdf",
    "author_info": [
        {
            "name": "Richard Hermann",
            "university": "University of New Mexico",
            "address": "Department of Music, Albuquerque, NM 87131-1411",
            "email": "harhar@unm.edu"
        }
    ],
    "citations": {
        "aldwell_and_schachter_1989": "Aldwell, Edward and Carl Schachter.  1989. Harmony and Voice-Leading . 2nd ed. New York: Harcourt Brace Jovanovich.",
        "alegant_1993": "Alegant, Brian.  1993. The Seventy-Seven Partitions of the\nAggregate: Analytical and Theoretical Implications . Ph.D.\nDissertation, Eastman School of Music, University of\nRochester.",
        "bach_bach": "Bach, Johann Sebastian. Little Prelude in C major. BWV 924.",
        "berio_1967": "Berio, Luciano. 1967. Sequenza IV for Piano solo . London:\nUniversal Editions.",
        "brinkman_1990": "Brinkman, Alexander R. 1990. Pascal Programming for Music\nResearch . Chicago: University of Chicago Press.",
        "demske_1995": "Demske, Thomas R. 1995. “Relating Sets: On Considering a\nComputational Model of Similarity Analysis.” Music Theory\nOnline 1.2.",
        "friedmann_1987": "Friedmann, Michael L. 1987. “A Response: My Contour, Their\nContour.” Journal of Music Theory 31, 2: 223–248.",
        "friedmann_1985": "Friedmann, Michael L. 1985. “A Methodology for the Discussion\nof Contour: Its Application to Schoenberg's Music.” Journal of\nMusic Theory 29, 2: 223–248.",
        "hasty_1984": "Hasty,  Christopher F. 1984. “Phrase Formation in Post-Tonal\nMusic.” Journal of Music Theory 28, 2: 167–190.",
        "hermann_1995": "Hermann, Richard. 1995. “An Approach to Multidimensional and\nMultisubdimensional Similarity for Post-Tonal Music”\nunpublished mss. delivered at the Society for Music Theory\nannual conference, Tallahassee, Florida.",
        "hermann_1994a": "Hermann, Richard. 1994. “A General Measurement for Similarity\nRelations: A Heuristic for Constructing or Evaluating Aspects\nof Possible Musical Grammars.” Ph.D. Dissertation, Eastman\nSchool of Music, University of Rochester.",
        "hermann_1994b": "Hermann, Richard. 1994. “On ‘Preintervallic’ Spaces and on\nTheir Interactions with Some Intervallic Spaces,” unpublished\nmss. delivered at the Society for Music Theory annual\nconference, Montreal, Canada.",
        "hermann_forthcoming": "Hermann, Richard. forthcoming. “Theories of Chordal Shape,\nAspects of Linguistics, and their Roles in Structuring Berio's Sequenza IV for Piano .” an essay from Concert Music, Rock,\nand Jazz since 1945, Essays and Analytical Studies. Elizabeth\nWest Marvin and Richard Hermann, eds. Rochester, New York:\nUniversity of Rochester Press.",
        "lefkowitz_1993": "Lefkowitz , David S. and  Kristen Taavola. 1993. “Generalizing\nSegmentation: A Multi-Dimensional Approach/Piece-Specific\nWeighting System.” unpublished mss. delivered at the New\nEngland Conference of Music Theorists.",
        "lewin_1995": "Lewin, David. mto-talk postings of 22 and 30 March 1995.",
        "lewin_1993": "Lewin, David. 1993. Musical Form and Transformation: 4\nAnalytic Essays . New Haven: Yale University Press.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and\nTransformations .  New Haven: Yale University Press.",
        "lewin_1980": "Lewin, David. 1980. “A Response to a Response: On PCSet\nRelatedness.” Perspectives of New Music 18, 2: 498–502.",
        "lipschutz_1976": "Lipschutz, Seymour. 1976. Discrete Mathematics . New York:\nMcGraw-Hill.",
        "marvin_and_laprade_1987": "Marvin, Elizabeth West and Paul A. Laprade. 1987. “Relating\nMusic Contours: Extensions of a Theory for Contour.” Journal\nof Music Theory 31, 2: 225–267.",
        "marvin_1991": "Marvin, Elizabeth West. 1991. “The Perception of Rhythm in\nNon-Tonal Music: Rhythmic Contours in the Music of Edgard\nVarese.” Music Theory Spectrum 13: 61–78.",
        "marvin_forthcoming": "Marvin, Elizabeth West. forthcoming. “A Generalization of\nContour Theory to Diverse Musical Spaces: Analytical\nApplications to the Music of Dallapiccola and Stockhausen.” In Concert Music, Rock and Jazz since 1945: Essays and\nAnalytical Studies . Rochester, New York: University of\nRochester Press.",
        "messiaen_1957": "Messiaen, Olivier. 1957. Quatuor pour la Fin du Temps .\nParis: Editions Durand and Co.",
        "morris_1995": "Morris, Robert D. 1995. “Equivalence and Similarity in Pitch\nand their Interaction with Pcset Theory,” an unpublished mss.\ndelivered at the Society for Music Theory Annual Conference,\nTallahassee, Florida.",
        "morris_1993": "Morris, Robert D. 1993. “New Directions in the Theory and\nAnalysis of Musical Contour,” Music Theory Spectrum 15, 2: 61–78.",
        "morris_1987": "Morris, Robert D. 1987. Composition with Pitch-Classes . New\nHaven: Yale University Press.",
        "morris_1980": "Morris, Robert D. 1980. “A Similarity Index for Pitch-Class\nSets.” Perspectives of New Music 18, 2: 445–60.",
        "mozart_mozart": "Mozart, Wolfgang Amadeus. Piano Concerto no. 9 in E ♭ major. K. 271, 2nd mvt.",
        "polansky_and_bassein_1992": "Polansky, Larry  and Richard S. Bassein. 1992. “Possible and\nImpossible Melodies: Some Formal Aspects of Contour.” Journal\nof Music Theory  36, 2: 259–279.",
        "polansky_1987": "Polansky, Larry. 1987. “Morphological Metrics: An Introduction\nto a Theory of Formal Distances.” In Proceedings of the\nInternational Computer Music Conference. San Francisco:\nComputer Music Association.",
        "rahn_1994": "Rahn, Jay. 1994. “From Similarity to Distance; From Simplicity\nto Complexity; From Pitches to Intervals; From Description to\nCausal Explanation.” Music Theory Online 0.9.",
        "robison_1995": "Robison, Brian C. mto-talk postings of 29, 30, and 31 March\n1995.",
        "robison_1994": "Robison, Brian C.  1994. “Modifying Interval-Class Vectors of\nLarge Collections to Reflect Registral Proximity Among\nPitches.” Music Theory Online 0.10.",
        "tenney_1988": "Tenney, James. 1988. Meta + Hodas and META  Meta + Hodas .\n2nd ed. Oakland: Frog Peak Music.",
        "tenney_and_polansky_1980": "Tenney, James and Larry Polansky. 1980. “Temporal Gestalt\nPerception in Music.” Journal of Music Theory 24, 2: 205–41.",
        "tenney_and_polansky_1978": "Tenney, James and Larry Polansky. 1978. Hierarchical Temporal\nGestalt Perception in Music: A “Metric Space” Model . Toronto:\nYork University Press.",
        "uno_1994": "Uno, Yayoi. 1994. “The Roles of Compositional Aim, Syntax,\nand Design in the Assessment of Musical Styles: Analyses of\nPiano Music by Boulez, Cage, Babbitt, and Xenakis Circa 1950.”\nPh.D. dissertation, Eastman School of Music, University of\nRochester."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Lewin has noted that Demske’s use of REL is not completely in accord with Lewin’s definition.  Instead of a single pivot set-class, Lewin uses a collection of set-classes called TEST selected from the local context.  REL measures similarity of other analytically interesting set-classes, collectively called COMPARE, with those from TEST.  See Lewin’s mto-talk message of 22 Mar 1995 and especially his “A Response to a Response: On PCSet Relatedness,” Perspectives of New Music 18.1–2 ( 1980 , 498–502) where the definition of REL is found.",
            "citations": [
                "lewin_1995",
                "lewin_1980"
            ]
        },
        "FN2": {
            "text": "2. In his mto-talk message of 30 March 1995 , David Lewin writes: “While the word [similarity] is suggestive, it might be a good idea to stop using it in formal theoretical discourse, because the intuitions it invokes are not all that reliable. (Except we probably can't stop using it at this stage of matters, . . . ” I suggest that we retain the use of the word similarity for formal relations that possess reflexivity and symmetry, but lack transitivity as mathematicians would have it: see Seymour Lipschutz, Discrete Mathematics , ( 1976 , 28). We then might use Robert D. Morris’s phrase aural similitude —from his “A Similarity Index for Pitch-Class Sets,” Perspectives of New Music 18/2 (1979–80): 445–60, as Demske acknowledges in his paragraph 5—when we wish to discuss perceptual matters.  I also propose that, following a suggestion of Morris’s, we use the term resemblance relation when we discuss relations that model inclusion relations whether or not they are formally similarity relations. These relations then potentially model some modest sense of “aural similitude” in the abstract.  Whether or not these relations actually do model perception in a specific passage depends upon whether the passage exhibits its materials in such a way that encourages its perception with that tool by a reasonably experienced listener. See Richard Hermann, “A General Measurement for Similarity Relations: A Heuristic for Constructing or Evaluating Aspects of Possible Musical Grammars,” Ph.D. Dissertation, Eastman School of Music, University of Rochester, 1994: 1–119 for a classification system for resemblance relations and a mathematical and historical evaluation of published resemblance relations. See pages 123–36 for discussion and classification of all possible classes of resemblance relations.",
            "citations": [
                "lewin_1995",
                "lipschutz_1976"
            ]
        },
        "FN3": {
            "text": "3. See John Rahn, “Relating Sets,” Perspectives of New Music 18.2 (1979–80): 488–97 for information on his ATEMB.  See footnote 1 above for information on Lewin’s REL and footnote 2 above for information on Morris’s ASIM.",
            "citations": []
        },
        "FN4": {
            "text": "4. See Robison’s mto-talk postings of 29, 30, and 31 March 1995 in this regard.  For a more in depth look at his theoretical work employed in those postings, see his “Modifying Interval-Class Vectors of Large Collections to Reflect Registral Proximity Among Pitches,” Music Theory Online 0.10 (1994). For other theoretical work capable of addressing Demske’s concerns in this chordal sequence, see Robert D. Morris, “Equivalence and Similarity in Pitch and their Interaction with Pcset Theory,” an unpublished mss. delivered at the Society for Music Theory Annual Conference held at Tallahassee, November, 1995 and Richard Hermann, “Theories of Chordal Shape, Aspects of Linguistics, and their Roles in Structuring Berio’s Sequenza IV for Piano ,” an essay from Concert Music, Rock, and Jazz since 1945, Essays and Analytical Studies, Elizabeth West Marvin and Richard Hermann, eds. Rochester, New York: University of Rochester Press, forthcoming.",
            "citations": [
                "robison_1995"
            ]
        },
        "FN5": {
            "text": "5. For some first steps in that direction, see Larry Polansky, “Morphological Metrics: An Introduction to a Theory of Formal Distances,” in Proceedings of the International Computer Music Conference (San Francisco: Computer Music Association, 1987) and Richard Hermann, “A General Measurement for Similarity Relations:..”: pp. 120–78 and “An Approach to Multidimensional and Multisubdimensional Similarity for Post- Tonal Music” delivered November 1995 at the Society for Music Theory annual conference, Tallahassee, Florida. Subdimensions can informally be understood through some examples: subdimensions from the dimension of time are duration, metric position, attack-point position, and so forth.",
            "citations": []
        },
        "FN6": {
            "text": "6. See Robert D. Morris, Composition with Pitch-Classes , (New Haven: Yale University Press, 1987): pp. 23–7 and David Lewin, Generalized Musical Intervals and Transformations (New Haven: Yale University Press, 1987): pp. 16–30 for discussions of interval—of varying kinds—based spaces in several different musical dimensions.",
            "citations": []
        },
        "FN7": {
            "text": "7. See Richard Hermann, “On ‘Preintervallic’ Spaces and on Their Interactions with Some Intervallic Spaces,” unpublished mss. delivered November 1994 at the Society for Music Theory annual conference, Montreal, Canada.",
            "citations": []
        },
        "FN8": {
            "text": "8. The following is abibliography of recent writings on contour theory by theorists: Michael L. Friedmann, “A Methodology for the Discussion of Contour: Its Application to Schoenberg’s Music,” Journal of Music Theory 29, 2 (Spring 1985): 223–248;  Morris, Composition with Pitch-Classes , 26–32;  Elizabeth West Marvin and Paul A. Laprade, “Relating Music Contours: Extensions of a Theory for Contour,” Journal of Music Theory 31, 2 (Spring 1987): 225–267; Michael L. Friedmann,“A Response: My Contour, Their Contour,” Journal of Music Theory 31, 2 (Spring 1987): 223–248;  Elizabeth West Marvin, “The Perception of Rhythm in Non-Tonal Music: Rhythmic Contours in the Music of Edgard Varese,” Music Theory Spectrum 13 (1991): 61–78; Larry Polansky and Richard S. Bassein, “Possible and Impossible Melodies: Some Formal Aspects of Contour,” Journal of Music Theory 36, 2 (Fall 1992): 259–279; Robert D. Morris, “New Directions in the Theory and Analysis of Musical Contour,” Music Theory Spectrum 15, 2 (Fall 1993): 61–78; Richard Hermann,“A General Measurement for Similarity Relations: ...”: 123–43; and Elizabeth West Marvin, “A Generalization of Contour Theory to Diverse Musical Spaces: Analytical Applications to the Music of Dallapiccola and Stockhausen,” in Concert Music, Rock and Jazz since 1945: Essays and Analytical Studies .",
            "citations": []
        },
        "FN9": {
            "text": "9. Much of the musical “grammar” has been well established and accepted for the serial works of composers such as Schoenberg, Webern, Berg, and Stravinsky and for those serial composers such as Babbitt.  So perhaps this methodological sketch has less import for that galaxy of the post-tonal universe.  For a veritable summa of serial technique, see Robert D. Morris’s Composition with Pitch-Classes .  For an important and more recent study that greatly extends serial combinatorial theory through a partitional approach, see Brian Alegant’s The Seventy-Seven Partitions of the Aggregate: Analytical and Theoretical Implications , Ph.D. Dissertation, Eastman School of Music of the University of Rochester, 1993.",
            "citations": []
        },
        "FN10": {
            "text": "10. See Larry Polansky, “Morphological Metrics: An Introduction to a Theory of Formal Distances,” in Proceedings of the International Computer Music Conference, San Francisco: Computer Music Association; Yayoi Uno, “The Roles of Compositional Aim, Syntax, and Design in the Assessment of Musical Styles: Analyses of Piano Music by Boulez, Cage, Babbitt, and Xenakis Circa 1950,” (Ph.D. dissertation, University of Rochester, 1994); David S. Lefkowitz  and Kristen Taavola, “Generalizing Segmentation: A Multi-Dimensional Approach/Piece-Specific Weighting System,” unpublished mss. given at the 1993 New England Conference of Music Theorists; Christopher F. Hasty, “Phrase Formation in Post-Tonal Music,” Journal of Music Theory 28, 2 (Fall 1984): 167–190; and Alexander R. Brinkman, Pascal Programming for Music Research , (Chicago: University of Chicago Press, 1990), 783–97. For earlier foundational work in this area, see James Tenney, Meta + Hodas and META  Meta + Hodas , 2nd ed. (Oakland: Frog Peak Music, 1988); James Tenney and Larry Polansky, “Temporal Gestalt Perception in Music,” Journal of Music Theory 24, 2 (Fall 1980): 205–241 and their Hierarchical Temporal Gestalt Perception in Music: A “Metric Space” Model (Toronto: York University Press, 1978).",
            "citations": []
        },
        "FN11": {
            "text": "11. This approach has been employed with Luciano Berio’s Sequenza IV for Piano solo .  See Hermann, “A General Measurement for Similarity Relations: ....”: pp. 201–34 and 252–54.  The use of a redesigned contour theory along with a probability based similarity relation scaled by statistical techniques gives the flexibility to be able to deal simultaneously with various different kinds of musical spaces of differing cardinalities in an n-dimensional probability space.",
            "citations": []
        },
        "FN12": {
            "text": "12. See Morris, Composition with Pitch-Classes for technical information on groups of operators and their use in compositional designs; and David Lewin, Generalized Musical Intervals and Transformations : pp. 157–254 for technical information on the design of networks for analytic use, and his Musical Form and Transformation: 4 Analytic Essays (New Haven: Yale University Press, 1993) for extended analyses using networks. Many of the issues raised in this response have been commented upon by Jay Rahn.  See his “From Similarity to Distance; From Simplicity to Complexity; From Pitches to Intervals; From Description to Causal Explanation,” Music Theory Online 0.9 (1994).  Other pertinent works of his are found in that article’s reference list.",
            "citations": []
        },
        "FN13": {
            "text": "13. A database structure for electronically “holding” encoded scores is already available.  See Alexander R. Brinkman, Pascal Programming for Music Research , (Chicago: University of Chicago Press, 1990): pp. 137–154, 751–812, and 825–915.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In his article “Relating Sets: On Considering a\nComputational Model of Similarity Analysis,” Music Theory\nOnline 1.2 (1995), Thomas R. Demske seeks to use techniques of\ncluster analysis upon similarity relations found between pc-sets “abstracted from post-tonal analysis.” He finds that the\nevaluation component that would define the boundary values for\ncluster analysis (which group similarity function return\nvalues between sets into rough equivalence classes) most\ndifficult to find, that “the similarity relationship is too\nabstract to imply guidelines for its own application,” and\nthat “other potential criteria resist formal implementation.”\nHe further states that “other more commonly used tools in\npost-tonal analysis are susceptible to the concerns raised\nhere.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Demske raises some important issues about the inherent\nnature and limitations of similarity relations, computational\nmodels, and typically used analytical techniques for post-tonal music.  This response briefly reviews some his concerns\nbut will not alleviate them.  Instead, this response places\nsimilarity relationships into broader contexts and then\nsuggests how they might reasonably be used with other post-tonal theoretical tools of fairly recent vintage.  While my\nsuggested approach might ease his discomfort somewhat, other\ninteresting issues arise.  Unfortunately, due to the broad\nissues summoned by Demske and due to the limitations of space\nin this forum, my response can only broadly sketch the\napproach.   It is hoped that this response might spark\ncontinued responses upon the issues surrounding post-tonal\ntheory; recent composition; history, analysis, perception and\nperhaps even the sociology of post-tonal music that Demske\nreopens or implies. Four of Demske’s Dissatisfactions with Abstract Similarity\nRelations",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] 1) The author seems to find fault with the fact that \nsimilarity relations lack transitivity, although he does not\nmention the transitive property in his essay.  See his\nfootnote three where he writes “Blind subset polling is a\nbasic source of such barriers. Two REL calls with the same\npivot may yield identical results, and yet differ with respect\nto the types of subsets counted.  Ignoring the degree of this\ndifference when comparing REL value spreads strikes me as\nquestionable.” Similar thoughts are found in paragraph [10].",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] By definition, similarity relations lack transitivity.\nThus, if transitivity is valued so highly that its lack\nbecomes a standard for rejection of a theory, then much of\nvalue  will be lost to post-tonal analysis. For instance,\nsimilarity relations might just be the class of tools best\nused to describe how change is accomplished from one process\nor segment to another differing process or segment within a\nwork.  Similarity relations might also be of analytical use in\ndescribing interesting instances of variation such as might\noccur in Schoenberg’s concept of developing variations.  Other\ncompelling uses will be discussed shortly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] 2) Demske sees as flawed a situation where some\ncollection of set-classes can be grouped together in different\nways by the similarity relation REL depending upon which pc-set is selected as the “pivot” set-class.  Again, see his\nthird footnote and paragraph [10].  The pivot set-class is the\nset-class which is held as a constant in measuring the\nsimilarity relation with each of the other set-classes. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The flaw described in paragraph [5] above could be seen as\na virtue. For instance, when a member of set-class 3-11 [037]\nis found at a temporal posterior border of an octatonic\ncollection and as a temporal anterior border of an abutting\ndiatonic collection, it seems reasonable and even desirable\nfor formal and abstract similarity relations to yield\ndifferent return values between the octatonic collection and\nthe member of set-class 3-11 and between the diatonic\ncollection and the 3-11 member in that context.  The passage\nof time through the passage does change the “color” of the\nmember of 3-11.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] 3) Demske finds that intuition can be mightily strained\nin attending, in the abstract, to all of the possible\nsimilarity relations that occur between all of the set-classes. See his paragraph [12].",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] While we need to be aware of the potentialities of\nsimilarity in the abstract, we only need in analysis to attend\nto those reasonable relationships pertaining to the piece or\nsegment under consideration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] 4) The author seems to resist context sensitive criteria\nsuch as a selected collection of set-classes to be used as the\nmetaphoric yardstick such as Lewin’s TEST from which to\nmeasure similarity.  See his paragraph [13] and footnote\nnumber four in that regard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Context sensitive criteria  seem reasonable when the\nrepertoire under study has already shown that individual\npieces inhabit the post-tonal pc set world in very different\nways.  Also, certain segments at various levels of formal\ndesign within the same piece may also inhabit that world in\nsignificantly different ways. Two Problems Encountered in the Essay",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] 1) At times Demske appears to veer between\nformalist theoretical statements or claims and\nphenomenological or perceptual observations and desires. He\njudges one by the values of the other.  In paragraph [16] he\nwrites: “The idea that any formal evaluation procedure could\nembrace all of the [analytical segmentational] possibilities\nseems untenable. On what bases would a partial set of\npossibilities be selected for implementation? Since the\ndifferent criteria may address different—and possibly\nconflicting—aspects of perception, how would the application\nof one criterion be coordinated with that of another?”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] All analysts must make decisions about what strikes\nthem as the most salient or important features of the piece\nand then select the appropriate “formal evaluation procedure”\ndesigned to address those features.  Certainly to run all\npossible theoretical tools at the piece in an analysis would\nquickly overwhelm the analyst with a plethora of analytical\nobservations upon the data: most observations are likely to be\ntrue, but many may be of little significance, aural or\notherwise.  Thus, the selection and use of theoretical  tools\nfor analysis acts like a set of filters upon the analyst and\nthe piece at hand.  It seems then that Demske’s disagreement may\nwell lie with the selection of tools—that is, with\nwhat is to be considered perceptually important, rather than\nwith the nature of the formalist tool itself. (2) If a\ncarpenter selects a hammer to cut a board, then poor results\ncan be expected.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] 2) In the essay, the reader may get the sense that Demske expects\ntoo much from any given class of theoretical tools such as the here\ndiscussed similarity relations.  For example, in traditional tonal\nmusic the theory of harmony fails in explaining supertonic expansions\nthrough voice-exchange and in progressions found within some\nsequences.  Consider, for example, Mozart’s Piano Concerto number 9\nin E ♭ major, K. 271/II at measures 28 through 30 as an instance of\nsupertonic expansion, where a supertonic harmony at measure 28 is\nfollowed by a tonic in measure 29 (an “illegal” harmonic elision); or\nBach’s Little Prelude in C major, BWV 924, at measures one through\nthree, as an instance of a sequence where the harmonies go “backward”\nalong the circle of fifths (I–V–II–VI–III, “illegal” harmonic\nretrogressions).  These can be found respectively on pages 132–33 and\n253–254 in Aldwell and Schachter’s Harmony and Voice-Leading , 2nd\ned. New York: Harcourt Brace Jovanovich, 1989. The problem here is not\nso much with the theory of harmony—although it does have its well-known \nproblems—but rather with knowing when the use of the theory of\nharmony is appropriate.  In these tonal instances, the effects of\nstructural outer voice counterpoint, form, rhythm and so forth inform\nhow the theory of harmony— Stufen in this case—is reasonably to be\nemployed. For instance in the case of the Mozart, analysts need to\nrealize that the tonic harmony is not functional but rather is the\nresult of harmonizing a deeper layer passing tone with an incomplete\nneighbor—a contrapuntal relation—between the outer voices. Demske’s Example of Abstract Similarity Relation Failure in a\nPassage from the First Movement, Liturge de cristal , of\nMessiaen’s Quatour pour la fin du temps",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In paragraphs [14] through [17] and their accompanying figures,\nDemske notes that—within the repeating sequence of 29 chords—his\nintuitions of aural similitude run counter to the rough agreement\nfound in the analytical results of Lewin’s REL, Rahn’s ATEMB, and\nMorris’s ASIM similarity relations upon this chordal sequence.  Their\nresults are elegantly displayed in Demske’s Figure 5. (3) In the\ncontext he has shown, Demske’s complaint that these abstract\nsimilarity relations yield poor results from the vantage of aural\nsimilitude is clearly on target: the master’s hammer was the wrong\ntool indeed.  Brian C. Robison, in responding to Demske’s intuitions,\nbrings his own more appropriate tool to bear upon the passage: it\ndeals more directly with pitches of the score and gives a plausible\nexplanation for Demske’s intuitions. (4) Clearly, ASIM, ATEMB, and REL\nare too “coarsely grained” for this particular situation while\nRobison’s more “finely grained” work is here more suitable.  Perhaps\nin some other post-tonal music with frequent octave duplications the\nmore coarsely grained tools would better reflect aural similitude than\nRobison’s tool. Two Further Complaints of Mine About Existing Resemblance\nRelations",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] 1) Until quite recently, resemblance relations\nhave typically concerned themselves with resemblance between\npitch-sets through the powerfully reductive concepts of pitch-class and set-class.  Resemblance relations that address\nmusical dimensions such as pitch-space, time, timbre, sound\nsource direction, and so forth have just recently begun to\nappear.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] 2)  Apart from some work on serial music, I am\naware of no work yet in print that simultaneously addresses\nresemblance relations in more than one musical dimension.  In\norder to get a better fit between formal models and aural\nsimilitude for some important pieces in the repertoire,\nmultidimensional resemblance relations need to be\ninvestigated. (5) Towards an Analytical Method for Post-Tonal Music: A\nProvisional Sketch",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Another way of looking at this situation is in speculating that\nsome sort of unknown or partially known “grammar” may well dictate\nwhen and where various existing post-tonal analytical tools are to be\nbest employed. If that grammar is even partially known, it might even\nsuggest where gaps in our knowledge need to be filled.  It may be\npossible now to start the discussion of how some recent tools might\nfit together with older ones within an overall sketch of a new\npost-tonal analytical method. That we are likely to disagree on this\nsketched method is highly probable; note how difficult it is/has been\nto obtain general agreement on a precisely specified teaching\nmethodology for tonal analysis.  And that lack of agreement is over a\nrepertoire that has enjoyed several hundred years of intense\ntheoretical contemplation and analytical study.  Nonetheless, we gain\ninsight into what is lacking by evaluating how various methods of\ncombining tools fare.  As pieces inhabit the post-tonal worlds in\ndifferent ways, I suspect that multiple methods of combining and\nselecting tools will be necessary.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Discussion of Demske’s complaints about some abstract similarity\nrelations has shown that in order to get formal analytical results\nthat correlate with our sense of aural similitude, our tools must be\nemployed at the correct level of precision.  In the Messiaen example,\nthe pitch-class/set-class similarity approach was counter-intuitive\nwhile a pitch-space approach was more successful.  Recent developments\nin contour theory and investigations into different kinds of musical\nspaces now suggest that post-tonal analysis can have a variety of\nspaces available to it ranging from the most diffuse on up to the most\nprecise. (6) On the most diffuse extreme, spaces whose elements lack\nidentifiable intervals between them—called “preintervallic”—have\nbeen investigated and those investigations have yielded interesting\ninsights into form and instrumental/relative register assignments. (7) More precise are spaces inhabited by the relative or ordinally based\nintervals found in the various contour theories.  Here, only\ninequalities can rank the elements within the space. Note that Marvin\nand Hermann have also extended contour theory to musical dimensions\nother than pitch. (8) Next in precision are those intervals such as the\nfamiliar interval-classes that are collapsed from an infinite space\nonto a finite space through modulo arithmetic.  And yet greater in\nprecision are the absolute intervals, such as the distances between\nequal-tempered pitches.  Certainly other kinds of intervals lurk in\nbetween these: see the Morris and Lewin writings of footnote six\nabove.  Recent theoretical developments in post-tonal theory occurring\nsince ASIM, ATEMB, and REL have widened the scope for development of\nresemblance relations in other musical dimensions and subdimensions\nand have even started to show how they can be coordinated.  See\nfootnotes two and five above.  With research continuing in the fields\nof musical spaces, resemblance relations in other musical dimensions,\nand multidimensional or multisubdimensional similarity, analysts will\nsoon have a greater variety of tools to select in order to best model\ntheir perceptions of aural similitude.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] When faced with music by composers such as\nPeter Maxwell Davies, Morton Feldman, or Ralph Shapey—to give only\na few examples in which there is no known or reasonably\nconvincing and widely accepted “grammar” to act as a guide in\nanalysis—how might we more profitably proceed? (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] After the analyst becomes thoroughly familiar with\nthe music’s sound and symbol, the first issue to be faced is\nsegmentation: into what units should the piece be divided? \nRecent work by Polansky and Uno, following work by Tenney, use\nprinciples of Gestalt psychology to create computer-based\nformal procedural models for segmentation.  These models are\nexplicitly multidimensional. After Tenney, formal segments are\ncalled temporal gestalt units, and these formal units can nest\nwithin one another several layers deep. Gestalt psychology\ninvestigates the role of shape in perception. Thus, these\nshape oriented theories of segmentation are likely to\ncoordinate well with the new contour space theories because they\nare also concerned with shape in various dimensions. In this\nlight, contour theory can profitably be thought of as a kind\nof abstract master dimension.  Segmentations that arise from\nformalist theories sensitive to the perceptual issues of shape\nwill go a ways towards eliminating Demske’s complaint of\n“blind subset polling.”  Lefkowitz and Taavola, Brinkman, and\nHasty have also made contributions to this developing area of\nsegmentation in post-tonal theory. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The next issue to be faced might best be described by the\nquestion: What levels of precision—that is what kinds of musical\nspace—best capture the intuitions of relatedness and dissimilarity in\nthe piece?  Here, multidimensional or multisubdimensional similarity\nrelations can act as a heuristic to narrow the number of interesting,\npotentially applicable musical spaces to those likely to yield the\nbest results.  Those multidimensional or multisubdimensional\nsimilarity relations yielding probabilistic return values scaled\nthrough standard deviation techniques can do an analysis of the\npotentials of the spaces themselves in the abstract, an a priori analysis.  Then, those results can be compared with empirically\nderived results from the score: an a posteriori statistical and\nprobabilistic analysis.  Where the two sets of results do not\nsignificantly correlate, important features of a relevant grammar may\nhave been identified.  Follow up analyses of the segments—selected by\nshape based segmentation theories—could then be done using\nequivalence class analysis, resemblance relations, and so forth,\ndesigned for those specific musical spaces. (11) Relations, operations,\nand transformations that significantly preserve shape are preferred to\nthose that do not preserve shape.  This analytic process seems likely\nto reveal a good ratio of “hearable” structures to other less\n“hearable” structures.  The fruits of those tailored analytical\nprocesses can then be organized as strings of operators, networks of\nvarious kinds, and so forth as is appropriate to the music. (12) Conclusion: A Wish",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] As these formalist techniques are all easily\namenable to computer implementation—and many have been so\nimplemented—I wish that these tools could all be found in one\nbig sophisticated suite of software.  Pieces could be encoded\nand loaded into database-like structures so that analysts\ncould then follow their intuitions and call up the needed\nsoftware tools designed for the specific kinds of musical\nspaces desired and use them on the work. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Although much theoretical work has been done since ASIM, ATEMB,\nand REL made their first appearances in 1980—and only a small amount\nof the work could be cited here—much more yet remains to be done in\nunderstanding the various musical spaces and designing appropriate\nequivalence class and resemblance relation tools for them.  One\nbenefit of continuing this line of research is that “updating” ASIM,\nATEMB, and REL for use in other dimensions and for use in\nmultidimensional and multisubdimensional analysis is possible.  Marvin\nand Laprade have already updated ATEMB for use with their contour\ntheory (see footnote number eight).  While other quite important\ncontributions and issues such as timbre theory, atonal voice-leading,\nand the influence of feminist thought, among others, upon analysis of\nthis repertoire can only be barely mentioned or imagined here, it is\ntime to start the discussion of how and when it is appropriate to use\nvarious combinations of these theoretical entities.  Demske’s reminder\nabout these issues deserves our serious attention, and calls for\ndiscussion to begin.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.95.1.3.hermann.html",
    "data": "mto/data/mto.95.1.3.hermann.json"
}