{
    "title": "Review of Annette Richards, <i>The Free Fantasia and the Musical Picturesque. New Perspectives in Music History and Criticism.</i> (Cambridge: Cambridge University Press, 2001)",
    "date": "2004/09/01",
    "volume": "10",
    "issue": "3",
    "authors": [
        "Espinosa, Damian"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "April 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.3/mto.04.10.3.espinosa.pdf",
    "author_info": [
        {
            "name": "Damian Espinosa",
            "university": "University of Chicago",
            "address": "Department of Music",
            "email": "damian@uchicago.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Johann Christoph Gottsched, Ausführliche Redekunst (Leipzig: B.C. Breitkopf, 1736), 193.",
            "citations": []
        },
        "FN2": {
            "text": "2. Charles Burney, The Present State of Music in \nGermany, the Netherlands and the United Provinces (London: T. Beckett, J. \nRobson and G. Robinson, 1773. Reprint of 2nd ed., 1775).",
            "citations": []
        },
        "FN3": {
            "text": "3. C.P.E. Bach, Versuch über die wahre Art das Clavier \nzu spielen, 2 vols. (Vol. 1, Berlin: C.F. Henning, 1753; Vol. 2, Berlin: G.L. \nWinter, 1762).",
            "citations": []
        },
        "FN4": {
            "text": "4. J. G. Sulzer, Allgemeine Theorie der schönen Künste, 3rd ed. (Leipzig: M. C. Weidmanns Erben und Reich, 1786–7). H. C. Koch, Musikalisches Lexikon (Frankfurt, 1802. Reprint, Georg Olms \nVerlagsbuchhandlung Hildesheim, 1964).",
            "citations": []
        },
        "FN5": {
            "text": "5. Heinrich Schenker, Ein Beitrag zur Ornamentik. Als \nEinführung zu Ph. E. Bachs Klavierwerken (Vienna: Universal, 1908).",
            "citations": []
        },
        "FN6": {
            "text": "6. Charles Rosen, The Classic Style: Haydn, Mozart, \nBeethoven (London: Faber, 1971); Leonard G. Ratner, Classic Music: \nExpression, Form, and Style (New York: Schirmer Books, 1980); Joel Lester, Compositional Theory in the Eighteenth Century (Cambridge: Harvard \nUniversity Press, 1992).",
            "citations": []
        },
        "FN7": {
            "text": "7. Mark Evan Bonds, Wordless Rhetoric: Musical Form and \nthe Metaphor of the Oration (Cambridge: Harvard University Press, 1991); \nElaine Sisman, ed., Haydn and His World (Princeton: Princeton University \nPress, 1997).",
            "citations": []
        },
        "FN8": {
            "text": "8. See Magrini, “Improvisation and Group Interaction in \nItalian Lyrical Singing,” in Bruno Nettl with Melinda Russell, ed., In the \nCourse of Performance: Studies in the World of Improvisation, Chicago \nStudies in Ethnomusicology, ed. Philip V. Bohlman and Bruno Nettl (Chicago: \nUniversity of Chicago Press, 1998), page 170.",
            "citations": []
        },
        "FN9": {
            "text": "9. See Rita Steblin, A History of Key Characteristics in \nthe Eighteenth and Early Nineteenth Centuries (Ann Arbor, MI: UMI Research \nPress, 1983); also, Nancy Kovaleff Baker and Thomas Christensen, ed. and trans., Aesthetics and the Art of Musical Composition in the German Enlightenment: \nSelected Writings of Johann Georg Sulzer and Heinrich Christoph Koch, Cambridge Studies in Music Theory and Analysis, ed. Ian Bent (Cambridge: \nCambridge University Press, 1995).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Stones, wood, and lime do not constitute a building, no matter how good \n  they are in and of themselves. They must be joined together and connected in a \n  certain manner if they are to make a house. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Fantasias have been part of the western music tradition for centuries, \nbut have proven problematic since their inception. Writers struggle to \ncharacterize works within the genre; they are conflicted between describing \nfantasias as the most wondrous pieces and faulting them for an apparent lack of \nformal coherence. Though many leading composers—including C.P.E. Bach, Haydn, \nMozart, Beethoven, Schubert and Schumann—wrote fantasias, they have been \nmarginalized in terms of repertory and scholarship. Nevertheless, Fantasie elements, which incongruously wormed their way into more formal genres such as \nthe sonata, were among the most essential compositional components, prized by \ncomposers and audiences alike.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Many noted scholars have ventured to explain these enigmatic pieces. In the \neighteenth century Charles Burney catalogued the prodigious improvisatory \nability of C.P.E. Bach on the clavichord and provided an account of what late \neighteenth-century improvisation looked and sounded like. (2) C.P.E. Bach wrote \nabout the fantasia and fantasie procedures in the Versuch. (3) The \neighteenth-century theorists Sulzer and Koch devised ways of dealing with the \ncompositional process involved in creating this music. (4) In the early part of \nthe 20th century, Schenker analyzed fantasias by C.P.E. Bach. (5) More recently \nCharles Rosen, Leonard Ratner, and Joel Lester have provided models for \nunderstanding late eighteenth-century music. (6) Mark Evan Bonds and Elaine \nSisman have added to the scholarship, incorporating rhetoric and musical wit. (7) The central issue raised by these accounts is whether we can derive meaning from \nthe fantasia—a genre that often seems to lack formal procedures. More \ngenerally, this gets at the problem of finding meaning in instrumental music.",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] To better understand fantasias, scholars have employed various metaphors to \nhelp delineate structure. A conventional form not only drives perception and \nexpectation, it promotes coherence. Authors like Bonds have claimed that \nrhetoric served as the model for eighteenth-century musical composition. In my \nown work on C.P.E. Bach, I claim that for his fantasias this archetype was \nindeed the rhetorical model. Depending on the listener’s familiarity with the \nrhetorical model, C.P.E. Bach could play with the audience’s expectations to \nheighten their sense of drama. The fantasia and eighteenth-century music in \ngeneral are poetic: “‘you do not alter the words of the language, they remain \nalways the same; what counts is the manner in which you put them together!’” (8) C.P.E. Bach’s affective musical discourses involved many contrasting rhetorical \nmaterials such as exclamation, interjection, suspension, interruption, \naffirmation, and negation. Through the dramatic use of these semiotic guides, \nsituating them within the framework of the rhetorical model, as well as \nassociating these ideas with congruent key affects, C.P.E. Bach produced \norganized, coherent, musical arguments that were imbued with content and \neffected communication.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Annette Richards proposes a radical new way of modeling the fantasia, \ngrounded in the contemporary aesthetics of Gartenkunst and the picturesque. The \npicturesque [technically] encompasses and encourages fragmentation and disruption, contrast and variety, \nand problematizes the limits of form and conventional expectation; in modern \nmusic criticism, however, the term has generally been taken colloquially to \ndescribe quaint or pastoral associations or obvious pictorialism. (page 5) Richards claims that eighteenth-century critics from many different disciplines \nderived their particular artistic observations from landscape gardening. The new garden ideal drew on the irregularities of natural landscape, with its \nwoods, rocks and rugged waterfalls—a ‘natural’ aesthetic . . . called for contrast, \nsurprises and partial concealments in garden art, as opposed to the predictable \nregularities and symmetrical patterns of the old formal garden. (page 9) Like the landscape garden, fantasias tenuously balance between the extremes of \nthe beautiful and the sublime. They idle between underlying coherence and \nsurface disruption. Richards points out that though central to contemporary \nmusical conceptions, the influence of the picturesque aesthetic has been \noverlooked in recent scholarship on eighteenth-century music. Predicated on a dialectical engagement with the natural and the artificial, and \nits predilection for irregularity, unruly freedom and ambiguous borders, the \npicturesque was, and is, an important tool for the conceptualization of \ncontemporary instrumental music, and especially that period’s most ambiguous \ngenre, the free fantasia. (page 6) Looking through the lens of the picturesque aesthetic allows for a new way of \nlistening to the fantasia and understanding its peculiarities through precisely \nthe startling and disruptive elements that have baffled critics. Resituating the fantasia within a broader, more picturesque, conception of the \neighteenth-century musical imagination offers the present-day performer and \nlistener the opportunity for a new and lively engagement with this music which, \nin its resistance to notation and its intrinsic instability might offer us—as \nit offered educated listeners of the period—an unruly and rewarding way to \nhear anew even the more ‘ordered’ masterpieces of the late eighteenth-century \ncanon. (page 100)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Richards’ study focuses primarily on the fantasias of C.P.E. Bach and also \ndeals with the fantasias and fantasie procedures of works by Haydn and \nBeethoven. She recreates the picturesque aesthetic for the late \neighteenth-century fantasia through a rigorous and well-documented historical \naccount, showing its derivation from landscape gardening. She cites an abundance \nof contemporary appearances of the veiled Isis (a symbol of Nature concealed, \noften included in art, monuments, the frontispieces of books, etc.), and \nestablishes that much of the contemporary criticism incorporated metaphors \narticulated through picturesque vocabulary. A straight road is the most agreeable, because it shortens the journey. But in \nan embellished field, a straight walk has an air of formality and confinement; \nand at any rate is less agreeable than a winding or waving walk; for in \nsurveying the beauties of an ornamented field, we love to roam from place to \nplace at freedom. Winding walks have another advantage: at every step they open \nnew views. In short, the walks in a pleasure ground ought not to have the \nappearance of a road: my intention is not to make a journey, but to feast my eye \non the beauties of art and nature. (page 63) The fantasia, like the picturesque garden, is confined (i.e. uses borders and \nmargins), but the confinement is deliberately concealed—an artfully \nconstructed illusion. Both the landscaped garden and the fantasia are art forms \nof constant retrospection and reevaluation from different vantage points and \nlevels of distance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Richards engages contrasting contemporary aesthetic viewpoints. Carl \nFriedrich Cramer characterized the fantasia with the term, Aussichten, or \norganization from afar of multiple glimpses from different angles. In Allgemeine \nTheorie, Sulzer argued for a ‘unified whole out of Nature’s diversity and \nmultiplicity,’ for both music and Gartenkunst —a theoretical model for the Originalgenie. Conversely, the aesthetic theories of Johann Friedrich Reichardt \ndiscouraged sudden disjunctions and extreme mixtures of affect as symptomatic of \nempty virtuosity. Though he praised Haydn’s and C.P.E. Bach’s music as radical \ntransformations in musical thought, these composers could get away with such \nfanciful compositions only because of their supreme genius and artful handling \nof disparate musical elements. Richards brings in critical writings on \ncontemporary painting in order to assemble a more general aesthetic of the \npicturesque that subsumed all of the arts. She invokes the contemporary \nphilosophy of Kant, who claimed that landscape gardening is more closely related \nto the fantasia than to painting because it is experienced gradually through \ntime, unlike a painting which is static.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] What appeared so irregular for the fantasia was its fundamental independence \nof usual thematic process, harmonic plan, or rhythmic structure. The fantasia \nrelied on a variety of thematic ideas rather than the manipulation and \ndevelopment of a single theme. However, Schenker, in ‘The Art of Improvisation’ \ncommented that we see that Bach persists in the most precise orderliness even in the diminution \nof a free fantasia, and he conceals this orderliness purely for the sake of the \nfantasia under the guise of disorder; it is precisely this which constitutes the \ninimitable of his art. (page 42) The Eb major (H. 277) and A major (H. 278) fantasias from C.P.E. Bach’s Kenner \nund Liebhaber collections incorporate a wealth of seemingly unrelated ideas and \nquick, disorienting modulations that often utilize the fully diminished seventh \nchord. Each one is based on a governing tripartite structure of unmeasured outer \nsections contrasted with a measured, dance-like middle section. Both of these \nfantasias end with a reprise of the opening material. Musical fragments are \nreused, reorganized, and reharmonized, which calls into question what is \nspontaneous and what is composed, or what is concealed. There is a balance \nbetween coherence and incoherence in these pieces. The continuous recasting of \nmusical fragments suggests an active engagement by both composer and listener \nalike, where musical materials in the present are interpreted and reinterpreted \nin light of what has come before. ‘Though there is madness, yet there’s method \nin it.’",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Richards claims that the picturesque qualities of music—the fantastic and \nunexpected—draw our attention to the conscious act of listening. The fantasia \nis an active process for both the composer/performer and the listener. Thus, the \nfantasia demands informed and interpretive listening on the part of the \naudience. An important element of this aesthetic is silence, which often creates \nfragmentation and unpredictability. Silence demands interpretation on the part \nof the listener, and reinterpretation once the music resumes. Richards’ \ninsightful analyses of the C.P.E. Bach fantasias illustrate how Bach engaged in \nflights of fancy after abrupt silences, playing on listener expectations. At \nthese moments we find a ‘dialogic engagement between performer and listener,’ \n(page 98) an important turning point in musical aesthetics: imaginative listening. \nRichards cites Cramer and his metaphor of the cloudscape—the fantasia latent \nwith potential meanings. Cramer valued the ‘contingent and the disruptive as \nopportunities for imaginative play by the listener,’ meaningful despite its \napparent incoherence (page 100). Here the interpretive ambiguity is an asset, and \nan obvious link to emerging Romantic aesthetics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Richards claims that C.P.E. Bach was well versed in the aesthetics of \nlandscape gardening and provides evidence that Bach enjoyed revealing the hidden \nstructure of the Potsdam gardens to his friends. More significantly, she claims \nthat C.P.E. Bach was an integral member of the intellectual circles of Hamburg \nthat were responsible for disseminating the aesthetics of sentimentality and \nhumor. Indeed, the picturesque elevated the comic to new heights, with important \nramifications for the reception of German instrumental music towards the end of \nthe eighteenth century. It was precisely the complex amalgam of sublimity and \ncomedy in Haydn’s music of the 1790s that appealed to his London audiences (page \n143).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Richards also raises issues between the public and private spheres of \nmusic. She claims that C.P.E. Bach’s music is evocative because it balances both empfindsamkeit (sentiment) and einsamkeit (solitude). She cites Johann Georg \nZimmermann’s notion that solitude is necessary not just for self-expression, but \nalso for self-examination, resulting in higher self-awareness by throwing off \nthe chains of convention. She ties in the picturesque aesthetic, where ‘the \nEnglish garden stood as the central metaphor in North German culture for the \nmediation between the private and public spheres’ (page 171). Thus the landscape \ngarden becomes a public space where one has imaginative freedom.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Richards problematizes the tension, claiming that C.P.E. Bach made ‘many \ncompromises in providing music for general consumption, and that in only a small \nnumber of pieces written for himself had he been able to be truly free’ (page \n175). However, ‘fantasias were difficult, uncompromising and private, and Bach’s \nstatements emphasize solitary performance and understanding of this music over \nits public reception, while hinting at the contradictions inherent in its \ncommodification’ (page 175). Significantly, C.P.E. Bach arranged his final \nfantasia— C.P.E. Bachs Empfindungen —for clavichord and accompanying violin, \nwith overt allusions and concessions to the accompanied violin sonata, the most \nfashionable genre of the day. Richards argues that C.P.E. Bach created an ironic \ncommentary on the most public of genres being accompanied by the most private of \ngenres. It is in examples of this sort that Richards masterfully elucidates \nC.P.E. Bach’s musical wit—thumbing his nose at the conventions of the day by \nartfully employing them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Like C.P.E. Bach and Haydn, Beethoven loved to walk in the Viennese gardens \nand knew well the contrasting French and English aesthetics of landscape \ngardening. Moreover, Czerny referred to the picturesque as a metaphor for the \ndialectic between freedom and formal coherence in Beethoven’s sonatas. Under \nRichards’ model, the ‘oddities’ of Beethoven’s quasi un fantasia sonatas can be \n‘explained’ as fantastical elements infiltrating conventional sonata procedures. The winding paths of a landscape garden that appear to mislead are part of a \ncoherent and inexorable, if mysterious, programme. Likewise, the moments of \nobscurity and bafflement in a sonata by Beethoven are central to the experience \nof the work and to its overall plan (page 212). She analyzes Sonata Op. 101, where ‘sudden dislocation and erring attention \nthreaten to negate the forward drive that underlies the teleology of form’ (page \n206). Fantasie elements threaten to tear the sonata form asunder. In an 1815 AmZ article, Amadeus Wendt attests to the problem of coherence in Beethoven’s \nsonatas caused by fantasia interruptions. There is a tension between pleasure \nand rationality, where the fantasia is both ‘potentially marvelous’ and \n‘potentially meaningless’ (page 207). And yet the metaphor of the picturesque ties \nin well with Beethoven’s Romantic sensibilities of sudden disruption and \ncontrast. ‘The difficult musical patches make the sweet spots even sweeter’ (page \n190).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Richards’ picturesque aesthetic proves to be a useful tool to model the \neighteenth-century fantasia. She rightly characterizes the fantasie aesthetic as \na process of invention and elaboration. She develops Sulzer’s and Koch’s ideas \nto describe the fantasia as a compositional process rather than a work . It might \nprove fruitful to question our anachronistic nineteenth-century notions of ‘the \nwork,’ especially when confronted with eighteenth-century pieces that, in many \nrespects, defy this notion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Richards’ book leaves a few unanswered questions. First, though she deals \nwell with the fantasias of C.P.E. Bach, Haydn, and Beethoven, she is silent on \nMozart’s fantasias. Second, Richards’ study falters in its deference to the \nsonata. Time and time again Richards compares C.P.E. Bach fantasias to our \nconceptions of sonata form and its procedures. A fantasia is not a sonata. \nShouldn’t it be judged on its own merits, not compared and contrasted with a \nmarkedly different genre? She effectively locates the fantasia as an ‘imperfect \nart’ in relation to the sonata. Moreover, the teleology of her narrative leads \nthe reader, in the final chapters, to Beethoven’s late sonatas. I feel as if she \nimplies a ‘progress’ from C.P.E. Bach’s ‘less perfect’ fantasias to Beethoven’s \n‘more perfect’ sonatas. Finally, affects and the arrangement of an affective \nstructure within a piece were central to the eighteenth-century understanding of \nmusic. (9) I think that an account of the discourse on affect and its \nrelationship to the aesthetics of the picturesque might enrich Richards’ \nargument.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In conclusion, Richards’ metaphor of the picturesque provides a \nhistorically-based aesthetic method by which we can better understand the music \nof the late eighteenth and early nineteenth centuries, especially the music of \nC.P.E. Bach, Haydn, and Beethoven. Moreover, it complements the research done \nthus far in the realms of theory of form, semiotics, rhetoric, and musical \nwitticism. To suggest further research in this area, it might be interesting to \nsee if the Schubert and Schumann fantasias hold up to the same picturesque \naesthetic, or if new aesthetics had taken hold for the nineteenth-century \nfantasia.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.04.10.3.espinosa.html",
    "data": "mto/data/mto.04.10.3.espinosa.json"
}