{
    "title": "Response to Mike Cheng-Yu Lee",
    "date": "2010/05/01",
    "volume": "16",
    "issue": "2",
    "authors": [
        "Schmalfeldt, Janet"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "January 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.2/mto.10.16.2.schmalfeldt2.pdf",
    "author_info": [
        {
            "name": "Janet Schmalfeldt",
            "university": "Tufts University",
            "address": "Granoff Music Center, 20 Talbot Avenue, Medford, MA 02155",
            "email": "janet.schmalfeldt@tufts.edu"
        }
    ],
    "citations": {
        "caplin_2004": "Caplin, William. 2004. “The Classical Cadence: Conceptions and Misconceptions.” Journal of the American Musicological Society 57/1: 51–117.",
        "schmalfeldt_2002": "Schmalfeldt, Janet. 2002. “On Performance, Analysis, and Schubert.” Per Musi: Revista de Performance Musical (published by the Music School of the Federal University of Minas Gerais), vols. 5–6: 38–54.",
        "smith_1995": "Smith, Peter H. 1995. “Structural Tonic or Apparent Tonic? Parametric Conflict, Temporal Perspective, and a Continuum of Articulative Possibilities.” Journal of Music Theory 39/2: 245–83."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The audio examples in this essay are performed by the author, as recorded and edited by Nicholas Hellberg, at Tufts University.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]  I celebrate Mike Cheng-Yu Lee’s recorded performance of the first movement of Schubert’s Piano Sonata, Op. 42 (D. 845; 1825)—and, indeed, his rendition of the entire sonata—as one of the most compelling interpretations of a piano work by Schubert that I have heard.  With Mike Lee’s essay in this volume, we witness an enactment of the kind of performance-analysis relationship to which I hope we now all aspire—a flow of communication that runs in both directions, from performer to analyst and vice versa, but with both, in this case, embodied in just one very fine musician.  Whether Lee’s performance intuitions about Schubert’s movement have influenced his analytic decisions, or whether it was the other way around, is a question that I suspect Lee would not easily be able to answer.  Whatever the case, here is a performer who has been able to tell us why he plays the movement as he does.  In general we don’t ask or expect that kind of explanation from performers; and so, when they provide such full and convincing answers, we can only be impressed and enlightened.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]  In the wake of Lee’s performance, it is tempting to say, Why bicker about our differing analytic views?  If a persuasive performance of Schubert’s sonata has been Lee’s essential goal, as it has been for me in the past, then, given his success, what would be the point of challenging Lee’s analysis?   With that perspective in mind, I shall try mainly to address certain remarkably similar views about Schubert’s first movement that Lee and I share, as well a few differing outlooks that might be relevant to performance.  I draw here from an article I wrote that was published in a Brazilian journal ( Schmalfeldt 2002 ); much expanded, this essay has become the point of departure for chapter 5 in my book, In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music.",
                "footnotes": [],
                "citations": [
                    "schmalfeldt_2002"
                ]
            }
        },
        {
            "3": {
                "text": "[3]  First and foremost, let us consider Lee’s courageous challenge to the 20th-century “one-tempo-only” performance attitude—a challenge that he substantiates through his study of the “non-duple” tempos in the slow introductions of Schubert’s symphonies.  Lee’s conclusions promote unexpected support for my long-held view that Schubert invites us to hear the opening of his Op. 42 sonata as invocative of a “slow” introduction, such that the passage only retrospectively becomes the main theme.  (Lee and I agree that the modulatory passage initiated at measure 26 can only be regarded in retrospect to have become the transition to the subordinate group.)  But can we really regard this opening passage as genuinely “slow”?   If, on the one hand, pianists observe both of Schubert’s poco ritardandos, including the one at measure 3, then at what moment has there been the establishment of a stable tempo—slow or otherwise—to resume?!  I do not propose, strictly speaking, that a classical “slow introduction” is at hand; but Schubert’s markings encourage a marvelously reflective, even hesitant, and certainly introduction-like, performance; and that is what Lee’s non-duple performance of measures 1–10 conveys.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]  Like Peter H. Smith ( Smith 1995 , 273–74), Mike Lee regards the entire opening passage as fundamentally dominant-prolonging—another argument in favor of the passage as introductory.  Here I shall dare to disagree.  As one of my long-distance colleagues has vehemently asserted to me in private, Schubert “ always ” establishes the tonic at the beginning of his sonatas’ first movements.  Might this be Schubert’s exceptional case?  If, as Lee insists, a structural tonic does not arise until the downbeat of measure 26, then he weakens my claim that an “Introduction becomes MT,” because there will have been no initiation of a cadential progression to justify the idea of main-theme closure—only dominant prolongation throughout.  (The same holds for the opening of Haydn’s B-Minor String Quartet, Op. 33, No. 1, which Carissa Reddick discusses in this volume.)  By contrast, I hear the implication of tonic harmony in measures 1–2.  This may be because I am strongly influenced by the first harmonized appearance of the opening idea—within the development section at measure 106, where the idea is given tonic support in D minor.  Let us reconsider the opening of the sonata, with a dominant pedal imposed by me \n(listen to Example 1 ); (1) and now here’s the same passage, with tonic pedal \n(listen to Example 2 ); finally, from the development, here’s the D-minor passage \n(listen to Example 3 ).  Which do you choose for the opening—tonic or dominant? Example 1 . Op. 42, measures 1–4, with dominant pedal Example 2 . Op. 42, measures 1–4, with tonic pedal Example 3 . Op. 42, measures 106–09 Example 4 . Op. 42, recomposition of measures 1–10",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "smith_1995"
                ]
            }
        },
        {
            "5": {
                "text": "[5]  If we can be allowed the possibility of an implied tonic underpinning at the beginning of Schubert’s Op. 42, then we can certainly acknowledge a half cadence at measure 4, and thus the perception of an antecedent phrase, with its basic and contrasting ideas.  What follows, “recomposed,” might have been the expected consequent \n(listen to Example 4 ).  But when this phrase “becomes” a second antecedent, by arriving at another half cadence, it would seem that both of those cadences have assumed a “limited cadential scope,” to use William E. Caplin’s term ( Caplin 2004 , 86–89); that is, both of the half cadences have relinquished their operative functions.  I join Lee in suggesting that these two antecedents will become large basic ideas within a presentation that awaits its continuation.",
                "footnotes": [],
                "citations": [
                    "caplin_2004"
                ]
            }
        },
        {
            "6": {
                "text": "[6]  Lee’s recording adopts an almost immediately faster tempo at measures 10–12.  He does this to anticipate the change to duple meter in measure 26; but, to my ears, he is already in that meter’s tempo by measure 12.  The faster the tempo chosen here, and the more immediately it is established, the more likely it is that we will hear the downbeat of measure 10 as the beginning of a distinctly new thematic process, or as the discrete second part of a small-binary theme.  I much prefer Lee’s idea of a “continuation” at measures 10–25, even though this passage is dominant-prolonging all the way; to convey this as pianist, I would try not to accelerate so soon \n(listen to Example 5 ).  This brings me to my central assertion about the movement: Schubert’s unique, post-classical opening convinces me that he is inviting performers of this movement to be very much in charge of how listeners will perceive the unfolding formal design. What we performers choose to do, in this passage and at later moments of genuine formal ambiguity, will inevitably shape the listener’s perception of the formal process. Example 5 . Op. 42, measures 7–29",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]  To put this observation within a broader perspective, let us concede that, as a temporal art, music in performance insists that we hear it diachronically; thus we perceive all performances—of any kind of music—as processual, if only in the ordinary sense that they must begin at some point in time and end sometime later.  Less ordinary, I submit, is that, toward the end of the eighteenth century and into the next, new compositional approaches to certain, by then well-established, conventions of musical form seem intent upon shifting our focus away from the perception of forms as the product of successive, functionally discrete sections within a whole.  Instead, these new approaches encourage the idea that the process itself becomes “the form.”  From my earlier essay on this movement, Lee kindly quotes me as follows: Performers and listeners of this kind of music are being asked to participate within that process, by listening backward as well as in the moment —by remembering what they have heard and played, while retrospectively, if only intuitively, reinterpreting formal functions in the light of an awareness of the interplay between conventions and transformations.  As perhaps the most active of all listeners, performers themselves are being urged to play a far more authoritative role in articulating such form-defining moments as beginnings, middles, and endings, while projecting the overall shapes that these might define.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]  For example, what if Lee had performed the last measures of Schubert’s opening passage like this? \n( Example 6 ).  The result, I think, would have been to convey the dominant at measure 25 as the end of the process, thus making a justifiable case for the entire opening as a dominant-prolonging introduction.  But Lee and I agree that a structural tonic occurs on the downbeat of measure 26; and it would seem that his performance treats that tonic as his elided cadential goal.  Here, then, is where the idea of a closed main theme begins to emerge. Example 6 . Op. 42, measures 20–27 Example 7 . Op. 42, measures 40–53",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]  Another example: Lee proposes that the (first) subordinate theme projects an antecedent-consequent design at measures 40–63.  Technically speaking, this view would call for the notion of a half cadence at measure 50, despite the presence of the 7 th in the dominant chord.  The following type of performance might convey a half-cadential goal \n(listen to Example 7 ).  But what I heard Lee’s performance instead project was a beautifully executed evaded cadence: it is as if \nLee catches his breath here, and then begins again, while observing the subito piano in measure 51, so often employed in association with evasion.  This suggests that Schubert is encouraging the perception of a “one-more-time” repetition of his subordinate theme, by backing up all the way to its beginning—a highly post-Classical move!  At the end of the varied repetition, the question of cadence becomes even more complex: now absolute silence substitutes for a cadential resolution \n(listen to Example 8 ).  Or does it?  I contend that Schubert asks his performers to make the decision. Example 8 . Op. 42, measures 40–63 Example 9 . Op. 42, measures 64–71",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Although I do not subscribe to Lee’s idea of an antecedent-consequent \nplan for this first subordinate theme, I have drawn attention to the potential \nfor that kind of theme-type at the beginning of the piece. Within what Lee \nhears as a parenthetical interpolation at measures 64–76, we might now begin to \nimagine that Schubert may initially have set forth multiple formal possibilities \nso that he could explore and exploit several of them in due time. For me, the \nfirst two phrases of Lee’s interpolation reawaken the antecedent-consequent \npotential: here, in the mediant minor, variants of the opening basic and \ncontrasting ideas return, at first pausing, as before, on the dominant, but then \nclosing on the tonic, and thus creating the effect of a consequent (listen to Example 9 ).  As if, however, to suggest that these main-theme materials are not willing to be conventionalized, the third phrase—another “consequent”?—enters to disturb the Classical symmetry.   Do the deep, somber whole-note chords representing dominant harmony at measures 75–76 stand for a half cadence, or do they lead, finally, to authentic cadential closure?  The pianist is again in charge.  Both the physical and the visual effect of relaxation at measure 76 will suggest the half cadence; but given that codettas appear to follow, direction into the tonic at measure 77, as if elided, might be the best plan.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]  Finally, I am intrigued with Lee’s idea that the two basic ideas of this movement—his Theme A and Theme B—project “counter-narratives” whose trajectories co-exist “in quasi-Stravinskian interlock.”  I have written about those two ideas as “rivals,” and I’ve suggested that they seem at first to propose a reconciliation within the closing section—the codettas that begin at measure 77.  Lee’s idea that the trajectory of the “marching” Theme B has been heading toward increased “regularization” becomes fully convincing at the pianissimo beginning of the codettas ( Example 10 ).  But what are we to make of the gesture that follows? ( Example 11 ) This idea is undoubtedly a variant of Lee’s Theme A—the opening idea of the movement, with its - - descent; in its return, the idea even adopts its original A-minor context.  This new version of Theme A intrudes upon Theme B, anticipating the priority that it will assume throughout the development section.  If the intrusive gesture originates at the beginning of the slower, non-duple “Introduction==>MT,” then might we consider playing its return at least a bit slower? ( Example 12 ).  And if this doesn’t seem right, then why not?  What has happened to the “narrative trajectory” at this point? Example 10 . Op. 42, measures 77–81 Example 11 . Op. 42, measures 82–83 Example 12 . Op. 42, measures 77–90 Example 13 . Op. 42, recomposition of measures 1–10",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]  At the end of the recapitulation the juxtaposition of these rival ideas, now alternating between the submediant and home-tonic domains, sets up a terrifying three-stage coda, with each stage closing in silence, each stage longer and more intense than the preceding.  Here the two ideas—the hovering main-theme variant and the “marching” transition gesture—join forces anew, but now in a manner that suggests a collaborative effort to express the narrative of both futility and defiance.  It is as if the composed-out return of the bass line’s chromatic descent F - F -E from the opening of the movement (measures 8–10)—now not once but twice transforming a dominant-seventh into an augmented-sixth—knows that it is taking a circuitous path to delay the inevitable, but determines to assert its authority as the agent that will achieve an overwhelmingly goal-oriented conclusion.  Here I provide the last of the Coda’s three stages, to the end of the movement (listen to Example 13 ).  Within an expanded essay about Schubert’s Op. 42, Lee would surely wish to offer an interpretation of this final trajectory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Mike Cheng-Yu Lee has made an outstanding contribution to the topic of “form-as-process.”  I have learned much from his work, and I look forward to talking further with him about Schubert’s extraordinary movement.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.2.schmalfeldt2.html",
    "data": "mto/data/mto.10.16.2.schmalfeldt2.json"
}