{
    "title": "Conference Report: “A Summit of Creativity: A Celebration of the Fiftieth Anniversary of the Beatles’ <i>Sgt. Pepper’s Lonely Hearts Club Band</i>”",
    "date": "2017/06/01",
    "volume": "23",
    "issue": "2",
    "authors": [
        "Biamonte, Nicole"
    ],
    "abstract": "",
    "keywords": [
        "Beatles",
        "Sgt. Pepper’s Lonely Hearts Club Band",
        "popular music"
    ],
    "doi": "",
    "received": "June 2017",
    "pdf": "",
    "author_info": [
        {
            "name": "Nicole Biamonte",
            "university": "Schulich School of Music",
            "address": "McGill University, 555 rue Sherbrooke O., Montreal, QC  H3E 1E9",
            "email": "nicole.biamonte@mcgill.ca"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] One of the many golden-anniversary commemorations of the Beatles’ iconic album Sgt. Pepper’s Lonely Hearts Club Band was a very successful conference organized by Walter Everett and hosted by the University of Michigan on June 1–4, 2017. The conference’s start date marked fifty years to the day since the worldwide release of Sgt. Pepper on June 1, 1967 (the UK release took place several days earlier, on May 26). Their eighth studio album, it was widely praised for its innovative design and production, as well as for its songwriting and stylistic and timbral diversity. In August 1966, the Beatles decided to stop touring, which freed them to focus on composition and to experiment with songs that would have been difficult to perform live because of orchestration or studio effects; furthermore, their adopted alter ego, an Edwardian military band, liberated them from the stylistic expectations established by their earlier works. Many commentators regard Sgt. Pepper as the apex of the Beatles’ creativity, and it tops the list of “The 500 Greatest Albums of All Time” compiled by Rolling Stone magazine (May 31, 2012).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The mandate of the symposium was broadly interdisciplinary. The call for papers invited proposals on a wide range of topics; I quote from it here by way of introducing the varied aspects of the album worthy of exploration: “ Sgt. Pepper and its immediate context (e.g., analyses of individual songs; information on how songs were composed and recorded; the album’s reception; Pepper in relation to other Beatle works of 1967; works by others that inspired and were inspired by Pepper ; the album’s impact upon graphic design and related arts; Pepper as exemplar of British psychedelia; counterculture of the 1960s); \n. . . the album’s invocations of new topics in its lyrics and their poetic expression; the roles of women as inspiration for Pepper ; gender and sexuality as album topics; controversies over banned topics purportedly related to drug use; Pepper ’s blending of Western and non-Western sounds; its trendsetting use of orchestra; its advances in engineering and production; its role in the creation of the “concept album”; its imaginative melodic, harmonic, contrapuntal, rhythmic and formal innovations; its trends in packaging with gatefold cover, opulent photographs and the back cover’s first-ever display of lyrics; its status as the first worldwide Beatles release with (nearly) uniform content; and the album’s inspiration for parodies and cover versions.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The conference itself was correspondingly interdisciplinary, with presentations by scholars in musicology, music theory, ethnomusicology, music education, history, English, communication studies, and library science, as well as by studio engineers, journalists, and performers, mostly from the US but also from Canada and the UK. The program committee of Walter Everett, James Borders, and Katie Kapurch assembled a kaleidoscopic program ( Example 1 ) addressing many of the topics suggested in the call for papers. The schedule—with most activities live-streamed—was densely packed: seven keynote presentations, two lecture-performances, twenty-three papers, two lightning talks, a listening session to the new stereo remix of the album, and a tour of an exhibit of rare Beatles artifacts displayed in the University of Michigan music library. Below, I survey the featured presentations and the papers that engaged with theory and analysis and thus will be of greatest interest to MTO readers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Perhaps the most widely anticipated keynote address was by Ken Scott, a senior lecturer at Leeds Beckett University who served as one of EMI’s five recording engineers for the Beatles from 1967 to 1969 (he is also well known for his engineering and production work with Pink Floyd, David Bowie, Elton John, and many others). He described the development of recording techniques and studio technology in the 1960s, entertained the audience with anecdotes about working with the Beatles, and concluded with a warning about how streaming services like YouTube, Pandora, and Spotify are taking power out of the hands of artists. He also offered the important reminder that when the Beatles recorded Sgt. Pepper they were thinking primarily in terms of mono recording, and they were not particularly interested in stereo until the recording session for their following album (officially titled The Beatles but better known as the “White Album”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In his keynote presentation, Anthony DeCurtis (contributing editor for Rolling Stone ) explained how the Beatles and their contemporaries in the late 1960s created a need for pop criticism and journalism, which the founding of Rolling Stone in 1967 helped to fulfill. In another keynote, Ken Womack (professor of English at Monmouth University and author of numerous Beatles books) gave an intimate biography of George Martin’s life from childhood through 1962, when he became involved with the Beatles. Tim Riley’s (associate professor of journalism at Emerson College) keynote interpreted Sgt. Pepper in terms of temporality and offered a pedagogical model based on a “rock taxonomy” of performers, material, arrangements, production, and concept. Another pedagogical model was offered by Paul Carter (associate professor of music theory, State University of New York at Oneonta), who showed his template for teaching students to analyze popular recordings by graphing the instrumentation, formal sections, and changes in texture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Two presentations explored the interactions of lyrical and musical content with musical form. The keynote address by John Covach (professor of music theory at Eastman School of Music and director of the University of Rochester Institute for Popular Music) considered “song strings”—groupings related by one or more compositional aspects—in works by each of the band’s three main songwriters from late 1965 to early 1968. Covach identified a tripartite paradigm in the content and structure of some song lyrics by McCartney, and demonstrated ways this is deployed across different types of AABA and verse-chorus forms. He surveyed Harrison’s Indian influences as expressed in the use of Indian instruments, drones, modal melodies, and static harmony. His final series of examples comprised a song string connected by Lennon’s incorporation of found texts: on Sgt. Pepper (among other examples), a circus poster supplied the lyrics for “Being for the Benefit of Mr. Kite!”, a newspaper page provided images in “A Day in the Life,” and a Kellogg’s commercial influenced “Good Morning Good Morning.” The paper by Drew Nobile (assistant professor of music theory at the University of Oregon) examined the hierarchy and content of verse and chorus sections in Beatles songs. He argued that unlike post-1970 songs, in which the chorus supersedes the verse as the culmination of the form, in the Beatles’ music verses and choruses are often equal in status, depicting oppositions such as present/past, subject/object, or real/unreal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The innovative and complex final track on Sgt. Pepper , “A Day in the Life,” served as an example in a majority of the papers, and was the focus of two keynote presentations. This is not surprising, because the song has sharply contrasting sections by Lennon and McCartney and famous aleatoric orchestral crescendos that rise dramatically in register as well as volume, providing fertile ground for analysis. Walter Everett (professor of music theory at the University of Michigan and author of the two-volume monograph The Beatles as Musicians as well as numerous articles on their music) explored the recording process of “A Day in the Life” in detail, presenting numerous taped rehearsals, takes, and remakes at various stages that reflected changes in instrumentation, song form, and production, along with archival photographs from the studio that helped to document who played what, as well as the festive atmosphere of the orchestral recording session. Gordon Thompson (professor of ethnomusicology at Skidmore College) examined the BBC’s decision to ban the final track on the album, “A Day in the Life,” from airplay on the grounds that the song “could encourage a permissive attitude to drug-taking,” presumably because of the lyric “I’d love to turn you on,” although they offered no specific details. Thompson surveyed the cultural context of the BBC’s decision and its ramifications, illustrated by a series of fascinating internal memos.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The next most-discussed song was the final track on side 1, “Being for the Benefit of Mr. Kite!” John Platoff (professor of music at Trinity College) analyzed its lyric structure and Lennon’s careful reworking of the text from the circus poster on which the song was based, and posited a dialectical relationship between the closing tracks on each side of the album: the fantastical but joyless “Mr. Kite” versus the two visions of reality in “A Day in the Life,” the unexamined everyday and the transcendent “turned on.” Aaron Krerowicz (independent Beatles scholar) considered Lennon’s and George Martin’s contributions to the song, demonstrated the SRDC (statement–restatement–departure–conclusion) structure of the verse, and examined the unusual tonal structure that juxtaposes minor keys a whole step apart, as well as the lyrics, melody, harmony, large-scale structure, and studio effects.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Two papers examined elements of classical music in Sgt. Pepper . David Thurmaier (associate professor of music theory at the University of Missouri) discussed the instrumentation on Sgt. Pepper , arguing that while the Beatles had used classical instruments before, this album and other songs released around the same time represented an unprecedented level of integration between classical and rock instrumentation. He played a very entertaining video clip from Leonard Bernstein’s April 1967 CBS special “Inside Pop: The Rock Revolution,” in which Bernstein sat at the piano and analyzed mixed meter, the elevating modulation, and the use of canon in “Good Day Sunshine.” Michael Schiano (associate professor of music theory at The Hartt School) showed how some of the Beatles’ melodies feature thematic connections like those in classical melodies. He illustrated hidden repetition within two sections of “A Day in The Life” and between the two songs recorded for Sgt. Pepper but released as singles, “Strawberry Fields Forever” and its flip side, “Penny Lane.” He also demonstrated the technique of developing variation in the melody of “The Fool on The Hill,” comparing it to the opening of Beethoven’s “Archduke” Trio. Shaugn O’Donnell (associate professor of music theory at the City University of New York), by contrast, considered Sgt. Pepper in the context of contemporaneous bands such as Pink Floyd and the Grateful Dead, concluding that its ornate compositional craft points far into the future but sets it outside of the live, improvisatory, and lengthy musical practices of the newly formed genre of psychedelic rock.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The influence of the Beatles’ music on later artists was the focus of three presentations. Mark Spicer (professor of music at Hunter College and the Graduate Center, City University of New York) demonstrated the surprisingly strong influence of the Beatles on Tears for Fears, particularly in the song “Sowing the Seeds of Love”: the chords in the verse vamp are rhythmically and texturally reminiscent of those that begin “I Am the Walrus,” the melody and harmony in the chorus reference “Hello Goodbye,” and the third chorus features a Baroque trumpet as on “Penny Lane” and “All You Need is Love.” Joshua Duchan (assistant professor of music at Wayne State University) drew connections between Sgt. Pepper and Billy Joel’s The Nylon Curtain , and Katie Kapurch (assistant professor of English at Texas State University) considered the album’s influences on Prince and Michael Jackson.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Two papers were primarily theoretical/analytical in nature. David Forrest (assistant professor of music theory at Texas Tech University) explored neo-Riemannian PL and LP transformations between pairs of major or minor triads related by major third in Beatles songs from 1967 as well as a few predecessors, and many later songs from a wide variety of subgenres and eras. Because such triad pairs belong to different diatonic collections, and feature contrary-motion semitonal voice leading that forces irreconcilable interpretations of consonance and dissonance, they often signify the uncanny. Earlier scholarship (e.g. by Richard Cohn, who first posited the connection, and others) has investigated the connections between these transformation types and the uncanny in common-practice art music and film music; Forrest extended this work by providing a surprisingly large number of examples from popular music. My own paper (Nicole Biamonte, associate professor of music theory at McGill University) surveyed the intensity (structural scale) and saturation (rate of occurrence) of metric dissonance on all the Beatles albums, showing that the intensity of metric dissonance peaks on Sgt. Pepper . I investigated the trajectories of rhythm, meter, tempo, and percussion textures on each side of the album and across the album as a whole, analyzed the meter of “Good Morning Good Morning,” and demonstrated the large-scale narrative of increasing rhythmic intensity in “Lucy in the Sky with Diamonds.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The two lecture-performances made very welcome connections between musical analysis and performance practice. Somangshu Mukherji (assistant professor of music theory at the University of Michigan) surveyed the elements of North Indian classical music in George Harrison’s “Within You Without You.” He provided overviews of the form, pitch structures, meter, and phrase structure of the song in both Hindustani and Western terms. In a concluding performance, he joined members of his student ensemble Sumkali for a virtuosic recomposition using pop/Indian fusion instrumentation and modeled on more traditional Hindustani song form, with a vocal section in the middle and a faster section at the end. Drummer Billy Harrington demonstrated different tunings, timbres, and techniques on two Ludwig drumkits that were models used by Ringo Starr. Particularly interesting was his illustration of the adjustments Starr made to standard drum fills and solo techniques because of his left-handedness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Despite the impressive diversity of the conference program, the topics of gender and sexuality went largely underexplored, as did the topic of cover versions, which could have provided a useful frame for a consideration of gender issues. The conference attendees were not a diverse group: 70–75% senior (based on the number of hands raised when a presenter asked who had viewed the original broadcast of the Beatles on the Ed Sullivan Show in 1964), 80% male, and over 95% white. This homogeneity is in part a product of existing biases in academia, but likely also a product of the conference’s focus on a fifty-year-old art-rock album created by white men. That said, the symposium was highly congenial and often light in tone, which is all too rare in academia—for example, the conference organizers wore “OPP” (Ontario Provincial Police) badges like that on McCartney’s Sgt. Pepper uniform, and the conference program included a parody image of the Sgt. Pepper cover, with the famous figures replaced by conference presenters (p. 6 of the program; also available on the conference website, along with a key identifying the presenters at http://www.music.umich.edu/performances_events/sgt-pepper-symposium/ ). A splendid time was had by all, and many attendees are already looking forward to the White Album anniversary conference to be held next year.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference reports",
    "source": "mto/raw/mto.17.23.2.biamonte.html",
    "data": "mto/data/mto.17.23.2.biamonte.json"
}