{
    "title": "On Duration and Developing Variation: The Intersecting Ideologies of Henri Bergson and Arnold Schoenberg",
    "date": "2015/12/01",
    "volume": "21",
    "issue": "4",
    "authors": [
        "Salley, Keith"
    ],
    "abstract": "This article takes a close look at the concept of duration (durée), an idea that is central to Henri Bergson’s philosophy of subjective time. It argues that Schoenberg’s early concept of developing variation resonates with Bergson’s duration in a way that enables us to shift the locus of developing variation from a musical object to a participant subject. It presents analytical readings of three pieces from Schoenberg’sSechs kleine Klavierstücke, op. 19, a collection of miniatures written when German translations of Bergson’s works were published for the first time and when Bergson’s popularity was especially high.",
    "keywords": [
        "philosophy",
        "duration",
        "developing variation",
        "atonality",
        "Bergson",
        "Schoenberg"
    ],
    "doi": "",
    "received": "October 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.4/mto.15.21.4.salley.pdf",
    "author_info": [
        {
            "name": "Keith Salley",
            "university": "Shenandoah Conservatory",
            "address": "Shenandoah University, 1460 University Dr., Winchester, VA 22601",
            "email": "ksalley@su.edu"
        }
    ],
    "citations": {
        "arndt_2008": "Arndt, Matthew. 2008. “Schenker and Schoenberg on the Tone and the Genius.” PhD diss., University of Wisconsin-Madison.",
        "auner_1991": "Auner, Joseph. 1991. “Schoenberg’s Compositional and Aesthetic Transformations. 1910–1913: The Genesis of Die glückliche Hand .” PhD diss., University of Chicago.",
        "auner_2003": "Auner, Joseph. 2003. A Schoenberg Reader: Documents of a Life . Yale University Press.",
        "auner_2013": "Auner, Joseph. 2013. Music in the Twentieth and Twenty-First Centuries . W. W. Norton.",
        "bailey_1998": "Bailey, Walter B., ed. 1998. The Arnold Schoenberg Companion . Greenwood Press.",
        "benson_2003": "Benson, Bruce Ellis. 2003. The Improvisation of Musical Dialogue: A Phenomenology of Music . Cambridge University Press.",
        "bergson_1889": "Bergson, Henri. 1889. Essai sur les données immédiates de la conscience . F. Alcan.",
        "bergson_1896": "Bergson, Henri. 1896. Matière et mémoire: essai sur la relation du corps à l’esprit . F. Alcan.",
        "bergson_1900": "Bergson, Henri. 1900. Le Rire: Essai sur la signification du comique . F. Alcan.",
        "bergson_1908": "Bergson, Henri. 1908. Materie und Gedächtnis . Eugen Diederichs.",
        "bergson_1909": "Bergson, Henri. 1909. Einführung in die Metaphysik . Eugen Diederichs.",
        "bergson_1911": "Bergson, Henri. 1911. Zeit und Freiheit: Eine Abhandlung über die Unmittelbaren Bewussteins-Tatschen . Eugen Diederichs.",
        "bergson_1912": "Bergson, Henri. 1912. An Introduction to Metaphysics . G. P. Putnam’s Sons.",
        "bergson_1914": "Bergson, Henri. 1914. Das Lachen: Ein Essay über die Bedeutung des Komischen , trans. Julius Frankenberger and Walter Fränzel. Eugen Diederichs.",
        "bergson_1950": "Bergson, Henri. 1950. Time and Free Will: An Essay on the Immediate Data of Consciousness , trans. Frank L. Pogson. MacMillan.",
        "boss_1992": "Boss, Jack. 1992. “Schoenberg’s Op. 22 Radio Talk and Developing Variation in Atonal Music.” Music Theory Spectrum 14 (2): 125–49.",
        "boss_2008": "Boss, Jack. 2008. “The ‘Musical Idea’ and Motivic Structure in Schoenberg’s Op. 11 no. 1.” In Musical Currents from the Left Coast , ed. Jack Boss and Bruce Quaglia, 256–81. Cambridge Scholars Press.",
        "burkholder_et_al_2010": "Burkholder, Peter J., Donald Jay Grout, and Claude V. Palisca. 2010. A History of Western Music . 8th ed. W. W. Norton.",
        "cahn_1996": "Cahn, Steven Joel. 1996. “Variations in Manifold Time: Historical Consciousness in the Music and Writings of Arnold Schoenberg.” PhD diss., State University of New York at Stony Brook.",
        "cherlin_2007": "Cherlin, Michael. 2007. Schoenberg’s Musical Imagination . Cambridge University Press.",
        "cleland_2003": "Cleland, Kent. 2003. “Musical Transformation as a Manifestation of the Temporal Process Philosophies of Henri Bergson.” PhD diss., University of Cincinnati.",
        "cleland_2011": "Cleland, Kent. 2011. “The Temporalist Harp: Henri Bergson and Twentieth-Century Musical Innovation.” The European Legacy 16 (7): 953–67.",
        "cohn_1992": "Cohn, Richard. 1992. “Transpositional Combination of Beat-Class Sets in Steve Reich’s Phase-Shifting Music.” Perspectives of New Music 30 (2): 146–77.",
        "cook_1987": "Cook, Nicholas. 1987. A Guide to Musical Analysis . W. W. Norton.",
        "cooper_and_meyer_1960": "Cooper, Grosvenor and Leonard Meyer. 1960. The Rhythmic Structure of Music. University of Chicago Press.",
        "cone_1968": "Cone, Edward T. 1968. Musical Form and Musical Performance . W. W. Norton.",
        "covach_1995": "Covach, John. 1995. “Schoenberg’s Turn to an ‘Other’ World.” Music Theory Online 1.5. http://www.mtosmt.org/issues/mto.95.1.5/mto.95.1.5.covach.art",
        "dahlhaus_1982": "Dahlhaus, Carl. 1982. Esthetics of Music , trans. William Austin. Cambridge University Press.",
        "dahlhaus_1987": "Dahlhaus, Carl. 1987. Schoenberg and the New Music , trans. Derrick Puffet and Alfred Clayton. Cambridge University Press.",
        "delio_1994": "DeLio, Thomas. 1994. “Language and Form in an Early Atonal Composition: Schoenberg’s Op. 19 no. 2.” Indiana Theory Review 15 (2): 17–40.",
        "deleuze_1966": "Deleuze, Gilles. [1966] 1991. Bergsonism , trans. Hugh Tomlinson and Barbara Habberjam. Zone Books.",
        "dunsby_and_whittall_1988": "Dunsby, Jonathan and Arnold Whittall. 1988. Music Analysis in Theory and Practice . Yale University Press.",
        "forte_1963": "Forte, Allen. 1963. “Context and Continuity in an Atonal Work: A Set-Theoretic Approach.” Perspectives of New Music 1 (2): 72–82.",
        "friedmann_1985": "Friedmann, Michael. 1985. “A Methodology for the Discussion of Contour: Its Application to Schoenberg’s Music.” Journal of Music Theory 29 (2): 223–48.",
        "frisch_1982": "Frisch, Walter. 1982. “Brahms, Developing Variation, and the Schoenberg Critical Tradition.” 19th-Century Music 5 (3): 215–32.",
        "frisch_1984": "Frisch, Walter. 1984. Brahms and the Principle of Developing Variation . University of California Press.",
        "frisch_1993": "Frisch, Walter. 1993. The Early Works of Arnold Schoenberg: 1893–1908 . University of California Press.",
        "frisch_2000": "Frisch, Walter. 2000. “ ‘You Must Remember This’: Memory and Structure in Schubert’s String Quartet in G Major, D. 887.” The Musical Quarterly 84 (4): 582–603.",
        "greenbaum_2009": "Greenbaum, Matthew. 2009. “Dialectic in Miniature: Arnold Schoenberg’s Sechs kleine Klavierstücke Opus 19.” Ex Tempore 14 (2): 42–59.",
        "guck_1977": "Guck, Marion. 1977.“Symmetrical Structures in op. 19 no. 2.” In Theory Only 2 (10): 29–34.",
        "hahl-koch_1984": "Hahl-Koch, Jelena, ed. 1984. Arnold Schoenberg, Wassily Kandinsky: Letters, Pictures, and Documents , trans. John C. Crawford. Faber & Faber.",
        "haimo_2006": "Haimo, Ethan. 2006. Schoenberg’s Transformation of Musical Language . Cambridge University Press.",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . Oxford University Press.",
        "healey_2007": "Healey, Gareth. 2007. “Messiaen—Bibliophile.” In Olivier Messiaen: Music, Art, and Literature , ed. Christopher Dingle and Nigel Simeone, 159–72. Ashgate Publishing.",
        "heidegger_1927": "Heidegger, Martin. [1927] 1962. Being and Time , trans. John Macquarrie and Edward Robinson. Basil Blackwell Publishing.",
        "hulse_2008": "Hulse, Brian. 2008. “On Bergson’s Concept of the Virtual.” Gamut 1: 1–41.",
        "husserl_1928": "Husserl, Edmund. [1928] 1964. The Phenomenology of Internal Time-Consciousness , trans. James S. Churchill. Indiana University Press.",
        "ingarten_1989": "Ingarten, Roman. 1989. The Ontology of the Work of Art , trans. Raymond Meyer and John T. Goldthwait. Ohio University Press.",
        "james_1890": "James, William. 1890. The Principles of Psychology . Henry Holt & Co.",
        "jenkins_2007": "Jenkins, Daniel. 2007. “Schoenberg’s Concept of ruhende Bewegung.” Theory and Practice 34: 87–105.",
        "joseph_1999": "Joseph, Brandon Wayne. 1999. “Experimental Art: John Cage, Robert Rauschenberg and the Neo-Avant Garde.” PhD diss., Harvard University.",
        "kirby_1966": "Kirby, F. E. 1966. A Short History of Keyboard Music . Schirmer.",
        "klein_2007": "Klein, Michael. 2007. “Debussy’s L’Isle Joyeuse as Territorial Assemblage.” 19th-Century Music 31: 28–52.",
        "lambert_2002": "Lambert, Philip. 2002. “Isographies and Some Klumpenhouwer Networks They Involve.” Music Theory Spectrum 24 (2): 165–95.",
        "lerdahl_1989": "Lerdahl, Fred. 1989. “Atonal Prolongational Structure.” Contemporary Music Review 4: 65–87.",
        "lewin_1990": "Lewin, David. 1990. “Klumpenhouwer Networks and Some Isographies That Involve Them.” Music Theory Spectrum 12: 83–120.",
        "macdonald_2008": "MacDonald, Malcolm. 2008. Schoenberg . Oxford University Press.",
        "mckee_2005": "McKee, Eric. 2005. “On the Death of Mahler: Schoenberg’s Op. 19, No. 6.” Theory and Practice 30: 121–51.",
        "migliaccio_1994": "Migliaccio, Carlo. 1994. “Beethoven, Stravinskij e il Problema del ‘Bergsonismo in Musica.’” Rivista Italiana de Musicologica 29: 157–82.",
        "monelle_2000": "Monelle, Raymond. 2000. The Sense of Music: Semiotic Essays . Princeton University Press.",
        "morrison_1992": "Morrison, Charles. 1992. “Syncopation as Motive in Schoenberg’s Op. 19, Nos. 2, 3 and 4.” Music Analysis 11: 75–93.",
        "newlin_1978": "Newlin, Dika. 1978. Bruckner, Mahler, Schoenberg . W. W. Norton.",
        "newlin_1980": "Newlin, Dika. 1980. Schoenberg Remembered: Diaries and Recollections (1938 –76) . Pendragon Press.",
        "reich_1971": "Reich, Willi. 1971. Schoenberg: A Critical Biography , trans. Leo Black. Praeger Press.",
        "schloesser_2014": "Schloesser, Stephen. 2014. Visions of Amen: The Early Life and Music of Olivier Messiaen . B. Eerdmans.",
        "schoenberg_1913": "Schoenberg, Arnold. 1913. Sechs kleine Klavierstücke . Universal Edition.",
        "schoenberg_1967": "Schoenberg, Arnold. 1967. Fundamentals of Musical Composition , ed. Gerald Strang and Leonard Stein. St. Martin’s Press.",
        "schoenberg_1975": "Schoenberg, Arnold. 1975. Style and Idea: Selected Writings , ed. Leonard Stein, trans. Leo Black. St. Martin’s Press.",
        "schoenberg_1978": "Schoenberg, Arnold. 1978. Theory of Harmony , trans. Roy E. Carter. University of California Press.",
        "schoenberg_1993": "Schoenberg, Arnold. 1993. Coherence, Counterpoint, Instrumentation, Instruction in Form , ed. Severine Neff, trans. Charlotte M. Cross and Severine Neff. University of Nebraska Press.",
        "schoenberg_2006": "Schoenberg, Arnold. 2006. The Musical Idea and the Logic, Technique, and Art of Its Presentation , ed. and trans. Patricia Carpenter and Severine Neff. Indiana University Press.",
        "simms_2000": "Simms, Bryan R. 2000. The Atonal Music of Arnold Schoenberg 1908–1923 . Oxford University Press.",
        "smith_1986": "Smith, Joan Allen. 1986. Schoenberg and His Circle: A Viennese Portrait . Schirmer.",
        "stein_1976": "Stein, Deborah. 1976. “Schoenberg’s Opus 19, No. 2: Voice Leading and Overall Structure.” In Theory Only 2 (7): 27–43.",
        "straus_2003": "Straus, Joseph N. 2003. “Uniformity, Balance, and Smoothness in Atonal Voice Leading.” Music Theory Spectrum 24 (2): 305–52.",
        "stuckenschmidt_1978": "Stuckenschmidt, H. H. 1978. Arnold Schoenberg: His Life and Work , trans. Humphrey Searle. Schirmer.",
        "taylor_2011": "Taylor, Benedict. 2011. Mendelssohn, Time and Memory: The Romantic Conception of Cyclic Form . Cambridge University Press.",
        "travis_1966": "Travis, Roy. 1966. “Directed Motion in Schoenberg and Webern.” Perspectives of New Music 4 (2): 84–89.",
        "väisälä_1999": "Väisälä, Olli. 1999. “Concepts of Harmony and Prolongation in Schoenberg’s op. 19/2.” Music Theory Spectrum 21 (2): 220–59.",
        "wellesz_1925": "Wellesz, Egon. 1925. Arnold Schönberg , trans. W. H. Kerridge. E. P. Tal.",
        "warburton_1988": "Warburton, Dan. 1988. “A Working Terminology for Minimal Music.” Intégral 2: 135–59.",
        "white_1984": "White, Pamela C. 1984. “Schoenberg and Schopenhauer.” Journal of the Arnold Schoenberg Institute 8 (1): 39–57."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See, for example, Stuckenschmidt 1978 , White 1984 , Smith 1986 , Dahlhaus 1987 , Covach 1995 , Simms 2000 , and Auner 2013 .",
            "citations": [
                "stuckenschmidt_1978",
                "white_1984",
                "smith_1986",
                "dahlhaus_1987",
                "covach_1995",
                "simms_2000",
                "auner_2013"
            ]
        },
        "FN2": {
            "text": "2. A few scholars present Bergsonian readings of Schoenberg’s works. Cherlin 2007 , 155–72 bases a discussion of large-scale formal perception in the second string quartet on general ideas from Bergson’s Matter and Memory . Cleland 2011 discusses musical transformation and Bergson’s ideas on memory, as well as Bergson’s distinction between analytical and intuitive knowledge solely with respect to Schoenberg’s op. 40. Hulse 2008 (discussed in more depth below) engages with Bergson’s concept of actualizing the “virtual,” and considers a short passage from Schoenberg’s piano concerto. Cahn 1996 investigates the connection between Bergson’s philosophy and Schoenberg’s views of musical perception. Scholars have also discussed the intersection of Bergson’s philosophy and the music of other composers; see Joseph 1999 on the avant garde, Migliaccio 1994 on Beethoven and Stravinsky, Frisch 2000 on Schubert, and Klein 2007 on Debussy. Dahlhaus 1982 , 74–75 presents a general discussion of Bergson and the phenomenology of temporal perception in music. Monelle 2000 and Taylor 2011 include Bergson among a number of other scholars in considering temporality in music (Taylor with respect to Mendelssohn). Healey 2007 and Schloesser 2014 discuss the connection between Bergson and Messiaen. Finally, Hasty 1997 addresses Bergsonism with respect to musical time in general.",
            "citations": [
                "cherlin_2007",
                "cleland_2011",
                "hulse_2008",
                "cahn_1996",
                "joseph_1999",
                "migliaccio_1994",
                "frisch_2000",
                "klein_2007",
                "dahlhaus_1982",
                "monelle_2000",
                "taylor_2011",
                "healey_2007",
                "schloesser_2014",
                "hasty_1997"
            ]
        },
        "FN3": {
            "text": "3. The German title relates more directly to that of the English translation: Time and Free Will: An Essay on the Immediate Data of Consciousness , released in 1910.",
            "citations": []
        },
        "FN4": {
            "text": "4. Stuckenschmidt ( 1978 , 183) reports that Schoenberg did begin to catalog his library at this time. The consecutive numbering of the first four books supports this. Also, the final entry, Das Lachen (orig. Le Rire: Essai sur la signification du comique , 1900) was published in 1914. Its position in the list, and the fact that its catalog number is much higher than the others, indicate that Schoenberg acquired it later (possibly well after 1914) and subsequently updated his catalog.",
            "citations": [
                "stuckenschmidt_1978"
            ]
        },
        "FN5": {
            "text": "5. It is possible that Schoenberg’s uncut copy of Materie replaces another copy that he had read earlier and either lost or given away. It is also likely that Schoenberg became sufficiently acquainted with the content of Materie through Viennese intellectual circles and concluded that he did not have to read it. Regardless, the Arnold Schoenberg Center in Vienna confirms that all pages of both Zeit und Freiheit and Einführung are cut, and that the latter even has annotations in Schoenberg’s hand. See http://www.schoenberg.at/images/stories/bilder_statische_artikel/archiv/annotationen_bibliothek.pdf (accessed October 28, 2014).",
            "citations": []
        },
        "FN6": {
            "text": "6. See James 1890 , 608ff., Heidegger 1927 , and Husserl 1928 .",
            "citations": [
                "james_1890",
                "heidegger_1927",
                "husserl_1928"
            ]
        },
        "FN7": {
            "text": "7. For references to music in Time and Free Will , see pages 12, 14, 15, 16, 35, 41, 44, 45, 46, 57, 100, 101, 104, 105, 106, 111, 123, 125, 127, 146, and 147. Bergson’s propensity for musical images reflects his esteem for music as the most elevated of art forms due to the purity of knowledge it communicates. In this respect, Bergson intersects directly with Schopenhauer—a philosopher whose influence on Schoenberg is already well established.",
            "citations": []
        },
        "FN8": {
            "text": "8. Moreover, as Hulse’s discussion addresses more recursive structures (i.e., repetitions within repetitions), their relatedness to the localized, interpenetrating states of duration becomes increasingly figurative.",
            "citations": []
        },
        "FN9": {
            "text": "9. More recently, Boss ( 1992 and 2008 ), Frisch ( 1982 , 1984 , and 1993 ), and Haimo ( 2006 ) have contributed to our understanding of developing variation by summarizing Schoenberg’s writings or analyzing his works. Taking commonalities from a number of sources—and hopefully at no risk of either over-generalizing or over-specifying—we can reasonably claim that developing variation involves the continual reworking of a musical “idea,” “shape,” “motive,” or “theme,” to produce the whole of a piece, and with a focus on avoiding strict repetition.",
            "citations": [
                "boss_1992",
                "boss_2008",
                "frisch_1982",
                "frisch_1984",
                "frisch_1993",
                "haimo_2006"
            ]
        },
        "FN10": {
            "text": "10. Bracketed words inserted by author.",
            "citations": []
        },
        "FN11": {
            "text": "11. Schoenberg’s quotation originates from a lecture delivered at a performance of Die glückliche Hand , op. 18, in 1924, as noted in Hahl-Koch 1984 , 105.",
            "citations": []
        },
        "FN12": {
            "text": "12. Taylor 2011 , 155–58 makes very much the same point.",
            "citations": [
                "taylor_2011"
            ]
        },
        "FN13": {
            "text": "13. An analysis of this piece in Cooper and Meyer 1960 , 174–77 addresses variation in a complementary way. In discussing the similarity between these two gestures, they note overlapping motives within gesture B, and how the temporal difference of this overlap affects further variation.",
            "citations": [
                "cooper_and_meyer_1960"
            ]
        },
        "FN14": {
            "text": "14. Friedmann 1985 , 33–34 introduces the Contour Adjacency Series (CAS).",
            "citations": [
                "friedmann_1985"
            ]
        },
        "FN15": {
            "text": "15. Arndt 2008 (371 n38) notes that McKee 2005 (144 n2) collects “persuasive evidence” on this point. McKee refers to Reich 1971 , 55; Stuckenschmidt 1978 , 108; Auner 2003 , 95–6; Wellesz 1925 , 31; and Newlin 1978 , 241.",
            "citations": [
                "arndt_2008",
                "mckee_2005",
                "reich_1971",
                "stuckenschmidt_1978",
                "auner_2003",
                "wellesz_1925",
                "newlin_1978"
            ]
        },
        "FN16": {
            "text": "16. See McKee 2005 , Simms 2000 , Dunsby and Whittall 1988 , MacDonald 2008 , and Kirby 1966 .",
            "citations": [
                "mckee_2005",
                "simms_2000",
                "dunsby_and_whittall_1988",
                "macdonald_2008",
                "kirby_1966"
            ]
        },
        "FN17": {
            "text": "17. Bergson makes a similar point somewhat later, which also leads to a musical analogy. Referring to the sound of a clock striking the hour, he explains “the sensations produced by each one of them, instead of being set side by side, had melted into one another in such a way to give the whole a peculiar quality, to make a kind of musical phrase out of it” ( 1950 , 127).",
            "citations": [
                "bergson_1950"
            ]
        },
        "FN18": {
            "text": "18. It is also possible to hear this gesture as representative of additional tolling, either as a continuation of the series of tolls already begun or as the beginning of some new series, reminding subject-listeners of their own mortality.",
            "citations": []
        },
        "FN19": {
            "text": "19. I have already discussed a reversal of this kind in no. 6: gesture D features foregrounded melodic events that occur before harmonic ones, reversing the trend established in gestures C and B.",
            "citations": []
        },
        "FN20": {
            "text": "20. Warburton 1988 introduces the concept of beat classes, and Cohn 1992 theorizes beat-class sets and their prime forms.",
            "citations": [
                "warburton_1988",
                "cohn_1992"
            ]
        },
        "FN21": {
            "text": "21. Hereafter, beat-class sets are labeled “bcs,” and pitch-class sets as “sc.” Set-class catalogue or “Forte” numbers are not used.",
            "citations": []
        },
        "FN22": {
            "text": "22. This is, of course, another way of saying that settings of the two occurrences of sc (014) feature retrograde patterning of ordered pitch-class intervals. In this case, referring to the placement of objects of memory, rather than to the distances between them, is more direct.",
            "citations": []
        },
        "FN23": {
            "text": "23. An occurrence of bcs (0124) beginning on beat four of m. 2 and involving the first left-hand dyad of m. 3 actually leads into this occurrence.",
            "citations": []
        },
        "FN24": {
            "text": "24. The other two pitch classes that would create sc (0148) against G, B, and E ♭ are D and A ♭ , the bookends of the symmetrical (014)s across mm. 2–3 shown in Example 4b.",
            "citations": []
        },
        "FN25": {
            "text": "25. Pitch-class adjacency of any pair of sets is equivalent to T1 or T11. In this analysis, pitch-class adjacency is only considered relevant among sonorities that occur in direct succession.",
            "citations": []
        },
        "FN26": {
            "text": "26. DeLio ( 1994 , 30) makes much the same observation.",
            "citations": [
                "delio_1994"
            ]
        },
        "FN27": {
            "text": "27. Compare mm. 1–3 with mm. 9–11 (pitch intervals) and mm. 4–8 (temporal intervals).",
            "citations": []
        },
        "FN28": {
            "text": "28. See Wellesz 1925 , Kirby 1966 , 409–10, Bailey 1998 , 88, or, more recently, Therese Muxender’s discussion of op. 19 at http://www.duchess.schoenberg.at/index.php/en/joomla-license-3/sechs-kleine-klavierstuecke-op-19-1911 , accessed October 28, 2014. In fairness, Muxender uses the terms “fragmented” and “disjointed” in reference to nos. 1 and 3—two works not featured in this study. See Burkholder et al. 2010 , 819 for an account that specifically characterizes expressionist music as “drastic” and depicting “irrational states of mind.”",
            "citations": [
                "wellesz_1925",
                "kirby_1966",
                "bailey_1998",
                "burkholder_et_al_2010"
            ]
        },
        "FN29": {
            "text": "29. While a complete list is would be too large to include here, see Travis 1966 , Stein 1976 , Forte 1963 , Guck 1977 , Cook 1987 , Dunsby and Whittall 1988 , Lerdahl 1989 , Lewin 1990 , Morrison 1992 , Väisälä 1999 , and Lambert 2002 , in addition to the sources cited above.",
            "citations": [
                "travis_1966",
                "stein_1976",
                "forte_1963",
                "guck_1977",
                "cook_1987",
                "dunsby_and_whittall_1988",
                "lerdahl_1989",
                "lewin_1990",
                "morrison_1992",
                "lambert_2002"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Are we not moving here toward a musical form of complete stream-of-consciousness, in which no exact recapitulation is possible because no two moments of our lives are ever alike? It is hardly a coincidence that the composer who argues most explicitly that music reproduces our inner life should produce a dramatic work notable for its apparently complete lack of recapitulation— Erwartung . —Edward T. Cone ( 1968 , 86–87) Either there is no philosophy possible, and all knowledge of things is a practical knowledge aimed at the profit to be drawn from them, or else philosophy consists in placing oneself within the object itself by an effort of intuition. —Henri Bergson ( 1912 , 43) I. Introduction",
                "footnotes": [],
                "citations": [
                    "cone_1968",
                    "bergson_1912"
                ]
            }
        },
        {
            "1": {
                "text": "[1] Several scholars have addressed philosophers that influenced Arnold Schoenberg, but the majority of this literature has focused on German thinkers such as Heidegger, Schopenhauer, and Hegel. (1) Schoenberg scholars have only recently turned to Henri Bergson (1859–1941), a French philosopher who achieved considerable renown at the turn of the twentieth century. (2) This resurgence of interest in Bergson is important, and thanks to the work of scholars such as Cherlin ( 2007 ), Hulse ( 2008 ), and Cleland ( 2003 and 2011 ), we now have a more comprehensive view of the intellectual culture of Vienna specifically and of Europe more generally in the years that immediately precede the First World War.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "cherlin_2007",
                    "hulse_2008",
                    "cleland_2003",
                    "cleland_2011"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Exploring the relationship between Bergson’s and Schoenberg’s thinking also affords us an opportunity to change the way we understand and even experience one of the Schoenberg’s most recognizable compositional techniques: developing variation. This article discusses the intersection of Bergson’s philosophy and Schoenberg’s music by showing a connection between Bergson’s concept of duration ( durée ) and Schoenberg’s idea of developing variation. Part II presents archival evidence from Schoenberg’s personal library that invites our consideration of Schoenberg’s music through a Bergsonian lens. Part III cites relevant scholarship concerning Bergson and music, and delves into the specific ideas that relate duration and developing variation. Part IV addresses and clarifies the epistemological and ontological issues that arise when applying Bergson’s ideas in musical analysis. Part V presents analyses of three pieces from Schoenberg’s Sechs kleine Klavierstücke , op. 19—analyses that consider developing variation as inward, even metaphysical experiences. Part VI offers a brief conclusion. II. The Dissemination of Bergson’s Works in Austria (1909–13)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Bergson had several academic appointments over the course of his career, and in 1927 won the Nobel Prize in Literature. Essai sur les données immédiates de la conscience , one of two doctoral theses he submitted to the University of Paris in 1888, was published in 1889. This text discusses duration—the conceptual center of Bergson’s theory of subjective time—quite extensively. A German translation of the thesis, Zeit und Freiheit , was released on January 1, 1911, only a month and a half before the day in mid-February 1911 when Schoenberg composed the first five miniatures of op. 19. (3) Bergson wrote another text, Matière et mémoire ( Matter and Memory ), in 1896, and its German translation, Materie und Gedächtnis , appeared in 1908; this book delves more deeply into memory, and thus requires an especially sensitive and thorough understanding of Bergson’s concept of duration. A third, shorter work, Introduction à la métaphysique (1903), summarizes the major points of both Essai and Matière . Einführung in die Metaphysik , the German translation of Introduction , began circulating in 1909, actually preceding the release of Zeit und Freiheit . Figure 1 . Facsimile from the catalog of Schoenberg’s personal library (1/23/1913) (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Archives indicate that Schoenberg owned the German translations of all three of these texts. (See Figure 1 , a scan of a page from the catalog Schoenberg made for his personal library.) Note that in addition to the titles of the books, the date of January 23, 1913 followed by the inscription “4 Bände ” indicates that he had acquired the first four volumes on the list by that date. (4) We also know that some of the pages of Schoenberg’s copy of Materie are uncut—suggesting, as Cherlin notes, that it was “not exactly at the top of his reading list” ( 2007 , 156). However, such is not the case with Einführung or Zeit und Freiheit , which Schoenberg apparently did read. (5) For this reason, we will remove Materie from consideration and limit our references to the other two texts.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "cherlin_2007"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Since Schoenberg composed op. 19 in the winter and spring of 1911—roughly two years before he cataloged his library—we cannot be certain that Schoenberg owned either text when he composed the work. Still, there is certainly enough evidence to invite inquiry into the relationship between Schoenberg’s music and Bergson’s ideas. The release of Einführung in early 1909 coincides with the release of Schoenberg’s op. 11, a work noted for making a decisive turn away from tonality and heralding what is often called (to Schoenberg’s annoyance) “atonality.” This same general style characterizes the op. 19 miniatures, written shortly after the release of Zeit und Freiheit . While Schoenberg might have broached acquaintance with Bergson’s ideas without having read these texts directly, the discussion below suggests that Schoenberg understood Bergson at a level of familiarity beyond what was adequate for social and intellectual chatter. We cannot know whether Schoenberg intended to portray Bergson’s ideas in his music, but the alignment of the concepts of duration and developing variation at a time when German translations of Bergson became widely available is nonetheless worthy of consideration. The op. 19 miniatures are appropriate pieces to begin such a study, not only because of the timing of Zeit und Freiheit’s release, but also because Schoenberg was further along in developing his “atonal” style in 1911, and because the pieces are short enough for us to contemplate a number of them from beginning to end. III. Bergson in Music, Duration and Developing Variation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Bergson’s concept of duration arises from his need to sharply distinguish spatial and temporal experience. He explores this distinction to a great extent in Zeit und Freiheit , henceforth Time and Free Will . Space, to Bergson, is a homogeneous medium where objects have discrete borders (or externality) and measurable distances between them. Conversely, time is wholly subjective (i.e., internal) and shares none of these properties. Temporal experience—which Bergson calls duration—consists of a unified and indivisible multiplicity of a subject’s conscious states. Common linear conceptions of time, where moments can be visualized as separable entities, are actually misguided mappings of event progressions onto spatial metaphors. Such misconceptions contribute many obstacles to understanding the true subjectivity of temporal experience. In the following passage from Time and Free Will , Bergson frames temporal experience solely in terms of states of consciousness: Material objects, being exterior to one another and to ourselves, derive both exteriorities by the homogeneity of a medium which inserts intervals between them and sets off their outlines: but states of consciousness, even when successive, permeate one other, and in the simplest of them the whole soul can be reflected . . . We may therefore surmise that time, conceived under the form of a homogeneous medium, is some spurious concept, due to the trespassing of the idea of space upon the field of pure consciousness. ( 1950 , 98) Bergson emphasizes the subjectivity of temporal experience by refuting the notion that time is homogeneous. He puts an even finer point on the matter in An Introduction to Metaphysics , where he stresses the primacy of duration over linear time. Referring to memory—the process or act through which we acknowledge and contemplate the passage of time—he makes an analogy to a color spectrum, arguing that any conception of linear time is necessarily spatial at the expense of true temporal reckoning: Even here, the successive shades of the spectrum always remain external one to another. They are juxtaposed; they occupy space. But pure duration, on the contrary, excludes all idea of juxtaposition, reciprocal externality, and extension. ( 1912 , 13)",
                "footnotes": [],
                "citations": [
                    "bergson_1950",
                    "bergson_1912"
                ]
            }
        },
        {
            "7": {
                "text": "[7] To Bergson, duration constitutes the reality of temporal experience, while the idea of chronometric time is simply a linear construct. The distinction between chronometric and psychological experiences of time was somewhat popular among philosophers in the early years of the twentieth century. (6) To Bergson, the only true way of accounting for time resides in the latter, and duration is the conceptual framework for understanding that account. As Klein observes, “For Bergson, the past lives constantly alongside the present” ( 2007 , 44). This makes pure memory—i.e., completely accurate and unadulterated recollection—particularly troublesome. From the subject’s perspective, recollection necessarily involves a venture through the interpenetrating conscious states that constitute duration. In contrast to objects in physical space, the borders of Bergson’s interpenetrating conscious states are indefinite, and the intervals between them ultimately immeasurable. Bergson refers to “interpenetration” and “consciousness” frequently in discussions of duration, especially in Time and Free Will : We can thus conceive of succession without distinction, and think of it as a mutual penetration, an interconnection and organization of elements, each one of which represents the whole, and cannot be distinguished or isolated from it except by abstract thought. ( 1950 , 101) Within myself a process of organization or interpenetration of conscious states is going on, which constitutes true duration. ( 1950 , 108) And we must not be led astray by the words ‘between now and then,’ for the interval of duration exists only for us and on account of the interpenetration of our conscious states. ( 1950 , 116)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "klein_2007",
                    "bergson_1950",
                    "bergson_1950",
                    "bergson_1950"
                ]
            }
        },
        {
            "8": {
                "text": "[8] In reference to the final quotation above, the “interval of duration” (i.e., our temporal experience) is purely subjective, existing “only for us” and entirely dependent on those internal processes that constitute our “conscious states.” From this, Bergson concludes that truly measurable or chronometric time is impossible. This idea of time’s immeasurability takes on greater importance toward the end of Time and Free Will . In addressing the difference between how one would quantify time and how one actually experiences it, Bergson argues that “pure consciousness does not perceive time as a sum of units of duration: left to itself, it has no means and even no reason to measure time” ( 1950 , 196; also 193ff.). To summarize; while time’s subjectivity is due to its indefiniteness and immeasurability, what underlies this subjectivity is the aforementioned medium of constantly fluctuating conscious states that continually overlap, intersect, and accumulate, altering perception. This is what makes truly accurate memory so elusive. To Bergson, one can never revisit a moment and expect to experience it in exactly the same way that one had originally experienced it. While he explores the topic of memory in greater depth in Matter and Memory (a text outside the scope of our consideration) he makes this point clear enough in Introduction : Now there are no two identical moments in the life of the same conscious being. Take the simplest sensation, suppose it constant, absorb in it the entire personality: the consciousness which will accompany this sensation cannot remain identical with itself for two consecutive moments, because the second moment always contains, over and above the first, the memory that the first has bequeathed to it. A consciousness which could experience two identical moments would be a consciousness without memory. ( 1912 , 12–13) But then, I cannot escape the objection that there is no state of mind, however simple, which does not change every moment, since there is no consciousness without memory, and no continuation of a state without the addition, to the present feeling, of the memory of past moments. It is this which constitutes duration. ( 1912 , 44) In accordance with Klein, we may consider the past living “constantly alongside the present” ( 2007 , 44), but such a construct is only accurate when we bear in mind that any single memory or past instance is not at all immediately accessible. To revisit a moment, one must sift through intervening moments—and one’s memories of conscious states associated with them—as the present continues to impact one’s consciousness all the while. When making similar points in Time and Free Will , Bergson frequently uses musical analogies or metaphors. It is not difficult to see how a composer so preoccupied with philosophy as Schoenberg would have found Bergson’s integration of music and metaphysics compelling: (7) Pure duration is the form which the succession of our conscious states assumes when our ego lets itself live, when it refrains from separating its present state from its former states . . . It is enough that, in recalling these states it does not set them alongside its actual state as one point alongside another, but forms both the past and the present states into an organic whole, as happens when we recall the notes of a tune, melting, so to speak, into one another. ( 1950 , 100) If consciousness is aware of anything more than positions [in space], the reason is that it keeps the positions in mind and synthesizes them . . . We are thus compelled to admit that we have here to do with a synthesis which is, so to speak, qualitative, a gradual organization of our successive sensations, a unity resembling that of a phrase in a melody. ( 1950 , 111)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "bergson_1950",
                    "bergson_1912",
                    "bergson_1912",
                    "klein_2007",
                    "bergson_1950",
                    "bergson_1950"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Other scholars have explored the conceptual resonance between Bergson’s philosophy on memory and music. Cherlin 2007 addresses formal perception in Schonberg’s First String Quartet, op. 7, drawing from Bergson’s Matter and Memory . Frisch ( 2000 ) engages modes of memory in Schubert; in addition to discussing Bergson (among others) he even broaches the topic of developing variation (584, 588)—if only to dismiss its relevance to D. 887. His analysis is ultimately concerned with habitual and recollective memory, aspects of Bergson’s metaphysics that are only ancillary to duration. Hulse ( 2008 ) addresses the “virtual,” a Bergsonian concept further developed by Deleuze ( 1966 ), which is essentially a pre-actualized subjective state that resides within duration. Only an act of memory, or “psychologization,” will actualize the virtual ( Deleuze 1966 , 57). From this, Hulse observes not only how the past and present inform each other, but also how this information applies to our understanding of future musical events. Working with a model with such a strongly predictive bent, Hulse’s applications are limited to extrapolations based on fairly straightforward pattern recognition. They do not attempt to explore developing variation—though such an endeavor would be an intriguing avenue of inquiry. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "cherlin_2007",
                    "frisch_2000",
                    "hulse_2008",
                    "deleuze_1966",
                    "deleuze_1966"
                ]
            }
        },
        {
            "10": {
                "text": "[10] The two aspects of duration discussed above—that temporal experience is subjective and therefore “pure” memory is impossible—are indispensible to a general understanding of developing variation in Schoenberg’s early atonal music. As such, they are central tenets of the analytical approach taken below. The musical implications of Bergson’s philosophical position on memory suggest that it significantly changes the way we understand developing variation. Before delving into this relationship, however, we must come to terms with developing variation itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The concept of developing variation is perhaps broad enough to mean different things to different readers, although a comparison of those different understandings would surely reveal a sizable number of family resemblances. In all likelihood, the majority of differences would only reflect the different listening experiences and attitudes of each reader. While Schoenberg’s own explanations of developing variation vary from one source to another, they do not contradict each other. An essay entitled “Bach”, written in 1950,  provides the following: Variation of the features of a basic unit produces all the thematic formulations which provide for fluency, contrasts, variety, logic and continuity, on the one hand, and character, mood, expression, and every needed differentiation, on the other hand—thus elaborating the idea of the piece. ( 1975 , 397) In Fundamentals of Musical Composition , written between 1937 and 1948, Schoenberg refers to developing variation as the “succession of motive forms produced through the variation of the basic motive” and creating “something which can be compared to development, to growth” and provides detailed examples of the phenomenon ( 1967 , 8–17).\nOf course, these sources have dates of origin that fall well after the composition of op. 19. Schoenberg’s earliest known discussion of developing variation occurs in Coherence, Counterpoint, Instrumentation, Instruction in Form (ZKIF) , which he began writing in 1917. Here, he distinguishes between two types of variation: One can distinguish two methods of varying a motive.\nWith the first, the variations usually seem to have nothing more than an ornamental purpose; they appear in order to create variety and often disappear without a trace (seldom without the second method!!). The second method can be termed developing variation . The changes proceed more or less directly toward the goal of allowing new ideas to arise ( 1993 , 39; italics in original)",
                "footnotes": [],
                "citations": [
                    "schoenberg_1975",
                    "schoenberg_1967",
                    "schoenberg_1993"
                ]
            }
        },
        {
            "12": {
                "text": "[12] By 1917, Schoenberg felt it necessary to distinguish a general, ornamental type of variation from a more substantial process called developing variation. While Schoenberg may not have employed the term “developing variation” as early as 1911, we can be confident that he was aware of a compositional approach that would later bear that name. Evidence of this awareness exists not only in documents of his tutelage of Alban Berg in composition between 1907 and 1911, where motivic connectivity and development was stressed, but also in his early admiration of Brahms through his own tutelage under Alexander Zemlinsky, acknowledged in Frisch ( 1993 ). So in 1911, we may at least speak of an emergent form of developing variation. Schoenberg’s own Theory of Harmony (finished in the same year as op. 19) speaks of “bind[ing] successive events to initial ones” with “logical presentation” ( 1978 , 164). Elsewhere in Theory of Harmony , Schoenberg’s language invites comparison to Bergson, referring to combinations of “sense impressions” forming new ideas. In its most advanced state, art is exclusively concerned with the representation of inner nature. Here its aim is just the imitation of impressions, which have now combined through association with one another and with other sense impressions, to form new complexes and new motives, new stimuli [ Bewegungen ]. ( 1978 , 18) Given the similarities among his explanations of developing variation across the decades, we can conclude that developing variation entails changes to a musical idea that retain some characteristics along the line, but may eventually result in growth strong enough to suggest the emergence of a new musical idea. (9) Figure 2 . Developing variation of an object over time (click to enlarge) Figure 3 . Developing variation of a subject in duration (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "frisch_1993",
                    "schoenberg_1978",
                    "schoenberg_1978"
                ]
            }
        },
        {
            "13": {
                "text": "[13] But what does developing variation have to do with duration? The connection essentially involves the metaphysical dualism of objectivity and subjectivity. If we understand developing variation in terms of a musical idea-as-object undergoing transformations over time, then the perspective that we assume is that of an unchanging listener-as-subject who recognizes the development of a musical object. Figure 2 depicts this dynamic. Duration invites us to consider an inverted scenario, where apparent changes to a musical object actually represent the attempts of a listener-subject to remember a basic idea within an infinitely variable flux of interpenetrating conscious states. In other words, duration enables us to shift the locus of developing variation itself from object to subject. See Figure 3 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The scenario in Figure 3 roughly depicts an experience where an object (a star-like shape consisting of two overlapping squares) is understood in varying conditions by a subject in duration (represented by various overlapping likenesses of Schoenberg’s face). The image is, of course, imperfect because it cannot accurately depict the infinite multiplicity of the subject’s interpenetrating conscious states. The portraits have relatively discrete borders and there is a finite number of them. However, Figure 3 nonetheless suggests how we may conceive of developing variation in music as a reflection of subjective phenomena. In understanding how changes in a musical idea reflect the vicissitudes of duration, we essentially subjectify the musical object by imbuing it with experience—either our very own or that of some fantasized other—recognizing manifestations of its developing variation as recollections where conscious and subconscious qualities of present and past interpenetrate. In this way, developing variation is not as teleologically simple as the scenario depicted in Figure 2. As motivic variations represent conflations of past occurrences with present ones, the subject identifies through them by an “effort of intuition” ( Bergson 1912 , 43), and in doing so, experiences music through a Bergsonian lens.",
                "footnotes": [],
                "citations": [
                    "bergson_1912"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Without framing his idea in terms of a subject/object inversion, and without necessarily using his analyses to reveal interpenetrations, Cleland ( 2003 ) discusses memory as it pertains to Bergson and musical transformations as they apply to a number of composers and theorists. His interests at first are more theoretical than analytical (he delves into writings by Koch, Schenker, Dahlhaus, Réti, and Lewin). He treats Bergsonism and temporal perception more analytically when his discussion turns to a literal variation form. Cleland addresses Schoenberg’s Variations on a Recitative , op. 40 (1941), noting the transformation of musical motives across different variations, and reminding readers that “the challenge for the listener is to experience the composition . . . as the active recreation of the past within the present” ( 2003 , 160). The present article extends Cleland’s provocative line of inquiry in several ways. It entertains the idea that remembrance within the fluctuations of duration reflects variations within and of a listening subject. It does so, however, by framing the relationship between Bergson and Schoenberg solely in terms of duration—and only according to those writings by Bergson that Schoenberg owned and presumably read. And as we know that Schoenberg acquired these publications between 1908 and early 1913, this study provides detailed Bergsonian readings of musical works written during this period—works that are not of the theme-and-variations genre, and whose ideas can be heard to develop in a more immediate, organic manner.",
                "footnotes": [],
                "citations": [
                    "cleland_2003",
                    "cleland_2003"
                ]
            }
        },
        {
            "16": {
                "text": "[16] I submit that duration and developing variation intersect in a very direct way. As a sensitive musician and avid reader of philosophy, Schoenberg would have little problem imagining the implications that Bergson’s ideas could have for music. Consider how easily the following passage from Bergson’s Introduction translates into Schoenbergian terms: Inner duration [Developing variation] is the continuous life of a memory [musical idea] which prolongs the past into the present, the present either containing within it in a distinct form the ceaselessly growing image of the past [musical idea], or, more probably, showing by its continual change of quality the heavier and heavier load we drag behind us as we grow older [a musical work progresses]. ( 1912 , 44–45) (10) At one level, this recasting simply substitutes terminology, equating temporal “objects” (memories) with musical ideas. But at another level, it places developing variation within a framework that is fundamentally subjective. The interpenetrating states that inextricably connect the past to the present provide that aspect of continuity and organic coherence (future-oriented by constantly changing, yet always relating to the past) that was so central to Schoenberg’s aesthetic.",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "bergson_1912"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Schoenberg’s own writings encourage us to pursue the idea that he understood developing variation along Bergsonian lines. Many of Schoenberg’s comments about the inward and subjective nature of his music invite Bergsonian analysis. In Theory of Harmony he states that “every musical explanation must be at the same time psychological” ( 1978 , 164), while in ZKIF he bases conditions of musical coherence on “the physical and psychological [characteristics] of the listener” ( 1993 , 9), and further acknowledges “logical,” “metaphysical,” and “psychological” types of coherence ( 1993 , 2–5). The following passage from Theory of Harmony echoes Bergson’s insistence that we understand time only intuitively: Moreover, the musical method of measuring time is exceedingly inadequate; it operates, so to speak, by rule of thumb [ mit dem Augenmass arbeitet ]. This inadequacy is indeed a shortcoming that is almost capable of correcting the first [i.e., the need for boundaries]. The fluctuation of our metrical units, which are intuitively determined, approaches, even if in a clumsy way, the freedom of the unmeasurable—perhaps because we determine them intuitively [ Gefühl ]. ( 1978 , 204) In 1914, Schoenberg also refers to “intuitive contemplation” in his text for an unfinished symphony, and even differentiates understanding gained through the “temporal unfolding of a piece” [ Fasslichkeit ] from understanding that is processed outside of time [ Verstehen ] ( 1993 , lix–lx). We know that Schoenberg eschewed the term “Expressionism,” preferring “the art of the representation of inner processes.” (11) Likewise, the famous Kandinsky-Schoenberg correspondence (which began in early 1911 before composition of op. 19 had begun) is replete with references to “inner” or “inward” orientations by both participants ( Hahl-Koch 1984 ). Furthermore, consider Schoenberg’s well-known letter to Ferrucio Busoni (August, 1909), in which he states, “It is impossible for a person to have only one sensation at a time. One has thousands simultaneously” ( Auner 2003 , 70–71). In Bergsonian terms, Schoenberg’s inner processes and his simultaneous sensations would be expressed as “multiplicities of interpenetrating conscious states.” Note how resonant they are with Bergson’s comment in his Introduction —published in German earlier that same year—that “the inner life is all this at once: variety of qualities, continuity of progress, and unity of direction” ( 1912 , 15). Finally, there is the issue of avoiding strict repetition (addressed in considerable detail in Jenkins 2007 ), which is both a necessary condition of duration—in that pure memory is impossible—and a principle to which Schoenberg adhered quite strongly in discussions of variation. In light of such notable conceptual overlaps between Schoenberg and Bergson in general, and between duration and developing variation in particular, we may appreciate the value of undertaking a Bergsonian analysis of Sechs kleine Klavierstüke . IV. Bergson and the Problem of Analysis",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "schoenberg_1978",
                    "schoenberg_1993",
                    "schoenberg_1993",
                    "schoenberg_1978",
                    "schoenberg_1993",
                    "auner_2003",
                    "bergson_1912",
                    "jenkins_2007"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Before discussing op. 19, it is necessary to address an epistemological problem that arises with analysis of this type. The issue essentially involves the preservation of subjectivity. Our analytical approach will have to consider a subjective process (developing variation in duration) within an object (a musical work). But how can the objective qualities of the musical work (e.g., its pitches, rhythms, meter, dynamics, etc.) reflect subjective processes that are ultimately indistinct and inseparable? How can we possibly address the subjectivity and immeasurability of memory and temporal perception when the exact temporal proportions and event successions of a work are so clearly laid out on the score? If a musical score, by nature, sets out events in linear succession, then a consideration of such an arrangement in terms of duration would be precisely the sort of thing to which Bergson would object.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] One possibly glib answer is that although the musical score is an object that nonetheless enables the signification of memory’s subjectivity, the work itself occurs within the subject. In other words, we can refer to the score without considering it to be the actual work, and understand observations about events in the op. 19 miniatures only after transferring the music to some kind of personal, inner world of sound. There is certainly plenty of literature to support the argument that a work of music is not embodied in its score, but with respect to Ingarten ( 1989 ), more recently Benson ( 2003 ), and numerous others, such an argument would still fall short of the fact that the analyses below refer primarily to musical scores to address what are apparently successions of more or less discrete events. Perhaps a better answer is that although the music depicts the subjectivity of memory, in order for it to reach each of us in the same way and form, it must exhibit objective (i.e., linear) qualities as all musical works do. If it did not, one could only comment on one’s own hearing of the work—undoubtedly influencing and altering that hearing while revisiting it in memory—and could not reasonably expect such a hearing to be shared with or understood by anyone else. In other words, we cannot avoid engaging with the music-as-object, and as an object, it will signify a collection of events that transpire over time in a linear (i.e., non-Bergsonian) way. This answer, too, is not fully satisfactory. However, it leads us to a most important distinction—one that will produce the best answer.",
                "footnotes": [],
                "citations": [
                    "ingarten_1989",
                    "benson_2003"
                ]
            }
        },
        {
            "20": {
                "text": "[20] Our problem really originates with the fact that by discussing analysis, we must assume that duration can be a shared experience. If one cannot revisit one’s own pure memory—that is, if “pure memory” is essentially a contradiction in terms—one certainly cannot share the experience of a mass of interpenetrating conscious states that distorts perceptions of events as well as time. We must remember, however, that the musical works discussed below simply represent duration metaphorically (just as Bergson uses musical metaphors to explain duration). While we can trust that Bergson would not accept a musical analysis that discussed successions of discrete events as directly representative of duration, we can still trust that within certain limitations a musical object can represent or imply subjective processes. The problem with our problem, so to speak, is that the subjectivity of developing variation and the objectivity of the work that encapsulates it exist at different ontological levels and are not directly at odds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Dahlhaus engages with Bergson in a more general discussion of phenomenology. After distinguishing “spatial” (linear) time from pure duration, he asserts that “the stretchings and shortenings of experienced time can be felt only against a background of spatial time. And both aspects, temps espace and temps durée , are at work in music” ( 1982 , 74–75). (12) Here, Dahlhaus describes the difference in metaphysical levels mentioned above as experienced events (foregrounded subjective processes) and the background against which they are experienced (in which resides the objectivity of the musical work); however, he does so by acknowledging two different experiences of time—experiences “not isolated from each other, but rather bound together by their interaction.” While Bergson acknowledges and addresses both of these kinds of time in Introduction and Time and Free Will , he would not agree that they interact in reality. Only “ temps durée ” is truly subjective; temps espace is symbolic. However, it is the symbolic that allows us to communicate. In Introduction , he explains that once we recognize duration as having passed, we can “by an effort of imagination” consider the portions and proportions therein. However, he cautions that “this operation is accomplished on the frozen memory of duration, on the stationary trace which the mobility of duration leaves behind it, and not on duration itself” ( 1912 , 22). Similarly, Time and Free Will refers to a “fourth dimension of space which we call homogeneous time,” a “symbolical representation of duration” which arises from the comparison of pure duration and pure space. But again, he cautions that this is only an “illusory” medium ( 1912 , 109–10). Schoenberg fittingly offers an analogous qualification in Theory of Harmony : For if we ask ourselves, why we measure time in music in the first place, we can only answer: because we could not otherwise bring it into being. We measure time to make it conform to ourselves, to give it boundaries. We can transmit or portray only that which has boundaries. The creative imagination, however, can envision the unbounded, or at least the apparently unbounded. Thus in art we always represent something unbounded by means of something with boundaries. ( 1978 , 204) So it is at the symbolic level where subjective processes are objectified that we must engage with duration in developing variation, as it is only at this level that any clear communication will be possible. V. Duration and Developing Variation in Schoenberg’s op. 19 Example 1 . Sechs kleine Klavierstücke op. 19 no. 4 (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "dahlhaus_1982",
                    "bergson_1912",
                    "bergson_1912",
                    "schoenberg_1978"
                ]
            }
        },
        {
            "22": {
                "text": "[22] In undergoing a Bergsonian analysis of Schoenberg’s op. 19, we consider developing variation subjectively. The interaction of musical ideas and their variants represent the interpenetrating conscious states that constitute duration and obfuscate memory. An instructive place to begin is the fourth miniature, where motives themselves clearly interpenetrate as they develop. An analysis is presented in Example 1 . Gesture A, at the opening of the piece, consists of four rhythmically related motives α, β, γ, and δ. As such, gesture A is a short succession of events analogous to an experience one might recall. Each subsequent gesture represents a subject’s re-creation of this event progression in duration. Gesture B elaborates the four motives considerably. The overall contour created by these motives is preserved, with β sounding in a lower register than α and γ, and α sounding in the highest. The metric placement and upbeat qualities of α, β, and γ are also consistent: motive α targets the downbeat of m. 3 with E5, motive β—clearly imitating motive α, as it does in gesture A—targets beat 2 with G4 (observe the changes in articulation at these notes) while motive γ targets the next downbeat. Further, while motive δ continues the rhythmic pattern of the other motives in gesture A, it only imitates the end of motive γ in gesture B. In both gestures, δ preserves the pattern of motive accents, articulating strong chords at the midpoints of mm. 2 and 4. Granted, gestures A and B are quite different. Understanding how the latter is a remembrance of the former—or more accurately, understanding how the latter provides a recreation of A within the experience of B—we appreciate variation within duration, where time and states of consciousness are not consistently measurable or divisible. In this way, consistent sixteenths begin to dissolve the integrity and boundaries of α, β, and γ while the harmonic motive δ—which interrupted the mood of gesture A with a change in dynamics and texture—interrupts here by overlapping with γ as it changes texture and takes an open pedal. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Within gesture C, motives α, β, and γ retain contour traits from B while interpenetrating further: β emerges stepwise from a voice within α (where F ♯ 4→ F4 gets a slight dynamic emphasis) and β and γ overlap considerably at m. 7. (Open-ended or incomplete outlines around β and γ in this gesture represent their indistinct boundaries.) Furthermore, the primarily harmonic motive δ intersects with each of the other motives. At gesture D, interpenetration compounds by incorporating aspects of previous gestures—just as intervening moments and their accompanying conscious states affect our recollection of an earlier moment. The first interior block references α, β, and γ of gesture A, and though it is rhythmically compressed, it differs with respect to the ordered pitch-interval content of the original gesture by only a semitone. This relatively direct reference to gesture A leads to a similarly direct reference to gesture B. Enclosed by the second interior block, this gesture retraces the initial contour of α and β from B, as indicated by the contour adjacency series (CAS). (14) Throughout the final measure, δ sounds as an interrupting harmony again, intersecting even more thoroughly with α and β than it had within previous gestures. As it does this, α more clearly resembles its initial occurrence by consisting of a simple two-note ascent (F4→ F ♯ 4). A simpler motive β follows, with a two-note descent (G4→ B ♭ 3). But if γ is distinguishable at all, it is only because it follows relatively clear representations of α and β.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The foregoing analysis accounts for remarkable continuity among the variations that span the work. Returning to the perspective of the subject, we can see how processes of recollection across the piece distort musical ideas-as-memories through variations in pitch and rhythm. As one gesture proceeds to another, aspects of previous recollections accumulate, thwarting pure memory. Each gesture, then, is a recreation of its predecessor within its own unique temporal experience. As motive shapes change, boundaries interpenetrate or dissolve, further reflecting the impossibility of unaltered memory. Rhythmic variations are equally important. While the first three gestures get progressively longer, the final gesture features temporal contractions of previous gestures. And if each gesture is a thwarted attempt at pure memory, then gesture D fulfills the role of dramatically concluding the piece by combining other distorted memories of the original gesture A within one final distorted memory. In this way, distortions of memory in time reflect the subjectivity of temporal experience that is so central to Bergson’s duration. Example 2 . Sechs kleine Klavierstücke op. 19 no. 6 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Temporal expansion and contraction of gestures is common across op. 19. However, the gestural organization of op. 19, no. 6 is especially noteworthy—not only because of its expansions and contractions, but also because the lore surrounding this composition has a remarkable connection with Bergson’s writings. Many readers already know of this miniature’s association with Gustav Mahler, a composer who had a profound influence on Schoenberg. More specifically, scholars have noted how this composition deals with Mahler’s death. (15) Schoenberg’s experience of attending Mahler’s funeral is said to have inspired no. 6—the one piece in op. 19 written on a different day than the others, several months later. So direct was this inspiration that scholars have often interpreted the recurrent chords (see Example 2 , motives α and β) as representative of tolling church bells. (16)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Time and Free Will features an explanation of duration that creates a similar scene. Here, Bergson describes a bell tolling and the qualitative impression made by a series of sounds marking time. He does so in support of his larger argument for the “illusory” form of duration (see part IV) that allows us to symbolically represent the passage of time in duration: The sounds of the bell certainly reach me one after the other; but one of two alternatives must be true. Either I retain each of these successive sensations in order to combine it with the others and form a group which reminds me of an air or rhythm which I know: in that case I do not count the sounds, I limit myself to gathering, so to speak, the qualitative impression produced by the whole series. Or else I intend explicitly to count them, and then I shall have to separate them, and this separation must take place within some homogeneous medium in which the sounds, stripped of their qualities, and in a manner emptied, leave traces of their presence which are absolutely alike. The question now is, whether this medium is time or space. ( 1950 , 86–87) As Bergson describes the reality of duration and the trappings associated with spatial reckonings of time, he uses a musical analogy to clarify the process of perception in duration. (17) Like so many other passages in Time and Free Will , this one addresses memory. Bergson’s ultimate conclusion, that the former mode of perception describes a pure multiplicity of perception in duration and that the latter represents a symbolic multiplicity of conscious states, speaks directly to the problem of representing duration in music discussed above.",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "bergson_1950"
                ]
            }
        },
        {
            "27": {
                "text": "[27] The first three gestures of no. 6 gradually increase in size, just as they do in no. 4 (see the annotated score of op. 19 no. 6 in Example 2). Given the settings of the two recurrent harmonies (labeled α and β) in each of these gestures, it is not difficult to imagine the experience of hearing the tolling bells and recalling the qualitative impression of their sounding in duration across mm. 1–6. As harmonies α and β overlap within each gesture, they bring the idea of interpenetration to the surface of the music. Considering this from the perspective of the subject who experiences the “tolling” of chords in duration, each gesture represents a recollection. As one gesture leads to another, experience accumulates and different details emerge.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Following the introduction of the tolling chords in gesture A, variation in gesture B consists of a melodic neighbor figure D ♯ –E– D ♯ that sounds in an upper register while seemingly creating a neighbor motion in pitch-class space against a lower-register D ♯ . Different dynamic markings in each register enable us to hear the displaced motive as well as the linear one. (Analogous, perhaps, to a conflict of overtones heard when the sounds of tolling bells overlap.) By the third gesture, the subject’s memory reaches back far enough to retrieve previous tolls: γ, and a distant, fractional δ. This is precisely in alignment with Bergson’s description of an attempt to retain successive sensations in order to combine them, forming a group of sonorities reminiscent of a melody (an “air or rhythm”) known to the subject. And so it follows that here in gesture C a variation of the neighbor figure results in a more prominent melodic event—a single, incomplete neighbor figure ( G ♯ 3→ F ♯ 3) that sounds in one register.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The “known” melody of which Bergson writes comes into its own at the beginning of gesture D (m. 7), where interpenetrating memories of the neighbor figure actually create an unaccompanied melody that is the most salient event in the piece. The leap from D5 to C ♯ 3 followed by the step to D3 recalls the neighbor figures from gesture B, exploring the relationship in both pitch- and pitch-class space. The subsequent leap from D3 to F ♯ 3, followed by downward motion to E ♭ 3, recalls the end of gesture C (D3– G ♯ 3– F ♯ 3), occurring in the same register with the same contour and two common tones. At the conclusion of gesture D, the interpenetration is substantial. As the dynamics return to pianissimo , harmonies return to evoke the memory of tolling, sounding simultaneously in different registers. Neighbor motives occur too, sounding simultaneously and resolving in opposite directions (E4→ E ♭ 4, F ♯ 3→ G3). Here, all memories of sensations seem to have accumulated and are recalled in an instant. As m. 7 summarizes the narrative of the neighbor figure, m. 8 represents the gestural content of the entire piece at once, apparently free (though understandably within the limits of a musical composition) of the constraints of linear time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] All that remains is the final gesture, where the return of α and β is followed by the melodic event B ♭ 2→ A ♭ 1. The peculiarity of these last two notes is that they occur at the very end of the piece and, at first blush, seem to have nothing to do with anything else. However, a Bergsonian reading may shed some light on their derivation. If we consider the pair of notes as a displaced neighbor figure, we can understand how it relates to the work’s other neighbor figures, especially the displaced ones—first intimated at B, and then fully realized at D. At the same time, this pair of notes relates to the pair of harmonies that immediately precede it. Both events feature a simple register drop from their first sound to their second, but more specifically, both events trace a displaced neighbor figure. The α and β harmonies do this with their lowest voices A4→ G3. Perhaps this is how the neighbor figure arises in the first place—as a memory of α and β, a faint trace left on the subject’s mind. The function of gesture E would therefore be to clarify this relationship, to present an idealized moment, free of duration’s vagaries. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Developing variation in nos. 4 and 6 arises from memories in a way that allows us to compare relatively discrete gestures that either expand or contract temporally. Schoenberg approaches variation somewhat differently in op. 19, no. 2. Here, variations in pitch and time interact in mutually reinforcing ways, as interpenetration occurs along with expansions and contractions in both domains. These variations in time go much farther than nos. 4 and 6 in reflecting Bergson’s idea that time is ultimately immeasurable. When gestures overlap, the resultant interpenetration reflects the impossibility of pure memory even more directly than nos. 4 and 6 do. Further, variation in no. 2 includes reversals of gestural content, a process that evokes a subject’s attempts to retrace momentary experience through duration quite strongly. (19) Example 3 . Sechs kleine Klavierstücke op. 19 no. 2, mm. 1–2 (click to enlarge) Example 4 . Sechs kleine Klavierstücke op. 19 no. 2, mm. 2–3 (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] As discussed in part III above, the intensity of duration’s interpenetrating conscious states varies, making temporal experience subjective and immeasurable. One implication of this is that the consistency of temporal units such as seconds, minutes, or even years is impossible to prove, and so such units are essentially meaningless. To a recognizable extent, nos. 4 and 6 of op. 19 reflect this idea by extending or contracting gestures that are clearly related by processes of variation. Number 2, however, conveys the idea even more effectively. Example 3 shows mm. 1–2, where intermittent G/B dyads present ostensible markers of passing units of time.  At the piece’s onset, a musical idea begins to mark time in an apparently consistent way, but irregularities ensue. Differences in musical time between attacks are expansions and contractions that represent variations in duration’s intensity. This initial variation presents a symmetrical gesture, with the solitary dyad at the end of m. 1 serving as an axis upon which content reverses. Rhythmically, this creates overlapping occurrences of beat-class set (0125). (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Across mm. 2–3, and beginning in one of the more stretched-out moments between dyad attacks, the memory of the rhythm created by those first three dyads arises as the right hand enters with its own dyad. Initially, one can hear how the rhythmic profile of the gesture that follows presents a recurrence of bcs (0125) ( Example 4a ), but across that gesture as a whole, bcs (012)—the initial rhythmic idea of m. 1—can be heard to expand, transforming into bcs (013). (21) It is perhaps not a surprise that pitch classes involved in each of the two beat-class sets form sc (014) given the prevalence of this set class in Schoenberg’s music. However, this connection helps us understand how bcs (013) is indeed an expanded variation of bcs (012). In addition, this correspondence creates another reversed gesture. Example 4b illustrates the symmetrical layout of members of sc (014) with respect to their position within the set class’s interval structure. (22) The mirrored setting of these two occurrences of sc (014) continues the process of evoking a subject’s reflective recollection. This idea of gestural reversal also takes on additional significance later in the piece. Example 5 . Sechs kleine Klavierstücke op. 19 no. 2, mm. 3–4 (click to enlarge)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Along with the accompaniment, bcs (013) is a subset of bcs (0124), a set that we can understand as a contraction of the piece’s initial bcs (0125). (23) Example 5a illustrates. As this variation arises from the re-integration of the melody with the G/B dyads, the impossibility of pure memory in duration is made explicit: an object of memory (the bcs motive, which is a clear development of the piece’s opening motive) conflicts with our source memory (the G/B dyads, set as they were at m. 1), and the present further distorts our recollection of the past. When the final dyad of m. 3 does sound, it responds to this development and begins a reversed occurrence of bcs (0124) that leads into m. 4.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Example 5a also shows how the falling interval of four semitones at m. 4 ( E ♭ 5–B4) echoes the melodic contour at m. 3 between C4 and A ♭ 3. This variation produces another of Schoenberg’s favorite interval collections, sc (0148), as illustrated in Example 5b . Aside from being a superset of sc (014), which sounds prominently across mm. 2–3, it is an important subset of the gesture that follows at m. 5. Here, where the bcs contracts (0123), a complex of four interpenetrating occurrences of sc (0148) sounds. See Example 6 , which shows how G, B, and E ♭ form a scaffolding of sc (048) upon which each of the other tones of that structure creates an occurrence of sc (0148). (24)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The gesture on the downbeat of m. 5 consists of a rather large chord from which a string of pitch-class adjacent dyads follows ( G ♭ / B ♭ → G/B→ F ♯ / A ♯ → G/B). (25) A variation of this gesture sounds in reverse leading into m. 6 ( Example 7 ). This reversed gesture is also expanded (or seemingly extended over time) in comparison to its predecessor. With more dyads, it takes longer to unfold, and the harmony—as a strong point of arrival—is the longest-sounding simultaneity in the piece. The expressive indication etwas gedehnt [somewhat stretched] calls for the performer to further contribute to the subject’s uncertainty about the passage of time. Example 6 . Sechs kleine Klavierstücke op. 19 no. 2, m. 5 (click to enlarge) Example 7 . Sechs kleine Klavierstücke op. 19 no. 2, mm. 5–6 (adjacent dyads in pitch and pitch-class space) (click to enlarge) Example 8 . Sechs kleine Klavierstücke op. 19 no. 2, mm. 7–9 (click to enlarge) Example 9 . Comparing the six-note sonorities at mm. 6 and 9 of op. 19 no. 2 (click to enlarge)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Measures 7–9 present a gesture where even more dyads lead to a relatively thick and long-sounding harmony, and in this way the piece concludes with an expanded variation of the gesture that leads into the six-note sonority at m. 6. As the gesture across mm. 7–9 takes so much longer to unfold, intervals of transposition between successive dyads are generally larger than those sounding across mm. 5–6. This difference is most evident in the left hand, where ic4 dyads descend by whole step rather than T1 or T11. Since the gesture that spans mm. 7–9 constitutes the final variation, it refers to earlier moments as well, evoking the interpenetrating states of consciousness that always intrude upon memory. Example 8 shows how the rhythmic placement of dyads across mm. 7–8 recapitulates bcs (0125) and (0124) from mm. 1–4, recalling the dyad settings from the first measures of the work, and representing both expansions and contractions in subjective time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Perhaps the most telling analogue between the work’s last two gestures is the relationship between the chords at mm. 6 and 9, where the latter is revealed to be a variation of the former. See Example 9a , which demonstrates their structural similarity on pitch-class clock faces. Both harmonies feature a symmetrical arrangement of semitone dyads. From the first harmony to the second, semitone dyads on either side of the invariant pitch classes D/ E ♭ expand outward. Example 9b shows how this transformation actually plays out between the voicings on the score. Although the harmonies are two octaves apart, each voice of the m. 6 sonority connects parsimoniously in pitch-class space to an analogous voice of the harmony at m. 9. (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Developing variation proceeds quite consistently throughout op. 19 no. 2, where one event leads to the next in a densely overlapping series of rhythmic and pitch-class relationships. As the piece unfolds, variations of gestures reveal the elusiveness of memory in the throes of duration, as the accumulation of an ongoing present intrudes upon reflective memory and disrupts temporal experience. The reverse-gestural relationships are particularly effective in depicting failed efforts at pure recollection. Furthermore, reversals in pitch and rhythm alternate in a mutually supportive alliance: whereas the first reversal involves beat-class sets across mm. 1–2, the second involves pitch-class sets across mm. 2–3. The third reversal involves beat-class sets across mm. 3–4 while the fourth involves the ordering and arrangement of dyads and larger harmonies across mm. 5–6. In addition to these reversals, the expansion and contraction of gestures—which occur in each of the works discussed above—symbolize the immeasurability of time itself. In no. 2, these processes manifest most notably in the inconsistent dyads that initially purport to mark time, but they also manifest at m. 5 where occurrences of (0148) interpenetrate at the moment where time is maximally compressed into bcs (0123). VI. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The analyses above treat three of the six miniatures from Schoenberg’s op. 19 to Bergsonian readings. But the intersection between duration and developing variation is not restricted to these pieces. One could easily consider mm. 1–11 of op. 11, no. 1 and understand the intervallic and temporal expansions as psychological fluctuations. (27) However, the analyses above do suggest that Schoenberg’s atonal style in 1911 presents developing variation at a distinct stage of maturation—a stage that invites and rewards metaphysical contemplation. When we consider developing variation through the lens of duration, we shift the locus of variation from musical object to participant subject. Of course, with only scores from which to draw, the analyses above have mainly discussed music objectively, showing how relationships and juxtapositions of musical ideas as perceived by a subject resonate with Bergson’s ideas on temporal perception and memory. Essentially, all I have demonstrated is how variations of musical objects could reflect inner processes within a perceiver-as-subject. But given Schoenberg’s inward orientation, it seems appropriate to consider his music in this way.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] An understanding of duration opens one’s mind to perceiving many of the unique phenomena of the op. 19 miniatures. This perspective has explanatory power that clarifies the role of those intermittent yet oddly persistent dyads of no. 2, the abrupt change in texture at the climax of no. 6, and the general nature of rhythmic expansions and contractions in all three pieces. The analyses presented here express much of what a Bergsonian perspective can offer in illuminating the overall coherence in these pieces, endowing us with a healthy skepticism toward descriptions of them as being “amorphous,” “themeless,” “fragmented,” or “disjointed,” and toward general characterizations of expressionist music as “drastic” and “irrational.” (28) Conversely, the approach to analysis presented above is a fairly compatible one. One does not need to exclude other theorists’ interpretations of the op. 19 miniatures to appreciate these works in a Bergsonian light. (29) Rather, a Bergsonian perspective can enrich the perspectives that those analyses provide.",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] The parallels between Bergson and Schoenberg invite further lines of inquiry—lines that perhaps address developing variation in other works, or the connection between what Schoenberg regarded as the “inner necessity” that determines the progression from part to whole, and Bergson’s concept of élan vital . But after all of this discourse, more immediately relevant questions remain: What has any of the above really told us about the subject? Who, for that matter, is the subject? Is it the composer, the listener, or should we consider it from the perspective of a third person? While one could certainly construct well-reasoned arguments for considering each perspective, the most rewarding would seem to be for us as listeners to identify with developing variation as listener-subjects. After all, Bergson acknowledged different types of understanding in his writings, and clearly distinguished analytical knowledge from intuitive knowledge (e.g. 1912 , 72–80). As Cleland writes, “While an analytical understanding of a melody does yield particular information, Bergson maintained that the true aesthetic experience of a composition could not be obtained through such an endeavor” ( 2003 , 179). And so the “analyses” above are perhaps better understood as “intuitive descriptions” where we must insert ourselves into the process of remembering in order to understand them properly. In this light, the Bergsonian perspective presented in this study affords us the opportunity to listen through memory—to literally hear pieces as mental artifacts. And when we actively listen to these works in the spirit of the analyses above, we can reflect on the subjectivity of our own experience.",
                "footnotes": [],
                "citations": [
                    "bergson_1912",
                    "cleland_2003"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.4.salley.html",
    "data": "mto/data/mto.15.21.4.salley.json"
}