{
    "title": "The Contredanse, Classical Finales, and Caplin’s Formal Functions",
    "date": "2006/12/01",
    "volume": "12",
    "issue": "4",
    "authors": [
        "Neumeyer, David"
    ],
    "abstract": "Formal designs employing 2, 4, 8, and 16 measure units were basic to eighteenth-century music for dancing. Although the menuet was more flexible, the contredanse was firmly rooted in this “quadratic syntax.” Style statistics, expressed in William Caplin’s terms for formal functions, were derived from music in dance manuals held by the Library of Congress and reproduced on its American Memory website in order to provide the background for analyses of movements from Mozart and Haydn concert music. The style information and analyses, taken together, suggest that Caplin’s distinction between “tight-knit” and “loose” principles of construction may have a source in the active and expressive opposition of music for dancing and (instrumental) music for listening.",
    "keywords": [
        "form",
        "Caplin",
        "theme",
        "period",
        "sentence",
        "hypermeter",
        "dance",
        "menuet",
        "contredanse",
        "Mozart",
        "Haydn",
        "American Memory",
        "Playford",
        "Clarchies",
        "Bacquoy-Guédon",
        "La Cuisse"
    ],
    "doi": "",
    "received": "December 2006",
    "pdf": "http://www.mtosmt.org/issues/mto.06.12.4/mto.06.12.4.neumeyer.pdf",
    "author_info": [
        {
            "name": "David Neumeyer",
            "university": "The University of Texas at Austin",
            "address": "School of Music, 1 University Station E3100, Austin, TX 78712-0435",
            "email": "neumeyer@mail.utexas.edu"
        }
    ],
    "citations": {
        "allanbrook_1981": "Allanbrook, Wye J. 1981. “Metric Gesture as a Topic in ‘Le Nozze de Figaro’ and ‘Don Giovanni’.” Musical Quarterly 67/1: 94–112.",
        "allanbrook_1983": "Allanbrook, Wye J. 1983. Rhythmic Gesture in Mozart: “Le nozze di Figaro” and “Don Giovanni.” Chicago: University of Chicago Press, 1983.",
        "allanbrook_and_hilton_1992": "Allanbrook, Wye J., and Wendy Hilton. 1992. “Dance Rhythms in Mozart’s Arias.” Early Music 20/1: 142–49.",
        "&ldquo'arquebus”;_probably_from_the_1780s": "“Arquebus.” 17[--]. [ Contredanses; description des figures, plan des figures ]. Paris. Library of Congress, American Memory website. Accessed 31 August 2006. Arquebus; Contredanses .",
        "bacquoy-guédon_1785?": "Bacquoy-Guédon, Alexis. [1785?]. Méthode pour exercer l’oreille a la mesure, dans l’art de la danse . Amsterdam/Paris: Chez Valade, Libraire. Library of Congress, American Memory website. Accessed 31 August 2006. Bacquoy-Guédon .",
        "barlow_1985": "Barlow, Jeremy, ed. 1985. The Complete Country Dance Tunes from Playford’s Dancing Master: 1651–ca. 1728 . London: Faber.",
        "barthas_barthas": "Barthas, Dénes. “Volktanz-Stilisierung in J. Haydns Finale-Themen.” In Finscher and Mahling , 375–84.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . New York: Oxford University Press.",
        "clarchies_clarchies": "Clarchies, Louis Julien. c. 1790–1815. 15e.[-30e.] recueil des contre-danses et walzes . Library of Congress, American Memory website. Accessed 31 August 2006. Clarchies .",
        "cohen_1998": "Cohen, Selma Jeanne, ed. 1998. International Encyclopedia of Dance . New York: Oxford University Press.",
        "la_cuisse_1762-65": "La Cuisse. 1762–[65]. Le répertoire des bals, ou Theorie-pratique des contredanses, décrites d’une maniere aisée avec des figures démonstratives pour les pouvoir danser facilement, auxquelles on a ajouté les airs notés . 3 vols. Paris: Cailleau [etc.]. Library of Congress, American Memory website. Accessed 31 August 2006. La Cuisse, Le répertoire des bals .",
        "darcy_2000": "Darcy, Warren. 2000. Review of William E. Caplin, Classical Form . Music Theory Spectrum 22/1: 122–5.",
        "finscher_and_mahling_1967": "Finscher, Ludwig, and Christoph-Hellmut Mahling. 1967. Festschrift für Walter Wiora zum 30. Dezember 1966 . Kassel: Bärenreiter.",
        "hilton_1998": "Hilton, Wendy. 1998. “Minuet.” In Cohen, vol. 4: 431–33.",
        "irving_1997": "Irving, John. 1997. Mozart’s Piano Sonatas: Contexts, Sources, Style . Cambridge: Cambridge University Press.",
        "keller_1651-1728": "Keller, Robert M. “The Dancing Master, 1651–1728: An Illustrated Compendium.” Accessed 31 August 2006. Keller, comp., Dancing Master .",
        "köchel_köchel": "Köchel, Leopold von. Franz Giegling, Alexander Weinmann and Gerd Sievers, eds. 1964. Chronologisch-thematisches Verzeichnis sämtlicher Tonwerke Wolfgang Amade Mozarts . 6th edition. Wiesbaden: Breitkopf and Härtel.",
        "landrin_c_1760": "Landrin. c. 1760. Potpourri françois de contre danse ancienne tel qu'il se danse chez la Reine . Paris: Landrin. Library of Congress, American Memory website. Accessed 31 August 2006. Landrin, Potpourri françois .",
        "little_and_jenne_1991": "Little, Meredith E., and Natalie Jenne. 1991. Dance and the Music of J.S. Bach . Bloomington: Indiana University Press.",
        "lowe_1998": "Lowe, Melanie. 1998. “Expressive Paradigms in the Symphonies of Joseph Haydn.” PhD diss. Princeton University.",
        "marston_2001": "Marston, Nicholas. 2001. Review of William E. Caplin, Classical Form . Music Analysis 20/1: 143–9.",
        "mckee_1999": "McKee, Eric. 1999. “Influences of the Early Eighteenth-Century Social Minuet on the Minuets from J.S. Bach’s French Suites, BWV 812–17.” Music Analysis 18/2: 235–260.",
        "neumeyer_2015": "Neumeyer, David. 2015. Dance Designs in 18th and Early 19th Century Music. Online essay (PDF) published on Texas Scholar Works. https://repositories.lib.utexas.edu/handle/2152/29527",
        "playford_and_playford_1651": "Playford, John. Henry Playford, ed. 1698. The Dancing Master; or, Directions for Dancing Country Dances, with the Tunes to Each Dance, for the Treble-Violin . 10th edition. [London]: Printed by J. Heptinstall, for H. Playford. Library of Congress, American Memory website. Accessed 31 August 2006. Playford, 10th edition . NB: Under “Playford” in the Author list, another volume is cited whose title ends “Vol. the 2d”; this is incorrectly identified on the American Memory site—it is not an edition of the Dancing Master , but rather a separate collection put out by John Young, the third (and last) publisher of the Dancing Master editions (Barlow 4).",
        "ratner_1980": "Ratner, Leonard G. 1980. Classic Music: Expression, Form, and Style . New York: Schirmer Books.",
        "reichart_1984": "Reichart, Sarah B. 1984.“The Influence of Eighteenth-Century Social Dance on the Viennese Classical Style.” PhD diss. City University of New York.",
        "russell_1992": "Russell, Tilden. 1992. “The Unconventional Dance Minuet: Choreographies of the Menuet d’Exaudet.” Acta musicologica 64/2: 118–38.",
        "russell_1999": "Russell, Tilden. 1999. “Minuet Form and Phraseology in Recueils and Manuscript Tunebooks.” Journal of Musicology 17/3: 386–419.",
        "schoenberg_1970": "Schoenberg, Arnold. Gerald Strang and Leonard Stein, eds. 1970. Fundamentals of Musical Composition . London: Faber.",
        "spitzer_2000": "Spitzer, Michael. 2000. Review of William E. Caplin, Classical Form . Music & Letters 81/1: 110–15.",
        "tomlinson_1735": "Tomlinson, Kellem. 1735. The Art of Dancing Explained by Reading and Figures; Whereby the Manner of Performing the Steps is Made Easy by a New and Familiar Method: Being the Original Work, First Design’d in the Year 1724 . . . In Two Books . London. Library of Congress, American Memory website. Accessed 31 August 2006. Tomlinson, Art of Dancing . This work has also been published in a facsimile edition: Westmead: Gregg, 1970."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The term appears in Darcy 2000, 123. Marston also\nrefers to “a rigidly quadratic conception of grouping structures” (2001, 147).",
            "citations": []
        },
        "FN2": {
            "text": "2. “Whereas many instrumental works of the baroque contain\na wide variety of dance movements—allemande, courante, sarabande, gigue,\nbourrée, gavotte, to name the most popular—only the minuet survived the major\nstyle shift of the mid-eighteenth century to become incorporated into classical\ninstrumental cycles” (Caplin 1998, 219).",
            "citations": []
        },
        "FN3": {
            "text": "3. For a thorough and carefully argued discussion of dance topics in finales,\nfocused on the Haydn symphonies, see Lowe 1998, 249–327.",
            "citations": []
        },
        "FN4": {
            "text": "4. Early in the century, the sequence menuet (or other\ncouple dance)-contredanse was standard for court balls but not for public balls\n(in Paris, at least) (Semmens 2004, 90–91; but also see 108, where Louis XV changed the rules).",
            "citations": []
        },
        "FN5": {
            "text": "5. As an example, in the tenth edition of Playford, see “ If\nthe World were Paper ,” a round dance for eight (note the graphic at the\nupper right showing the arrangement of dancers); see also the fold-out\nillustration, with images of the couples, dance notation, and music in\nLa Cuisse: La Cuisse, fold-out . Click on “archival grayscale/color” for a detailed image.",
            "citations": []
        },
        "FN6": {
            "text": "6. The first edition of Playford’s classic was published in\n1651. The tenth edition is reproduced in facsimile on the Library of Congress’s American Memory website. After the first few, all dances in the tenth\nedition are “longways for as many as will”; the first of those is “ The\nNew Royal-Exchange ”.",
            "citations": []
        },
        "FN7": {
            "text": "7. As examples, see Allen Dodworth’s “ Polka\nQuadrilles ”; and Stephen Glover’s “ New\nLondon Polka Quadrilles ”.",
            "citations": []
        },
        "FN8": {
            "text": "8. These two classes are sufficient for my purpose here.\nReichart describes in detail the characteristics of the contredanse française, contredanse anglaise, and contredanse allemande (168–270, 296–322).",
            "citations": []
        },
        "FN9": {
            "text": "9. Barlow’s descriptions of the several editions of\nPlayford’s collection chart the gradual change from half to quarter note basis\n(Barlow 1985, 4 ff).",
            "citations": []
        },
        "FN10": {
            "text": "10. The volumes of this set are given in reverse order on\nthe American Memory site: 28 is first, 12 is last. I have compiled a set\nof links that will locate the beginnings of each of the volumes (Neumeyer 2015, 202–05).",
            "citations": []
        },
        "FN11": {
            "text": "11. The “Tythe Pig” dominates the film’s “Meryton\nTownhall” sequence, which begins at 00:05:00 in the DVD release.",
            "citations": []
        },
        "FN12": {
            "text": "12. The published score of music from the film has the\n“Tythe Pig” in G major and in 6/8 meter.",
            "citations": []
        },
        "FN13": {
            "text": "13. Lowe (1998, 327) marks eight of the London symphonies\nfinales as contredanses (in 2/4: nos. 93, 94, 96, 97, 99, and 102; in 6/8: nos.\n98 and 100). The others she labels “balletic alla breve.”",
            "citations": []
        },
        "FN14": {
            "text": "14. See McKee 1999 on J. S. Bach’s treatment of\nhypermetric levels in his keyboard menuets.",
            "citations": []
        },
        "FN15": {
            "text": "15. Justin London misses this point in his brief\nhistorical account of views on metric well-formedness (2004, 69).",
            "citations": []
        },
        "FN16": {
            "text": "16. The reader may get some idea of all this from the\ndancers in the 2005 Pride & Prejudice, where they perform very\nsimilar figures during the second strain: DVD timing 00:05:06–00:05:16.\nIllustration 1 shows the dancers clapping about midway through this sequence;\nIllustration 2 shows the two columns of dancers crossing in mid-figure shortly\nthereafter.",
            "citations": []
        },
        "FN17": {
            "text": "17. Reichart (230-35) describes the choreography of the\nEnglish country dance. Kellem Tomlinson offers pointed commentary on\ncarelessness in dancing the contredanse: Tomlinson, Art of Dancing .\nTomlinson’s treatise is discussed at some length in McKee 1999, though in\nconnection with the menuet, not the contredanse.",
            "citations": []
        },
        "FN18": {
            "text": "18. Mozart called K. 545 “Eine kleine Klavier Sonate für Anfänger” [A little piano sonata for beginners] in his\nwork catalog, and he added “mit einer Violin” to describe K. 547, whose first\nmovement was transcribed to begin K.547a, the sonata completed by the transposed\nversion of K. 545, III (Köchel 620). Apart from some registral changes here\nand there, the finales of K. 545 and 547a differ only in the added repeat sign\nin m. 8 of K. 545 and in details of (mainly) the right-hand figuration in the\ncoda.",
            "citations": []
        },
        "FN19": {
            "text": "19. Reichart (217–25) discusses the relation between the dance ( contredanse française ) and the music played en rondeau.",
            "citations": []
        },
        "FN20": {
            "text": "20. My thanks to Nick Sibicky for preparing and editing\nthe score and audio file for Example 4.",
            "citations": []
        },
        "FN21": {
            "text": "21. Of 24 contredanses in Clarchies’ volumes 12 & 13 (the\nearliest in the Library of Congress collection), eighteen are in major keys: of\nthose, twelve use the relative minor in the third strain, five use the parallel\nminor, and one is anomalous.",
            "citations": []
        },
        "FN22": {
            "text": "22. Tomlinson provides a good example in a series of engravings that close his\ntreatise and that, in his words, “represent the figures of gentlemen and ladies .\n. . as dancing a minuet, beginning from the Reverence or Bow and proceeding\nregularly on till the whole is finished.” This is\nthe first page of music (flourish): Tomlinson, Menuet diagrams . (The text quoted above comes two pages\nearlier.)",
            "citations": []
        },
        "FN23": {
            "text": "23. These statements, of course, need to be tempered with\ncaveats already mentioned. See McKee (235–36) for a thoughtful list of the\nquestions that arise in relating dance music to instrumental concert music.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Music for social dancing had an intimate connection with vocal and instrumental concert music throughout the eighteenth century; indeed, as Leonard Ratner puts it, “dance topics saturate the concert and theater music of the classic style; there is hardly a major work in this era that does not borrow heavily from the dance” ( 1980 , 18). In some of the most thorough studies over the past twenty years, Meredith Little and Natalie Jenne ( 1991 ) have documented J. S. Bach’s use of contemporary dance types, even in cantatas; Wye Allanbrook ( 1983 ) has described the dramatic and symbolic use of dance rhythms in Mozart operas; Sarah Reichart ( 1984 ) has traced types of dance music from instruction manuals to Classical concert works; and Melanie Lowe ( 1998 ) has charted in exhaustive detail the use of dance musics in Haydn symphonies.",
                "footnotes": [],
                "citations": [
                    "ratner_1980",
                    "little_and_jenne_1991",
                    "allanbrook_1983",
                    "reichart_1984",
                    "lowe_1998"
                ]
            }
        },
        {
            "2": {
                "text": "[2] From a present-day perspective, it is easy to miss the central role that dance played in eighteenth-century culture and entertainment and, therefore, to undervalue the degree to which listeners of the time brought their knowledge of dancing and music for dance to their experience of instrumental performance and—most important for the present purpose—the degree to which they held an expectation that composers would make aural references to the dance. First in line, of course, must be the dance topics themselves, with their characteristic meters, tempi, and melodic gestures, but closely allied to them is regular and symmetrical phrasing. If musicians tend to be suspicious of the “quadratic syntax” (1) of 2, 4, 8, and 16 measure units—a tendency on display in reviews of William Caplin’s Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven —we must nevertheless take periodicity into account when discussing design not only in music for dancing but also in concert music based on dance.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] There has long been a gap between the common intuition of small-scale formal symmetries engendered by multiples of two and the appeal to larger-scale design classes in free instrumental music (“rondo,” “sonata”) and their associated sectional labels. The basic strategy of Caplin’s book is to close that gap by erasing the difference, as it were, by establishing a balance between periodic (or symmetrical) structures and flexible functions based on a tight-knit/loose opposition.  As Michael Spitzer puts it, “[The] tight-knit/loose opposition . . . allows him to slide up and down between structural levels. For example, a sonata-form development is ‘a higher-level analogue to the contrasting middle of the small ternary form’ . . . because both are structurally ‘loose’” ( Spitzer 2000 , 112). The particular virtue of the opposition, in other words, is that it allows one to “draw formal regions into tight/loose oppositions analogous to functional relationships within a theme.” Illustration 1 . Pride & Prejudice (2005), “Meryton Townhall,” dancing to the “Tythe Pig” (click to enlarge) Illustration 2 . Pride & Prejudice (2005), “Meryton Townhall,” dancing to the “Tythe Pig” (click to enlarge) Example 1 . “All in a Garden Green,” first strain (renotated) (click to enlarge) Example 2 . Mozart, Six Contredanses, K. 462, no. 1, first strain only (click to enlarge) Example 3 . “Tythe Pig,” first strain and part of the second (renotated) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "spitzer_2000"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Caplin’s nod to the dance, on the other hand—“The minuet is the premier dance type of the classical period” (219)—is incorrect on two counts. First, the menuet was never alone as the predominant social dance in the eighteenth century: it held the highest social and artistic status as solo and couple dance, but, as is now well known, the contredanse was already very popular in court circles before 1700 and retained that popularity throughout the eighteenth century (and even well into the nineteenth in the form of the cotillon and quadrille). Second, even recognizing that Caplin is referring only to multi-movement instrumental cycles, (2) one must point out that the menuet is not the only dance type routinely represented there: by the early 1770s, the four-movement sonata cycle in its broadest topical and generic associations was often the sequence overture-cantabile-menuet-contredanse. (3) (It is undoubtedly relevant that the sequence menuet-contredanse was standard at public balls and in dancehalls in the 1770s and 1780s ( Allanbrook 1981 , 106).) (4) It is the contredanse and instrumental finales on which I will focus here. As we shall shortly see, the menuet may have been more flexible, but the contredanse was firmly rooted in “quadratic syntax,” and its effects are easily traceable in the finales of sonatas and symphonies.",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "allanbrook_1981"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The contredanse is a group dance whose adaptability contributed greatly to its success. Its series of figures could be danced in a circle or square by two to eight couples (a square of four couples was common) (5) or in an opposing linear arrangement by all in attendance (in the famous phrase\nof John Playford’s English Dancing Master, “longways for as many as will”—see Illustrations 1 & 2 ). (6) Figures were adapted to the abilities and preferences of the dancers, and the music varied, too. Though grounded in music for the English country dance, once the contredanse became popular in France, menuet, bourrée, rigaudon, and gavotte steps and their musics were all incorporated. After about 1760, even the\nintertwining arm figures of the German Ländler style found their way into the contredanse (designated as contredanse allemande ) (La Cuisse). Later still, quadrille figures sometimes made use of the circular turns of the waltz; by the 1840s one even finds “polka quadrilles.” (7)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Despite this variety, two basic types of contredanse music were well defined early on and are still readily recognizable in Classical finales: the “contredanse” and “jig.” To avoid confusion with the dance itself, I will refer to the former as the “ 4 2 contredanse.” (8) As this label suggests, the essential distinction between the two types is duple and triple subdivisions, or common time (as 2 2 ) and 4 6 meter in the seventeenth century, and 4 2 or 8 6 from the early eighteenth century on. The tune “All in a Garden Green,” for example, is notated in 2 2 in Playford’s first edition ( 1651 ) (see a facsimile at Keller, comp., Dancing Master : click “Browse title index,” search by title, then click on “Image/link”). (9) Had this melody surfaced again to be used in a mid-eighteenth century contredanse, it would have been notated as shown in Example 1 .",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "playford_and_playford_1651"
                ]
            }
        },
        {
            "7": {
                "text": "[7] In one large collection of dance music publications from the late eighteenth century, as reproduced on the Library of Congress’s American Memory website, all pieces with individual (rather than generic)\ntitles are meant for the contredanse (Clarchies). Among many examples of the 4 2 contredanse type, see\n“ La Fréderic de Bades ” and “ La\nBourbon le Blanc ”. (10) Finally, for comparison, here is the melody for the first of Mozart’s Six Contredanses, K. 462 (see Example 2 ).",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The stylized form of instrumental gigue (as in the keyboard suites of Froberger, for example) already existed alongside the jig by the time of Playford’s first edition. From many possible examples, here is the “Tythe Pig,” a tune used in Purcell’s incidental music for King Arthur (1691) that subsequently appeared in the ninth edition of the Dancing Master (1698): see a facsimile at Keller, comp., Dancing Master :\nclick “Browse title index,” search by title, then click on “Image/link”; and the\nreproduction in the tenth edition (1698): (“ Tythe\nPig ”). This melody may be familiar to some readers from its prominent placement in the recent film production of Pride and Prejudice (2005): Illustrations 1 & 2 are screen stills from that dance. (11) By Jane Austen’s time, this tune would certainly have been notated as shown in Example 3 . (12) In Clarchies, see examples of the 8 6 jig type in “ La\nMimi ” and “ La\nHoffmann ”.",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Although there is little doubt that the 8 6 finales in Haydn’s London symphonies are based on the jig (Bartha 1966, 379), (13) in general it is difficult to separate out the contredanse jig from references in Classical sonatas and symphonies to the stylized Baroque gigue or the 8 3 Italian overture finale (also known as the “Italian minuet” (Eugene K. Wolf, cited in Lowe 1998 , 252fn)). Since the 4 2 contredanse cannot readily be referred to any other genre or topic (except gavotte, rigaudon, and bourrée, which it largely supersedes by the 1760s), it is easier to identify with confidence and will therefore be the focus here.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "lowe_1998"
                ]
            }
        },
        {
            "10": {
                "text": "[10] To situate the 4 2 contredanse and its formal design among the eighteenth-century dances, it will be helpful to compare it to the menuet. The basic step-unit, or pas de menuet, requires two measures, but beyond that the dance has (in theory at least) considerable flexibility ( Hilton 1998 , 431); in practice, some early menuets are written in six-measure sections, but most are in four-measure phrases paired to form eight-measure sections. Archival evidence, however, reveals an established practice of menuet dancing in a variety of hypermetric units ( Russell 1992 and 1999 ), (14) as well as a contrast between the diversity of menuets as danced and as presented in composition manuals (where only the simplest forms appear). (15) The most basic menuet figure is a mirror pattern in which the two dancers start from opposite sides of the dance space and chart the shape of an “s” or “z” towards and then past one another ( Hilton 1998 , 431–2): an easy-to-read diagram appears in a collection of menuets and contredanses\nfrom the 1780s: Bacquoy-Guédon, Méthode . Here the figure is used for the second strain. The music is twelve measures, not eight, but the reader can easily adapt it in his or her mind for eight measures (the central “meeting point” would then fall between the fourth and fifth bars). In the diagram, “repos” marks the end of each four-measure musical phrase, and “phrase” identifies the end of the strain and the conclusion of the figure. On the same page, note the much more complex (and asymmetrical) figure used in the first strain.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "hilton_1998",
                    "russell_1992",
                    "russell_1999",
                    "hilton_1998"
                ]
            }
        },
        {
            "11": {
                "text": "[11] If two measures mark the basic step-unit in the menuet, they must mark more rigidly the passage of time in the contredanse, whose figures have multiple elements that must be accomplished within a single strain. Since these are lively group dances, one couple’s failure of timing can create problems for the others (even if, as was often the case, only one or two couples are dancing at a time). For example, in the dance suggested by Playford for the “Tythe Pig”—the directions are underneath the music on the page linked above—the second strain (ten measures, as five two-measure units) asks the dancers to “clap hands sides, all four [couples] turn [single] then clap hands with your Partners and cast off, then lead through and cast off again.” One need not understand the details of each action to recognize that a great deal is being asked in a relatively short time. (16) Under the circumstances, it is not surprising that music for the contredanse puts a premium on clarity and symmetry—and, to help accomplish that, on regular hypermetric patterns. (17) Table 1 . Playford, English Dancing Master , all dances in the first edition (1651), all new dances in the eleventh to eighteenth editions (1701–1728): theme type in the first strain (click to enlarge) Table 2 . Comparison table (click to enlarge) Table 3 . La Cuisse, Le répertoire des bals (1762–65): theme types in the first strains of all contredanses (click to enlarge) Table 4 . Mozart, Beethoven, Contredanses by theme-type (click to enlarge)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] With all this in mind, we can examine formal functions in the first strains of contredanses. Table 1 gives information for the dances in Playford’s first edition and those new dances introduced in the eleventh through eighteenth editions (as listed in Barlow 1985 ). The diversity of theme types mirrors the heterogeneity of Playford’s sources and the variability in country dancing practice. Of particular interest is the small number of periods, although the 4-measure theme, found in nearly half of the dances, may be regarded as a primitive form of the period. The substantial presence of a hybrid (antecedent + continuation = Caplin’s hybrid 1) is a surprise, but it is also another bit of evidence to bolster Spitzer’s complaint that Caplin gives the period and sentence unjustified status over the four hybrid types (113). Equally surprising are the seventeen sentences, given Arnold Schoenberg’s progressivist claim that “the sentence is a higher form of construction than the period” (58) and, therefore, one would suppose, more suitable to the nineteenth than to the seventeenth century.",
                "footnotes": [],
                "citations": [
                    "barlow_1985"
                ]
            }
        },
        {
            "13": {
                "text": "[13] By the late editions of the Dancing Master, the number of sentences has fallen and the hybrids and four-measure themes have remained stable, but the number of clearly defined periods has risen dramatically. In the Potpourri of the dancing master Landrin (probably from the early 1760s), the picture is still muddied by a large number of four-measure themes (see Table 2 ), but in the large collection of La Cuisse ( 1762-65 ) first-strain themes are overwhelmingly periods (87 out of 100; see Table 2 and details in Table 3 ). Much the same is true in the large anonymous collection identified on the American Memory site by its first dance (“Arquebus”; probably from the 1780s) and in the several volumes of dances issued by Louis Julien Clarchies between about 1790 and 1815. The smaller set of dances by Bacquoy-Guédon ( 1785? ) is an outlier, with nearly a third of its 31 dances using sentences or hybrids in their first strains. (For those collections marked with an asterisk (*) in the captions under Table 2, readers may consult detailed tables with information about individual dances in Neumeyer 2015 , 104–172.)",
                "footnotes": [],
                "citations": [
                    "neumeyer_2015"
                ]
            }
        },
        {
            "14": {
                "text": "[14] To establish context, Table 2 includes pieces by other composers. An inventory of theme types in the keyboard suites of Dandrieu and Daquin again shows the increasing significance of the period design; the anomalous spike in “unknown” types is caused by preludes and stylized older dance forms (allemande, courante, sarabande). Considerably later, all of Cherubini’s contredanses use period designs, but the contredanses of Mozart and Beethoven present a more complex picture: the period predominates, but sentences are significantly represented; and most hybrids are of the antecedent + continuation type (breakdown by composer in Table 4 ). Finally, Carl Czerny’s earliest pedagogical collection is not meant as music for dancing, but it relies heavily on dance topics. Note the even distribution of theme types and the large percentage of sentences.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The period clearly gains ascendancy in the first strains of contredanses early in the eighteenth century and holds that status to the end. Thus, when Schoenberg says that “only a small percentage of all classical themes can be classified as periods” (cited in Spitzer 2000 , 113), and when Spitzer agrees with him—“Despite its ostensibly ‘Classical’ symmetry, the period is indeed extremely rare in Classical music”—both, strictly speaking, are wrong. The contredanse retained its popularity as a social dance even through the Revolution, and as a topic for concert music it retained its force till it was superseded by other dances in the first decade of the nineteenth century. The death blow for the 4 2 contredanse was struck by music for similar couple dances, the ecossaise (schottisch) and galop; the jig type, however, continued to play a prominent role in the quadrille.",
                "footnotes": [],
                "citations": [
                    "spitzer_2000"
                ]
            }
        },
        {
            "16": {
                "text": "[16] In his instrumental concert music, Mozart took advantage of the contredanse as both topic and design. As the rightmost column in Table 5 shows, the majority of the finales in the piano sonatas are readily recognizable as contredanse melodies. Although Spitzer may well be right that “the only Mozart piano sonata which begins with a regular period does not actually start with a sonata form (K.331 in A),” in the finales, eight main themes are periods, one is a sentence, and ten are compound themes (16-measure periods or variants). Table 5 . Mozart, Piano sonatas, finales (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Two of the eight periods listed in Table 5 are identical: the last movement of K. 545 was re-used in transposed form as the finale for 547a. These sonatas have well-defined pedagogical roles, (18) and Mozart plainly drew on a genre (and its musical form) that was very familiar to his student audience of aristocratic and upper-middle class women. For this finale is only a slightly elaborated version of the three-strain contredanse one finds throughout the later eighteenth-century collections represented on the American Memory site. I will use the F-major version from K. 547a as the\nexample and relate it to a typical 4 2 contredanse, also in F major, from\nClarchies’ volume 12. “ Pantalon ” has three eight-measure strains: the first is a period; the second opens on a non-tonic position but closes on the tonic, and its design is best described as primitive (four statements of one basic idea); the third strain is a tonally closed period in D minor. (The non-tonic opening of strain two is a common feature in the dances of Clarchies’ collection.) The second and third strains both have dal segno marks at the end, and therefore a rondeau design is assumed for one iteration of the dance: 1-2-1-3-1, with the key sequence F-F-F-Dm-F. (19) Example 4 . Mozart, Piano Sonata, K. 547a, second movement, as a contredanse for two violins (click to enlarge)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In Example 4 , I have pulled corresponding contredanse elements out of Mozart’s finale and assembled them in a score that resembles “Pantalon” (complete with a second violin part); there is also an audio file. (20) The main theme period (mm. 1–8) is an effective first strain—a point that is only reinforced by the repeat sign applied in the K. 545 version—and the continuation makes an appropriate non-tonic opening to a second strain (mm. 9–12). Mozart then inserts a dominant level restatement of the first strain’s basic idea. The music continues to a cadence in C, the continuation as a whole equaling the expected eight measures for a second strain. The insertion is such an anomaly that I have reused the opening of the second strain, instead, making the second phrase a consequent and the strain a more likely eight-measure period. As we shall shortly see, Mozart respects the dance’s dal segno and repeats the first strain, but for the moment move beyond to the “trio” or D-minor third strain. Here again, Mozart follows the design but inserts a restatement of the basic idea, repeating it in transposition to form a presentation phrase (mm. 28–32). Because the entire D-minor section is a compound theme (16-measure period), I have matched the presentation phrase to the final phrase of the section to form a simpler 8-measure sentence (mm. 28–32 + 45–48).",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Thus, Mozart offers his student audience a bit of humor worthy of the sprightly pleasures of the contredanse: an easily recognizable formal design with one property, the reprise of the main theme, exaggerated by inserting its basic idea at unexpected moments. He also makes considerably more of the “trio” than the single eight-measure strain typical of the contredanse collections, but he does at least apply the expected key relation. (21) There may have been other practical uses, as well: As John Irving puts it, “It is worth considering the . . . possibility that Mozart’s . . . designation ‘für Anfänger’ might apply equally well to compositional as to technical aspects [since] Mozart’s pupils in Vienna during the 1780s were taught the rudiments of composition as well as piano playing” ( 1997 , 86). Example 5 . Example 4 with commentary on Mozart’s expansion of the three-strain contredanse design (click to enlarge and see the rest)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "irving_1997"
                ]
            }
        },
        {
            "20": {
                "text": "[20] Example 5 reproduces the principal part from Example 4 with commentary identifying Mozart’s expansions of the basic three-strain design. He enlarges the second strain with four measures of “standing on the dominant,” giving even more emphasis to the dominant key (until the pitch B ♭ enters in m. 18) while also creating a transition—yet these four measures also fit the “quadratic” hypermetric patterns necessary for the contredanse. The first reprise of the main theme is literal and complete. In the trio, each half of the 16-measure period is extended by standing on the final chord, and in both cases the extension is again four measures. Even in the coda, the units are in multiples of two; the pattern is only broken at the very end (the K. 545 version, on the other hand, preserves two-measure units throughout).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The finale of K. 547a is an anomaly in the clarity and simplicity of its connection to music for the dance. Elsewhere in his later music, Mozart develops finales in ways very similar to Haydn after about 1780—that is, into larger-scale rondos and sonata movements—but both composers make liberal use of techniques already evident in K. 547a: lengthening segments by extension, placing particular emphasis on the main theme or its basic idea (as in inserting it in unexpected places), and focusing on four-measure hypermetric patterns. According to Bartha (1966, 377, citing Heinrich Besseler), Haydn came relatively late to the idea of the contredanse finale. The first occurrence is in Symphony no. 44 (from 1772); according to Lowe ( 1998 , 327) 28 of the 60 symphonies after that use clearly recognizable contredanses as finales. In the earliest group (nos. 44–55), the formal designs remain very close to the dance. For example, in Symphony no. 51 in B ♭ , a sixteen-measure “small binary” (after Caplin) is followed by its varied repetition, then by a 16-measure trio in E ♭ , a varied reprise of the opening, another 16-measure trio, a reprise of mm. 1–8, then a variation of same with a new second strain, and finally an expanded version of the original second strain (mm. 9–16) acting as a coda—or a design ABACA-coda with the key sequence B ♭ - E ♭ - B ♭ -Gm- B ♭ . The finale of Symphony no. 55 in E ♭ works on the same basic design, depending heavily on varied reprises but also turning the second trio into an opportunity for a dramatic diversion as sequential “developmental” passages lead into and out of a single 12-measure trio strain in G ♭ . In Symphony no. 51, the first strain of the opening is a period (with a modulating consequent) but the first strains of the trios are both sentences. In Symphony no. 55, on the other hand, all first strains are periods. Example 6 . Haydn, Sonata in F major, Hob. XVI:23,\nthird movement, main theme (click to enlarge) Example 7 . Haydn, Sonata in F major, Hob. XVI:23,\nthird movement, exposition, subordinate theme 2 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "lowe_1998"
                ]
            }
        },
        {
            "22": {
                "text": "[22] In Haydn, then, focus on the main theme often leads to partial or complete repetition as an embellished variation; it can also lead to a mono-thematic sonata or “sonata rondo” design. As an example, I cite a work chronologically close to Symphonies nos. 51 & 55: the Sonata in F major, Hob. XVI:23, whose first movement is a fully developed sonata; its second, in the parallel minor, is a small binary, though “small” hardly covers the expressive reach of its modal contrasts and pathos; the finale is a sonata that works out at a sped-up pace ( Presto ) the sunniest mood of a 4 2 contredanse. The main theme melody ( Example 6 ) is a sentence, not a period, but, in the repetitiousness of its rhythmic and contour profile, it is also reminiscent of the primitive form in the second strain of “Pantalon.” That Haydn had the sentence in mind, however, is suggested by the restatement of the main theme as the closing theme (see Example 7 ): here, the repetition of the basic idea is literal, and the second phrase even makes use of the continuation phrase’s stereotypical fragmentation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The design of the exposition is as follows: 1–8: Main theme: sentence (8) 9–16: Main theme varied, over the same harmony, but closing with a\n          half cadence (8) 17–27: Subordinate theme 1: sentence of 11 measures: measure 6\n          (with the cadential ii 6 ) is expanded to four measures. See\n          the normalized 8-measure form in Example 8 (11) 28–32: an isolated “standing on the dominant” (Caplin’s term) (5) 33–40: Subordinate theme 2: main theme as closing theme (8) 41–48: slightly embellished repetition of the closing theme (8) 49–52: codetta (extension of the cadence) (4) Example 8 . Haydn, Sonata in F major, Hob. XVI:23, third movement, exposition, subordinate theme 1, normalized to eight measures (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The exposition is as regular as much of the finale of K. 547a; even the awkward-sounding five-measure “standing on the dominant” regularizes the subordinate theme to a multiple of four: 11 + 5 = 16. Note that the closing theme mimics the dance’s dal segno after the second strain, just as in K.547a. The varied repetition of the main theme in mm. 9–16 is taken directly from dance practice, where the musician(s) were expected to embellish repetitions of the music. (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The design of the development is as follows: 53–58: “standing on the dominant” (of G minor) (6) 59–62: main theme presentation phrase in G minor (4) 63–66: same, in E ♭ major (4) 67–76: 8-measure continuation phrase (with fragmentation and sequence) (67–74) and\nthree measures standing on dominant of D minor (74–76) (10) 77–85: expanded cadential progression in D minor (9) 86–93: transition in sentence form (8)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] As one would expect, the development is considerably looser than the exposition and makes few allusions to the dance, but even in this section we find the main theme phrase in the minor mode, as in Mozart’s trio, and all but one unit in multiples of 2 (though not always multiples of 4).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The design of the recapitulation is as follows: 94–104: main theme: sentence (continuation is expanded to 7 measures by sequences) (11) 104–111: “standing on the dominant” (8) 112–22: subordinate theme 1: expanded sentence, as in the exposition (11) 123–27: “standing on the dominant,” as in the exposition (5) 128–35: subordinate theme 2, as in the exposition (8) 136–42: embellished repetition, as in the exposition (8) 144–47: codetta, as in the exposition (4)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Here, surprisingly, the differences are at the beginning—once we reach subordinate theme 1 (m. 112), parallel content of the exposition is repeated intact at the tonic level. Before that, the main theme presentation phrase is literally restated, but the continuation is greatly expanded and capped by an eight-measure standing on the dominant, which, despite the familiar number, is asymmetrically organized. It is as if the loosening energies of the development have spilled over into the main theme region of the recapitulation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] If indeed “the evidence is that dance had as lively a presence in Classic music as it had had in the Baroque” ( Allanbrook and Hilton 1992 , 143), then we would expect to find not only characteristic rhythmic figures and tempi but also the particular design characteristics of music as played for social dancing, in particular, hypermetric regularity focused on four-measure groups, full repetition of thematic units, and embellished repetition. (23) The two sonata finales examined above also show that, in more extended movements, the greater dimensions permit a well developed expressive dialectic between hypermetric clarity and ambiguity, achieved in the way that Caplin describes it, that is, through a play between tight-knit and loose formal functions. Indeed, the style information and analyses, taken together, suggest that Caplin’s distinction between “tight-knit” and “loose” principles of construction may have a source in the active and expressive opposition of music for dancing and (instrumental) music for listening.",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "allanbrook_and_hilton_1992"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.06.12.4.neumeyer.html",
    "data": "mto/data/mto.06.12.4.neumeyer.json"
}