{
    "title": "Review of Ruth I. DeFord, <i>Tactus, Mensuration, and Rhythm in Renaissance Music</i> (Cambridge University Press, 2015)",
    "date": "2016/06/01",
    "volume": "22",
    "issue": "2",
    "authors": [
        "Long, Megan Kaes"
    ],
    "abstract": "",
    "keywords": [
        "tactus",
        "mensuration"
    ],
    "doi": "",
    "received": "April 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.2/mto.16.22.2.long.pdf",
    "author_info": [
        {
            "name": "Megan Kaes Long",
            "university": "Oberlin College Conservatory of Music",
            "address": "77 West College Street, Oberlin, OH 44074",
            "email": "megan.long@oberlin.edu"
        }
    ],
    "citations": {
        "berger_1993": "Berger, Anna Maria Busse. 1993. Mensuration and Proportion Signs: Origins and Evolution . Clarendon Press.",
        "boone_2000": "Boone, Graeme M. 2000. “Marking Mensural Time.” Music Theory Spectrum 22 (1): 1–43.",
        "boone_1999": "Boone, Graeme M. 1999. Patterns in Play: A Model for Text Setting in the Early French Songs of Guillaume Dufay . University of Nebraska Press.",
        "deford_2011": "DeFord, Ruth I. 2011. “Who Devised the Proportional Notation in Isaac’s Choralis Constantinus ?” In Heinrich Isaac and Polyphony for the Proper of the Mass in the Late Middle Ages and Renaissance , ed. David J. Burn and Stefan Gasch, 167–213. Brepols.",
        "deford_2005": "DeFord, Ruth I. 2005. “On Diminution and Proportion in Fifteenth-Century Music Theory.” Journal of the American Musicological Society 58 (1): 1–67.",
        "deford_1995": "DeFord, Ruth I. 1995. “Tempo Relationships between Duple and Triple Time in the Sixteenth Century.” Early Music History 14: 1–51.",
        "deford_1981": "DeFord, Ruth I. 1981. “The Evolution of Rhythmic Style in Italian Secular Music of the Late Sixteenth Century.” Studi musicali 10 (1): 43–74.",
        "grant_2014": "Grant, Roger Mathew. 2014. Beating Time and Measuring Music in the Early Modern Era . Oxford University Press.",
        "haar_1996": "Haar, James. 1996. “Palestrina as Historicist: The Two L’homme armé Masses.” Journal of the Royal Musical Association 121 (2): 191–205.",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . Oxford University Press.",
        "houle_1987": "Houle, George. 1987. Meter in Music, 1600–1800: Performance, Perception, and Notation . Indiana University Press.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "london_2004": "London, Justin. 2004. Hearing in Time: Psychological Aspects of Musical Meter . Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Until recently, the most significant study of temporal organization in this enigmatic period was Houle 1987 , which argued that fifteenth and sixteenth-century mensuration was fundamentally different from seventeenth and eighteenth-century meter because the former lacked regular, hierarchically related accentual patterns. However, Houle does not adequately explain the mechanism by which such accentual patterns came to govern temporal organization.",
            "citations": [
                "houle_1987"
            ]
        },
        "FN2": {
            "text": "2. “The hierarchy involved in duration was made sensible through the idea of a beat that was simultaneously a motion and a temporal interval” ( Grant 2014 , 17).  Cf. DeFord 2015, 57–58.",
            "citations": [
                "grant_2014"
            ]
        },
        "FN3": {
            "text": "3. DeFord’s book is the culmination of over thirty years of research on mensuration; see DeFord 1981 , 1995 , 2005 , and 2011 .",
            "citations": [
                "deford_1981",
                "deford_1995",
                "deford_2005",
                "deford_2011"
            ]
        },
        "FN4": {
            "text": "4. DeFord draws on the excellent work of Graeme Boone ( 1999 , 2000 ) in her discussion of surface rhythms. Boone develops the terminology of initia to discuss musical events in mensural music: the beginning of a breve time unit is a breve initium , which corresponds with initia on all audible smaller hierarchical levels (i.e. the semibreve initium and the minim initium ). See DeFord 2015, 37–39.",
            "citations": [
                "boone_1999",
                "boone_2000"
            ]
        },
        "FN5": {
            "text": "5. DeFord’s discussion of Palestrina editions illuminates this point (402–407).",
            "citations": []
        },
        "FN6": {
            "text": "6. See her analysis of Du Fay (248–49).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Though the changing nature of pitch organization in the sixteenth and seventeenth centuries has been the subject of significant scholarly debate, few studies address analogous changes in rhythmic organization in this period. (1) Two recent books, Ruth I. DeFord’s Tactus, Mensuration, and Rhythm in Renaissance Music (2015) and Roger Matthew Grant’s Beating Time and Measuring Music in the Early Modern Era ( 2014 ) have begun to fill this void. Both studies explore how hierarchy accrues in mensural structures, providing a compelling link to our understanding of eighteenth- and nineteenth-century meter (i.e. Lerdahl and Jackendoff 1983 , Hasty 1997 , London 2004 ). For his part, Grant synthesizes the intellectual foundations of theories of musical time from the sixteenth through the nineteenth centuries and documents technologies (including the tactus , the timepiece, and the metronome) that correspond with changing articulation of musical time. In his discussion of mensural music, Grant draws on an Aristotelian notion of time to argue that tactus articulates a mensural hierarchy. (2) DeFord similarly focuses on tactus and takes a more practical approach, examining in detail the theory and practice of temporal organization in Renaissance music. (3) DeFord provides a compelling account of the nuances of mensuration, illuminating the unique contributions of mensural organization to fifteenth- and sixteenth-century music and revealing the vibrant hierarchical patterns that mensural theory and practice encourage.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "grant_2014",
                    "lerdahl_and_jackendoff_1983",
                    "hasty_1997",
                    "london_2004"
                ]
            }
        },
        {
            "2": {
                "text": "[2] DeFord begins her study by debunking the false binary between meter and mensuration: The term “mensural music” ( musica mensurabilis ) means simply “measured music.” In the period under consideration, it was the opposite of “plainchant” ( musica plana ). Modern scholars sometimes treat it as the opposite of “metrical music.” This is a false dichotomy based on an oversimplified view of the difference between “Renaissance rhythm,” in which the system of measurement is sometimes alleged to have no relation to rhythmic structure, and later styles, in which time signatures and barlines are sometimes assumed to prescribe structures in a straightforward manner. This reductive opposition does not do justice to the music of either era. (2) The book demonstrates this point exquisitely, illustrating the analytical potential of mensural structure and emphasizing critical commonalities between so-called mensural and metrical music. DeFord defines rhythm as “a more complex concept than mensuration or tactus . It includes all aspects of the perceptible organization of musical time, especially on the relatively small scales in which durations can be directly compared in memory. Since all musical events take place in time, all of them contribute to rhythm” (3). Her book aims “to shed light on the theory and practice of rhythm in the fifteenth and sixteenth centuries by examining them in relation to each other” (1). She undertakes this project in two parts: chapters 1–7 consist of close readings of over 100 theoretical sources, and chapters 8–14 provide seven case studies ranging from the early songs of Du Fay through the virtuosic L’homme armé masses of Ockeghem, Busnoys, and Josquin to the popular songs that flourished through the second half of the sixteenth century. DeFord’s exploration of disparate sources reveals a rich tapestry of rhythmic practices that affect details ranging from large-scale organization of a mass movement to nuances of text setting at the level of the single word.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Building on the groundwork of Berger 1993 , DeFord untangles the often contradictory details of theoretical writing on mensuration, ranging from the mid-fourteenth century Ars practica mensurabilis cantus of Johannes de Muris through Michael Praetorius’s Syntagma musicum (1618–19). She argues that “the functional mensural structure of a piece depends on regularities in the audible rhythmic structure, not on the notated mensuration” (50). The key to unlocking mensuration and rhythm is tactus , a multivalent concept with compositional, performance, and analytical implications. DeFord identifies three distinct meanings of the contentious term: performance tactus (measured by the motion of the hand), compositional tactus (governing dissonance treatment and counterpoint), and theoretical tactus (corresponding with the mensuration sign) (51). By distinguishing these conceptual frameworks, DeFord dispatches with many of her sources’ inherent contradictions while demonstrating that the surface manifestations of mensuration are both more clearly organized and more complicated than we might have imagined.",
                "footnotes": [],
                "citations": [
                    "berger_1993"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Mensural structure consists of a variety of surface and background rhythmic features; the combination of these features encourages the creation of a compositionally meaningful and perceptually salient mensural hierarchy. DeFord explains: Mensural structure is a meaningful aspect of musical rhythm only if it is articulated by different types of musical events on different temporal levels. Levels that are present in the notation, but not marked in audible ways, are irrelevant to the compositional structure of a work. The most important types of rhythmic events that differentiate levels of mensuration are contrapuntal structure, surface rhythm (including syncopation and hemiola), cadences, and text setting. All of them are potentially hierarchical in that they can generate articulations that vary in strength, from subtle to pronounced. They interact in complex ways that may reinforce or conflict with one another. (82) To demonstrate this point, DeFord coins the term “contrapuntal rhythm” (analogous with harmonic rhythm), which describes the background framework by which surface rhythms are measured (84). Surface rhythms encourage a mensural hierarchy: any mensural level on which a note value appears participates in this hierarchy, and the prominence of this level is enhanced by the articulation of rhythms in multiple voices, agogic accents, poetic accent, et cetera (94–95). (4) Syncopation, hemiola, and other rhythmic techniques similarly contribute to the articulation of mensural hierarchy: rhythmic events experienced as metric dissonances presume an underlying regular mensural structure. Example 1 . Du Fay, Adieu m’amour: (a) bars 1–11; (b) bars 32–42; (c) hypothetical recomposition of bars 33–42 (cantus and tenor) (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] DeFord’s analyses demonstrate how the interaction of surface rhythm and mensural structure inform a work’s meaning, character, and form. One straightforward example is Du Fay’s Adieu m’amour ( Example 1 ). DuFay’s song is in imperfect tempus (the breve divides into two semibreves) with imperfect prolation (the semibreve divides into two minims), as identified in part by its mensuration sign. DeFord suggests a breve compositional tactus for this song based on its contrapuntal framework: “The contrapuntal rhythm moves mostly in semibreves with occasional breves, and strong progressions on minims are rare or non-existent. Cadences always conclude on breve initia . Cadential penultimates in the tenor are more often breves than semibreves, and suspensions may be as long as semibreves. Notes shorter than semibreves never carry separate syllables” (251). This particular mensural framework, characteristic of Du Fay’s late songs, “gives these pieces an exceptionally flexible and fluid character, because the principal pulse is also the largest regular unit of temporal organization” (251).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] For the song’s A section (Example 1a), Du Fay articulates regular breve units (confirmed in DeFord’s transcription by barlines): significant contrapuntal progressions, surface rhythm, and accented syllables all occur on breve initia . But Du Fay changes the mensural organization of the B section (Example 1b), offsetting the surface rhythms by a semibreve and introducing a conflict with the underlying breve initia . (In the example, DeFord’s barlines continue to demarcate breve initia ; the wedges above the staff show what listeners are likely to experience as breve initia based on contrapuntal and text setting norms—the actual and perceived breve pulses are offset). The effect is notational rather than audible; DeFord explains that “the rhythms sound quite regular. The listener is unlikely to be aware of the mensural displacement” (252). Du Fay reveals his mensural adjustment when he sets the text “blesse” (“wounds”). Here, “the rhythms are suddenly and forcibly realigned with the real breve initium . Rather than creating a resolution of tension, as such cadential realignments normally do, this device ‘wounds’ the rhythm just as ‘saying farewell’ wounds the singers of the song” (252). DeFord’s recomposition of this passage (Example 1c), which erases the mensural offset, clarifies the nature of the mensural effect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] DeFord’s analysis exposes the expressive purpose of Du Fay’s text, but also has implications for editors and performers. Due to the coloration, “it is unclear exactly where the first syllable of ‘blesse’ should fall, but I have placed it on the unexpected breve initium , where it reinforces the rhythmic contortion most effectively” (252). Furthermore, “a breve performance tactus not only enhances the flowing quality of the song, but drives home the tension in this phrase, because the singers must struggle to make the rhythms work against the tactus even at the beginning of the phrase, and this struggle prepares the wrenching resolution at the end” (252–53). DeFord’s close reading of DuFay’s mensural manipulation provides crucial evidence for an effective editorial strategy and performance tactus .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Each of DeFord’s seven chapters on musical repertories addresses a different aspect of the changing nature of mensuration. These synoptic studies include illuminating analyses of dozens of individual works. The first of these chapters, on Du Fay, illustrates the immense variety of expressive and rhythmic effects made possible by fifteenth-century mensuration. DeFord demonstrates how understanding mensural norms allows us to recognize manipulations of these norms and the rhythmic, textual, and contrapuntal effects these deviations create. She documents a chronological evolution in rhythmic styles within Du Fay’s corpus that has implications for dating and attribution (231–32), and identifies contrapuntal details that distinguish apparently similar mensurations (236–37, 314).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] DeFord’s analyses demonstrate both the range of mensural practices in the fifteenth and sixteenth centuries and the analytical value of investigating these practices. For example, DeFord outlines how composers used background mensural organization to structure motets and mass movements and identifies mensurations that were marked for composers. Josquin’s motets illustrate both of these principles: the composer reserves the old-fashioned technique of systematic diminution for his most serious works, and the background structure that diminution provides has echoes through all levels of the mensural structure (304–16). DeFord’s discussion of three such motets brings to light a variety of subtle details of text setting, background organization, and surface rhythm, usefully illustrating the robust role of mensural structure in Josquin’s compositional thinking. Intriguingly, in her chapter on L’homme armé masses, DeFord argues that the mensural system provided rhythmic and metrical possibilities that modern metrical notation would hinder: “Although it is possible to translate the patterns of note durations that their notation represents into modern notation, much of the meaning of the music is lost in that process. The works are fascinating demonstrations of the principle that a notational system can be not only a tool for recording musical ideas, but a source of inspiration for them as well” (299–300). By highlighting distinct approaches to mensuration, DeFord illuminates composers’ compositional priorities and accounts for nuances of style that are otherwise difficult to characterize.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] One of DeFord’s most compelling conclusions involves the varied ways that mensural structure articulates hierarchy; such hierarchy is implicit in theory and explicit in practice and changes through the 200-year period addressed by the book. For example, DeFord identifies five audible and contrapuntally significant levels of mensural hierarchy in Du Fay’s middle and late songs in perfect tempus and demonstrates “his ability to manipulate rhythms simultaneously on many levels of mensuration without sacrificing any level to the demands of another” (247). In the sixteenth century, mensural organization is quite different: Josquin’s motets exploit increasingly high levels of mensural structure (301–38), while by contrast the canzonetta increases articulation of smaller mensural levels (see DeFord 1981 ).",
                "footnotes": [],
                "citations": [
                    "deford_1981"
                ]
            }
        },
        {
            "11": {
                "text": "[11] At the same time, DeFord argues that Palestrina, whose style has been taken to be representative of “Renaissance rhythm” (375), actually treats mensuration differently than his contemporaries. In contrast to Josquin’s hierarchical method, Palestrina’s approach to mensuration is text-based and consequently de-emphasizes larger mensural levels. DeFord suggests that a focus on Palestrina’s rhythmic style is the source of common misconceptions about the meaningfulness of mensuration (407; see also Haar 1996 ). DeFord makes a similar claim in her chapter on Isaac’s Choralis Constantinus , where she argues that the collection’s infamously complicated mensurations—which have long bred misconceptions about the practicality of mensural notation—may have been a theoretical fiction imposed upon the collection by Sebald Heyden (339–74; see also DeFord 2011 ).",
                "footnotes": [],
                "citations": [
                    "haar_1996",
                    "deford_2011"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Given the book’s immense contribution to a variety of music-theoretical and musicological debates, it is disappointing that DeFord concludes with a cursory summary of “some general principles” that apply to tactus , mensuration, and rhythm (468–71). Many of the book’s most profound claims are elegantly woven into the analytical chapters, and a close reading of the entire book will leave the reader with an enriched understanding of rhythm in the Renaissance. Laudably, in the conclusion DeFord discusses implications for both editing and performance, and she peppers the book with suggestions for performance and critical evaluations of modern editions. For editors, DeFord encourages maintaining original note values and signs, and she suggests barring “in conformity with a unit of mensuration that has a meaningful role in the rhythmic structure” (473). (5) DeFord reaches out to performers by illustrating how different tempi and performance tactus give wildly different effects depending on the relations between mensural levels. (6) She reminds performers that mensuration consists of regular units on multiple levels of structure, but that the manipulation and deviation from these units gives mensural music much of its character; both editors and performers “should aim for good balance in the projection of regular and irregular elements of rhythm” (473). This point is valuable, but more compelling is her explication in the book of the ways in which mensural style changed over time, how manipulations of mensural structure inform the character and rhetoric of individual pieces, and the overarching claim that background regularities in multiple levels of mensural structure govern such manipulations. The latter claim has critical implications for the emergence of modern meter in the sixteenth and seventeenth centuries and will doubtless be explored by theorists of meter in the coming years.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] DeFord presents primary sources exceptionally well. She cites over a hundred theoretical texts; she uses her own translations and prints the original and translated texts side-by-side to facilitate comparison. The musical examples, too, are transcribed from original sources. They are thoughtfully edited and beautifully typeset and should be a model for future work on Renaissance music. Occasionally, DeFord’s close readings of larger works and her claims about large-scale mensural structure require the reader to refer to a modern edition (especially in the chapter on Josquin’s motets); however, in general the plentiful number and elegant presentation of the examples is commendable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Mensuration is manifested in various ways and on several levels in musical sources—in the notated mensuration signs and the theories that govern them, in the compositional regularities that have implicit and explicit mensural bases, and in the performance realities for these vastly different repertories. DeFord demonstrates that mensural structure is a critical factor in this music in ways that are made obvious by the theory and notation and in ways that are more subtle. At the same time, she identifies an implicit hierarchy built into mensural music that interfaces with how we understand modern meter. Tactus, Mensuration, and Rhythm in Renaissance Music has much to offer a variety of audiences, and DeFord masterfully appeals to those interested in historical, theoretical, analytical, editorial, and performance issues. This magnificent book provides a much-needed update to our understanding of rhythm in Renaissance music and reveals far-reaching effects of mensural techniques.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.16.22.2.long.html",
    "data": "mto/data/mto.16.22.2.long.json"
}