{
    "title": "Riff Schemes, Form, and the Genre of Early American Hardcore Punk (1978–83)",
    "date": "2015/03/01",
    "volume": "21",
    "issue": "1",
    "authors": [
        "Easley, David B."
    ],
    "abstract": "This article explores the structures of guitar riffs in early American hardcore punk rock and their role in the creation of meaning within the genre. Drawing upon a corpus analysis of recordings by Bad Brains, Black Flag, Dead Kennedys, and Minor Threat, the article begins by outlining the main ways in which guitar riffs are structured. Many reflect a structural basis in what I call “riff schemes,” organizing patterns of physical repetition and physical change made by a guitarist’s fretting hand. There are four main types, which are defined by the location of repetition within the riff (at the beginning or at the end) and whether the type of repetition is exact or altered: (1) Initial Repetition and Contrast, (2) Statement and Terminal Repetition, (3) Statement and Terminal Alteration, and (4) Model and Sequential Repetition. These schemes may also play an expressive role in song narratives of energy, intensity, and aggression, all of which are common tropes in oral histories of hardcore. In the final part of the article, I present analyses of two songs that demonstrate this use: Minor Threat’s “Straight Edge” and Black Flag’s “Rise Above.”",
    "keywords": [
        "punk rock",
        "hardcore",
        "genre",
        "popular music",
        "riff",
        "repetition",
        "form",
        "musical meaning",
        "Bad Brains",
        "Black Flag",
        "Dead Kennedys",
        "Minor Threat"
    ],
    "doi": "",
    "received": "July 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.1/mto.15.21.1.easley.pdf",
    "author_info": [
        {
            "name": "David B. Easley",
            "university": "Oklahoma City University",
            "address": "Wanda L. Bass School of Music, 2501 N. Blackwelder Ave., Oklahoma City, OK 73106",
            "email": "dbeasley@okcu.edu"
        }
    ],
    "citations": {
        "allen_and_goudeseune_2011": "Allen, Terry and Camille Goudeseune. 2011. “Topological Considerations for Tuning and Fingering Stringed Instruments.” arXiv electronic archive, Cornell University, arXiv:1105.1383. http://arxiv.org/abs/1105.1383 . Accessed June 21, 2014.",
        "almén_2003": "Almén, Byron. 2003. “Narrative Archetypes: A Critique, Theory, and Method of Narrative Analysis.” Journal of Music Theory 47, no. 1: 1–39.",
        "anderson_and_jenkins_2001": "Anderson, Mark and Mark Jenkins. 2001. Dance of Days: Two Decades of Punk in the Nation’s Capital . Akashic Books.",
        "azerrad_2001": "Azerrad, Michael. 2001. Our Band Could Be Your Life: Scenes from the American Indie Underground 1981–1991 . Back Bay Books/Little Brown and Company.",
        "belsito_and_davis_2003": "Belsito, Peter and Bob Davis. [1983] 2003. Hardcore California: A History of Punk and New Wave . Repr. The Last Gasp of San Francisco.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32, no. 2: 95–110.",
        "biamonte_2014": "Biamonte, Nicole. 2014. “ Formal Functions of Metric Dissonance in Rock Music .” Music Theory Online 20, no. 2.",
        "blush_2010": "Blush, Steven. 2010. American Hardcore: A Tribal History . 2nd ed. Feral House.",
        "boulware_and_tudor_2009": "Boulware, Jack and Silke Tudor. 2009. Gimme Something Better: The Profound, Progressive, and Occasionally Pointless History of Bay Area Punk from Dead Kennedys to Green Day . Penguin Books.",
        "butler_2006": "Butler, Mark. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music . Indiana University Press.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "chick_2009": "Chick, Stevie. 2009. Spray Paint the Walls: The Story of Black Flag . Omnibus Press.",
        "cox_2006": "Cox, Arnie. 2006. “Hearing, Feeling, Grasping Gestures.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 45–60. Ashgate.",
        "cox_2011": "Cox, Arnie. 2011. “ Embodying Music: Principles of the Mimetic Hypothesis .” Music Theory Online 17, no. 2.",
        "cusick_1994": "Cusick, Suzanne G. 1994. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32, no. 1: 8–27.",
        "decker_2013": "Decker, Gregory J. 2013. “ Pastorals, Passepieds, and Pendants: Interpreting Characterization Through Aria Pairs in Handel’s Rodelinda .” Music Theory Online 19, no. 4.",
        "easley_2011": "Easley, Dave. 2011. “‘It’s not my imagination, I’ve got a gun on my back!’: Style and Sound in Early American Hardcore Punk, 1978–1983.” PhD diss., Florida State University.",
        "fabbri_1982": "Fabbri, Franco. 1982. “A Theory of Musical Genres: Two Applications.” In Popular Music Perspectives , ed. David Horn and Philip Tagg, 52–81. International Association for the Study of Popular Music.",
        "fisher_and_lochhead_2002": "Fisher, George and Judy Lochhead. 2002. “Analyzing from the Body.” Theory and Practice 27: 37–67.",
        "gendron_2002": "Gendron, Bernard. 2002. Between Montmartre and the Mudd Club: Popular Music and the Avant-Garde . University of Chicago Press.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Indiana University Press.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Indiana University Press.",
        "heetderks_2013": "Heetderks, David. 2013. “Hardcore Re-visioned: Reading and Misreading in Sonic Youth, 1987–8.” Music Analysis 32, no. 3: 363–403.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "holt_2007": "Holt, Fabian. 2007. Genre in Popular Music . University of Chicago Press.",
        "hurchalla_2006": "Hurchalla, George. 2006. Going Underground: American Punk 1979–1992 . 2nd ed. Stuart, FL: Zuo Press.",
        "jones_2003": "Jones, M. Rusty. 2003. “Modulation by Key Class.” Indiana Theory Review 24, no. 1: 1–28.",
        "klein_2004": "Klein, Michael. 2004. “Chopin’s Fourth Ballade as Musical Narrative.” Music Theory Spectrum 26, no. 1: 23–55.",
        "koozin_2011": "Koozin, Timothy. 2011. “ Guitar Voicing in Pop-Rock Music: A Performance-Based Analytical Approach .” Music Theory Online 17, no. 3.",
        "kuhn_2010": "Kuhn, Gabriel, ed. 2010. Sober Living for the Revolution: Hardcore Punk, Straight Edge, and Radical Politics . PM Press.",
        "le_guin_2005": "Le Guin, Elisabeth. 2005. Boccherini’s Body: An Essay in Carnal Musicology . Berkeley, CA: University of California Press.",
        "mccandless_2013": "McCandless, Gregory R. 2013. “ Metal as a Gradual Process: Additive Rhythmic Structures in the Music of Dream Theater .” Music Theory Online 19, no. 2.",
        "mcmullen_2006": "McMullen, Tracy. 2006. “Corpo-Realities: Keepin’ It Real in ‘Music and Embodiment’ Scholarship.” Current Musicology 82: 61–80.",
        "mead_1999": "Mead, Andrew. 1999. “Bodily Hearing: Physiological Metaphors and Musical Understanding.” Journal of Music Theory 43, no. 1: 1–19.",
        "middleton_1983": "Middleton, Richard. 1983. “‘Play It Again Sam’: Some Notes on the Productivity of Repetition in Popular Music.” Popular Music 3: 235–70.",
        "minturn_and_jones_2009": "Minturn, Neil and M. Rusty Jones. 2009. “Toward a Theory of Keyboard Topography.” Paper presented at the annual meeting of the Society for Music Theory, Montreal, Canada.",
        "monelle_2000": "Monelle, Raymond. 2000. The Sense of Music: Semiotic Essays . Princeton University Press.",
        "monson_1999": "Monson, Ingrid. 1999. “Riffs, Repetition, and Theories of Globalization.” Ethnomusicology 43, no. 1: 31–65.",
        "moore_2012": "Moore, Allan F. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Ashgate.",
        "o’hara_1999": "O’Hara, Craig. 1999. The Philosophy of Punk: More Than Noise . 2nd ed. AK Press.",
        "osborn_2010": "Osborn, Brad. 2010. “Beats that Commute: Algebraic and Kinesthetic Models for Math-Rock Grooves.” Gamut 3, no. 1: 43–68.",
        "osborn_2013": "Osborn, Brad. 2013. “Subverting the Verse-Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35, no. 1: 23–47.",
        "rachman_2007": "Rachman, Paul. 2007. American Hardcore: The History of American Punk Rock 1980–1986 , DVD. Sony Pictures Classics (17094).",
        "rapport_2014": "Rapport, Evan. 2014. “Hearing Punk as Blues.” Popular Music 33, no. 1: 39–67.",
        "rink_spiro_and_gold_2011": "Rink, John, Neta Spiro, and Nicolas Gold. 2011. “Motive, Gesture, and the Analysis of Performance.” In New Perspectives on Music and Gesture , ed. Anthony Gritten and Elaine King, 267–292. Ashgate.",
        "rockwell_2007": "Rockwell, Joti. 2007. “Drive, Lonesomeness, and the Genre of Bluegrass Music.” PhD diss., University of Chicago.",
        "rockwell_2009": "Rockwell, Joti. 2009. “Banjo Transformations and Bluegrass Rhythm.” Journal of Music Theory 53, no. 1: 137–62.",
        "saslaw_1996": "Saslaw, Janna. 1996. “Forces, Containers, and Paths: The Role of Body-Derived Image Schemas in the Conceptualization of Music.” Journal of Music Theory 40, no. 2: 217–43.",
        "sewell_2010": "Sewell, Stacey. 2010. “Listening Inside Out: Notes on Embodied Analysis.” Performance Research 15, no. 3: 60–65.",
        "shaftel_2009": "Shaftel, Matthew. 2009. “Types, Tokens, and Figaro : Musical Structure and Dramatic Narrative in the Act I Trio from Mozart’s Marriage of Figaro .” In Keys to the Drama: Nine Perspectives on Sonata Forms , ed. Gordon Sly, 27–49. Ashgate.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1, no. 1: 29–54.",
        "spitz_and_mullen_2001": "Spitz, Marc and Brendan Mullen. 2001. We Got the Neutron Bomb: The Untold Story of L.A. Punk . Three Rivers Press.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press.",
        "stewart_2009": "Stewart, E. Jabali. 2009. “The Soft Power of Violence: Towards A Definition of Combat Dancing.” PhD diss., University of Washington.",
        "summach_2012": "Summach, Jason. 2012. “Form in Top-20 Rock Music, 1955–89.” PhD diss., Yale University.",
        "thompson_2004": "Thompson, Stacy. 2004. Punk Productions: Unfinished Business . State University of New York Press.",
        "traut_2005": "Traut, Don. 2005. “‘Simply Irresistible’: Recurring Accent Patterns as Hooks in Mainstream 1980s Music.” Popular Music 24, no. 1: 57–77.",
        "tsitsos_1999": "Tsitsos, William. 1999. “Rules of Rebellion: Slamdancing, Moshing, and the American Alternative Scene.” Popular Music 18, no. 3: 397–414.",
        "waksman_2009": "Waksman, Steve. 2009. This Ain’t the Summer of Love: Conflict and Crossover in Heavy Metal and Punk . Bekeley, CA: University of California Press.",
        "white_1978": "White, Hayden. 1978. Tropics of Discourse: Essays in Cultural Criticism . Johns Hopkins University Press.",
        "zak_2001": "Zak, Albin. 2001. The Poetics of Rock: Cutting Tracks, Making Records . University of California Press.",
        "zbikowski_2002": "Zbikowski, Lawrence M. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Oxford University Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* I’m grateful to David Heetderks for providing insightful feedback and suggestions on an earlier draft of the article and to Jane Piper Clendinning who oversaw this research in its earliest stages. Thanks also to Nicole Biamonte, Stephen Rodgers, and the anonymous reviewers of Music Theory Online .",
            "citations": []
        },
        "FN1": {
            "text": "1. Drawing on the writings of rock critic Lester Bangs, Bernard Gendron identifies three key aesthetic features of early punk: aggressiveness and loudness, minimalism, and “defiant rank amateurism” ( 2002 , 233–34). In hardcore, these elements were adapted and amplified. As Steve Waksman states, “hardcore expressed a critique of punk from within that had considerable persuasive force for those who believed that punk had stopped short of the full-scale subversion it had seemed to promise” ( 2009 , 216). Indeed, Waksman specifically identifies faster tempos as one significant musical change, explaining that they were a “means of demonstrating the hardcore commitment to an extreme sound and style of performance” ( 259 ). Steven Blush picks up on this aspect as well when he states, “Singers belted out words in an abrasive, aggressive manner. Drummers played ultra-fast, in an elemental one-two-one-two” ( 2010 , 44). The focus on speed had other effects on the music as well, most notably in abbreviated song lengths, with many lasting no more than two minutes. Of note here is D.R.I.’s 1983 7″ EP Dirty Rotten , which features 22 songs with a total clock time of 17′38″(!). In addition to their extremely concise song forms, D.R.I. is also notable as an early example of “crossover thrash,” in which bands straddled the line between hardcore and thrash metal. Although elements of metal are present in earlier hardcore bands, as noted above, the relationship between these two genres became more prominent with the rise of bands like D.R.I. in the early to mid-1980s. See Waksman 2009 (in particular, 210–40) for more information on the relationships between punk, hardcore, and metal.",
            "citations": [
                "gendron_2002",
                "waksman_2009",
                "waksman_2009",
                "blush_2010",
                "waksman_2009"
            ]
        },
        "FN2": {
            "text": "2. For more on the history of hardcore, see Belsito and Davis 2003 , Hurchalla 2006 , and Blush 2010 . There are also many works in which authors focus on a single scene or band, including Azerrad 2001 , who discusses several “indie” bands, including Black Flag and Minor Threat; Spitz and Mullen 2001 , on the Los Angeles punk and early hardcore scenes; Anderson and Jenkins 2001 on the Washington D.C. punk and hardcore scenes; Boulware and Tudor 2009 on the San Francisco punk and hardcore scene; and Chick 2009 on Black Flag. The most thorough “academic” treatments of hardcore have been completed by Waksman ( 2009 ) and, to a lesser extent, Thompson ( 2004 ).",
            "citations": [
                "belsito_and_davis_2003",
                "hurchalla_2006",
                "blush_2010",
                "azerrad_2001",
                "spitz_and_mullen_2001",
                "anderson_and_jenkins_2001",
                "boulware_and_tudor_2009",
                "chick_2009",
                "waksman_2009",
                "thompson_2004"
            ]
        },
        "FN3": {
            "text": "3. Mark Spicer defines a riff as “a distinctive melodic/rhythmic idea—usually longer than a motive but not large enough to constitute a full phrase—which is frequently (but not always) sounded over and over again in the manner of an ostinato” ( 2004 , 30). I follow this definition, but with the qualification that riffs may—and in hardcore, often do—constitute full phrases, mostly because of their length, which is typically four measures or more. Furthermore, I follow Butler ( 2006 , 260) in regarding rhythm as an essential feature of a riff; even a harmonic pattern, if presented with a distinctive rhythm, may act as a riff. This is what differentiates riffs from more general forms of guitar accompaniment, such as a chord progression strummed with even quarter notes, a decidedly background function for the instrument. Riffs, on the other hand, rise to the foreground as essential to the identity of a song.",
            "citations": [
                "spicer_2004",
                "butler_2006"
            ]
        },
        "FN4": {
            "text": "4. See also Osborn 2010 , which presents a model for understanding how performers and listeners navigate complex rhythmic structures, most notably changing meters. Focusing on math-rock, Osborn observes that many drummers maintain a constant pulse—the pivot pulse—at the “slowest pulse stream preserved in a given meter change” ( 48 ). He then formalizes this observation as a mathematical model to calculate the pivot-pulse for given meter changes. Although the article is not solely focused on performative aspects, the impetus is nonetheless kinesthetic. For other non-pop/rock instrument-specific approaches, see Allen and Goudeseune 2011 , Minturn and Jones 2009 , and Jones 2003 .",
            "citations": [
                "osborn_2010",
                "osborn_2010",
                "allen_and_goudeseune_2011",
                "minturn_and_jones_2009",
                "jones_2003"
            ]
        },
        "FN5": {
            "text": "5. In addition to Mead’s early contribution to studies of musical embodiment—as well as those by Cusick ( 1994 ) and Saslaw ( 1996 )—see also Zbikowski 2002 , Fisher and Lochhead 2002 , Le Guin 2005 , McMullen 2006 , Sewell 2010 , Cox 2006 and 2011 , and Rink, Spiro, and Gold 2011 for just a small snapshot of this burgeoning field.",
            "citations": [
                "cusick_1994",
                "saslaw_1996",
                "zbikowski_2002",
                "fisher_and_lochhead_2002",
                "le_guin_2005",
                "mcmullen_2006",
                "sewell_2010",
                "cox_2006",
                "cox_2011",
                "rink_spiro_and_gold_2011"
            ]
        },
        "FN6": {
            "text": "6. As Koozin ( 2011 , [7]) notes, “Guitar riffs comprise embodied musical actions we understand at a basic categorical level of cognition through their correlation with basic image schemas we experience in everyday life.” Whereas Koozin’s investigation of guitar fretboard topography addresses primarily harmonic aspects, my own study focuses on more general actions involving gestures that are repeated, altered, or changed completely. As I argue below in two in-depth analyses, the gestures involved in hardcore riffs—along with the lyrics and other musical parameters—may play a role in projecting expressive narratives that capture some of the central cultural tropes of hardcore.",
            "citations": [
                "koozin_2011"
            ]
        },
        "FN7": {
            "text": "7. Though not focused on the performance aspects of riffs, Ingrid Monson’s study ( 1999 ) also examines the role that riffs play in creating form. She states that riffs may occur “singly, in call and response, in layers, as melody, accompaniment, and bassline” ( 31 ). My study differs from Monson’s in that I focus on the structural features of individual riffs. That is, Monson examines how riffs are used, while I examine riffs as specific types of patterns.",
            "citations": [
                "monson_1999",
                "monson_1999"
            ]
        },
        "FN8": {
            "text": "8. I follow Fabian Holt and others in defining “genre” as a collective network of categories and conventions that “are created in relation to particular musical texts and artists and the contexts in which they are performed and experienced” ( 2007 , 2). Musical style is but one manifestation of the genre. As Franco Fabbri ( 1982 ) states, a genre is defined by “a larger set of cultural rules that may include musical style as a subset” ( 52 ). In his dissertation on bluegrass music, Joti Rockwell makes a similar distinction, noting that style “refers to a manner of performance (instrumentation, tempo, vocal delivery, harmonic structure, etc.),” while genre refers to a “wider cultural complex” ( 2007 , 27). In this article, I maintain this distinction between genre and style as I examine bands that have similar manners of performance. Although bands such as Black Flag and the Dead Kennedys also reflect styles unique to themselves—their own idiolects—there are still musical similarities that form a basis for comparison. Distinguishing hardcore as a genre from hardcore as style aids in understanding how bands as diverse as Bad Brains and “Anti-Hardcore” groups such as San Francisco’s Flipper can both be referred to as “hardcore,” despite their drastically different sounds. See Blush ( 2010 , 44–46) for a brief discussion of the diversity of hardcore bands. This diverse unity is not relegated to hardcore, however. Gendron ( 2002 ) presents several quotes from earlier punk bands—namely the Ramones and the Talking Heads—which demonstrate a similar distinction between genre and style. In particular, see 256–59.",
            "citations": [
                "holt_2007",
                "fabbri_1982",
                "fabbri_1982",
                "rockwell_2007",
                "blush_2010",
                "gendron_2002"
            ]
        },
        "FN9": {
            "text": "9. My investigation is limited to four seminal bands: Bad Brains, Black Flag, Dead Kennedys, and Minor Threat. Although each band has a distinct idiolect, many of their musical practices are indicative of hardcore in general. Further, I focus on early recordings from 1978 to 1983. Following this period, bands began to experiment more and move into other styles (Bad Brains, Black Flag, Dead Kennedys), they broke up (Minor Threat), or they went on a hiatus from recording (Dead Kennedys). Overall, I examined 93 songs that featured a total of 267 riffs. See paragraphs 5.1–5.3 below for more detailed information on the results of this study. While I have consulted numerous other hardcore bands from the same time period, they are not explicitly included in the corpus.",
            "citations": []
        },
        "FN10": {
            "text": "10. Moore ( 2012 , 19ff.) discusses the roles of instruments in rock songs, referring to them by their functions within the texture as a whole. He identifies four layers: the explicit beat layer, the functional bass layer, the melodic layer, and the harmonic filler layer. In a traditional rock setting, the drums, bass guitar, voice, and guitar perform these roles, respectively. Moore also specifically regards riffs as functioning within the harmonic filler layer ( 26–27 ). However, as I argue, riffs are the primary carriers of the tune in a song and, as such, better reflect the characteristics of the melodic layer. Although I have no evidence to marshal in support, I believe that the guitar’s elevated role is at least partially due to a compositional process that begins with the creation of a riff, to which a singer adds lyrics and a vocal line. This process reflects my own performance experiences in this genre. Further, although other features such as timbre and texture play equally important roles in this music, my focus is on the more traditional, “primary” parameters of pitch, rhythm, and form. Using Albin Zak’s terminology, I am primarily concerned with the song and the musical arrangement . As Zak defines them, The song is what can be represented on a lead sheet; it usually includes words, melody, chord changes, and some degree of formal design. The arrangement is a particular musical setting of the song. It provides a more detailed prescriptive plan: instrumentation, musical parts, rhythmic groove, and so forth ( 2001 , 24). In the final part of this paper, I will also consider the impact of the track as a whole in my analyses. This includes considerations of texture, timbre, and any effects that are a byproduct of the recording process.",
            "citations": [
                "moore_2012",
                "moore_2012",
                "zak_2001"
            ]
        },
        "FN11": {
            "text": "11. I define “gesture” as a coordinated series of actions that cohere into a musical, and often physical, idea; it is roughly equivalent to a subphrase. In many instances, it is quite obvious where one gesture ends and another begins, particularly if the pattern is repeated several times. In other cases, the segmentation is not so clear-cut. My first criterion in segmenting riffs into gestures is how they feel as a pattern when performing them on a guitar. Sometimes, even a single chord can feel like a complete gesture, typically due to a distinctive rhythmic pattern. Actions such as a change in direction, change to a different string, a large leap, and/or a new rhythmic pattern might signal the initiation of a new gesture. I temper these subjective decisions by examining other musical materials, including drumming patterns, vocal phrasing, and texture, all of which play an important role in initiating and completing the riff and its constituent gestures.",
            "citations": []
        },
        "FN12": {
            "text": "12. The terms “initiating” and “concluding” are taken from Caplin ( 1998 ).",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN13": {
            "text": "13. I should note that “part” is not equivalent to “half”; part 1 may be longer than part 2 and vice versa. However, it is most common for both parts of a riff to be equal in length or for part 1 to be longer.",
            "citations": []
        },
        "FN14": {
            "text": "14. Throughout this article, I use definitions of formal modules from Summach 2012 as a point of departure. Following the methodology of Hepokoski and Darcy ( 2006 ), Summach views rock songs as modular assemblies: primary (e.g., strophe and chorus), secondary (e.g., bridge, verse, prechorus, postchorus), and auxiliary (e.g., intro, Janus, outro, coda) modules are linked together in the formation of a song. Depending on the types of modules used, songs reflect one of three principal types: strophic, AABA, or verse-chorus. Summach’s work is based on Top-20 Rock music from 1955–89, but his functional approach is adaptable to many hardcore songs. Although most of the examples in this article are taken from verses and choruses, riffs—and riff schemes—may be found in any module type.",
            "citations": [
                "summach_2012",
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN15": {
            "text": "15. Every riff discussed in this article includes a notation of the riff as well as a video performance. All videos were created by the author. For an explanation of my fretboard diagrams, transcription methods, and other conventions of notation, see Appendix I (located at the end of this article). As noted by one of the anonymous reviewers for this journal, the video performances certainly lack the type of energy and aggression described in my text and heard in the recordings, as they are taken out of the context of actual performance. However, the reviewer also pointed out that the videos foreground another, unmentioned aspect of punk aesthetics, given the economy of movement required in performing most riffs: the amateurism, laziness, and general “I don’t care” attitude of punk performance.",
            "citations": []
        },
        "FN16": {
            "text": "16. The backbeat drum pattern found in part 1 is standard in rock and is characterized by its even rhythmic grouping with kick drum attacks on beats 1 and 3, snare drum attacks on beats 2 and 4, and a consistent quarter-note (or eighth-note) pulse kept on a hi-hat or ride cymbal. The 3+3+2 “tresillo” pattern is also quite common in hardcore and the drum pattern that typically accompanies it is colloquially referred to as a “D-beat” pattern, named after the UK band Discharge. The second measure in “Don’t Need It” is the most basic form. Although it is presented for only a single measure here, it may also be repeated from measure to measure, as in Minor Threat’s “Out of Step,” discussed below in paragraph 3.3. See Biamonte ( 2014 , in particular paragraphs 3.1–3.4 and 7.1–7.11) for further discussion of the tresillo and other clave-based rhythms in rock music, as well as their roles as metric dissonances that express particular formal functions. Also see Traut ( 2005 ) for a discussion of the use of clave-based rhythms in hooks in music from the 1980s.",
            "citations": [
                "biamonte_2014",
                "traut_2005"
            ]
        },
        "FN17": {
            "text": "17. When playing power chords, covering a distance of three frets or more requires a good amount of physical coordination, as the entire hand configuration must shift; such a motion would be far easier if it were strictly melodic, as only a single finger would need to be moved. Furthermore, given the fast tempos of hardcore, extended motions become even more exaggerated and difficult to perform successfully. I should note, however, that this is relative to a performer’s location on the fretboard. As one moves to higher frets, the distance between them is shorter. For example, a motion from frets 13 to 16 is far easier to execute than frets 1 to 4.",
            "citations": []
        },
        "FN18": {
            "text": "18. Thanks to David Heetderks for sharing this observation.",
            "citations": []
        },
        "FN19": {
            "text": "19. Stephenson ( 2002 ) calls this type of phrase the 2+2 model, as it presents two bars of melodic activity followed by two bars of melodic rest. As he notes, this model is characteristic of much blues music and blues-based rock songs, but may be found throughout the rock repertoire, including later rock songs that “otherwise bear few resemblances to the blues” ( 8 ) This is certainly the case with much hardcore music, as there are few other characteristics that link the two genres, at least upon first glance. See Rapport ( 2014 ) for a fuller discussion of the influence of blues music on punk and hardcore, as well as those artists’ negation of such influences.",
            "citations": [
                "stephenson_2002",
                "stephenson_2002",
                "rapport_2014"
            ]
        },
        "FN20": {
            "text": "20. Although the lead guitar’s soloing during the statement is most prominent, the bassist is clearly laying the foundation with chord roots and videos of live performances confirm that the second guitarist plays the riff as I have notated it.",
            "citations": []
        },
        "FN21": {
            "text": "21. This song is from Bad Brains’ album Rock for Light , which was produced by Ric Ocasek (of the Cars) and first released in 1983. When the album was being prepared for CD release in 1990, Ocasek and Darryl Jenifer (the band’s bassist) took the opportunity to remix the songs. Although most alterations were made to the spatial attributes of the recording (i.e., placement and coverage of the instruments along the stereo field, changes to the reverberance of the performance environment, etc.), other changes were more startling. Most of the songs were raised in pitch by a half step due to an increase in the tape speed. The transcription and video demonstration of “Joshua’s Song” were made from the original, though now out-of-print, release of Rock for Light .",
            "citations": []
        },
        "FN22": {
            "text": "22. In a recent article on the music of Dream Theater, Greg McCandless ( 2013 ) has described what he calls ABAC Additive Metrical Process (ABAC-AMP), in which each phrase of an ABAC pattern undergoes an additive process. That is, A might present a bar of 4 3 , B a bar of 4 4 , a repetition of A, and then a bar of 4 5 for C. He relates the overall structure to the common rock paradigm of statement-departure-restatement-conclusion, which the Statement and Terminal Alteration scheme resembles, particularly when each part of the riff includes multiple gestures or when the scheme unfolds over the course of an entire module (discussed below). One might also note the similarity between McCandless’s and my own schemes and that of a classic parallel period structure. The main difference is that the cadential paradigm of inconclusive-conclusive may simply be rhetorical in hardcore or even non-existent, as riffs may be left tonally “open.” We seldom encounter the kind of tonal, rhythmic, and metric combination that fosters the aural impression of “cadence.” Further, I am hard-pressed to consider a riff such as “Joshua’s Song” as presenting two phrases, and I should note that many riffs exhibiting this scheme are similarly short, with each gesture dependent on the other. Thus, while I would consider all examples in hardcore with a period-like structure to be Statement and Terminal Alteration schemes, not all Statement and Terminal Alteration schemes are parallel periods.",
            "citations": [
                "mccandless_2013"
            ]
        },
        "FN23": {
            "text": "23. Although there may appear to be a nested example of Statement and Terminal Alteration in the first two measures of this example (G–E, G–D), I do not designate it as a separate gesture for two reasons. First, gestures in hardcore riffs are more likely to end on beat 4 rather than begin on them. And second, the drum pattern clearly establishes a two-measure idea. There are, however, riffs in which there truly is a nested pattern, but the schemes typically take place at different levels. For example, the choruses of Black Flag’s “Police Story” (1981) begin with what appears to be an Initial Repetition and Contrast scheme. The initial gesture (C–D) is repeated three times before concluding with a motion to B ♭ . This pattern is then repeated, but, after reaching B ♭ , the riff is extended with several motions from B ♭ to G to provide closure to the chorus. Thus, the entire chorus is organized as a Statement and Terminal Alteration scheme as well. See paragraph 4.3 below for another example of this type of nested scheme.",
            "citations": []
        },
        "FN24": {
            "text": "24. I refer to this module as the chorus, but the formal process in “Small Man, Big Mouth” is somewhat more complicated. While the lyrics are invariant—a common feature of choruses—the musical features do not reflect the sense of arrival that we would expect in this module type. Upon the arrival of the final module of the song, however, it becomes clear why: the verse is transformed into a true arrival point, as a group of vocalists replace the narrative of the verse text with a presentation of the song title, which is repeated several times. This reflects a plan that is similar to what Osborn ( 2013 ) calls a “terminally climactic form” (TCF) because the true highpoint of the song is withheld until the end. Although the music at the end of “Small Man, Big Mouth” is not new—a requirement of Osborn’s definition of TCFs—the changes to the music and text seem to point towards a similar formal strategy. There are a few true examples of TCFs in early punk and hardcore, such as “Today Your Love, Tomorrow the World” (Ramones, 1976), “God Save the Queen” (Sex Pistols, 1977), “Your Emotions” (Dead Kennedys, 1980), and “Little Friend” (Minor Threat, 1983), but they are not all that common.",
            "citations": [
                "osborn_2013"
            ]
        },
        "FN25": {
            "text": "25. Other examples of true Model and Sequential Repetition schemes include the following (track times are for the first occurrence in a song): “I Don’t Wanna Hear It” (chorus, 0:16ff.), “Stand Up” (verse, 0:05ff.), “Guilty of Being White” (verse, 0:02ff.), and “Think Again” (prechorus, 0:23ff.). For other near-sequences, such as “Small Man, Big Mouth,” see “Minor Threat” (verse [0:00ff.] and chorus [0:29ff.]) and “In My Eyes” (verse, 0:36ff.).",
            "citations": []
        },
        "FN26": {
            "text": "26. Biamonte calls this pattern the “double tresillo,” interpreting it as an expansion of the 3+3+2 tresillo pattern ( 2014 , [3.3]). In certain cases, the double tresillo is used to create a cadential hemiola, as the tension of the middle portion of the phrase—when the pattern is out of phase with the 4 4 meter—helps to accelerate motion to the end, thus enhancing cadential arrival ( 2014 , [3.3 and 7.1]). “Pay to Cum” is a notable example of such a process. The double tresillo rhythm disrupts the even rhythms present in the first three iterations of the riff and enhances the drive toward the end of the chorus.",
            "citations": [
                "biamonte_2014",
                "biamonte_2014"
            ]
        },
        "FN27": {
            "text": "27. See Biamonte ( 2014 , [5.1–5.2]) for other examples of hypermetric dissonances in rock music. It is interesting to note that whereas most of Biamonte’s examples involved deleting measures, the hypermetric dissonance in “California Über Alles” arises from adding measures to the prevailing four-bar hypermeter. A similar example may be found below in the analysis of Black Flag’s “Rise Above”; see Example 18. Thanks again to David Heetderks for sharing this observation.",
            "citations": [
                "biamonte_2014"
            ]
        },
        "FN28": {
            "text": "28. The corpus excluded cover songs, re-recordings, and other songs that were obviously not within the sphere of hardcore, such as the numerous reggae and dub songs written and recorded by Bad Brains. Further, although the Dead Kennedys’ album Plastic Surgery Disasters was released in 1982, it was not included as a part of the corpus, because such an inclusion would lead to a much larger number of songs (and riffs) than the other bands.",
            "citations": []
        },
        "FN29": {
            "text": "29. For the purposes of the following charts, it may be helpful to replace the word “riff” with “module.” Every module in hardcore is organized by a single phrase-length riff (with or without a riff scheme present), which is simply repeated in the creation of the module or is altered at some point in its repetition in order to create a larger instance of a riff scheme. Thus, when I state that a riff is organized by a riff scheme, it is implied that the module in which it occurs is also organized by that scheme. For example, the choruses in both “Nazi Punks Fuck Off” (Example 3) and “Pay to Cum” (Example 12) are organized by Initial Repetition and Contrast . Although the former reflects the scheme at the phrase level and the latter at the module level, I consider their modules to be organized in a similar manner; the difference is only the level at which the scheme unfolds. However, below in paragraph 6.1 I will consider the implications of the level at which a scheme is present.",
            "citations": []
        },
        "FN30": {
            "text": "30. There are examples of purely musematic riffs in hardcore. I call these “one-part” riffs (listed as “other” in the charts above), as they present only a single gesture that is repeated throughout a formal module. See Black Flag’s “Wasted” (verse, 0:16ff.) for an example. Moore refers to these as “open-ended repetitive gestures” because the pattern may be repeated over and over again, as there is no “external restriction” on the length of repetition ( 2012 , 77). In some extraordinary instances, apparent musematic repetitions are gradually realized as taking part in a much longer, discursive process. I will discuss this below in an analysis of “Straight Edge” by Minor Threat.",
            "citations": [
                "moore_2012"
            ]
        },
        "FN31": {
            "text": "31. Rockwell, following the work of Hayden White ( 1978 ), states that tropes “are both shaped by and instantiated within musical sound. In other words, in a metaphorical sense, tropes reside in sound” ( 2007 , 24). That is, tropes arise both metaphorically and literally, as listeners “invoke and shape tropes to understand what they hear, to communicate musical experiences, to construct and reinforce generic identity, and to evaluate music in relation to such identities” ( 15 ). Although Rockwell’s study deals with the genre of bluegrass, his methodology is equally applicable to hardcore. For example, the characterization of hardcore as “aggressive” recurs throughout oral histories, certainly due in no small part to the anger and pointed sentiments expressed in the lyrics of many songs. Further, audience reception at live shows might also be described as “aggressive,” given the typical interaction of audience members slamming into one another (i.e., slam-dancing). Thus, the purpose of the following analyses is to seek to identify those musical features that play a role in perpetuating a given trope. See Rockwell ( 2007 , 14–24) for more on this conception of tropes, particularly in relation to the traditional use of the term in music, as well as recent formulations by Robert Hatten ( 1994 and 2004 ).",
            "citations": [
                "white_1978",
                "rockwell_2007",
                "rockwell_2007",
                "rockwell_2007",
                "hatten_1994",
                "hatten_2004"
            ]
        },
        "FN32": {
            "text": "32. The valorization of intensity leading to injury is fairly common in hardcore literature, but is also present in earlier punk as well. One need only think of Iggy Pop breaking a bottle and rolling around in it during performances, or of the Sex Pistols’ bassist Sid Vicious, who would mutilate himself on stage. Physical pain as currency for excitement also extended to the audiences of hardcore shows, primarily in the form of slam-dancing. Artist Matthew Barney describes his own experiences with slam-dancing, “There was something that attracted me to the pit, this kind of a controlled violent system where there are codes, and where people, in spite of the fact that their [ sic ] taking off each other’s heads, they’re also looking out for one another, which is true of the football field as well. You were punished a little for being there, which was very exciting” (quoted in Blush 2010 , 24). Ray Farrell, of SST Records, compares hardcore dancing to earlier punk dancing, but also relates it directly to musical features. He states that “With Hardcore, there was a lot more boots flying in the air than tennis shoes—a real aggressive connotation to it. It replaced the arty stuff with an injection of extreme energy, to the point where being a faster band was the equivalent of playing a faster guitar solo in the 70s” ( Blush 2010 , 25). For more on the role of slam-dancing in hardcore and other musical scenes, see Tsitsos 1999 and Stewart 2009 .",
            "citations": [
                "blush_2010",
                "blush_2010",
                "tsitsos_1999",
                "stewart_2009"
            ]
        },
        "FN33": {
            "text": "33. In his book, Moore outlines five possible roles of the environmental background (as opposed to the foregrounded persona), which move from contributing little to the specific meaning of a song to opposing the specific meaning of the song: inert, quiescent, active, interventionist, and oppositional ( 188–207 ). Similar, though applied to a far different repertory, is Matthew Shaftel’s discussion of how music and drama may interact in opera ( 2009 ). As Shaftel states, the music of an opera may paraphrase/correspond to, polarize/define, contradict/ignore, or supplement/provide subtext for the drama ( 33 ), and he provides examples from Mozart’s Le Nozze di Figaro . Notably, “music” in this case includes syntactical elements, but also denotative and connotative elements, such as musical topics. See also Decker 2013 , which applies Shaftel’s model to Handel’s operas.",
            "citations": [
                "moore_2012",
                "shaftel_2009",
                "shaftel_2009",
                "decker_2013"
            ]
        },
        "FN34": {
            "text": "34. Straight edge as a lifestyle was, essentially, spawned by this song, as MacKaye’s lyrics outlined the main tenets of straight-edge living and were quickly picked up by other bands and fans. O’Hara ( 1999 ) explains: “The message was simple: you do not have to drink alcohol, smoke, or indulge in any mind altering drugs to have a good time” ( 142 ). See Kuhn 2010 , Blush 2010 , 28–31, and O’Hara 1999 , 142–51 for more in-depth discussions about the history and culture of straight edge.",
            "citations": [
                "kuhn_2010",
                "blush_2010"
            ]
        },
        "FN35": {
            "text": "35. It is common for hardcore vocalists to perform and speak as themselves; there are few hardcore songs in which listeners might view the vocalist as taking on a separate persona. Rather, hardcore vocalists tend to conflate the levels of performer, persona, and protagonist ( Moore 2012 , 180–182). When we hear Ian MacKaye sing, we are led to believe that all three levels reflect Ian MacKaye, Minor Threat’s vocalist, who speaks as himself and, in this particular song, presents a very personal view. This common feature of hardcore is certainly wrapped up in notions of authenticity and the kind of “come as you are” mindset exhibited by participants.",
            "citations": [
                "moore_2012"
            ]
        },
        "FN36": {
            "text": "36. Brevity is another trope of hardcore. Although such concision is a byproduct of the faster performance tempos, it was also an aesthetic desire. Waksman ( 2009 ) regards this as a more general “impulse toward purification,” which he states is a key feature that distinguished hardcore from earlier punk ( 264 ). For Waksman, the avoidance of guitar solos is one example of such a desire. Keith Morris (vocalist, Black Flag and Circle Jerks) seems to reflect this ideal in an explanation of his own approach to songwriting: “The short, fast songs; trim all the fat: ‘Later!’ to the intro, ‘Later!’ to the outro. Cut the bridge in half, and get on with it” ( Rachman 2007 ). Ian MacKaye describes an even more direct approach when he states, “I will say exactly what’s on my mind and do it in 32 seconds” ( Rachman 2007 ). As I have stated elsewhere, this “impulse toward purification” is also present in other musical parameters, such as the attributes of hardcore recordings ( Easley 2011 , 167–239).",
            "citations": [
                "waksman_2009",
                "waksman_2009",
                "rachman_2007",
                "rachman_2007",
                "easley_2011"
            ]
        },
        "FN37": {
            "text": "37. Thanks to one of the anonymous reviewers of this journal for sharing this observation.",
            "citations": []
        },
        "FN38": {
            "text": "38. In his analysis of “All Day and All of the Night” by the Kinks, Koozin ( 2011 ) identifies a similar process. He finds that the rising fretboard motion works in tandem with the singer’s narrative journey from declaration (the verse) to obsession (the bridge) to ultimate declamation in the song’s title line (the chorus). Similarly to “Straight Edge,” the guitar riff in the Kinks’ song begins in a lower register and gradually rises throughout the formal modules. As Koozin explains, this demonstrates a correlation between the embodied musical actions of a guitar riff and basic image schemas, as “the guitarist’s trajectory in performing the riffs, from the lowest fret to riff statements high on the guitar neck, parallels the musical motion spanning the verse, bridge, and chorus” ( [7] ). Although the trajectory is much shorter in “Straight Edge,” the process of unfolding a lyrical narrative within a long, goal-directed motion is still present and equally meaningful.",
            "citations": [
                "koozin_2011",
                "koozin_2011"
            ]
        },
        "FN39": {
            "text": "39. Bad Brains’ “Banned in D.C.” (1982) offers a very similar example in that it, too, weaves a narrative of energy and intensity via a rising Model and Sequential Repetition riff construction, albeit on a larger scale. As opposed to unfolding within a single strophe, the rising trajectory in “Banned in D.C.” occurs over two rotations of a verse-chorus pair. Tension is not abated until the arrival of the final module, which is colloquially referred to as a “breakdown.” In early hardcore, a breakdown is a formal module that occurs in the latter part of a song and features an approximate “halving” of the tempo, most often resulting in a change in the tactus from the half note to the quarter note. This has the effect of moving from double-time to half-time. The lyrics—if present—are often the most direct lines of the song. In “Banned in D.C.,” for example, the verses and choruses portray the band’s trouble in securing shows in their hometown, but also their resolve to use it as an opportunity to establish new grounds in other cities. In the breakdown, the tempo shifts from half note ≅ 170 b.p.m. to quarter note = ~155 b.p.m. and the mode of address changes as the vocalist speaks directly to the club owners who banned Bad Brains. Although breakdowns are not especially common in early hardcore, they took on added significance in the mid–late 1980s and have become a staple of more recent hardcore and hardcore-related genres.",
            "citations": []
        },
        "FN40": {
            "text": "40. For example, in the fall of 1980, Black Flag was to play two shows at Whisky A Go Go, a club in Los Angeles. While the first show went smoothly, the second turned into a near riot, as the audience clashed with police. Photographer Glen E. Friedman describes this disturbing encounter: We watched the riot as it happened, from upstairs, and it was just total insanity: police really worried that kids were getting out of control, they were afraid of punk rock . . . . Cops were beating the fuck out of kids, putting their faces into the ground, handcuffing them to newspaper vending machines on the sidewalk. I have to tell you, we were in awe. (quoted in Chick 2009 , 178)",
            "citations": [
                "chick_2009"
            ]
        },
        "FN41": {
            "text": "41. As others have noted, Black Flag—along with other bands such as D.O.A. and Dead Kennedys—virtually created an underground touring network, bringing hardcore across the United States. Azerrad describes these bands as the “Lewis and Clarks of the punk touring circuit” ( 2001 , 24) with Black Flag being the most prolific. Jim Coffman, Mission of Burma’s manager, validates such a claim when he states that “Black Flag, back then, was the one that was opening up these places to these audiences . . . . It was because of their diligence . . . . A lot of times you’d hear ‘Black Flag played there.’ And you’d say, ‘OK, we’ll play there then’” (quoted in Azerrad 2001 , 24). As Azerrad explains, part of the difficulty for bands like Black Flag was that many clubs refused to book punk bands and, even if a band secured a show, there was little money to be made ( 23 ). This led to a profusion of DIY practices, including playing in atypical locations, such as VFW halls or even in someone’s house. Often bands would barely make enough money to fill their gas tank in order to get to their next show. See Blush 2010 , 319–29 and Waksman 2009 , 212–28 for more information regarding DIY practices in hardcore.",
            "citations": [
                "azerrad_2001",
                "azerrad_2001",
                "azerrad_2001",
                "blush_2010",
                "waksman_2009"
            ]
        },
        "FN42": {
            "text": "42. In addition to Moore 2012 , the following analysis draws upon the hermeneutic and semiotic interpretive strategies outlined in Hatten 1994 , Almén 2003 , and Klein 2004 .",
            "citations": [
                "moore_2012",
                "hatten_1994",
                "klein_2004"
            ]
        },
        "FN43": {
            "text": "43. For examples, see “Revenge” (1980), “Police Story” (1981), and “My War” (1984).",
            "citations": []
        },
        "FN44": {
            "text": "44. After around 1982, hardcore began to crystallize into a single musical style, thereby shedding the diversity that it reflected in the early years. Later bands feature a more formalized sound, such as those from the New York scene, which emerged around the same time. See Blush 2010 , 192ff. for a detailed discussion of this particular scene.",
            "citations": [
                "blush_2010"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] American hardcore punk rock—or simply “hardcore”—is a subgenre of punk that first emerged in the late 1970s as a response to the “punk rock revolution” created by bands such as the Sex Pistols and the Ramones ( Blush 2010 , 14). Although hardcore began as a regional phenomenon, relegated to the West coast of the U.S., other scenes soon sprang up, most notably in Washington D.C. Bands like Bad Brains, Black Flag, Dead Kennedys, and Minor Threat drew upon the fast tempos and concise song forms of the Ramones and Wire and the dense textures and riff-driven songs of Black Sabbath and Deep Purple in the creation of a new genre. In addition to these musical features, many participants describe hardcore as reflecting intensity, energy, and aggression, particularly in the performance and reception of the music. (1) While hardcore has been the focus of studies in fields such as ethnomusicology, history, and philosophy, its musical features have yet to be examined with any amount of analytical depth. (2) This article is an attempt to fill this gap in knowledge, at least in part, by investigating the structures of guitar riffs. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "blush_2010"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] My investigation proceeds with the view that a guitar riff is a series of performative actions; I place the focus on the execution of gestures along a fretboard. Such an investigation is not wholly new in analytical studies of popular music. For example, Joti Rockwell ( 2009 ), Timothy Koozin ( 2011 ), and David Heetderks ( 2013 ) have investigated the importance of fretboard topography in their studies of rhythm, form, and pitch. Indeed, Koozin goes so far as to state that “guitar fretboard topography and the rhythmic actions of guitar playing are significant performative elements that have not been fully considered in studies of form, harmony, and rhythm in pop-rock music” ( [1] ). To address this need, Koozin discusses the role of guitar voicings—the particular harmonic “shapes” a guitarist uses in playing chord progressions and/or riffs—in creating form. Rockwell undertakes a similar task, as he describes picking patterns on the banjo in order to highlight aspects of rhythm and meter. Heetderks’s study is most similar to the present article, as he uses my own earlier work on riff schemes ( Easley 2011 , 62–104) as a point of departure, as well as Harold Bloom’s concept of revision, to discuss the role of such gestural patterns in Sonic Youth’s readings and misreadings of hardcore. Thus, Koozin, Rockwell, and Heetderks seek to construct a performance-based type of analysis that addresses both sound and human action. (4) This closely parallels the type of analytical engagement described by Andrew Mead ( 1999 ) in his study of kinesthetic empathy. As he states, “the sound of the music was an embodiment of the making, and . . . hearing that making in the sound had much to do with my understanding of the music” ( 2 ). (5) My reactions to hardcore are similar: while I hear the pitches and rhythms of guitar riffs, I also feel the physical gestures with which they are performed. This reaction guides the present study, as I investigate how these gestures unfold over time as a series of repetitive, lateral motions along a fretboard. That is, this study is informed by an embodied understanding of these musical actions. I focus on how individual motions are introduced, repeated, and altered over the course of a riff. (6) As I shall demonstrate, these performative actions often reflect a structural basis in what I call “riff schemes”: organizing patterns of physical repetition and physical change made by a guitarist’s fretting hand. (7) In addition to their purely structural features, riff schemes play an important role in shaping hardcore as a genre. (8) When considered alongside other aspects of the music, these schemes serve to foster participants’ understanding and descriptions of the music as exhibiting energy, intensity, and aggression, all of which are common tropes in oral histories of the genre. For example, Stevie Chick captures this connection when he states that Black Flag’s songs “reveled in the pure rush delivered by riffs that, in their ascendant and descendent simplicity, packed an almost physical punch, thanks not least to the lurching rhythms” ( 2009 , 51).",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "rockwell_2009",
                    "koozin_2011",
                    "heetderks_2013",
                    "koozin_2011",
                    "easley_2011",
                    "mead_1999",
                    "mead_1999",
                    "chick_2009"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Thus, the objectives of this paper are three-fold: (1) to introduce analytical efforts to understand hardcore and punk more generally, the music of which has undergone little scrutiny; (2) to define and discuss the ways in which early hardcore bands structured their music; and (3) to demonstrate the relationship between these structures and some of the defining elements of the genre as a whole. I begin with preliminary definitions and discuss the most general features of hardcore guitar riffs, as well as my methodology for identifying them by type. Following this, I discuss the four main riff scheme types utilized by hardcore bands and provide some empirical evidence regarding the incidence of such schemes in this repertoire. (9) Finally, I present two analyses that seek to address how these schemes may play an expressive role in song narratives of energy, intensity, and aggression. Riffs: Preliminaries and Two-part Riffs",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In his study of punk and metal, Steve Waksman describes the performance of hardcore as a “collectivist cast” in which all of the instruments—including vocalists—produced an effect “in which the various musical components were far less differentiated, and the players less individuated, than in other forms of rock” ( 2009 , 265). Although Waksman’s comment arises in a discussion of tempo, his observation is equally applicable to the role that riffs play in hardcore music. These constructions constitute the primary musical materials in a song for every instrument. Guitarists invariably perform riffs as a series of power chords, which are characterized by their limited harmonic content: from low to high, this includes a root, perfect 5th, and optional octave. Notably, in playing a power chord, a guitarist is able to maintain the same basic shape in the fretting hand while sliding up and down the fretboard and moving from string to string. The other instrumental parts are intimately related to these patterns: bassists double the root, seldom deviating from the guitarist’s actions; drummers construct patterns that highlight the distinctive rhythmic features of the riff; and vocalists’ lines, too, tend to articulate the riff’s structure. Thus, riffs play a central role in the “collectivist” enterprise found in hardcore. Although my primary focus is on the role of guitarists, I will make references to the other instruments when helpful. (10) Figure 1 . Depiction of general two-part riff (click to enlarge) Example 1 . Verse riff (0:13ff.), “Don’t Need It” (Bad Brains) (click to enlarge and watch video) Example 2 . Verse riff (0:06ff.), “I Don’t Wanna Hear It” (Minor Threat) (click to enlarge and watch video)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "waksman_2009"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Hardcore riffs tend to exhibit a two-part structure, with each part consisting of one or, less commonly, multiple gestures. (11) Part 1 presents an initiating statement, while part 2 presents a concluding, contrasting gesture. (12) I capture this process in Figure 1 . The solid lines of the box represent the entire riff and the dashed line indicates the separation between part 1 and part 2. (13) In addition to differences in formal function, the parts of a two-part riff are typically contrasted in other ways, such as a change in pitch content and fretboard motion, rhythmic grouping, texture, and/or the vocalist’s presentation.",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The strophes (14) in “Don’t Need It” by Bad Brains (1982) offer a clear example (see the notation and accompanying video in Example 1 ). (15) Each part of the riff is characterized by a measure of even rhythmic grouping, followed by a measure of a 3+3+2 grouping. (16) I hear the entrances of D in measures 2 and 4 as arrivals, particularly upon subsequent repetitions of the riff; E and C ♯ seem to wrap around D, creating the feeling of two separate approaches: E–D and C ♯ –D. Additionally, the motion of each gesture reflects this contrast: whereas the first gesture descends by two frets (i.e., a whole step), the second gesture ascends by one fret (i.e., a half step). The drummer and vocalist also play roles in articulating a two-part structure. The former emphasizes the 3+3+2 grouping with crash cymbals in measures 2 and 4 and the latter terminates a line of text upon each entrance of D. The two-part nature of the riff is confirmed with subsequent repetitions throughout the rest of the strophe and song as a whole.",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Another example may be found in the verses of Minor Threat’s 1981 song “I Don’t Wanna Hear It.” Part 1 presents a gesture from F ♯ to E and back to F ♯ , on the sixth string (see Example 2 ). Rather than shifting the fretting hand down in order to play a full power chord on E, the guitarist simply lifts up the index finger, which allows the open low E-string to be played. In part 2, the guitarist shifts to the fifth string and begins a gesture that moves from B up to a high E, which is played on the seventh fret. The two-part structure of this riff is emphasized in several ways. One might point to the vocalist’s performance, as he repeats the refrain (“I don’t wanna hear it”) in each iteration of part 1 before moving to a new line of text in each iteration of part 2, such as, for example, in the first verse: Part 1 Part 2 I don’t wanna hear it. All you do is talk about you. I don’t wanna hear it. ‘Cause I know that none of it’s true. I don’t wanna hear it. I’m sick and tired of all your lies. I don’t wanna hear it. When are you gonna realize . . . However, the riff itself also exhibits a two-part structure in its fretboard motion, texture, and rhythm: (1) the guitar begins on the lowest string before moving to a higher string for the second gesture; (2) the first gesture includes a brief melodic motion, whereas the second gesture is presented with power chords, shown in squares and circles, respectively; and (3) the first gesture includes a brief syncopation, which is met with even rhythms in the second gesture. Riff Schemes, Phrase Level Figure 2 . Depiction of riff schemes (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Most two-part riffs in hardcore follow a similar structure of statement and contrast. In constructing a complete module, bands take such a pattern and repeat it over and over again, most typically four times, as was found in the examples above. However, there is a subclass of riffs that manipulate this basic two-part structure such that the organization includes an additional layer of repetition within the riff. This may occur as an exact repetition of a gesture in part 1 or part 2, or as an altered repetition of the initial gesture in part 2. That is, whereas repetition in “Don’t Need It,” for example, occurs at the phrase level, this new subclass includes repetition at the subphrase level. I call the latter “riff schemes” and define them by the location of repetition (within a single part or between parts) and the type of repetition (exact or altered). There are four main schemes, listed below and depicted graphically in Figure 2 : Initial Repetition and Contrast : riffs that begin with a repeated gesture (part 1) before moving to a single statement of a concluding, contrasting gesture (part 2) Statement and Terminal Repetition : riffs that begin with a single statement of a gesture (part 1) before ending with a repeated contrasting gesture (part 2) Statement and Terminal Alteration : riffs that follow a pattern of statement (part 1) and altered repetition (part 2) in which the final portion of part 2 is changed Model and Sequential Repetition : riffs in which the initial gesture (part 1) is subject to transposition (part 2) As with the more general two-part riffs, the parts of each of these schemes are distinguished not only in the guitar and bass, but often in the vocals and drums as well, as I will demonstrate below. Although these schemes are commonly found at the level of individual phrases, they may also unfold over the course of an entire module. I will begin by describing the former instances. Example 3 . Chorus riff (0:10ff.), “Nazi Punks Fuck Off” (Dead Kennedys) (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Initial Repetition and Contrast . In the first riff scheme, Initial Repetition and Contrast , repetition takes place in part 1 and is exact: an initial gesture is repeated—generally 2 to 3 times—before undergoing a change to a concluding, contrasting gesture in part 2. For example, in the chorus of their 1981 song “Nazi Punks Fuck Off,” the Dead Kennedys begin with a motion from A ♭ to B ♭ , which is played three times in part 1 before shifting upward to D ♭ as a concluding motion in part 2 (see Example 3 ). There are several musical parameters that emphasize the contrasting shift up to D ♭ , as all instrumental parts exhibit the basic pattern of repetition followed by change. The vocalists repeat the first half of the title lyric (“Nazi punks”) over the first three measures, only reaching the conclusion (“fuck off”) in the final measure. The drummer captures this process with two different patterns: while part 1 features a texturally-thin syncopated figure that is limited to kick, toms, snare, and a punctuating cymbal crash, part 2 presents an evenly-grouped backbeat pattern, which includes a consistent performance of quarter-note attacks on open hi-hats. The physical motions of the guitarist also play a role in defining the two-part nature of this scheme. In the final measure the guitarist must make a shift in fretboard position from the fourth and sixth frets to the ninth fret, which is a fairly extended motion. (17) This is confirmed by videos of live performances, which show Dead Kennedys’ guitarist East Bay Ray playing all of the chords on the sixth string instead of opting to play the final D ♭ on the fifth string/fourth fret, a much shorter distance. Finally, the tempo (half note ≅ 160 b.p.m.) also plays a role. Following the frenetic back-and-forth motions from A ♭ to B ♭ , there is almost a sense of rest upon reaching the final D ♭ . Example 4 . Verse riff (0:01ff.), “Out of Step (With the World)” (Minor Threat) (click to enlarge and watch video)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Another example comes from the verses of Minor Threat’s “Out of Step (With the World)” (1981). The initial gesture moves from D to F and is played twice, followed by a shift up to the second gesture, which moves between G and A (see Example 4 ). In addition to the differences in pitch content, the guitarist’s actions also change, as the initial gesture involves a quick motion with staccato attacks from the sixth string to the fifth string. The second gesture, however, is more connected, and all on the fifth string. Although there is a change in pitch and rhythm in the final measure, I view this as a single gesture because of the close proximity of G and A (two frets apart, high on the fretboard) and because I hear the A as embellishing G. There is also a sense of motion (literal and figurative) that seems to be abated in measure 3 with the arrival on G. Part of this impression is due to the series of chords, which outline one of Biamonte’s “reverse axe-fall” progressions ( 2010 , 106); although I hear D as tonic, G sounds like an arrival because it completes the paradigmatic motion from 1 ˆ – ♭ 3 ˆ – 4 ˆ . (18) The physical motions of the riff also inform this impression: given the fast tempo (half note ≅ 185 b.p.m.), the arrival and fairly stationary position on G serves as a rest after the quick motions from D to F in the initial gesture. This segmentation also closely aligns with the vocal phrasing of the first three lines of text, as the first word of each line, “Don’t,” is presented over the initial repetition; the end of each line coincides with the concluding gesture. During the final line of text in each verse, the vocalist turns to a longer phrase, which is presented over the course of the entire riff and brings the module to an end. Finally, the drums articulate the scheme with cymbal crashes on the downbeat of the initial gesture as well as the entrance of the contrasting gesture. Example 5 . Chorus riff (0:22ff.), “Forward to  Death” (Dead Kennedys) (click to enlarge and watch video) Example 6 . Verse riff (1:14ff.), “No More” (Black Flag) (click to enlarge and watch video)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "biamonte_2010"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Statement and Terminal Repetition . As in the previous scheme, the Statement and Terminal Repetition scheme also includes exact repetition, but here it occurs in part 2. Example 5 is from the chorus of the Dead Kennedys’ “Forward to Death” (1980). The riff begins with an initial gesture that descends from G ♯ to F ♯ to E. This is followed by the terminal repetition, in which a new gesture ascends from B to C ♯ and is played twice. The drummer and vocalist also highlight this period of repetition. The former moves from a backbeat pattern on the ride cymbal, snare, and kick in part 1 to a single hi-hat attack and repeated attacks on the toms in part 2; this measure-length pattern is played twice. The vocalist’s lines in the first two measures of the riff are met with silence in the final two, allowing textural space for the repetition to be heard clearly. (19) The verses of Black Flag’s “No More” (1981) follow a similar strategy (see Example 6 ). The initial gesture is limited to a single power chord on G, which is presented with an even rhythmic profile. (20) This is followed by a contrasting, terminal repetition that moves from D to A in part 2. The new gesture is also distinguished by its 3+3+2 grouping, which is punctuated by the drummer with attacks on a crash cymbal. Finally, as in “Forward to Death,” the vocals are tacet in part 2.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] In addition to exemplifying the Statement and Terminal Repetition scheme, “Forward to Death” and “No More” also demonstrate how part 2 typically unfolds in this particular structure: with (1) an increase in motion in order to punctuate the end of a sung text and (2) a period of only two exact repetitions, as opposed to the Initial Repetition and Contrast scheme, in which three repetitions is more common. Furthermore, Statement and Terminal Repetition riffs tend to be divided equally between part 1 and part 2, as found in “Forward to Death” and “No More.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Statement and Terminal Alteration . While the previous two riff schemes include two or three immediate and exact repetitions of a gesture, the Statement and Terminal Alteration scheme is defined by a single repetition. In riffs such as these, the two parts arise as a statement with one or more gestures (part 1) and an altered repetition of that statement (part 2). Importantly, both parts begin on the same pitch and in the same fretboard location. The function of the alteration is to bring formal closure to the riff. Consider the verses of “Joshua’s Song” (1983) by Bad Brains (see Example 7 ). (21) Each gesture begins on B, with the first moving from B to G; the second gesture begins again on B, but is then altered, as the guitarist moves through C, B, and A. Although the drums maintain the same pattern throughout the entire four-measure riff, the vocalist supports the structure by beginning a new line of text in each part. (22) Example 7 . Verse riff (0:03ff.), “Joshua’s Song” (Bad Brains) (click to enlarge and watch video) Example 8 . Verse riff (0:08ff.), “Think Again” (Minor Threat) (click to enlarge and watch video) Example 9 . Chorus riff (0:15ff.), “Screaming at a Wall” (Minor Threat) (click to enlarge and watch video) Example 10 . Verse riff (0:12ff.), “Nervous Breakdown” (Black Flag) (click to enlarge and watch video) Example 11 . Chorus riff (0:14ff.), “Small Man, Big Mouth” (Minor Threat) (click to enlarge and watch video) Example 12 . Chorus riff (0:28ff.), “Pay to Cum” (Bad Brains) (click to enlarge and watch video)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Whereas the riff in “Joshua’s Song” is fairly brief, the Statement and Terminal Alteration scheme may also be found in longer riffs, as in the verses of Minor Threat’s “Think Again” (1983). Example 8 shows that the first gesture consists of G–E–G–D and features a distinctive 3+3+4+2+4 rhythmic figure. The second gesture returns to G, but then quickly moves down an octave to a lower G in preparation for an arrival on A, which concludes the riff. The drummer articulates the two-part structure by alternating between a “D-beat” pattern (3+3+2) and a near-standard backbeat pattern in each part. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Model and Sequential Repetition . Riffs may also reflect quasi-developmental processes, such as the Model and Sequential Repetition scheme. This scheme is spatially mapped on a guitar, as transposing pitches up or down also requires the guitarist to shift his or her fretting hand by a specific number of frets. Most often, there are only two gestures in riffs reflecting this scheme: an initial gesture and a transposed version of that gesture. Consider the chorus riff in Minor Threat’s 1981 song “Screaming at a Wall” (see Example 9 ). The first gesture is characterized by its chromatic motion, outlining a pathway from B ♭ to C—which is played on the fifth string—as well as a subsequent falling motion to G, on the sixth string. The second gesture maintains the same basic pitch pathway, but is transposed up by a minor 3rd, now beginning on D ♭ . The first series of chords is literally transposed on the guitar’s fretboard, as the entire pattern simply shifts up by three frets. The vocalist highlights the two-part nature of the scheme, as in each part he alternates between presenting the chorus lyrics in the first half and silence during the second half, allowing space for the drummer’s snare pattern to be heard clearly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Although it is most common for the sequential iteration of the riff to move up, there are examples in which it descends, as in the verses of Black Flag’s “Nervous Breakdown” (1978). The model is B–E–B with a 3+2+3 rhythmic grouping, which is articulated in the harmonic rhythm and strumming pattern (see Example 10 ). The transposed version follows the same pattern, but begins on A, down two frets from the model. Although neither the drummer nor vocalist participate in defining the riff as a two-part structure, the guitarist and bassist clearly articulate it as such.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] There are still other examples in which the sequential iteration is not exact, but exhibits a logic that is in line with more typical instances of the scheme. Example 11 is from the chorus riff of Minor Threat’s 1981 song “Small Man, Big Mouth.” (24) The model moves from E (played on the sixth string) to C (played on the fifth string) and is presented with an even rhythmic grouping. The sequential repetition begins on A, but instead of moving up a minor 6th to F, it leaps by a fifth to E. The transposition of the pitches is not exact, but because of the similar fretboard motions in parts 1 and 2 (i.e., ascending sixth string–fifth string gestures), I am led to hear this “near sequence” as reflecting the basic principles of the scheme type. Moreover, the Model and Sequential Repetition scheme is extremely common in Minor Threat’s songs; it occurs in nearly half of their catalog. (25) Riff Schemes, Module Level",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In the previous examples the riff schemes occurred on a local level, as it was through the repetition of the riff that individual modules were created. However, riff schemes may also be used to organize larger portions of music, at times unfolding over the course of an entire module. In this case we are no longer talking about the repetition of a gesture in the unfolding of the scheme; rather, we are dealing with the repetition of phrase-length patterns that include an initiating and concluding portion. When schemes operate at such a level, they often make use of common phrase manipulations such as expansions and extensions to create contrast and closure. For example, in the chorus of their song “Pay to Cum” (1980) Bad Brains make use of the Initial Repetition and Contrast scheme but expand the final iteration of the initial four-measure pattern (see Example 12 ). The riff begins on G before moving through F ♯ , D, and B. Following three repetitions of this motion, the fourth begins the same, but expands it from four measures to six with a 3+3+3+3+2+2 rhythm that leads to two measures on E2, the lowest pitch on a guitar in standard tuning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The expansion serves to create contrast and closure to the riff, and this is accomplished in a few ways: (1) the guitarist creates registral and timbral accents by gradually descending over the course of the riff before landing on a low open E string at the end; (2) the rhythmic grouping also plays a role, as the 3+3+3+3+2+2 pattern initiates a period of flux that is not resolved until the final two measures; (26) and (3) the drummer creates tension and release by moving to a series of syncopated gestures during the expansion, finally coming to a rest with a strong kick and cymbal attack on the downbeat of the penultimate measure. Example 13 . Verse riff (0:20ff.), “California Über Alles” (Dead Kennedys) (click to enlarge and watch video)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] One may also find instances of Statement and Terminal Alteration that unfold at the level of the module. The verses of “California Über Alles” (1979) by the Dead Kennedys offer a clear example (see Example 13 ). The measure grouping of the module follows a 2+2+2+2 pattern in the Statement and 2+2+2+2+2 in the Terminal Alteration. The additional “+2” arises due to an immediate repetition of the final two measures. The guitarist’s initial D ♯ –E– F ♯ –E gesture clearly establishes a two-measure pattern; the vocalist and drummer also play a role, however. The vocalist presents a new line of text every other measure, while the drummer defines the boundaries of the two-measure group with a snare roll at the ends of the first two iterations of the D ♯ –E– F ♯ –E gesture. The riff is also notable in that it contains an Initial Repetition and Contrast within each part of the larger scheme. Following three iterations of the D ♯ –E– F ♯ –E motion, there is a two-measure motion ( D ♯ – B ♯ – C ♯ – B ♯ ), which closes part 1 of the larger scheme. As the second part of the larger structure begins, the initial gesture and its repetitions are the same, albeit with a different strumming pattern. After three iterations, the guitarist moves to a new gesture, replacing the B ♯ – C ♯ – B ♯ motion with C ♯ –A– F ♯ . This gesture—along with the vocalist’s line—is repeated immediately, thus extending part 2 by one measure and creating a hypermetric dissonance. (27) Overall, the extension prepares for the arrival of the chorus, as lengthening the riff by one measure throws off expectations and enhances the arrival by adding strength to its onset. Riff Schemes and Corpus Studies Figure 3a . Incidence of riffs with and without at least one scheme (267 riffs) (click to enlarge)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] In order to contextualize the information in the preceding section, the following paragraphs will present some empirical evidence of the incidence of the riff schemes in early hardcore punk. As mentioned above, my observations about the structures of riffs in hardcore are drawn from a corpus study of 267 riffs from the recordings of Bad Brains, Black Flag, Dead Kennedys, and Minor Threat. I examined 93 songs recorded between 1978 and 1983, listed in Appendix II . (28) As Figures 3a and 3b show, of the 267 riffs examined, 160 (60%) are organized by at least one type of riff scheme at the level of the phrase (79, 30%), at the level of the module (58, 21%), or both (23, 9%). The other 40% (107 riffs) are organized by a more general two-part structure (74, 28%)—as described above in paragraphs 2.3–2.4—or are limited to a single gesture or more standard accompanimental pattern (33, 12%). (29) As can be gleaned from Figure 3c , Statement and Terminal Alteration is the most commonly found scheme, as it occurs in 73 riffs (27%) in the corpus. This is closely followed by Initial Repetition and Contrast , which occurs in 62 riffs (23%). Figure 3b . Incidence of riff schemes in the corpus, general (267 riffs) (click to enlarge) Figure 3c . Incidence of riff schemes in the corpus, specific (267 riffs) (click to enlarge) Figure 4 . Incidence of riff schemes within each band’s total number of riffs (click to enlarge)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Figure 4 provides a detailed breakdown of the incidence of riff schemes in each band’s output and shows that over 50% of each band’s riffs are structured by a riff scheme. Figures 5a , 5b , 5c , and 5d depict the incidence and type of riff scheme within each band’s total number of riffs. Because schemes may take place at multiple levels—as in “California Über Alles,” discussed above—the numbers in the charts may add up to more than the riff totals. The charts also confirm that the most common schemes are the Statement and Terminal Alteration and Initial Repetition and Contrast , particularly in the music of Bad Brains, Black Flag, and Dead Kennedys. Although Model and Sequential Repetition is not as common among all the bands, it accounts for 26% of Minor Threat’s riffs. Figure 5a . Bad Brains, incidence of riff schemes (58 riffs) (click to enlarge) Figure 5c . Dead Kennedys, incidence of riff schemes (77 riffs) (click to enlarge) Figure 5b . Black Flag, incidence of riff schemes (71 riffs) (click to enlarge) Figure 5d . Minor Threat, incidence of riff schemes (61 riffs) (click to enlarge) Figure 6a . Incidence of songs with and without at least one riff scheme (93 songs) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Finally, Figures 6a , 6b , and 6c shift the focus from riff to song. Of the 93 songs examined, 82 (88%) feature at least one incidence of a riff scheme. Figure 6b shows that Statement and Terminal Alteration and Initial Repetition and Contrast are again the most common, as they occur in 49 songs (53%) and 41 songs (44%), respectively. Figure 6c shifts the focus to the incidence of riff schemes within each band’s songs. As the chart shows, a majority of each band’s songs feature at least one riff scheme. Of note here is Bad Brains, as every one of their songs in the corpus contain a riff scheme. However, even Minor Threat’s 77% incidence, which is relatively low for this corpus, is still notable. Figure 6b . Incidence of songs with riff schemes, by type (93 songs) (click to enlarge) Figure 6c . Incidence of riff schemes within each band’s total number of songs (click to enlarge) Riff Schemes, Cultural Tropes, and Analyses",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] As we have seen, riff schemes may unfold at the level of the phrase or the level of a module, such as a verse or chorus, with the latter being less common. When riff schemes operate at the module level, they reflect a greater degree of what Richard Middleton calls the discursive mode of repetition: a “hierarchically ordered discourse,” which is in opposition to the musematic mode of repetition, in which gestures are “prolonged and unvaried” ( 1983 , 238). The difference between discursive and musematic is nicely summed up by David Heetderks ( 2013 , 34–39): Discursive repetition has a low amount of information at the micro level (that is, fewer choices), but a high amount at the macro level. Musematic repetition has a low amount of information at the macro level—that is, it describes short units that are either repeated or not repeated, creating a simple binary choice. By contrast, it has a high amount of information at the micro level, since it draws attention to subtle changes in detail that occur with each repetition. Heetderks also notes that the formal functions found in my riff schemes “are often analogous to the classical form functions for which Middleton coined the term ‘discursive’” ( Heetderks 2013 , 34–39). Thus, all riff schemes, even on a phrase level, display discursive procedures, as listeners are drawn into a process of goal-directed motion. (30) This is important, as the discursive mode plays an integral role in shaping the lyrical narrative in many hardcore songs. Indeed, one might take note of the overwhelming sense of aggression in the Dead Kennedys’ “Nazi Punks Fuck Off,” part of which is created via the rise in tension found in the initial period of repetition. Release is not found until the new, concluding gesture, which highlights the song’s central message (i.e., “Nazi punks” ⇒ “fuck off”). One might also take note of the sheer energy exhibited in Bad Brains’ performance of “Pay to Cum,” in which the riff scheme combines with speed in order to create a long period of intensification and release at the end of the chorus. Both examples demonstrate how the gestural construction of riffs might inform the listener’s (and performer’s) sense of the text. In particular, the trope of energy (and energy leading to intensity) is often mentioned in oral histories of hardcore. (31) For example, Ian MacKaye—singer of Minor Threat—has discussed a particularly intense performance when the band found themselves on a bill with the Circle Jerks: I remember thinking, “I’m gonna blow them off the stage.” During the sound-check, I was doing “Screaming at a Wall”—I hit it so hard that something went snap in my throat. I lost my voice completely (quoted in Blush 2010 , 158). (32) Mike Patton, bassist for the Middle Class, often regarded as one of the first hardcore bands, makes an even more direct reference to the trope of energy in his discussion about the band’s origins: We listened to the first punk rock records and we learned to play, and we were doing it really primitively because we didn’t really know, so we just put it all into energy. ( Rachman 2007 ) In examining musical aspects of energy and intensity, I argue that riff construction may play an important role, particularly when it reflects elements of the discursive mode on a large-scale level. As Middleton notes, the musematic and discursive modes are not mutually exclusive; popular music often reflects a compromise between the two. One particular device that he discusses with regard to this practice is the sequence. He states that such a process allows a composer to draw upon the “power of repetition while . . . cutting it down to size, and stitching it into other structural processes” ( 244 , Middleton’s italics). Middleton also notes that sequence “introduces a teleological directedness” that is absent from the musematic mode of repetition ( 246 , Middleton’s italics). In hardcore, these incremental shifts in pitch and fretboard motions serve to create tension both gesturally and harmonically. When combined with other features of the music—such as the lyrics, tempo, and groove—the process reflects a concern with the creation of energy and intensity and I will demonstrate this below by incorporating Allan Moore’s concept of the persona/environment relation. In particular, I argue that tropes such as energy and intensity arise as expressive narratives due to the “interventionist” role played by the background musical environment, one in which the music goes “further than what is specified in the lyric by amplifying what it signifies, or even by enacting the lyric” ( Moore 2012 , 191). (33) Figure 7 . Lyrics, “Straight Edge” (Minor Threat) (click to enlarge)",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32",
                    "FN33"
                ],
                "citations": [
                    "middleton_1983",
                    "heetderks_2013",
                    "heetderks_2013",
                    "blush_2010",
                    "rachman_2007",
                    "middleton_1983",
                    "middleton_1983",
                    "moore_2012"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] In their song “Straight Edge” from 1981, for example, Minor Threat places a series of individual repetitions within a longer, hierarchically organized motion in order to amplify and sonically enact the lyrics. Whereas many hardcore bands’ lyrics are directed at some type of external entity, such as the police, “Straight Edge” is more of a personal statement from singer Ian MacKaye. On the surface, the lyrics seem to depict the way MacKaye wishes to live his life: free from drugs, alcohol, and any other elements that might lead him to lose self-control (see Figure 7 ). However, he provides more insight in an interview from Gabriel Kuhn’s Sober Living for the Revolution : In life, if you decide to forgo something that everybody else does, it gives you a perspective on society that you couldn’t have if you were just engaging. It teaches you a lot about the world. I didn’t do these things because I was trying to be different—apparently, I was different. What I learned was that just to be myself meant to be a freak. And so I wrote a song about being a freak . . . . Straight edge was just a declaration for the right to live your life the way you want to. ( 2010 , 34) (34) Certainly, the lyrics tend to highlight this intention, as MacKaye is speaking directly as himself. (35) They reflect a preoccupation with living freely and without the need for vices such as alcohol and drugs, but also free from the interference and influence of others. The energy and intensity inherent in the riff construction serves as an aural analogue to the lyrics, as they complement the directness of the message and assist in the process of intensification and resolution in the song.",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": [
                    "kuhn_2010"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] The overall form of “Straight Edge” is concise; there is a prominent focus on brevity. (36) The song includes a brief intro, which is based on part of the strophe; two rotations of a strophe with a head and tail refrain; and an outro, which returns to the gesture with which the song began. The tempo is fast (half note = ~190 b.p.m.) and the entire song lasts a mere 0:45. In the analysis below, I discuss only the intro and first strophe, as the same process is exhibited in the remainder of the song. Example 14 . a) First gesture (0:05ff.); b) Second and third gestures (0:08ff.), “Straight Edge” (Minor Threat) (click to enlarge and watch video) Figure 8 . Musematic and discursive elements in “Straight Edge” (click to enlarge)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] There are three main gestures in “Straight Edge,” all of which are depicted in Example 14 , which includes a video performance of the entire first strophe. The track opens with an unaccompanied guitarist playing an oscillating motion from G to B ♭ , which I call the first gesture; the rest of the band follows closely behind (see Example 14a). After the first two lines of the text, the guitarist moves to the fifth string to begin the second gesture, C– B ♭ –F (see Example 14b). Following four iterations, this motion shifts up by a whole step to create the third gesture in the song. It begins on D before moving to C and G, thus maintaining the same pathway of chords, but now beginning on a different fret. There are a few notable differences between the second and third gestures, however. In the latter, the drummer ceases to accent measure 2.4 with a double-snare attack, instead opting to provide continuity with a backbeat pattern. MacKaye, too, alters his articulation, as he now screams at an even higher pitch. By the final line before the refrain, he has exerted so much energy that his voice cracks on the word “need.” Following the third iteration of the D–C–G motion, the guitarist remains on D for two measures and MacKaye presents the refrain as the music returns to the first gesture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] The return of the G– B ♭ gesture serves as a resolution of tension that has accrued over the course of the entire strophe. In addition to the tonal tension created by the individual gestures, which outline a large-scale, elaborated motion from tonic (G) to subdominant (C) to dominant (D), and the intensity of MacKaye’s performance, the formal arrangement within each strophe also reflects an ordered process. While on one level the song proceeds via the musematic mode of repetition—as in the G– B ♭ motions—on another, larger level, these smaller gestures fall into a hierarchically organized series of shifts in pitch and fretboard locations, resulting in a discursive practice (see Figure 8 ). Each strophe features a large-scale appearance of a riff that contains characteristics of the Model and Sequential Repetition scheme. These elements serve to highlight Middleton’s “power of repetition” while also placing it within a longer, goal directed motion that creates tension and resolves it by the end of each strophe. Notably, this large-scale construction also supports the lyrics, as MacKaye’s statements about having a “straight edge” bookend the entire motion, beginning and ending on the home fretboard location. The lyrics of the middle portion, which elaborates motion away from the tonic, depict the actions of others who are not “straight-edge.” (37) I find it important that this construction is in part created by the physical patterns of the guitarist, as the entire line is continually shifting to higher locations on the fretboard. The constant rising activates a kind of fretboard gravity, which creates the need for release via the return to the lower position inhabited by the first gesture. (38) Thus, while the lyrical narrative deals with a type of energy that arises not from an external source, such as narcotics, but from purity of one’s mind and body, the music opens up a window for an additional interpretation, as it reflects a concern with the creation of energy and intensity. Using Allan Moore’s ( 2012 ) terminology, the background musical environment plays an “interventionist” role. The music does not just signify these tropes; rather, it enacts them via the discursive riff construction and the performance in general. (39) Example 15 . Interview with Keith Morris (vocalist, Black Flag and the Circle Jerks), from American Hardcore: The History of American Punk Rock 1980–1986. (click to watch video)",
                "footnotes": [
                    "FN37",
                    "FN38",
                    "FN39"
                ],
                "citations": [
                    "moore_2012"
                ]
            }
        },
        {
            "6.6": {
                "text": "[6.6] In addition to energy and intensity, the trope of aggression is often mentioned in oral histories of hardcore. For example, in an interview for Paul Rachman’s movie American Hardcore: The History of American Punk Rock 1980–1986 , Keith Morris (vocalist, Black Flag and the Circle Jerks) demonstrates the close relationship between the impulse behind and performance of hardcore (see the video in Example 15 ). The aggression intimated by Morris was directed at many entities, but most of all at the police, who would often confront hardcore bands and their fans. In particular, Black Flag’s shows developed a reputation for being a site in which confrontations with police were common. (40) Despite harassment from the police and the public at large, the band refused to quit performing. Instead, they redoubled their efforts to spread their music across the country. (41) Chick ( 2009 ) captures this determination when he states that, “Black Flag would be heard, on their own terms. They would, however, have to take their noise to the people themselves, in the most primitive fashion, and make converts to their cause one punk at a time” ( 193 , Chick’s italics). These realities are vividly portrayed on the band’s 1981 release, Damaged . As author Michael Azerrad describes the album: It boiled over with rage on several fronts: police harassment, materialism, alcohol abuse, the stultifying effects of consumer culture, and, on just about every track on the album, a particularly virulent strain of self-lacerating angst—all against a savage, brutal backdrop that welded apoplectic punk rock to the anomie of dark Seventies metal. ( 2001 , 33) The first track on the album, “Rise Above,” reflects these sentiments with a narrative that pits the group against the perceived threat of the authorities. Figure 9 . Lyrics, “Rise Above” (Black Flag) (click to enlarge)",
                "footnotes": [
                    "FN40",
                    "FN41"
                ],
                "citations": [
                    "chick_2009",
                    "chick_2009",
                    "azerrad_2001"
                ]
            }
        },
        {
            "6.7": {
                "text": "[6.7] The song’s lyrics clearly portray a stance of “us” against “them” throughout the various formal modules, as each of vocalist Henry Rollins’s descriptive calls in the verses is followed by a response from a larger group (see Figure 9 , which depicts the lyrics and formal structure of the song). The group vocals continue in the chorus, in which some of the most direct statements can be found. Although a similar sense of determination is found in each module, the outro’s excessive repetition of the refrain serves as the most definitive statement by the band. The music reflects the text, but also enhances the song’s narrative via several musical oppositions that are found in the riffs, again reflecting an “interventionist” role for the musical background. Further, the discursive nature of the riff schemes plays an integral role by initiating a “hierarchically organized discourse” that reaches its conclusion only in the song’s outro. This narrative arises from the use of a single musematic gesture that is first presented in the song’s intro and is set in opposition to other gestures within each riff. The music and lyrics suggest that the overall narrative is one of success: the band will not be forced to give up or fold at the opposition of authority figures. (42) Example 16 . Intro (0:05ff.), “Rise Above” (Black Flag) (click to enlarge and watch video)",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] The song begins with an extended intro in which the drummer enters first, playing eighth notes on open hi-hats and the snare on beats 2 and 4; notably, the characteristic low end provided by the kick drum is missing. The first guitarist enters at 0:05 and initiates the first of two gestures (see Example 16 ). The first gesture is characterized by its descending chromatic line, even rhythmic grouping, and, notably, its presentation as a melodic line and not with characteristic power chords. After four iterations, the second gesture is introduced. As opposed to the first gesture, this new motion includes an upward lunge from G to A, power chords played on the guitar’s lowest pitched string, and a 3+3+2 rhythmic grouping, which itself is punctuated by the entrance of the kick drum and crash cymbals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] These two opening gestures are opposed in numerous ways, as demonstrated in Figure 10 . First, they are opposed in terms of register, as the higher first gesture—played on the fifth string—is followed by the lower second gesture, which is played on the sixth string. Second, they are opposed texturally, as the first gesture is presented melodically, while the second is presented with power chords. Further attention is called to this opposition by the absence of the kick drum in the first gesture, and its presence in the second. Third, the rhythmic profiles of each gesture are opposed, as the even rhythms of the first gesture are met by the heavily accented syncopations in the second. Finally, the gestures are opposed harmonically, as the open-ended chromaticism of the first is met by the cadential effect of the G–A motion, which outlines VII ♭ –I. Following the first entrance of the G–A gesture, there is a brief return to the chromatic riff. However, after only one iteration, the G–A gesture prevails once again, this time expanded to reach even lower in pitch, as it descends to an E before climbing back up to A in preparation for the first verse. The tempo noticeably drags at this moment (0:21), almost as if drawing out the achievement of the low register and subsequent tonic arrival. Figure 10 . Chart of musical oppositions, “Rise Above” (Black Flag) (click to enlarge) Example 17 . Verse riff (0:28ff.), “Rise Above” (Black Flag) (click to enlarge and watch video) Figure 11 . Musical oppositions and expressive correlations, verse 1, “Rise Above” (Black Flag) (click to enlarge) Example 18 . Chorus riff (0:46ff.), “Rise Above” (Black Flag) (click to enlarge and watch video) Example 19 . Final chorus and outro riffs (2:04ff.), “Rise Above” (Black Flag) (click to watch video) Figure 12 . Figure of overall song narrative, “Rise Above” (Black Flag) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] The verse and chorus riffs maintain these musical oppositions, but also begin to define their expressive correlates. The verse riff features elements of both the Initial Repetition and Contrast and Statement and Terminal Repetition schemes, though I hear the latter more strongly because of the collectivist nature of the final gesture (see Example 17 ). Like the intro, the riff’s first part is presented as a melodic figure on higher strings and with an even rhythmic profile. The second part—the terminal repetition—features a return to the G–A gesture, which is played twice. Additionally, all of the instruments participate in punctuating the distinctive 3+3+2 grouping, just as they did in the intro. In the verses, however, the lyrics and call-and-response organization provide a more defined signification for these two opposing gestures. While the calls serve to portray the negative aspects of the song’s perceived antagonist, the responses (“rise above, we’re gonna rise above”) indicate that the band will not be deterred from their actions (see Figure 11 ). When taken together, then, the lyrics and riff structure provide a clearer picture for the expressive narrative: the higher pitches, sparser texture, and more passive rhythms become associated with the antagonist, while the lower pitches, denser texture, and more active rhythms become associated with the protagonist (i.e., the band).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] The chorus unfolds as a module-level Statement and Terminal Alteration scheme and maintains oppositions in register, texture, and rhythm. The riff begins on a high E before making a gradual descent through C and ending with a single presentation of the familiar G–A gesture (see Example 18 ). Upon its restatement, the gesture begins again on E, but is followed by a different series of pitches, now moving E–D–B before ending with two iterations of the G–A gesture, which provide more emphatic closure. Just as fretboard location played a role in previous modules, it does the same here. Videos of the band confirm that the higher chords (i.e., E, C, D, and B) are played on the fifth string; guitarist Greg Ginn only moves to the sixth string for the G–A gesture. The rhythmic profile of the chorus is also significant, as the dotted-half, quarter note rhythm in the riff is emphasized in the drum parts with a single, focused kick drum attack at the beginning of each measure. These match the vocals, which are also set to emphasize the downbeat and the text: “ We are tired of your a buse . Try to stop us, it’s no use .” Because of the consistent pairing of different musical material with references to the opposition “them” vs. “us,” I interpret the latter half of the musical opposition—the G–A gesture—as reflecting resolve and a determination to prevail. Indeed, this gesture is so heavily accented by pitch, texture, rhythm, and tonality that it implies not just resolve, but also aggression. It suggests an excessively strong response to a weak initial action, perhaps meant to highlight the power of the band in the face of adversity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.12": {
                "text": "[6.12] Although there are several more rotations of this verse-chorus pair, the narrative does not come to a definitive conclusion until the song’s outro. Following the third texted verse, the chorus begins as it did earlier, but here it is extended even further than in previous occurrences. The G–A gesture is repeated six more times—eight times total—and serves to bring closure to the song. Moreover, during these repetitions a large group of vocalists—now including the lead vocalist—presents the refrain from the verses (see the video in Example 19 ). Given the musical oppositions and expressive correlations that have accrued over the course of the song, this moment leads me to interpret the overall narrative of the song as one of success, as depicted in Figure 12 . This is suggested by the repetitions of the assertive main gesture and its pairing with the refrain, which provide a definitive conclusion. Further, the extreme repetition of the gesture in the outro signifies not just a narrative of success, but one of dominance, as power is reiterated over and over again with the G–A motion. Although this narrative takes place within a song and arises due to musical oppositions, it is drawn from very real situations with which Black Flag dealt throughout their career. Indeed, there are numerous other songs in which the band pits themselves against perceived threats, and most follow a similar path in representing aggression and power. (43) Conclusions",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Following other recent performance-based analyses by Rockwell, Koozin, and Heetderks, I have sought to highlight guitar riffs as reflecting a basis in human action. Just as riffs are formed from a series of repeated, altered, or contrasting gestures, they become one part in a series of maneuvers that guitarists make in performing a song, and to which audiences react. As Arnie Cox describes this process, Musical gestures are musical acts, and our perception and understanding of gestures involves understanding the physicality involved in their production. ( 2006 , 45) Thus, the four main riff schemes I have discussed offer insight not only into an important structural feature of hardcore music, but also their potential as communicators of meaning in the genre. Indeed, in proceeding from one gesture to the next, riffs, modules, and ultimately, entire songs are enacted such that the energy, intensity, and aggression of the performance become manifest, inviting listeners to also experience the same types of lyrical narratives found in many songs.",
                "footnotes": [],
                "citations": [
                    "cox_2006"
                ]
            }
        },
        {
            "7.2": {
                "text": "[7.2] Although my study has focused only on a brief period in the history of hardcore and primarily on four bands, many of my observations are applicable to later hardcore, and may serve as the basis for an investigation of earlier punk rock—and rock—in general. (44) As I mentioned at the outset of this article, analytical work on punk rock is noticeably lacking, and work on hardcore is virtually non-existent. Given the prominent role of the guitar, a study of riffs in both earlier and later bands would provide useful information about the development and establishment of punk and hardcore, both as musical styles and as genres, which shape and are shaped by participants’ understandings of the performances they hear, see, and feel. Return to beginning",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.1.easley.html",
    "data": "mto/data/mto.15.21.1.easley.json"
}