{
    "title": "Josquin’s <i>Ave Maria</i>: Musica Ficta versus Mode",
    "date": "1996/07/01",
    "volume": "2",
    "issue": "5",
    "authors": [
        "Wibberley, Roger"
    ],
    "abstract": "Performers and editors of early music have always been conscious of the need to provide accidental inflections not present in the sources themselves. In reviewing some of the work of recent scholars within the context of the writings of established Medieval and Renaissance theorists, I try to explore a way of resolving what seems to be an incompatibility between our own understanding of consonance and interval, and the Renaissance theorists’ understanding and evaluation of mode.",
    "keywords": [
        "Aaron",
        "Bent",
        "Berger",
        "ficta",
        "Glareanus",
        "Josquin",
        "recta",
        "Tinctoris",
        "Zager"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.5/mto.96.2.5.wibberley.pdf",
    "author_info": [
        {
            "name": "Roger Wibberley",
            "university": "Goldsmiths University of London",
            "address": "Department of Music, Lewisham Way, London SE14 6NW",
            "email": "mua01rw@gold.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Margaret Bent, “Diatonic ficta ,” in Early Music History 4 (Cambridge: Cambridge University Press, 1984), 1–48.",
            "citations": []
        },
        "FN2": {
            "text": "2. Daniel Zager, “From the Singer’s Point of View: A Case Study in Hexachordal Solmization as a Guide to Musica Recta and Musica Ficta in Fifteenth-Century Vocal Music,” in Current Musicology 43 (1987), 7–21.",
            "citations": []
        },
        "FN3": {
            "text": "3. Karol Berger, Musica ficta: Theories of Accidental Inflections in Vocal Polyphony from Marchetto da Padova to Gioseffo Zarlino (Cambridge: Cambridge University Press, 1987), 43–8.",
            "citations": []
        },
        "FN4": {
            "text": "4. Heinrich Glareanus, Dodecachordon , A Facsimile of the 1547 Basel Edition (New York: Broude Brothers, 1967). See also Clement A. Miller, “Dodecachordon: Translation, Transcription and Commentary” (2 vols.) in Musicological Studie\ns and Documents 6 (Rome: American Institute of Musicology, 1965).",
            "citations": []
        },
        "FN5": {
            "text": "5. While most other composers are represented by from between 1 and 6 pieces, Josquin is represented by no fewer than 29. We can be sure also from the way in which Glareanus eulogizes over Josquin’s virtues in Book III, Chapter XXVI that Glareanus was intimately acquainted with the music of this “genius” and “chief of singers.” To have made a careful selection of 29 pieces which exemplified particular attributes relevant to Glareanus’s discussion of Mode was evidently not a difficult task fo\nr him.",
            "citations": []
        },
        "FN6": {
            "text": "6. Miller, 2, 263.",
            "citations": []
        },
        "FN7": {
            "text": "7. While it is true that, in terms of tonicization, Bent’s solution remains “coherent,” it is only possible surely to view such a modal consistency anachronistically. What she has evinced is a harmonic treatment that would be quite in keeping with a Mozart sonata movement where, characteristically, a phrase in C major might be echoed by its restatement in C minor. This echo might then cadence via a tierce de picardie back to C major. Two hundred and fifty years earlier in Renaissance terms, \nhowever, the modal characteristics would be viewed rather differently. Measures 44–7 would be heard in terms of the (hypo)ionian mode; but an abrupt modulation in measures 48–53 would cause these bars to be heard as a transposed Aeolian mode (transposed three degrees flatwards) eventually to cadence with a major third. Whether or not we hear this music through Renaissance ears (as Bent would wish), it is difficult to see how such a performance could have any effect other than “remove the harmony from its \n(i.e. the hypoionian’s) base.”",
            "citations": []
        },
        "FN8": {
            "text": "8. Zager, page  11.  If one were to claim that “tonal purity” was not a precondition for the composition of seventeenth- and eighteenth-century music, a comparable ambiguity would be perpetrated. To be sure, no composer from this era would compose anything without a clear tonal base, but it is unlikely that this base could be adequately articulated only by a succession of notes restricted to those of the diatonic scale (major or minor).  Only by moving away from, and back to the home key is the tonality effectively articulated, and this creates a diversity of cadence positioning.  It also admits notes outside the diatonic series which serve to form essential links between one cadence position and another.  This means that while a piece may be described as being written in a key, not all of it will remain in that key.  All movement around the prevailing key center will be carefully balanced to maintain a tonal coherence designed to emphasize the home key.  In a similar manner Renaissance music composed in a particular mode will cadence upon accepted degrees of the scale other than the final, and this will bring into being the use of notes outside the diatonic notes of that mode either as raised leading notes to the new cadences, or as sharpened or flattened notes required for consonance purposes in the approach to new cadence points.  Renaissance musicians, however, were quite clear as to which particular degrees of the scale were appropriate cadence points for particular modes, and which were not.",
            "citations": []
        },
        "FN9": {
            "text": "9. Gioseffo Zarlino, On the Modes , trans. Vered Cohen, ed. Claude V. Palisca 1983, (New Haven: Yale University Press, 1983), 86.",
            "citations": []
        },
        "FN10": {
            "text": "10. Pietro Aaron, Toscanello in Music , trans. Peter Bergquist (Colorado Springs: Colorado College Music Press, Translations: no. 4, 1970), 3, 23–24.",
            "citations": []
        },
        "FN11": {
            "text": "11. “ . . . it produces an intolerable discord. Hence it is rejected by counterpoint . . . ” (Tinctoris, “Liber de arte contrapuncti,” trans. A. Seay, Musicological Studies and Documents 5 [Rome: American Institute of Musicology, 1961], page 29.)",
            "citations": []
        },
        "FN12": {
            "text": "12. “If you put the tenor a fourth below the cantus, put the bass a fifth below the tenor and the alto a third or tenth above the bass. If you put the bass a third below the tenor, put the alto another third below the bass, because the consonant fourth is not pleasing without the fifth below.” (Bergquist, 2, 36.)",
            "citations": []
        },
        "FN13": {
            "text": "13. Bergquist, 3, 17–20.",
            "citations": []
        },
        "FN14": {
            "text": "14. Helen Hewitt & Isabel Pope, Petrucci: Harmonice Musices Odhecaton A , (Cambridge, Massachusetts: The Mediaeval Academy of America, 1942), 219.",
            "citations": []
        },
        "FN15": {
            "text": "15. Since consonance and dissonance are determined by the ratio of the lesser to the greater (e.g. the octave ratio of 2:1 providing a simpler, hence more consonant relationship than that of the perfect fourth which is 4:3), it must logically follow that when a low G is placed beneath the interval E– B ♭ two new consonances are suddenly brought into being. These are the intervals GG–E (a major sixth) and GG– B ♭ (a minor third plus an octave). Dissonance is, of course, still present between the\n upper two notes (just as it is with the perfect fourth placed a fifth above the bass), but the manner of perception is tempered by the added consonances which arise from the presence of the lowest note.",
            "citations": []
        },
        "FN16": {
            "text": "16. Using a convenient modern manner of description, a perfect consonance can be likened to a chord in root position. Throughout most of the Renaissance, the paradigmatic form was that of three notes where the middle one was a perfect fifth\n higher than the lowest, and the highest formed an octave with the lowest. Although the two upper notes formed only a fourth (which was a dissonance), each formed a perfect consonance with the lowest.  In a similar manner, an imperfect consonance could be\n viewed as a chord of the first inversion (major, minor or diminished). In any such chord, each upper voice (irrespective of the presence or absence of dissonance perceived to be in existence between the two upper notes) will form an imperfect consonance \n(i.e. a third or sixth) with the lowest.",
            "citations": []
        },
        "FN17": {
            "text": "17. For a more thorough discussion of the prohibition and use of the tritone and diminished fifth, see Berger, 70–154.",
            "citations": []
        },
        "FN18": {
            "text": "18. Bonnie Blackburn, “On Compositional Process in the Fifteenth Century,” JAMS 40 (1987), 283.",
            "citations": []
        },
        "FN19": {
            "text": "19. Seay, 103.",
            "citations": []
        },
        "FN20": {
            "text": "20. Tinctoris (Seay, 131) stated:  “Indeed, perfect concords which are made imperfect or superfluous by a chromatic semitone, that is, by alteration, must be avoided, although I am aware that almost all composers use these above all or half or a larger part of the note defining the measure and immediately preceding a perfection in a composition of three or many voices. . . . ”",
            "citations": []
        },
        "FN21": {
            "text": "21. Palisca, 87.",
            "citations": []
        },
        "FN22": {
            "text": "22. Berger, 110.",
            "citations": []
        },
        "FN23": {
            "text": "23. Zarlino, Le Istitutioni harmoniche , trans. Guy Marco and Claude Palisca (New Haven: Yale University Press, 1968), 65.",
            "citations": []
        },
        "FN24": {
            "text": "24. I have used the words ‘natural’, ‘sharp’ and ‘flat’ only because the accidental signs themselves, which Zarlino uses in the extract above, do not have ASCII equivalents that can be used in the presentational format of this essay.",
            "citations": []
        },
        "FN25": {
            "text": "25. It is my view that, in general, the importance of mode has been underrated in recent times. Perhaps the view has been that writers like Zarlino and Glareanus, in attempting to codify and package their own humanistic views on the music of their time, merely imposed these upon the works of composers who, possibly, may have had little or no actual interest in such dogma. I have two problems with this view. First, composers like Josquin were surely no less humanistic in their outlook than commentators like Zarlino and Glareanus. And second, it seems to me highly inconsistent, on the one hand, to trawl through the many complicated paragraphs of such writers in order to tease out useful hints on technical matters like non-harmonic relations (and to construct elaborate theories upon these findings) while, on the other hand, clear technical and aesthetic comments upon modes and their use offered by the same writers are conveniently overlooked. Karol Berger ( Musica Ficta . . . ) places an important emphasis upon this aspect and notes (page 58) concerning the question of accidental signatures that “The answer to this question is simple, predictable, and supported by massive evidence . . . one used an accidental signature when one wanted to transpose a melody to a different location from the one it would have if notated without the signature and to retain all of its intervals unchanged, that is, to retain its mode. This is why one is justified in calling it a ‘key signature’.” This view contrasts significantly with the position of Margaret Bent (“Musica Recta and Musica Ficta,” Musica Disciplina 26 [1972], 73–100) and Andrew Hughes (“Manuscript Accidentals: Ficta in Focus 1350–1450,” Musicological Studies and Documents 27 [Rome: American Institute of Musicology 1972]) who considered the function of accidental signatures as being to transpose the Guidonian Hand. For evidence offered against the position of Bent and Hughes, see Berger, 64–5.",
            "citations": []
        },
        "FN26": {
            "text": "26. Palisca, 86.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In 1984 and 1987 articles were published respectively by Margaret Bent (1) and Daniel Zager (2) both of which undertook a reappraisal of Renaissance attitudes to the\n theory and practice of consonance and dissonance. Both authors proposed solutions to particular examples selected as case studies, the former admitting that her conclusions concerning a section taken from Josquin’s Ave Maria might be considered “provocative.”  The purpose of this essay is to review some of these conclusions, and to verify their validity against the testimonies of some prominent Renaissance theorists and musicians.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Of three examples studied by Margaret Bent, two have subsequently been reviewed by Karol Berger, (3) and Bent’s proposals strongly refuted. At the heart of both examples (a mass section by Obrecht, and the fa\nmous ‘duo’ by Willaert) is the issue of pitch conceptualization and frequency stability. According to Bent, the fact that applied diatonic ficta caused the Obrecht piece to begin on F and end on F ♭ was of little if any consequence for the singers because they (unlike us) were not limited by a sense of ‘frequency stability’ and merely needed to progress through the piece step by step. According to Berger, however, singers could only progress through the piece by locating each step of the gamut as a \npitch relative to the previous step. It was therefore necessary for them not only to know that the note at the end indeed was a different pitch from that at the beginning, but also to know exactly by how much. This crucial element of pitch conceptualization is especially applicable (in Berger’s view) to a singer’s understanding of the tenor part of Willaert’s ‘duo’ whose final note (E) is intended to sound a perfect octave below the note d in the upper voice. The singer, when reaching the final E-fa (inevitably pitched a whole tone lower than the original recta E-la), is compelled by the actuality of performance not only to know that the two pitches are very different, but also to be aware of the exact amount of difference. In short, the purpose of\n the gamut (and the Guidonian hand) is to maintain pitch stability, not to repudiate it. Example 1 . Josquin, Ave Maria (Bent’s version) (click to enlarge and listen)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The remaining example studied by Bent—a portion of the Josquin motet Ave Maria —led her to make a proposal that has remained unchallenged during its twelve years of currency. The passage concerned is attached as the Example 1 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Beginning at measure 44, this passage undergoes a considerable amount of ficta activity stemming from the simultaneous occurrence in measure 48 of B in the bass and F in the tenor. By the accepted rules of consonance, the bass B must be flattened to B ♭ in order to provide a perfect consonance with the tenor. This, according to Bent, sets off a chain reaction over the next four measures so that E ♭ s and A ♭ s become introduced in order to avert the presence of vertical diminished fifths\n (i.e. the B ♭ will call for the E ♭ , and then the E ♭ will require the A ♭ ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Any explanation either in favor of, or against, her proposal will need to address the following conceptual issues: a) frequency stability; b) modal stability; c) consonance evaluation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] With regard to a) frequency stability, there is no difficulty. Although Bent does not accept the relevance of such a notion, it is perfectly possible for singers who do to follow her notation and to move through the relevant steps required to arrive at the cadence on the pitch indicated.  The proposal in itself does not, therefore, prescribe or presume a lack of pitch stability.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A major difficulty arises however with regard to b) modal stability.  Since Bent (“Diatonic ficta ,” pages 45–47) regards modal coherence as a close relative of pitch stability (against which she argues), it is her view that this ficta activity in no way disturbs the mode. Zager in his article (“From the Singer’s Point of View . . . ,” page 11) also argued against the notion of “modal purity” as having been a compositional precondition for fifteenth- and sixteenth-century music. Before discussing \nwhat can be inferred from Zager’s casual term “modal purity,” the essential difficulty which emerges is that the views suggested by both Bent and Zager with regard to the importance or otherwise of “mode” are contradicted by the highest Renaissance authorities, in particular Glareanus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Although Bent’s article does not indicate the fact, the Josquin motet Ave Maria was one of a large number of works by Josquin selected by Glareanus for inclusion in his Dodecachordon published in 1547. (4) Indeed, more works by Josquin were chosen than by any other composer. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] On the testimony of Glareanus alone, Bent’s proposal for this motet collapses at a single stroke. Book III, Chapter XXIII, concerns the Hypoionian mode which, he tells us, “is so very common in our time and in such frequent use among men that I would \nhave omitted an example of it if we had not presented examples of all the other modes.” (6) He continues: “Its natural final key is small c, its range is the two Gg. . . . ” He then describes his example: “Josquin des Prez has composed the Ave Maria according to this mode, truly very learnedly and pleasingly, and without removing the harmony from its base.”",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The whole point of Margaret Bent’s solution is that the harmony is, via the “necessary” application of diatonic ficta , “removed from its base,” but that this removal is not only a logical way of dealing with consonance issues but also does not\n in her view disturb modal coherence. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Zager, in stating that “modal purity” was not a precondition for the composition of fifteenth- and sixteenth-century music, does not define his terminology. If, by “modal purity,” he has in mind a succession of notes and harmonies that arise only from the pure diatonic notes of a particular scale, then he is obviously correct since little or no composed music proceeds in performance without accidentals (written or unwritten). If, however, he means music whose melodic and harmonic attributes are consistently directed towards the firm establishment and articulation of a particular mode (or modes), then he must be incorrect. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Josquin’s Ave Maria follows precisely the criteria required of compositions written in Mode 12 (Hypoionian). Its range, as described by Glareanus, is from G to g and its final is on c. Furthermore, its cadence points concur exactly with those prescribed for this mode by Zarlino, (9) being restricted to his regular cadences on C, E and G. However, the approach to the C cadence proposed by Bent admits pitches so alien to the hypoionian mode as to be inconsistent with the description of Glareanus which, we must remember, accorded this piece the singular attribute of being written “according to this [hypoionian] mode . . . and without removing the harmony from its base.” This now brings into discussion c) consonance evaluation.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Since it is impossible to render the Josquin passage in any way other than that proposed by Bent without failing to eliminate all diminished fifths otherwise occurring between notes of the upper voices (such an elimination being her prime motive), it\n must follow that Glareanus viewed a proper performance of this motet as one in which some diminished fifths were present. Only by this means would it have been possible to remain faithful to the mode on account of the actual notes Josquin composed in the\n particular combination chosen by him. It is necessary, therefore, to question Bent’s assumption that all such combinations needed to be eliminated, and to arrive at a credible rationale for the use of such intervals within a polyphonic texture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In the Supplement to Pietro Aaron’s Toscanello (10) the author, in objecting to the practice of partial signatures, states that composers use a flat in the lower part in order to remove the imperfect fifth between B mi and F fa ut. His objection to the practice is twofold: first the signature imposes a global effect which changes the natural ordering of the gamut whereas such dissonances could have been corrected by the local use of accidentals, and second the global imposition of the low B ♭ is now at variance with the higher voices whose lack of the B ♭ yields superfluous octaves with the bass. Although Aaron’s point is one of asking composers to provide such signatures in all voices, he has nonetheless raised a crucial question: why did composers give priority to the eradication of imperfect fifths occurring between the bass and an upper voice by inserting a flat only in the lower voice (or voices)? After all, the same latent danger must have afflicted the upper voices.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Another manifestation of bass-precedence affects the employment\nof the perfect fourth. This interval was regarded as a dissonance if\nused alone, (11) but as a\nconsonance if a fifth sounded beneath it in the bass. (12) From an acoustic point of view\nthis is hardly surprising: when used alone the interval yields the\nmathematical ratio 4:3 (upper note:lower note). If a fifth is placed\nbeneath it, however, the lowest note will remove the dissonance by\ncompletely changing the audible acoustic parameters: although the\nupper two notes still have a ratio of 4:3, this is subjugated by the\nlowest note because now the effect is a consonance where the middle\nnote has a ratio of 3:2 (with the lowest note) and simultaneously the\nhighest note will have the ratio 2:1 (again with the lowest note). The\nsimpler the ratio, the more consonant is the interval.",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Perhaps more immediately relevant to the present essay is Aaron’s\npainstaking review of a list of published compositions in which\nindividual praise is given to the composers concerned for clearly\ninserting the flat sign at points where singers would otherwise fall\ninto the trap of producing a diminished instead of a perfect fifth. (13) Twenty-one\ncompositions are cited, seven of which are selected from Petrucci’s Odhecaton A . The remarkable fact about these references is that\nall but one citation specify an accidental affecting only the bass\nvoice which otherwise would cause a dissonance with an upper\nvoice. The only item where Aaron singles out a voice other than the\nbass is Orto’s motet Ave Maria where an E ♭ in the tenor is\nmentioned. Since, however, the bass is silent at this point, this\ntenor assumes the harmonic fundamental in its stead. So every example\ngiven is one where the lowest-sounding voice of the texture is\nadjusted to achieve consonance with an upper voice or voices.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] This is the more remarkable since in many of the cases cited the\nsame composers have apparently failed to eliminate such dissonances\nfrom upper voices, seemingly without Aaron’s censure. In this\nconnection, Orto’s Ave Maria is worth a brief examination. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The exact occurrence of the tenor E ♭ cited by Aaron occurs at\nmeasure 46, situated directly below a B ♭ in the alto voice. At this\nvery moment of occurrence the bass voice drops out. However in the\npreceding bar, when the bass was still present, the tenor was\napproaching the cadence to F by singing the leading note E ♮ . This note sounds directly beneath the soprano B ♭ causing a diminished fifth (plus an octave). The only explanation for\na) Orto’s lack of a flat sign here, and b) Aaron’s lack of concern\nover this must lie in the fact that beneath this combination the bass\nis singing a low G. Just as the harshness of the perfect fourth is\nbrought to consonance by the presence of a note a perfect fifth lower\n(which transforms the aural and acoustic parameters within which the\nnotes of the perfect fourth are now heard), so the presence beneath\nthis diminished fifth of the low G transforms its embryonic harshness\ninto a sound more acceptable because the overall combination now\nprovides more consonance than dissonance. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The reason why it is mandatory to prevent the lowest note of a\nchord from forming a fifth with any upper note of that chord logically\nfollows from the above argument. When there are more than two notes\nsounding, the ratio of the lesser to the greater becomes less crucial\nin the overall effect than does that of the lesser to the\ngreatest. Where the greatest (i.e. the lowest-sounding note) itself is\ndissonant with an upper note, an adjustment of pitch to bring about\nconsonance is mandatory. This clearly explains why partial signatures\nwere generally restricted to lower voices (any of which could at any\ntime become the harmonic fundamental of the texture), and also why\nAaron singled out notated flats carefully indicated in bass parts to\navert such dissonances. It also explains why Renaissance theorists\nwere so uncompromising over the total prohibition of mi sounding against fa in a perfect concord (which would have been\nimpossible in any case were the singers to locate their steps of the\ngamut accurately, because if they did find themselves singing mi against fa within the stability of relative pitch\nrequired by the gamut they would also find that they were not singing\na perfect concord). None of this means, however, that diminished\nfifths were to be completely banned from composed music; it simply\nmeans that perfect consonances did not admit them, and that where\nperfect consonances were to be attained such intervals had to be\neliminated. (16) It must\nbe assumed, therefore, that when such intervals exist among upper\nparts, they do so in the context of imperfect consonances (for which\ntheorists like Josquin’s pupil Coclico sanctioned mi against fa ). (17)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Before firmer ground can be established between the opposing\nviews on Josquin’s Ave Maria presented by Bent and Glareanus, a\nclearer view of compositional propriety needs to be established. This\nis particularly necessary on account of the clear distinctions of\ncriteria applied to counterpoint that was improvised ( super\nlibrum ) as opposed to composed ( res facta ). Bonnie\nBlackburn (18) stated\nthat “Res facta differs from counterpoint in that each voice must be\nrelated to every other voice so that no improper dissonances appear\nbetween them.” It is my belief that this overstates the distinction\nmade by Tinctoris, but it is clear from what both say that a far\ngreater expectation of textural control existed for composed as\nagainst improvised music. Tinctoris (19) expressed the situation rather\ndifferently: “In this, however, composition differs most from\n(improvised) counterpoint, since all the parts of composed music, be\nthey three, or four, or many, are mutually interdependent, so that the\norder and law of concords of any part in relation to themselves and\nall others should be observed . . . .”",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Bonnie Blackburn’s statement implies that in composed music all\n“improper dissonances” deemed (by whatever criteria) that exist\nanywhere between any two parts must be removed. Yet we know that this\ncannot be the case because the perfect fourth, which was considered by\nTinctoris to be harshly dissonant (see note 10 above), was routinely\nadmitted into composed music when covered by a voice sounding a fifth\nbelow (see note 11 above).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Tinctoris uses a more carefully worded description. He does not\nspeak of “improper dissonances,” but (on the contrary) “the order and\nlaw of concords.” Further, he does not say that “each voice must be\nrelated to every other voice” but is concerned that “concords of any\npart in relation to themselves and all others should be observed.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The difference here is that while all the voices according to\nBlackburn’s surmise are mutually exclusive of all “improper\ndissonance,” the same voices are according to Tinctoris mutually inclusive of the laws of consonance. Although this may, at\nfirst, seem to amount to the same thing, it is actually very different\nand will materially affect one’s whole view of consonance and\ndissonance treatment as it is perceived to arise in examples like\nJosquin’s Ave Maria . For one thing, Blackburn’s view will agree\nwith Bent’s so that no diminished fifths will be permitted to exist\nanywhere in Josquin’s texture (not because they combine poorly with\nthe other voices, but because they have the temerity to exist at\nall). Yet we know from Tinctoris himself that the use of diminished\nfifths in the upper voices of composed music was widespread, (20) and Karol Berger has\ndevoted a lot of work in explaining such accepted usage (see note 17\nabove).",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The most crucial difference between the statements of Blackburn\nand Tinctoris, however, is that Blackburn seems to deny the need to\nview the existence of intervals “in relation to all the others” as\nwell as “in relation to themselves” (which is what is prescribed by\nTinctoris). In other words, if a singer happens to sound the note B ♭ above a voice singing G a tenth lower, and simultaneously a third\nsinger happens to sing the note E ♮ in between, Blackburn’s\nassumption is that both singers of the upper voices will instantly\ncease to be aware of the consonance between their own notes and the\nbottom pitch because (independently from this two-fold consonance)\nthere would exist a dissonance between themselves which somehow\noverrides and disqualifies their consonance with the lowest\nvoice. According to Tinctoris, however, the situation would be quite\ndifferent: while, at the moment of collision, the two higher singers\nwould be aware of a dissonance between them, their acceptance or\nrejection of this dissonance (i.e. whether or not they decided that it\nis an “improper dissonance”) would only occur as a result of their\nevaluation of the overall effect of this juxtaposition with the lowest\nvoice. This is precisely why, indeed, there is a distinction between\nthe dissonant and the consonant perfect fourth. The judgment as to\nwhether such dissonances are “improper dissonances” (Blackburn) must\ntherefore be arrived at not pragmatically with reference to the two\nupper voices alone, but with regard to “all the others” (Tinctoris) as\nwell. In this regard Tinctoris tells us that the majority of composers\nwere happy, taking into account the overall effect of such a\ncombination, to use the diminished fifth in this way as a means of\napproaching a perfect consonance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Returning therefore to the Josquin example, we must now find a\nway of remaining faithful to Glareanus’ view of modal fidelity while\nalso ensuring that perfect concords are not placed in jeopardy by\nimproper dissonances.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Glareanus, as shown in paragraph 9 above, hailed Josquin’s Ave\nMaria as a piece composed “very learnedly and pleasingly” in the\nHypoionian mode “without removing the harmony from its base.” The\nregular cadences, as shown in paragraph 12 above, concur with those\nprescribed by Zarlino.  Zarlino’s own two-voice example of mode 12,\nhowever, presents none of the problems posed by the Josquin four-voice\nmotet. (21) In\nparticular, there are no melodic or non-harmonic relationships\ninvolving the tritone or the diminished fifth. Indeed, it would have\nbeen a very poor example had there been, for Zarlino was meticulous in\nhis condemnation of such practices were they to have been perpetrated\nin a two-voice texture. A passage from Zarlino quoted by Karol\nBerger (22) makes his\ndispleasure clear: “Especially when we compose for two voices, it is\nvery annoying to sensitive ears . . . they are very difficult to sing and\nhave poor effect . . . Although it is less evil to find this relation\nbetween two parts and two melodies than to hear it in one part, it is\nstill bad and the ear is still offended.” (23)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Although we cannot take too much comfort from Zarlino’s\napparently less condemnatory attitude to such practices in two-part\ntextures as opposed to single lines, it is reassuring to note that his\nattitude becomes less severe when speaking of the use of more than two\nvoices. He continues: “It is true, however, that in compositions for\nmany voices it is often impossible to avoid such relation and not to\narrive at such an impasse . . . But even when necessity thus presses upon\nhim, he [the composer] should at least see that these defects occur in\ndiatonic steps and in those which are proper and natural to the mode\nand not in those which are accidental, that is, those indicated in a\ncomposition by the signs ‘natural’, ‘sharp’ and ‘flat’. For used in\nthis way they do not have such a poor effect.” (24)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] There is a three-fold purpose in quoting this extract. First, it\nrecognizes that passages can occur where there is no satisfactory way\nout of the “impasse,” and where the composer finds himself in a tight\ncorner.  Second, the only satisfactory way of dealing with the problem\nis to restrict the steps to those which are diatonic to the mode\nrather than to extend the “impasse” to those steps which involve the\nuse of written accidentals. Third, Zarlino concludes (despite his\nearlier utter condemnation of non-harmonic relations) that when they\nare handled in this manner in compositions for “many voices” they do\nnot now have such a poor effect. Crucial to this acceptance is, yet\nagain, the unassailable centrality of the concept of “mode” which, as\na binding force, generates such a coherence and logic to the unfolding\nof line and harmony that even Zarlino is prepared to accept the\npresence of diminished fifths provided their arrival and departure\ndoes not disturb this coherence. It must, however, be axiomatic that\nperfect consonances involving the lowest voice remain as perfect\nconsonances (with interval adjustment where necessary to facilitate\nthis). This is the only explanation for Zarlino’s complete intolerance\nof such intervals and cross-relations in two-voice textures. It must\nalso follow, therefore, that the tolerance shown in larger textures\napplies only to such events when they occur in upper voices. (25)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Josquin would seem, in the example under consideration, to have\narrived at Zarlino’s “impasse,” but Bent has not followed Zarlino’s\nadvice in finding a suitable way around it. Her solution (see Example\n1 and paragraph 4 above) has rejected the offer Zarlino made of being\nprepared to approve non-harmonic diminished fifths and cross-relations\nprovided the result was within the mode. This would have given a\nreward of the kind expected by Glareanus on his own testimony of the\nvery piece itself.  Instead, however, an over-zealous impulse to rid\nthe whole texture of such intervals (as would certainly have been\nrequired for a texture of only two voices) has led to a far greater\n“defect”: the music has been inextricably shunted, simply by the\nescalation of successive ficta steps, away from its proper mode into a\ncompletely different one. Zarlino would surely have been much happier\nto have retained modal integrity, particularly since he says elsewhere\nof mode 12 that “ . . . every composer who wishes to write a composition\nthat is cheerful does not depart from this mode.” (26) Example 2 . Josquin, Ave Maria (Wibberley’s version). (click to enlarge and listen)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] My proposal for the passage under review is that illustrated in Example 2 . The only melodic adjustments applied are brought about by\nnormal recta means, in each case the recta B ♭ s simply prevent\nimperfect or superfluous intervals occurring with the lowest-sounding\nvoice where perfect intervals are mandatory. In recognizing Zarlino’s\n“impasse” as clearly evident in this example, no apology is needed in\nfollowing his advice in handling it. The non-harmonic cross-relations,\ntogether with the occasional upper-voice diminished fifths which\nprecede perfections, all serve to emphasize the prevailing mode within\nwhich they bring about their own resolutions. For this reason, I have\nto agree with Zarlino that “they do not have such a poor effect.”",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.96.2.5.wibberley.html",
    "data": "mto/data/mto.96.2.5.wibberley.json"
}