{
    "title": "Beyond Homage and Critique? Schubert’s Sonata in C minor, D. 958, and Beethoven’s Thirty-Two Variations in C minor, WoO 80",
    "date": "2013/03/01",
    "volume": "19",
    "issue": "1",
    "authors": [
        "Rusch, René"
    ],
    "abstract": "When Schubert’s instrumental pieces seem to directly quote or allude to Beethoven’s works, some music scholars have interpreted these forms of appropriation either as musical homage or as evidence that Schubert modeled several of his works on Beethoven’s. Other scholars have encouraged us to rethink these perspectives, suggesting instead that the same forms of appropriation can be read as active responses or antipodes to Beethoven’s music.This paper reconsiders the topic of influence in Schubert’s music from a post-structuralist position, drawing from Jacques Derrida’s writings on grafting—the act of placing separate texts side by side to produce a new structure. Using the first movement from Schubert’s Sonata in C minor, D. 958, and Beethoven’s Thirty-Two Variations in C minor, WoO 80 as examples, my paper seeks to rethink the categories of homage and critique by considering the following two ideas: (1) if “[t]o write means to graft” (Derrida [1972] 1982, 355), each composition contains a heterogeneity of texts, challenging the possibility of an original text; (2) matters concerning appropriation do not lie solely within either musical text, but rather between them, inviting us to reconsider how constructions of history and criteria for originality can affect our understanding of appropriation and our music-analytical readings of Schubert’s works.",
    "keywords": [
        "Schubert",
        "Beethoven",
        "influence",
        "Derrida",
        "post-structuralism"
    ],
    "doi": "",
    "received": "September 2012",
    "pdf": "http://mtosmt.org/issues/mto.13.19.1/mto.13.19.1.rusch.pdf",
    "author_info": [
        {
            "name": "René Rusch",
            "university": "Schulich School of Music",
            "address": "McGill University, 555 Sherbrooke Street West, Montreal, QC H3A 1E3",
            "email": "rene.daley@mcgill.ca"
        }
    ],
    "citations": {
        "allen_2011": "Allen, Graham. 2011. Intertextuality . 2nd ed. London and New York: Routledge.",
        "brendel_2001": "Brendel, Alfred. (1975) 2001. “Schubert’s Piano Sonatas, 1822–1828.” In Alfred Brendel on Music: Collected Essays , 134–52. Chicago: A Cappella Books, 2001. Originally published in Hi Fi Stereophonie. Karlsruhe, 1975.",
        "cone_1970": "Cone, Edward. 1970. “Schubert’s Beethoven.” The Musical Quarterly 56, no. 4: 779–93.",
        "culler_2007": "Culler, Jonathan. 2007. On Deconstruction: Theory and Criticism After Structuralism . Ithaca: Cornell University Press.",
        "derrida_1982": "Derrida, Jacques. (1972) 1982. Dissemination .  Trans. Barbara Johnson. Chicago: University of Chicago Press, 1982. Originally published La Dissémination. Paris: Seuil, 1972.",
        "derrida_1986": "Derrida, Jacques. (1974) 1986. Glas . Trans. John P. Leavey, Jr. and Richard Rand. Lincoln: University of Nebraska Press, 1986. Originally published Glas . Paris: Galilée, 1974.",
        "dürr_1991": "Dürr, Walther. 1991. “Klaviermusik.” In Franz Schubert , eds. Walther Dürr, Arnold Feil, and Walburga Litschauer. Stuttgart: Philipp Reclam.",
        "fisk_2000": "Fisk, Charles. 2000. “Schubert Recollects Himself: The Piano Sonata in C minor, D. 958.” Special Issue, “Memory and Schubert’s Instrumental Music,” ed. Leon Botstein. The Musical Quarterly 84, no. 4: 635–53.",
        "fisk_2001": "Fisk, Charles. 2001. Returning Cycles: Contexts for the Interpretation of Schubert’s Impromptus and Last Sonatas . Los Angeles and Berkeley: University of California Press.",
        "godel_1985": "Godel, Arthur. 1985. Schuberts Letzte Drei Klaviersonaten: Entstehungsgeschichte, Entwurf, und Reinschrift Werkanalyse . Baden-Baden: Koerner.",
        "hinrichsen_1994": "Hinrichsen, Hans-Joachim. 1994. Untersuchungen zur Entwicklung der Sonatenform in der Instrumentalmusik Franz Schuberts . Tutzing: Hans Schneider.",
        "hudson_1981": "Hudson, Richard. 1981. Passacaglio and Ciaccona: From Italian Guitar Music to Keyboard Variations in the 17th Century . Ann Arbor: UMI Research Press.",
        "klein_2005": "Klein, Michael. 2005. Intertextuality in Western Art Music . Bloomington: Indiana University Press.",
        "korsyn_1991": "Korsyn, Kevin. 1991. “Towards a New Poetics of Influence.” Music Analysis 10, nos. 1–2: 3–72.",
        "korsyn_1996": "Korsyn, Kevin. 1996. “Directional Tonality and Intertextuality: Brahms’s Quintet op. 88 and Chopin’s Ballade op. 38.” In The Second Practice of Nineteenth-Century Tonality , eds. William Kinderman and Harald Krebs, 45–83. Lincoln: University of Nebraska Press.",
        "korsyn_2001": "Korsyn, Kevin. (1999) 2001. “Beyond Privileged Contexts: Intertextuality, Influence, and Dialogue.” In Rethinking Music , ed. Nicholas Cook and Mark Everist, 55–72. Oxford: Oxford UniversityPress, 2001.",
        "korsyn_2003": "Korsyn, Kevin. 2003. Decentering Music: A Critique of Contemporary Research . New York: Oxford University Press.",
        "kramer_1990": "Kramer, Lawrence. 1990. Music as Cultural Practice, 1800-1900 . Berkeley and Los Angeles.",
        "krause_1992": "Krause, Andreas. 1992. Die Klaviersonaten Franz Schuberts: Form, Gattung, Aesthetik . Basel, London, New York: Bärenreiter.",
        "krims_1998": "Krims, Adam. 1998. “Disciplining Deconstruction (for Music Analysis).” 19th-Century Music 21, no. 3: 297–324.",
        "kristeva_1980": "Kristeva, Julia. (1969) 1980. Desire in Language: A Semiotic Approach to Literature and Art. Trans. Thomas Gora, Alice Jardine and Leon S. Roudiez. Ed. Leon S. Roudiez. New York: Columbia University Press, 1980. Originally published Séméiôtiké: Recherches pour une Sémanalyse , Paris: Edition du Seuil, 1969.",
        "littlefield_1996": "Littlefield, Richard. 1996. “ The Silence of the Frames. ” Music Theory Online 2, no. 1.",
        "nietzsche_1997": "Nietzsche, Friedrich. (1874) 1997. “On the Uses and Disadvantages of History for Life.” In Untimely Meditations, ed. Daniel Breazeale, 57–124. Trans. R.J. Hollingdale. New York and Cambridge: Cambridge University Press, 1997. Originally published “Vom Nutzen und Nachteil der Historie für das Leben.” In Zweites Stück: Unzeitgemäße Betrachtungen , Leipzig: Fritzsch, 1874.",
        "rehding_2009": "Rehding, Alexander. 2009. Music and Monumentality: Commemoration and Wonderment in Nineteenth-Century Germany . New York: Oxford University Press.",
        "rosen_2010": "Rosen, Charles. 2010. Music and Sentiment . New Haven: Yale University Press.",
        "rusch_2009": "Rusch, René. 2009. “Schubert's References to Beethoven: Musical Homage or Critique?” Paper presented at “Réflexions sur la monumentalité musicale en Europe,” Université de Montréal, Sept. 24.",
        "scherzinger_1995": "Scherzinger, Martin. 1995.  “The Finale of Mahler’s Seventh Symphony: A Deconstructive Reading.” Music Analysis 14, no. 1: 69–88.",
        "snarrenberg_1987": "Snarrenberg, Robert. 1987. “The Play of Différance: Brahms's Intermezzo, Op. 118, No. 2.” In Theory Only 10, no. 3: 1–25.",
        "spivak_1997": "Spivak, Gayatri Chakravorty, trans. 1997. “Translator’s Preface” to Of Grammatology , ix–lxxxviii. Baltimore: Johns Hopkins University Press.",
        "staehelin_2001": "Staehelin, Martin. 2001. “Auf eine Wirklich Ganz ‘Alte’ Manier’? Händel-Anlehnung und Eigenständigkeit in Beethoven’s Klavier-Variationen c-Moll WoO 80.” In “‘ Critica Musica’: Studien zum 17. und 18. Jahrhundert: Festschrift Hans Joachim Marx zum 65 Geburtstag , ed.  Nicole Ristow, Wolfgang Sandberger, and Dorothea Schröder, 281–97. Stuttgart: Metzler.",
        "straus_1990": "Straus, Joseph. 1990. Remaking the Past: Musical Modernism and the Influence of the Tonal Tradition . Cambridge: Harvard University Press.",
        "subotnik_1996": "Subotnik, Rose. 1996. “How Could Chopin’s A-Major Prelude Be Deconstructed?” In Deconstructive Variations: Music and Reason in Western Society , 39–147. Minneapolis: University of Minnesota Press.",
        "taruskin_1993": "Taruskin, Richard. 1993. “Revising Revision.” Journal of the American Musicological Society 46, no. 1: 114–38.",
        "temperley_1981": "Temperley, Nicholas. 1981. “Schubert and Beethoven’s Eight-Six Chord.” 19th-Century Music 5, no. 2: 142–54.",
        "white_1973": "White, Hayden. 1973. Metahistory: The Historical Imagination in Nineteenth-Century Europe .  Baltimore: Johns Hopkins University Press.",
        "white_1987": "White, Hayden. 1987. The Content of the Form: Narrative Discourse and Historical Representation .  Baltimore: Johns Hopkins University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I would sincerely like to thank William Caplin, Kevin Korsyn, and Peter Schubert for their support and critical commentary on earlier drafts. I would also like to thank Sten Thompson for assisting me with the German translations.",
            "citations": []
        },
        "FN2": {
            "text": "2. Unless otherwise stated, all translations are mine.",
            "citations": []
        },
        "FN3": {
            "text": "3. This passage is also quoted in Fisk 2001 , 181.",
            "citations": [
                "fisk_2001"
            ]
        },
        "FN4": {
            "text": "4. For a critical discussion of historical consciousness, see White 1973 and 1987 .",
            "citations": [
                "white_1973",
                "white_1987"
            ]
        },
        "FN5": {
            "text": "5. On the dialectic between remembering and forgetting, see Nietzsche [1874] 1997 .",
            "citations": [
                "nietzsche_1997"
            ]
        },
        "FN6": {
            "text": "6. For a general summary of theories of intertextuality from structuralism to Marxism, see Allen 2011 .",
            "citations": [
                "allen_2011"
            ]
        },
        "FN7": {
            "text": "7. See, for instance, Snarrenberg 1987 ; Kramer 1990 ; Scherzinger 1995 ; Littlefield 1996 ; Subotnik 1996 ; Krims 1998 . Krims’s recent critique of several scholars’ (Snarrenberg, Kramer, Scherzinger, and Littlefield) appropriation of Derrida’s work rightly points out the tension between music theory’s tendency to essentialize analytical models and post-structuralism’s tendency to resist “methodological closure” ( Krims 1998 , 305). Although institutional power may play a role in music theory’s implicit desire to “discipline deconstruction” ( Krims 1998 , 321), the unique conditions that have led music theory and post-structuralism to come to fruition as distinct areas of study may more readily explain this dissonance. The incongruities between music theory’s and post-structuralism’s (anti-) metaphysical claims, however, need not prevent us from participating in this interdisciplinary dialogue. If my own “disciplinary graft” of music theory and post-structuralism produces within its margins a proposition that has the ability to stir the sediments that have grounded conclusions about musical influence in our discipline, then this discussion will have not been in vain.",
            "citations": [
                "snarrenberg_1987",
                "kramer_1990",
                "scherzinger_1995",
                "littlefield_1996",
                "subotnik_1996",
                "krims_1998",
                "krims_1998",
                "krims_1998"
            ]
        },
        "FN8": {
            "text": "8. Notably, music scholars have explored the advantages of other intertextual models for understanding musical influence and history. See, for instance, Korsyn 1991 and Straus 1990 , both of which engage with Harold Bloom’s theory of poetic influence. For a critical stance on Korsyn’s and Straus’s work in this area, see Taruskin 1993 . Korsyn also uses Bloom’s theory in conjunction with Mikhail Bakhtin’s concept of dialogism to “capture the tensions of Brahms’s stratified discourse” ( Korsyn 1996 , 46). Drawing from several different structural and post-structural theories, Michael Klein’s monograph on intertextuality explores the “intertext” of works by Bach, Chopin, Liszt, Lutosłowski, and others ( Klein 2005 ).",
            "citations": [
                "korsyn_1991",
                "straus_1990",
                "taruskin_1993",
                "korsyn_1996",
                "klein_2005"
            ]
        },
        "FN9": {
            "text": "9. In Dissemination, Derrida writes “Never will any citation have so aptly meant both ‘setting in motion’ (the frequentative form of ‘to move’––ciere) and, also since it is a matter of shaking up a whole culture and history in its fundamental text, solicitation, i.e., the shakeup of a whole” ( [1972] 1982 , 357). For further discussion on the relationship between grafting and typography, see Culler 2007 , 134–7",
            "citations": [
                "derrida_1982",
                "culler_2007"
            ]
        },
        "FN10": {
            "text": "10. For a more exhaustive consideration of the passacaglia as it relates to the ciaconna, see Hudson 1981 .",
            "citations": [
                "hudson_1981"
            ]
        },
        "FN11": {
            "text": "11. This observation has also been noted by Fisk 2001 , 181.",
            "citations": [
                "fisk_2001"
            ]
        },
        "FN12": {
            "text": "12. I would especially like to thank Alexander Rehding for sharing his reading of the Beethoven theme, in response to a different version of this paper that was presented at the Université de Montréal ( Rusch 2009 ) in celebration of his book launch, Music and Monumentality: Commemoration and Wonderment in Nineteenth-Century Germany ( Rehding 2009 ).",
            "citations": [
                "rusch_2009",
                "rehding_2009"
            ]
        },
        "FN13": {
            "text": "13. This is not to suggest that passacaglia bass patterns prohibit a descending motion by fifth in the bass; the first two passacaglia bass patterns offered in Example 2 acknowledge this possibility. Rather, the interruption of the fragmentation pattern in the sentential function and non-resolution of the suggested cadential in measure 6 of Beethoven’s theme leads me to hear the fifth-motion in the passacaglia bass as idiosyncratic.",
            "citations": []
        },
        "FN14": {
            "text": "14. Joseph Kraus has suggested to me the possibility that measure 20 might also be heard as a reference to the last movement of Beethoven’s “Pathétique” Sonata, op. 13—in particular, the dominant arrival that occurs at the end of the first two couplets (measures 58–61 and 117–120) and at the final close of the sonata-rondo (measures 209–10). This perceptive idea helps strengthen my position that Schubert’s C-minor Sonata could be heard as combining multiple grafts from several different musical “texts.” For further discussion of the connections between Schubert’s D. 958 sonata and Beethoven’s op. 13, see Temperley 1981 , Dürr 1991 , Fisk 2000 , and Fisk 2001 .",
            "citations": [
                "temperley_1981",
                "fisk_2000",
                "fisk_2001"
            ]
        },
        "FN15": {
            "text": "15. With regard to the placement of the structural dominant, Beethoven shifts between two possibilities throughout the variations (my thanks goes to Frank Samarotto for suggesting this idea to me). In Variations 1–5, 12–17, 22–23, 25 and 29–30, the structural dominant occurs one bar from the end of each variation (measure 7), whereas in Variations 6–11, 18–21, 24, and 26–28, this dominant occurs two bars from the end (measure 6). In Variation 31 and in the beginning of 32, the tonic pedal (C) negates either possibility. The second statement of the variations in Variation 32 (measures 19–33) recovers the structural dominant, placing it in the “seventh” measure (measure 25 in the score). Beethoven then emphasizes the entire set of the variation’s sense of closure by prolonging this dominant in measures 26–27 (withholding motion to the perfect authentic cadence in measure 28), approaching the cadence “one more time” (measures 29–33) and appending a coda (measures 33–end).",
            "citations": []
        },
        "FN16": {
            "text": "16. I would like to thank William Caplin for sharing this point with me.",
            "citations": []
        },
        "FN17": {
            "text": "17. My thanks go to Kevin Korsyn for reminding me of the Chaconne and Mozart’s C-minor Concerto. On the connection between Bach’s Chaconne, Beethoven’s C-minor Variations, and Schubert’s C-minor Sonata, see Rosen 2010 . Here Rosen confirms that the descending chromatic fourth was “a useful formula for writing serious music with an ostinato and survived for a long time.” Handel’s Chaconne in G-major, HWV 442, has also been named as a possible source for Beethoven’s C-minor Variations. See Staehelin 2001 .",
            "citations": [
                "rosen_2010",
                "staehelin_2001"
            ]
        },
        "FN18": {
            "text": "18. Here Nietzsche ( [1874] 1997 , 67) identifies three species of history: monumental, antiquarian, and critical. An alternative mode to these three is the “superhistorical,” whereby the unanimity of values across time allows the past and present to be understood as one in the same. See also White 1973, 331–74. I would like to thank Kevin Korsyn for pointing me towards these sources.",
            "citations": [
                "nietzsche_1997"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] This paper reconsiders the topic of musical influence, particularly with respect to two constructs for evaluating forms of repetition between musical works: homage and critique. (1) My interest in revisiting homage and critique stems from broader ontological questions about repetition (What constitutes a repetition? How do repetitions mean?) and, more specifically, from a desire to probe the interpretive pathways that lead discussions of the same musical work to part ways in their conclusions about a certain iteration. Example 1 . Schubert, Sonata in C minor, D. 958, measures 1–24 (left), Beethoven, Thirty-Two Variations in C minor, WoO 80,\ntheme and var. 1–2 (right) (click to enlarge and listen)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Schubert’s apparent reference to Beethoven’s Thirty-Two Variations WoO 80 (c. 1806) in the first movement from his Sonata in C minor, D. 958 (c. 1828), provides a case in point ( Example 1 ). Both pieces share the same tonic (C minor), sound in 3/4 meter, and feature a chromaticized ascent from C to A ♭ in the right hand, yet music scholars have interpreted this repetition differently. In “Schubert’s Beethoven,” Edward Cone ( 1970 ) reads Schubert’s reference to the C-minor Variations as a musical homage: Thus, when one finds in each of the last three piano sonatas . . . a reference to the music of the master, then one begins to suspect that Schubert may have been deliberately trying to pay tribute to the memory of the illustrious colleague who had died only a short time before. The C minor Sonata makes only a bow in Beethoven’s direction, but it is one that reveals more than mere politeness. Schubert’s opening is taken almost note-for-note from the theme of Beethoven’s Thirty-Two Variations in C minor (p. 780). Arthur Godel ( 1985 ) reaches a similar conclusion in his monograph Schuberts Letzte Drei Klaviersonaten : Für den Schubert von 1828, der in diesem Werk seinem Beethoven so deutlich die Reverenz erweist, war ein Sonatensatz ohne ein sehr fein geknüpftes Netz motivisch-thematischer Beziehung wohl kaum vorstellbar (p. 124). [For Schubert in 1828, who in this work so clearly pays reverence to Beethoven, a sonata movement was hardly conceivable without an intricately woven network of motivic-thematic relationships.] (2) Compared to Cone and Godel, other scholars are more reluctant to explain Schubert’s reference to Beethoven’s C-minor Variations as an overt gesture of reverence. Instead, they suggest that the same iteration can be interpreted as a form of critique—an active response or antipode to Beethoven’s work. Alfred Brendel ( [1975] 2001 ), for instance, posits: Schubert relates to Beethoven, he reacts to him, but he follows him hardly at all. Similarities of motif, texture, or formal pattern never obscure Schubert’s own voice. Models are concealed, transformed, surpassed (p. 212). (3) Hans-Joachim Hinrichsen ( 1994 ) also conveys skepticism towards understanding Schubert’s reference to Beethoven as a musical homage: [Gegen die ältere Literatur, die eine Anlehnung an Beethovensche c-Moll-Vorbilder wie op. 10 Nr. 1 oder op. 13 unterstellte, hat Arthur Godel auf ein anderes Modell für das Initialthema der Sonate aufmerksam gemacht: Es handelt sich um eine erstaunlich präzise Kontrafaktur des Themas der c-Moll-Variationen WoO 80. Gerade diese Beobachtung aber legt es nicht zwingend nahe, diese Übernahme ganz auf der Linie der älteren Interpretation einfach als `Reverenz’ an Beethoven zu deuten. Ob nämlich die erstaunliche Entscheidung, ein beethovensches Variationenthema zum Hauptthema eines Sonatenkopfsatzes umzufunktionieren, unmißverständlich die Absicht einer Anlehnung ausdrückt oder aber im Gegenteil die entscheidene Markierung einer selbstbewußten Gegenposition, läßt sich nur durch die Berücksichtigung der Formanlage des ganzen Satzes klären (pp.  322–23). [In contrast to the older literature, which insinuated [Schubert’s] dependence on Beethoven’s C-minor models like op. 10, no. 1 or op. 13, Arthur Godel has called attention to a different model for the first theme of the sonata: it is a remarkably accurate contrafactum [Kontrafaktur] on the theme of the C-minor Variations WoO 80. But precisely this observation does not necessitate this appropriation to be read entirely along the line of the older interpretation simply as “reverence” to Beethoven. Whether the surprising decision to change a Beethoven variation theme into the main theme of the sonata’s opening movement unmistakably expresses the intention of dependency or, on the contrary, the decisive mark of a self-confident counter-position, can only be clarified by considering the formal plan [Formanlage] of the entire movement.] Hinrichsen ( 1994 , 323) suggests that Beethoven’s theme functions as a Reservoir of chromatic material that the C-minor Sonata both draws from and modifies throughout its formal sections, and concludes that there is no substantive reason why the Sonata should be interpreted as subordinate to Beethoven’s Theme and Variations.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "cone_1970",
                    "godel_1985",
                    "brendel_2001",
                    "hinrichsen_1994",
                    "hinrichsen_1994"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] From this brief survey of some of the discourse surrounding Schubert’s C-minor Sonata, we can already begin to observe the variance at which the allusion to Beethoven’s theme has been understood. What are the interpretive procedures that generate these different readings? We may be inclined to conclude that these two different interpretations are a symptom of a much deeper concern that lingers in the spaces between the two musical texts—namely, what kind of historical consciousness we should adopt to explain this repetition. (4) This is no more apparent than when analytical insights are situated within a broader historical narrative that seeks to either confirm a form of history that has dominated our discipline, or change the curvature of history’s peaks and valleys through analytical fictions of triumph and defeat. If the recent shift in the reception history of Schubert’s music within the last thirty years has steadily motivated a conversion from homage to critique when interpreting the meaning of repetitions between Schubert’s and Beethoven’s works, what are the advantages and disadvantages of these different forms of remembering (and forgetting)? (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] While I will return to this question later, I would first like to explore whether this impasse between homage and critique is a consequence of the stability afforded to oppositions that are often operative in such judgments about musical influence—oppositions such as text and context, original and copy, and a metaphorically constructed self and Other. To state the problem differently: rather than bolster a form of narrative history with another analytical retelling of the C-minor Sonata, we may reexamine whether our perception of the pendulum’s swing that cuts across our divide between original and copy is itself an illusion. If we attempt to move beyond homage and critique by rethinking the ways in which origin and repetition are conceived, how would this affect our understanding of the relationship between Schubert’s Sonata and Beethoven’s C-minor Variations?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] In confronting these categories of homage and critique with respect to the topic of musical influence in Schubert’s C-minor Sonata, I will use as  a point of departure Jacques Derrida’s writings on grafting, discussed and exemplified in both Dissemination ( [1972] 1982 ) and Glas ( [1974] 1986 ). Grafting is a technique commonly associated with horticulture and generally refers to the inosculation or joining together of vascular tissues between two plants. Derrida uses this notion of grafting metaphorically to describe the insertion of one text into another by means of a scission. The act of “cutting” a prior text and transplanting it into another text—a procedure that can be repeated infinitely to yield a graft within a graft within a graft (and so forth)—permeates, according to Derrida ( [1972] 1982 , 196), the very act of writing, which depends on repetition. Grafting has the potential to restructure the ways in which we think about origin and repetition in music, and can thus help to unravel the binary oppositions that weave history into a linear and continuous form. Put succinctly by Gayatri Chakrovorty Spivak, Derrida’s study of “the interweaving of different texts (literally “web”-s) [is]...an act of criticism that refuses to think of ‘influence’ or ‘interrelationship’ as simple historical phenomena” ( Spivak 1997 , lxxxiv). Derrida’s intertextual “model” is similar to those cultivated by other French post-structuralists writing on intertextuality in the late 1960s, such as Julia Kristeva and Roland Barthes. (6) Just as Kristeva ( [1969] 1980 ) views a single text as a permutation of multiple discourses from several different social and cultural contexts, Derrida also recognizes a text to be, as Jonathan Culler has summarized, “the product of various sorts of combinations or insertions” ( Culler 2007 , 134–35). Derrida’s subversion of binary oppositions—such as inside/outside, text/context, and center/margin—through deconstruction, however, sets him apart from other post-structuralists who generally rely on the reader to activate a text’s meaning. Indeed, deconstruction’s ability to displace the very ground that supports statements about meaning prohibits the possibility that meaning can be represented univocally, either by the reader’s experience of a text or by the author’s intentions ( Culler 2007 , 131).",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "derrida_1982",
                    "derrida_1986",
                    "derrida_1982",
                    "spivak_1997",
                    "kristeva_1980",
                    "culler_2007",
                    "culler_2007"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] A number of music scholars have explored the potential of Derrida's work for understanding music. (7) Among these discussions, I find Kevin Korsyn’s “Beyond Privileged Contexts: Intertextuality, Influence, and Dialogue” ( [1999] 2001 ) to be especially suggestive, and I will build upon that essay here. (8) In exploring discursive space from one of several post-structuralist positions, I intend to construct an alternative “frame” for thinking about musical influence with respect to Schubert’s C-minor Sonata. As such, my paper will consider the following two ideas: (1) if, as Derrida suggests, “[t]o write means to graft” ( [1972] 1982 , 355), Schubert’s Sonata contains a heterogeneity of texts, challenging the possibility that Beethoven’s C-minor variation theme functions as an original text; (2) matters concerning appropriation do not lie solely within a musical text, but rather between texts, inviting us to reconsider how constructions of both history and originality can affect music-analytical readings of influence in Schubert’s works. I will start by offering some analytical observations about both pieces. From there, I will focus on the space between my own analysis and the two musical “texts,” assessing what provisional conclusions may be drawn from the discussion. Example 2 . Four passacaglia bass ostinato patterns (after Richard Hudson 1981) (click to enlarge)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "korsyn_2001",
                    "derrida_1982"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] To set Schubert’s musical text in motion, I will place the main theme from his C-minor Sonata and the theme from Beethoven’s C-minor Variations on the same page (see again Example 1). (9) What reverberations arise from such a typography? To begin (and not to begin, for this very example is a repetition itself), the two pieces can draw our attention to another musical text that surfaces in the margins between both excerpts:  the passacaglia. Indeed, as Cone ( 1970 ), Fisk ( 2001 ), and others have pointed out, the descending chromatic bass line in Beethoven’s theme resembles a passacaglia bass. But which passacaglia bass? Given that there may be several possible models, Example 2 lists some of these. (10) Schubert’s reference to the passacaglia is undoubtedly a consequence that arises from his repetition of Beethoven’s C-minor theme, yet the way in which he treats the passacaglia differs. As we have already observed, Beethoven’s melody is grafted into the uppermost voice in the right hand of the Sonata’s main theme. Rather than preserve the descending chromatic passacaglia bass as an outer voice beneath the melody’s chromatic ascent, Schubert opts instead for a tonic pedal in the bass (measures 1–6) and places a remnant of the passacaglia in the left hand’s inner voice. (11) In other words, the grafted texts in Schubert’s main theme—the Beethoven melody and passacaglia bass—appear layered above a tonic pedal, subverting the function of the passacaglia bass by transforming it into an inner voice. A return to Beethoven’s theme, however, reveals that this tonic pedal was already present as an inner voice. Here the descending chromatic passacaglia bass drives the harmonic progression, leaving the pitch C—a common tone amongst all chords except for the chord in measure 2—a spot in the back seat. When the C-pedal and passacaglia bass switch places in Schubert’s main theme, Beethoven’s mobile progression transforms into an inert one. From this observation alone, we can see that the graft in Example 1—the placement of Schubert’s and Beethoven’s musical texts side by side—produces a chiasmus; Schubert’s transformation of the passacaglia and of Beethoven’s theme does not necessarily arise from an addition or musical excess, but rather from a repetition of prior texts that involves a reversal. Schubert’s tonic pedal and subsequent reversal of functions between the bass and tenor voices in Beethoven’s variation theme can thus inform the listener that the common-tone C was already there as a pedal in an inner voice in Beethoven’s theme. Example 3a . Beethoven, Thirty-two Variations in C minor, WoO 80, theme (click to enlarge) Example 3b . Beethoven, theme recomposed (click to enlarge and listen)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "cone_1970",
                    "fisk_2001"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] If this simple graft of Schubert’s main theme and Beethoven’s theme highlights how both musical texts repeat a (un)written passacaglia text, it can also underscore how the two texts deform the passacaglia. As several scholars have pointed out, Beethoven’s striking F-minor chord in measure 6 appears to disrupt both the theme’s fragmentation pattern and the passacaglia bass that grounds the theme. (12) Beethoven’s theme (annotated in Example 3a ) initially sets up the expectation of a sentence through its varied repetition of the basic idea (measures 3–4). During the continuation function of the sentence (measures 5–8), Beethoven fragments the basic idea by repeating a version of its “tail” in measure 5—the octave descent from F ♯ 5 to F ♯ 4—which is preceded by a rushing thirty-second note run from C to F. The repetition of this “tail” in measure 6 is surprisingly foreshortened; the right-hand’s thirty-second note run that leads up to the G in measure 6 is not followed by an octave descent that we might expect (see Example 3b , “Beethoven, theme recomposed,” measure 6). Instead, the G proceeds to a striking A ♭ , harmonized with an F-minor chord that is highlighted with a sforzando dynamic. Due to this unexpected jolt, the unfolding descending tetrachord from scale degrees 1 to 5 of the passacaglia bass is awkwardly extended down to F. (13) To compensate for this foreshortening of the tail in measure 6, the F-minor subdominant harmony “spills” over into measure 7. In the process of doing so, the 3/4 meter is disrupted because the harmony does not change across the bar line. As a result, the subdominant (F minor)—as opposed to the dominant (G major)—is prolonged in the continuation function (compare again Examples 3a and 3b). In an effort to preserve the octave descent that characterized the tail of the basic idea, the high A ♭ (measure 6) leaps down to the lower register (measure 7). The theme concludes with an implied authentic cadence. Example 4 . Schubert, Sonata in C minor, D. 958, measures 1–24 (click to enlarge) Example 5 . Schubert, graft of passacaglia (click to enlarge and listen) Example 6a . Voice-leading sketch of Beethoven Thirty-Two Variations WoO 80, theme (click to enlarge) Example 6b . Voice-leading sketch of Schubert, Sonata in C minor, D. 958, measures 1–24 (click to enlarge) Example 7 . Schubert, measures 7–11 recomposed (click to enlarge and listen)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Schubert’s main theme highlights the anomalies in Beethoven’s repetition of the passacaglia text in several striking ways ( Example 4 ). In measure 6, he appears to “write over” Beethoven’s striking F-minor chord by realizing the expectation of the second fragmentation. Here Schubert sounds two quarter-note tonic chords that contain two Gs, one in the uppermost voice and one an octave below. Restoring this second fragmentation not only accentuates the way in which the F-minor chord in Beethoven’s theme violates the passacaglia text; it also helps recover this text. To be sure, if Schubert “squares off” the F-minor rupture that deformed the passacaglia bass in measure 6 of Beethoven’s theme, then measures 20–21 of Schubert’s main theme might suggest the completion of an eight-bar passacaglia text. That is, by eliding measures 7–19, one can conjoin the two scions from the passacaglia text (measures 1–6 and measures 20–21) and obtain a complete passacaglia iteration ( Example 5 ). (14) In measure 6, the G5 supported by the tonic harmony would proceed to a falling scale that would lead to a perfect authentic cadence in the same register. The phrase elision of this authentic cadence with the beginning of the varied restatement of the theme in measure 21 (which marks the beginning of the transition in the sonata form) recalls the passacaglia’s continuous variation procedure.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] If we can hear the graft of the passacaglia text proposed in Example 5, then measures 7–19 might be read as an inscription onto measures 6–7 of Beethoven’s text. This inscription appears to be inserted between the two-halves of Schubert’s graft of the passacaglia text. Just as Beethoven’s A ♭ threatens to distort the passacaglia bass, Schubert’s first A ♭ in the upper voice in measure 7 cuts the passacaglia graft into two pieces. What is suggested from this hearing, then, is another kind of graft within a graft, one which can further elucidate Beethoven’s own graft of the passacaglia bass. As the voice-leading sketch in Example 6a shows, the F-minor chord with soprano A ♭ in Beethoven’s theme (measure 6) presents a paradox in that it lies both outside and inside of the progression. The F-minor chord lies outside of the progression because it follows what at first sounds like a cadential chord with G on top, breaking the expectation of a complete repetition of the basic idea’s fragmentation. Yet the F-minor chord also lies inside the progression because it turns the seeming cadential 6/4 into a passing chord within a prolongation of the subdominant harmony via a chromatic voice exchange. (15) Schubert’s inscription onto Beethoven’s measures 6–7 and graft of measures 8–19 of his Sonata appears to highlight this “contradictory” moment in Beethoven’s theme ( Example 6b ). Within measures 7–16, A ♭ first appears in measure 7 as a dissonant upper neighbor to a consonant G within a tonic prolongation. This dissonant-consonant relationship is reversed when Schubert tonicizes A ♭ major in measures 12–16. Here G functions as the leading tone to A ♭ . The surprising D ♮ in measure 17 that breaks the repetition of the decorated turn around C in measures 15 and 16 reverses the dissonance-consonance relationship once more. When the cadential 6/4 chord sounds in measure 19, G is restored as the consonance and A ♭ as the dissonance.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Schubert’s inscription onto Beethoven’s theme also points towards the way in which Beethoven’s F-minor chord appears to disrupt an expected repetition of a musical unit (see Example 3a again and Example 7 ). In Schubert’s theme, the two-bar segment in measures 7–8 is repeated in measures 9–10, suggesting that measures 11–12 might continue both the reaching-over pattern ([ A ♭ ]–G, C– B ♮ , E ♭ –D) in the upper voice and the hypermetric trochaic pattern of strong and weak beats. Both patterns are usurped in measure 12 by the onset of the A ♭ s, which form the climactic point in the main theme. These A ♭ s, which sound in the most extreme upper and lower registers and which are marked with a fortissimo dynamic, interrupt the completion of the two-bar unit (measures 11–12) and, consequently, transform a hypermetric weak beat into a strong beat, causing two consecutive hypermetric strong beats to occur in a row.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Up to this point, my analysis has shown how the musical texts—Schubert’s main theme, Beethoven’s theme, and the passacaglia bass—are spliced together, disfiguring and resisting each other and, consequently, transforming the very site where each text was removed. Not only do Schubert’s and Beethoven’s grafts of the passacaglia expose the tension between this baroque bass pattern and the formal function of a sentence in the classical style, (16) but Schubert’s graft of Beethoven’s theme within a sonata form—as opposed to another theme and variations—lays bare the incongruities between the two different theme types. All of these shifts in formal context will have an impact on the role that the repeated musical texts will perform, on the number and kinds of future repetitions of repetitions that are permitted within each text (one only need to compare, for instance, how repetition in sonata form compares to that in theme and variation form), and on the overarching telos of the theme’s development.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] A more extensive analysis of Schubert’s C-minor Sonata would not only identify other grafts besides the passacaglia and C-minor Variations that are contained within this musical text (Beethoven’s two piano sonatas in C minor, Op. 10, no. 1 and Op. 13, Mozart’s Piano Concerto in C minor, K. 491, and Bach’s Chaconne from the Partita No. 2 for Solo Violin, BWV 1004, for example); (17) it would also take into account the iterability of these repetitions—how a shift in context can generate a proliferation of meanings for a musical repetition. Whether such an analysis of this kind could ever be completed, however, remains to be seen, due to two main factors. First, our ability to identify the “source” of iteration ultimately depends on what we count as a musical repetition. This ontological conundrum undoubtedly affects the interpretive process, for how does one determine which musical texts should be grafted together in an analysis? Second, each musical text that we identify as a source will likely contain more repetitions of other texts, frustrating our attempt to find an original. The analysis above seeks to exemplify this point. Pursuing the source for the passacaglia bass in Beethoven’s C-minor theme reveals that this bass is only one of many possible variants of passacaglia ground basses, each of which exist in a play of difference that denies the possibility of an original. What emerges from this search for an origin for Schubert’s main theme is a bottomless text (the repetition of a graft within a graft) such that the context for understanding the meaning of the Beethoven reference becomes boundless. That Schubert’s Sonata presents us with several texts that are spliced together subverts the very idea that Beethoven’s theme can function as an origin or beginning. On this illusory nature of beginnings, Derrida writes in Dissemination : Clip out an example, since you cannot and should not undertake the infinite commentary that at every moment seems necessarily to engage and immediately to annul itself, letting itself be read in turn by the apparatus itself . . . . It is of course a beginning that is forever fictional, and the scission, far from being an inaugural act, is dictated by the absence . . . of any de-cisive beginning, any pure event that would not divide and repeat itself and already refer back to some other ‘beginning,’ some other ‘event,’ the singularity of the event being more mythical than ever in the order of discourse. (p. 168) For Derrida, the possibility that a scission can function as a point of origin conflicts with the very idea of the scission. Any attempt to trace the scission’s origin only results in another division—another scission—in an infinite process of referring. With respect to Schubert’s Sonata, the ability to name the Beethoven excerpt as a possible beginning only points towards another beginning; the Beethoven excerpt divides itself in a moment of difference, yielding another beginning—a passacaglia bass, which itself can divide again. What results from this process is the emergence of a heterogeneous musical text that contains multiple discourses that both join together and recede into one another through the act of cutting and transplanting. To quote Derrida once again from Dissemination , “The tree is ultimately rootless. And at the same time, in this tree of numbers and square roots, everything is a root, too, since the grafted shoots themselves compose the whole of the body proper, of the tree that is called present” ( [1972] 1982 , 356). To use a different metaphor, the “work itself” thus begins to resemble a palimpsest—a musical surface that contains the traces of previous erasures.",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "derrida_1982"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] If, as Derrida suggests, “[t]he heterogeneity of different writings is writing itself” ( [1972] 1982 , 356), then what repercussions arise when we remove the frames that allow for the formation of a stable text and context for understanding Schubert’s reference to Beethoven? Although Derrida’s notion of grafting cannot provide the final answer to some of the most challenging issues that surround musical influence, it can encourage us to rethink the conditions of possibility that enable homage and critique to emerge as stable constructs. As Culler ( 2007 , 140) suggests, the interpretive process depends on one’s ability to distinguish between what is central and what is marginal to one or more texts. Although Schubert’s Sonata contains several different grafts, prior analyses of this work have tended to position Beethoven’s C-minor Variations at the center of discourse and the passacaglia (as well as other potential “unstated” musical texts) in the margin. That my analysis of the graft in Example 1 chose the passacaglia as its center, as opposed to Beethoven’s text, does not necessarily invert the implicit hierarchy between center and margin in my analysis as compared to Cone’s or Hinrichsen’s; rather, the act of displacing both center and margin calls into question the ontological status of such a binary. To graft Culler’s question into my own text: “What is a center if the marginal can become central?” ( 2007 , 140) The ability to decenter or deny the Beethoven reference as a center of origin can also cast doubt upon other binarisms—original and copy, and metaphorical representations of self and Other, for example—that often structure the ways in which musical influence is conceptualized. To be sure, if Schubert’s theme contains a graft of the Beethoven, which itself contains a graft of the passacaglia (and so on), the distinctions between these binaries are subverted:  What is an original if it can become the copy? What is the “self” if it can become the “Other”?",
                "footnotes": [],
                "citations": [
                    "derrida_1982",
                    "culler_2007",
                    "culler_2007"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Grafting, thus, can enable us to read Schubert’s Sonata as a heterogeneous text that contains multiple discourses, breaking the oft-construed binaries that can dominate the ways in which musical influence is conceived. Moreover, it can also encourage us to rethink the ways in which we order the historical field. As Friedrich Nietzsche suggests in his essay “On the Uses and Disadvantages of History for Life” ( [1874] 1997 ), both monumental and critical forms of history help one determine how to live a constructive future; the former enables one to believe “that the greatness that once existed was in any event possible and may thus be possible again” (69) while the latter encourages one to “employ the strength to break up and dissolve a part of the past” (75). (18) Both forms of remembering and forgetting—as Nietzsche cautions—have the capacity to distort the past. Monumental history runs the risk of reducing differences to sameness, and thus emphasizes the effects while minimalizing the causes: [M]onumental history . . . will always have to deal in approximations and generalities, in making what is dissimilar look similar; it will always have to diminish the differences of motives and instigations so as to exhibit the effectus monumentally, that is to say as something exemplary and worthy of imitation, at the expense of the causae (70). Critical history, on the other hand, has the potential to jeopardize the present by condemning the entire past, in an effort to free oneself from the chain of hereditary roots ( Nietzsche [1874] 1997 , 76). With respect to Schubert’s apparent reference to Beethoven’s C-minor Variations, the overtones of a monumental or critical form of history may be heard in the divergent analytical interpretations of homage and critique, respectively: whereas homage tends to reduce Schubert’s C-minor Sonata to Beethovenian models, critique renders Beethoven’s past achievements as somehow flawed. While both interpretive perspectives offer a creative way to connect apparent repetitions between musical texts into meaningful constellations, we may question whether these perspectives inadvertently limit the size of our aperture by presuming that an entire musical tradition can be represented univocally within a single musical work.",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "nietzsche_1997",
                    "nietzsche_1997"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] In attempting to rethink homage and critique by changing the frame in which we view musical influence, I have suggested that grafting—like homage and critique—still provides us with the thread to sew musical texts together. Yet it also encourages us to reinscribe them within the fabric of our discipline, nudging us to seek new relationships between musical texts through the act of decentering a named, illusory origin. It allows us, to use Korsyn’s words, to move “beyond privileged contexts” and not be caught adrift in “The Bermuda Triangle of Aesthetic Ideology”—the monologic subject, the autonomous work of art, and continuous history ( Korsyn [1999] 2001 , 67; Korsyn 2003 , 42–46). If recent scholarship asks us to reconsider Schubert’s C-minor Sonata as a turn away from musical homage, then perhaps it is also asking us to revisit certain types of historical consciousness that have dominated our disciplines. Yet are these perspectives encouraging us to seek new forms of history altogether or are they motivating us to rewrite more of the same kinds of histories? If the latter, then homage and critique can appear to be two sides of the same coin.",
                "footnotes": [],
                "citations": [
                    "korsyn_2001",
                    "korsyn_2003"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.13.19.1.rusch.html",
    "data": "mto/data/mto.13.19.1.rusch.json"
}