{
    "title": "Applying Schenkerian Theory to Mainstream Jazz: A Justification for an Orthodox Approach",
    "date": "2012/09/01",
    "volume": "18",
    "issue": "3",
    "authors": [
        "Heyer, David J."
    ],
    "abstract": "This paper examines several recent modified Schenkerian analyses in order to compare the strengths and weaknesses of a modified approach with those of an orthodox approach to analyzing jazz. The comparative analyses will reveal that while the application of orthodox Schenkerian theory may be unnecessary to produce meaningful analyses, its abandonment is also unnecessary. In fact, applying an orthodox Schenkerian approach reveals transformations on structural levels that may go otherwise unnoticed, and these transformations often illuminate important relationships between jazz and common-practice music.",
    "keywords": [
        "jazz analysis",
        "jazz theory",
        "Schenkerian theory",
        "tonic added sixth chords",
        "V13chords",
        "modifiedUrlinien",
        "Steve Larson",
        "Henry Martin"
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.3/mto.12.18.3.heyer.pdf",
    "author_info": [
        {
            "name": "David J. Heyer",
            "university": "University of Oregon",
            "address": "School of Music, 1225 University of Oregon, Eugene, OR 97403",
            "email": "davidheyer@gmail.com"
        }
    ],
    "citations": {
        "aldwell_schachter_and_cadwallader_2011": "Aldwell, Edward, Carl Schachter, and Allen Cadwallader. [1978] 2011. Harmony and Voice Leading . 4th ed. Boston: Schirmer books.",
        "gilbert_1995": "Gilbert, Steven E. 1995. The Music of George Gershwin . New Haven: Yale University Press.",
        "hood_2012": "Hood, Alison. 2012. “ Ambiguity of Tonal Meaning in Chopin’s Prelude op. 28, no. 22 .” Music Theory Online 18, no. 3.",
        "kalib_1973": "Kalib, Sylvan. 1973. “Thirteen Essays from the Three Yearbooks ‘Das Meisterwerk in der Musik.’” PhD diss., Northwestern University.",
        "kostkapayne_2009": "Kostka, Stefan, and Dorothy Payne. 2009. Tonal Harmony . 6th ed. New York: McGraw-Hill.",
        "larson_1987a": "Larson, Steve. 1987a. “Schenkerian Analysis of Modern Jazz.” PhD diss., University of Michigan.",
        "larson_1987b": "Larson, Steve. 1987b. “Questions about the Ursatz: A Response to Neumeyer.” In Theory Only 10, no. 4: 11–31.",
        "larson_1996": "Larson, Steve. 1996. “A Strict Use of Analytic Notation.” Journal of Music Theory Pedagogy 10: 37–77.",
        "larson_1999": "Larson, Steve. 1999. “Review: Alan Forte’s book ‘The American Popular Ballad of the Golden Era, 1924–1950,’ S.E. Gilbert’s book ‘The Music of Gershwin,’ H. Martin’s book ‘Charlie Parker and Thematic Improvisation.’” Music Theory Spectrum 21: 110–21.",
        "larson_2009": "Larson, Steve. 2009. Analyzing Jazz—A Schenkerian Approach . Hillsdale, N.Y.: Pendragon Press.",
        "larson_2012": "Larson, Steve. 2012. “ Expressive Meaning and Musical Structure ” (Chapter 1 from the unpublished textbook Schenkerian Analysis: Pattern, Form, and Expressive Meaning ). Music Theory Online 18, no. 3.",
        "martin_1996": "Martin, Henry. 1996. Charlie Parker and Thematic Improvisation . Lanham, Md.: Scarecrow Press.",
        "martin_2003": "Martin, Henry. 2003. “Early Dissonance Into Jazz Consonance: The Added Sixth Chord.” Paper presented at the Society for Music Theory annual meeting at the University of Wisconsin-Madison (November, 2003).",
        "martin_2011": "Martin, Henry. 2011. “Schenker and the Tonal Jazz Repertory.” Dutch Journal of Music Theory 16, no. 1: 1–20.",
        "martin_2013": "Martin, Henry. n.d. “From Classical Dissonance to Jazz Consonance: The Added Sixth Chord”. Unpublished manuscript.",
        "mcgowan_2008": "McGowan, James. 2008. “‘Consonance’ in Tonal Jazz: A Critical Survey of Its Semantic History.” Jazz Perspectives 2, no. 1: 69–102.",
        "neumeyer_1987a": "Neumeyer, David. 1987a. “The Three-Part Ursatz .” In Theory Only 10, no. 1: 3–29.",
        "neumeyer_1987b": "Neumeyer, David. 1987b. &#8220Forum: Reply to Larson” In Theory Only 10, no. 1: 33–37."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "The fundamental structure represents the totality. It is the mark of unity and, since it is the only vantage point from which to view that unity, prevents all false and distorted conceptions. In it resides the comprehensive perception, the resolution of all diversity into ultimate wholeness. —Heinrich Schenker ([1935] ( 1979 , 5) my emphasis)",
                "footnotes": [],
                "citations": [
                    "schenker_1979"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] Skepticism has always surrounded, and likely always will surround, the theories of Heinrich Schenker. Central to what became his best-known theory is the idea that all musical surfaces result from the composing-out of a fundamental structure, or Ursatz .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] An Ursatz , as defined by Schenker, includes one of only three possible fundamental lines, or Urlinien : 3 ˆ – 2 ˆ – 1 ˆ , 5 ˆ – 4 ˆ – 3 ˆ – 2 ˆ – 1 ˆ , and 8 ˆ – 7 ˆ – 6 ˆ – 5 ˆ – 4 ˆ – 3 ˆ – 2 ˆ – 1 ˆ . To account for other deeper-level structures, several theorists have advocated modifications to this aspect of Schenker’s theory. This has caused a rift among music theorists. Those who maintain that such modifications are essential, particularly when applied to more modern styles, argue that an analytical method must evolve along with the music to which it is being applied. (1) Other theorists contend that such modifications are unnecessary if the work in question is tonal.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] While a thorough account of these viewpoints is beyond the scope of this paper, one particular discourse relating to modified Schenkerian Urlinien seems particularly relevant. In his article “The 3-part Ursatz ,” David Neumeyer ( 1987a ) advocates a new kind of background structure (one with three voices). (2) In his published response to this essay, Steve Larson ( 1987a ) is not convinced that Neumeyer’s new category of Ursätze is necessary, and instead advocates an orthodox two-voice reading of each of the pieces that Neumeyer analyzes. Neumeyer’s subsequent response criticizes Larson for taking what he calls a “conservative” Schenkerian stance. He writes, The conservative Schenkerian is a fundamentalist: He or she takes Schenker’s work as a given and contributes mainly commentary or exegesis . . . The “liberal” Schenkerian, on the other hand, is more like a typical university scholar in the humanities: He or she refuses to believe that any theory is complete, any methodology perfect. The conservative Schenkerian considers “extensions” to mean filling in the details in the master’s grand design; the liberal finds the design itself a historical idea, to be given no more reverence than its due. To the conservative Schenkerian, any real change is radical, to be resisted with whatever means are at hand; to the liberal, change is a part of the natural—and necessary—growth of a discipline ( Neumeyer 1987b , 36).",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "neumeyer_1987a",
                    "larson_1987a",
                    "neumeyer_1987b"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Neumeyer’s response implies that the theorists whom he calls “conservative” Schenkerians are unwilling to accept any modifications to Schenkerian theory even if such modifications are necessary and convincing, a characterization that hardly seems fair. Why should “conservative” Schenkerians not approach modified analyses with the same level of skepticism that “liberal” Schenkerians apply to the theory itself? After all, some of these modifications result in eliminating Schenker’s central claim—the fascinating theory that all tonal works share one of only three possible backgrounds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] Perhaps it is not surprising that this debate is relevant to the applicability of orthodox Schenkerian theory to mainstream jazz, which contains harmonic features never addressed by Schenker. When chordal extensions appear in the melody in either the penultimate or final measure of a tune, they can have important implications for the Urlinie . Some scholars (most notably Henry Martin) have concluded that such chord tones resist a reductive explanation and should therefore be considered members of modified Urlinien . In his dissertation and subsequent book Analyzing Jazz—A Schenkerian Approach ( 2009 ), Steve Larson takes the opposing view. He writes, So-called ninths, elevenths, and thirteenths occur in both repertories. And in either case, a complete explanation of the functions of these ‘chord extensions’ seems to require an account of their melodic relationship with more stable notes at more basic structural levels ( Larson 2009 , 5).",
                "footnotes": [],
                "citations": [
                    "larson_2009",
                    "larson_2009"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] This article examines several recent modified Schenkerian analyses in order to compare the strengths and weaknesses of a modified approach with those of an orthodox approach to analyzing jazz. The comparative analyses will reveal that while the application of orthodox Schenkerian theory may be unnecessary to produce meaningful analyses, its abandonment is also unnecessary. In fact, applying an orthodox Schenkerian approach reveals transformations on structural levels that may otherwise go unnoticed, and these transformations often illuminate important relationships between jazz and common-practice music. The Tonic Added Sixth Chord",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In his unpublished article “From Classical Dissonance to Jazz Consonance: The Added Sixth Chord,” Henry Martin examines the origins and development of the tonic added sixth chord (I add6 ), concluding that a 6 ˆ supported by the tonic serves one of three functions (progressing from the most decorative to the most structural): (1) a dependent non-chord tone (a surface-level embellishment of 5 ˆ ), (2) an independent chord tone (reducible only at deeper levels of structure), and (3) an inclusive chord tone (consonant and therefore left unreduced). (3) Example 1 . “Mack the Knife” (Kurt Weill), measures 13–16 (also measures 29–32) (click to enlarge) Example 2 . Henry Martin’s Example 25 (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Martin’s system of categorization places 6 ˆ (appearing in a I add6 chord) on a spectrum of stability, and he provides clear and compelling examples to support his first two categories. His third category, however, places him squarely at odds with Larson’s orthodox Schenkerian view, as an orthodox approach requires 6 ˆ to ultimately derive its meaning from a more stable pitch at a deeper level of structure—a level of structure consistent with common-practice harmony. In either approach, it can be assumed that the tonic added sixth chord sets jazz and common-practice harmony apart on the surface because, unlike common-practice pieces, countless jazz tunes, such as “Mack the Knife” ( Example 1 ), end on a tonic added sixth chord. But Martin’s modified approach retains such a 6 ˆ in the background, while an orthodox approach ultimately reduces it out. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Example 2 reproduces Martin’s Example 25, a voice-leading analysis of “Mack the Knife.” (5) Each measure of his graph accounts for two measures of the tune, and because the second half of “Mack the Knife” repeats the first without alteration, his graph accounts for all 32 measures of the ABAB form.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] The soprano voice at level C displays the most prominent notes of the melody in a 1:1 contrapuntal structure. Level B displays the resolution of each 6 ˆ that appears within a I add6 chord to 5 ˆ . Level A retains only the notes of resolution. The objective of his analysis is to show that if one treats 6 ˆ as a note that resolves to, and is replaced by, 5 ˆ at a deeper level, the voice-leading analysis becomes problematic. In measures 1–2, level B shows 6 ˆ resolving to 5 ˆ over the I chord; thus 5 ˆ replaces 6 ˆ completely at level A. He writes, “In this case, neither level A nor level B seems to help clarify the function of 6 ˆ ” ( 36 ).",
                "footnotes": [],
                "citations": [
                    "martin_2013"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Referring to the parallel fifths between the outer voices in measures 2–3, he writes, “The parallel chords . . . do not seem to underlie level C” ( 36 ). Likewise, in measures 15–16 at level B, he shows 6 ˆ resolving to 5 ˆ , which again replaces 6 ˆ at level A. He writes, “At the final cadence, viewing the 5 ˆ as underlying the 6 ˆ requires us to posit an awkward scale degree resolution of 7 ˆ to 5 ˆ ” ( 37 ).",
                "footnotes": [],
                "citations": [
                    "martin_2013",
                    "martin_2013"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Martin finds that a modified approach is needed to adequately address these problems. He notes, hypothetically, that “if Example 25C were to be reduced to a background level, that level would consist of the tonic added sixth chord with A4 as the soprano note ” ( 36 , my emphasis). The following comparative analysis, by contrast, attempts to address these problems through Steve Larson’s orthodox approach. Example 3 . A reduction of “Mack the Knife,” measures 1–8 (also measures 17–24) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "martin_2013"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Example 3 displays my analysis of measures 1–8 (also measures 17–24). The reduction adheres to Steve Larson’s strict-use method of analytic notation ( Larson 1996 ). (6) There are several important discrepancies between Example 2 (Martin’s Example 25) and Example 3. Perhaps most importantly, level b of Example 3 includes a less prominent voice-leading path shown with downward stems not shown in Martin’s analysis. (7) This voice begins on the pickup note E, remains on E as the third of the C 6 chord in measure 2, moves to the D that forms the root of the Dm 7 chord in measure 4 (although the D “belongs” with the change of harmony in measure 3), and remains on D as the fifth of the G 7 chord in measure 6.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "larson_1996"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] The other voice, shown with upward stems at level b, offers an interpretation in which each 6 ˆ resolves to 5 ˆ . While Martin concedes the resolution to an implied G in measure 6, he avoids an analysis in which the Gs in measures 2 and 8 appear at a deeper level of structure. But an orthodox viewpoint is certainly reasonable here, as in both cases the note G, an arpeggiated chord tone in the melody, literally sounds on the surface. The structural role of both Gs is of course obscured by both the length of each A that precedes them (both As occupy six beats), and by each G’s metrical placement (the G in measure 2 appears on the “and” of beat 4, while the G in measure 8 appears as part of the pickup figure to the next phrase). Although this may lessen the prominence of each G, it seems unnecessary to claim that it also alters each G’s deeper-level structural function. Instead, one can claim that the As spanning measures 1–2 and measures 7–8 function as upper neighbors, as shown at level b.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] The prominent A that spans measures 1–2 does of course obscure the parallel fifths that span measures 2–3. While a modified approach eliminates this intervallic succession, an orthodox approach shows it at both the foreground and middleground levels (levels b and a). As Schenker explains, “The middleground frequently displays forbidden successions; it is then the task of the foreground to eliminate them” (Schenker ([1935] ( 1979 , 56). Here, the orthodox analysis highlights a key difference between common-practice music and jazz: Brahms would have eliminated these parallel fifths from the surface altogether; Kurt Weill only obscures them.",
                "footnotes": [],
                "citations": [
                    "schenker_1979"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] Example 3 displays the voice shown with downward stems at level b as a structural soprano at level a. Only an implied resolution to C in measure 7 is required to complete an orthodox Schenkerian prototype. Likewise, the voice shown with upward stems at level b (G–A–G) is shown as an alto voice at level a.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] The A in measures 3–5, while consonant with the ii (Dm 7 ) chord, functions on a deeper level as an upper neighbor to the G in measure 1 that appears over the tonic and the implied G in measure 6 that appears over the dominant. This reading draws attention to an essential orthodox Schenkerian principle that “prominent” and “structural” are not synonymous terms. Often prominent voice leading that appears on the top of a melody can function as an inner voice on a deeper level, while less prominent voice leading that appears beneath the melody can function as the structural soprano. The A is certainly prominently featured throughout the melody. But the note functions on a deeper level as an upper neighbor to G, a cover tone that appears above the structural soprano on the surface.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] Schenker gives three examples in Free Composition in which a cover tone “carries with it a neighboring note of its own” (Schenker [1935] ( 1979 , 107). And, like the A in “Mack the Knife,” the neighbor note in each of Schenker’s examples is a 6 ˆ that functions as an upper neighbor to 5 ˆ . Example 4 . A reduction of “Mack the Knife,” measures 9–16 (also measures 25–32) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "schenker_1979"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13] Example 4 displays a reduction of measures 9–16, which are also measures 25–32. Like the first section, this section also contains two clear voice-leading paths, as shown at level a. As indicated at level b, the A on the downbeat of measure 15 functions, on a deeper level, as a passing tone to the G that sounds in measure 16 and is implied at the song’s conclusion in measure 32.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] In his discussion of his Example 25 (Example 2 above), Martin describes the resulting deeper-level motion from the B in measure 14 to the G in measure 15 as an “awkward” scale degree resolution. It is true that traditionally one would expect the melody note B (the leading tone) to resolve to C. But assigning this motion to a deeper-level alto voice decreases this awkwardness if we think of it as a frustrated leading tone. And while a frustrated leading tone rarely includes a passing tone, such passages can be found in earlier music, as shown by the circled notes in Example 5 . Example 5 . Grieg, “En Svane,” op. 25, II, measures 29–31 (click to enlarge) Example 6 . A Schenkerian graph of “Mack the Knife” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] Example 6 displays a Schenkerian graph of “Mack the Knife” that contains only the notes from level a of each strict-use reduction (Examples 3 and 4). The tune is unique in that the second half of its form (measures 17–32) contains no alteration of its first half (measures 1–16). (8) And while a true orthodox Schenkerian graph would likely place greater weight on the concluding cadence in measure 31, the graph nevertheless reveals the orthodox Urlinie as a 3-line that extends from the E in measure 1 to the implied C in measure 31.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] The most controversial aspect of this graph is likely the implied tone C that concludes the Urlinie —an \nanalytical feature that a modified Schenkerian theorist would likely find \ntroubling, as the written melody concludes on such a prominent A. Yet most jazz \nperformers, such as Louis Armstrong (1957), conclude this tune on C in their \nactual performances, and this common alteration supports an orthodox reading \n(listen to Audio Example 1 ). Audio Example 1 . “Mack the Knife”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.17": {
                "text": "[2.17] The purpose of this orthodox Schenkerian graph is not to minimize the A’s prominence or its stylistic importance. Instead, the graph attempts to reveal other voice-leading features, at the same time explaining the prominent A, not as an irreducible chord tone (thus highlighting only the way in which it deviates from common-practice harmony), but rather as a chord tone that deviates from common-practice harmony while also functioning as an embellishment of a traditional background. The “V 13 ” Chord and the 3 ˆ – 3 ˆ – 1 ˆ “ Urlinie ” Example 7 . “I Love You,” measures 28–32. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Even more common than tunes that conclude on 6 ˆ are tunes such as “I Love You,” the final five measures of which appear in Example 7 , that conclude with a 3 ˆ – 1 ˆ melodic motion in which 3 ˆ appears over the dominant chord and resolves directly to 1 ˆ over the tonic. A 3 ˆ that appears over the dominant (creating a chordal thirteenth) in the penultimate measure has important implications, as 3 ˆ seems to replace 2 ˆ , a member of an orthodox Schenkerian Urlinie .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] In his book Charlie Parker and Thematic Improvisation ( 1996 ), Henry Martin advocates modifying Schenker’s possible Ursätze to include a set of Urlinien that conclude with 3 ˆ – 1 ˆ , as shown in Example 8a . In his book The Music of \nGershwin ( 1995 ), Gilbert addresses this topic in his analysis of “’S Wonderful.” He writes, “The so-called dominant thirteenth . . . is so idiomatic . . . in its unresolved state that one can rightly argue against changing it” ( 22 ). Gilbert’s solution is to show 3 ˆ as a note that is sustained over the final tonic, as shown in Example 8b (a reproduction of the second half of Gilbert’s Example 11). An orthodox Schenkerian view, on the other hand, must view a 3 ˆ in such penultimate V 13 chords as a note that ultimately has a deeper-level dependency on 2 ˆ . This particular deeper-level dependency is so firmly rooted in common-practice music that this discussion requires an overview of the musical features that led to V 13 chords in jazz. Example 8a . Martin’s Example 2–13a (click to enlarge) Example 8b . Gilbert’s Example 11b (second half), the refrain of “’S Wonderful” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "martin_1996",
                    "gilbert_1995",
                    "gilbert_1995"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Escape tones, such as the one circled in Example 9a , are one of the clearest origins of V 13 chords. While 3 ˆ appears over the dominant chord, and is the note that immediately precedes the arrival on the tonic, the note is clearly an embellishment of, and thus dependent on, the preceding 2 ˆ . Example 9a . Dussek, op. 20, no. 2, measures 15–16 (click to enlarge) Example 9b . “It Could Happen to You,” measures 29–32 (click to enlarge) Example 10a . Chopin, Prelude in F-sharp major, op. 28, no. 13, measures 19–20 (click to enlarge) Example 10b . “They Didn’t Believe Me,” measures 27–32 (click to enlarge) Example 11a . Haydn, Symphony no. 101, IV, measures 7–8 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Example 9b displays the concluding cadence of the jazz standard “It Could Happen to You,” a tune that concludes with a similar escape tone. Despite the note’s longer durational value, it is clearly an embellishment of 2 ˆ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Common-practice composers often elongated such escape tones, creating a stronger harmonic effect, as shown in Example 10a . (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Example 10b offers an analogous escape tone that appears in the concluding cadence of the jazz standard “They Didn’t Believe Me.”  As in the Chopin example, the escape tone’s metrical weight and its durational value contribute to its increasing harmonic implication.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] In the excerpt appearing in Example 11a , the escape tone occupies the entire sounding dominant, while 2 ˆ appears only in the predominant harmony. (10) From a Schenkerian point of view, however, the 2 ˆ in the predominant belongs with the dominant on a deeper level; thus 3 ˆ can still be considered an escape tone.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Example 11b displays an analogous passage in the concluding measures of the jazz standard “There Will Never Be Another You.” Like the Haydn example, 2 ˆ appears only in the predominant chord, while its escape tone 3 ˆ occupies the entire sounding dominant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] In addition to being the result of an elongated escape tone, a V 13 chord can also be heard as an unresolved implied cadential . Example 12a displays measures 6–7 of  “Georgia on My Mind.” Here, the melody fulfills the resolution of 3 ˆ to 2 ˆ over the C 7 chord, thus resulting in an implied cadential = , as indicated by the Roman numeral analysis. Example 12b displays the conclusion of the tune. Here, because the melody remains on 3 ˆ in measure 30 instead of resolving as it did earlier, the cadential resolution comes into question, and can only be inferred. Example 11b . “There Will Never Be Another You,” measures 29–32 (click to enlarge) Example 12 . “Georgia on My Mind,” measures 6–7 and measures 30–31 (click to enlarge) Example 13 . Schenker, Free Composition, Fig. 46, Ex. 2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] That 2 ˆ is not literally present in the melody of such penultimate measures is central to the skepticism of its implied presence. The most typical common-practice comparison occurs when 3 ˆ appears within a cadential but does not move to 2 ˆ with the resolution, as shown in Example 13 (a reproduction of Schenker’s Fig. 46, Ex. 2 in Free Composition ). Despite no literal sounding of the structural 2 ˆ in the melody, the expected = resolution nevertheless implies its presence, and Schenker shows the note in parentheses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Usually, such an implied 2 ˆ is the result of a melodic motion from 3 ˆ to 7 ˆ in which 7 ˆ functions on a deeper level as a member of an inner voice. This occurs frequently in both common-practice music and jazz. Examples 14a and b display reductions of measures 32–33 and measures 36–37 of Schubert’s “Mein!” from Die schöne Müllerin . (11) Example 14a . A reduction of “Mein!,” measures 32–33 (click to enlarge) Example 14b . A reduction of “Mein!,” measures 36–37 (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] In the music of Example 14a, no 2 ˆ sounds in the melody, but it appears as an implied tone in the reduction in measure 32. In the music of Example 14b, a leap to 2 ˆ immediately precedes the arrival on the tonic, seemingly confirming the implied 2 ˆ of the earlier passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] Two passages from Chet Baker’s improvisation on “There is No Greater Love”  ( 1982 ) offer a jazz version of the Schubert examples. In the music of Example 15a , Baker’s motion from 3 ˆ to 7 ˆ creates an implied 2 ˆ over the dominant, much like the music of Example 14a. Baker even includes a similar embellishing leap to 5 ˆ . While in this case a ii chord, not a cadential , supports 3 ˆ on the surface, the implied resolution to 2 ˆ over the dominant is equally compelling. Example 15a . Baker’s solo on “There Is No Greater Love,” measures 14–15, first chorus (click to enlarge) Example 15b .  Baker’s solo on “There Is No Greater Love,” measures 14–15, second chorus (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "baker_1982"
                ]
            }
        },
        {
            "3.14": {
                "text": "[3.14] The music of Example 15b shows a reduction of Baker’s improvisation over these same two measures on his second improvised chorus. Here Baker, like Schubert, seems to confirm the implied 2 ˆ of the earlier passage by articulating 2 ˆ immediately before arriving on the tonic, which, in this case, is anticipated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] The preceding examples displayed instances in which 3 ˆ receives substantial harmonic support from the dominant (as an escape tone) and instances in which 2 ˆ does not literally sound (being an implied resolution of a cadential ). Yet from an orthodox Schenkerian perspective, in each case 3 ˆ is dependent on a deeper-level 2 ˆ , regardless of style. And a proponent of a modified Schenkerian approach would likely agree with this claim in most cases. Where the disagreement between approaches most clearly surfaces is in instances like the end of “Georgia on My Mind” and “I Love You,” where no 2 ˆ appears before 3 ˆ (thus calling into question its escape tone function) and 3 ˆ proceeds directly to the tonic (thus calling into question its implied = resolution). Example 16 . “All of Me,” measures 29–32 (click to enlarge) Example 17 . “All of Me,” measures 29–32 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] Example 16 displays another such example—the concluding measures of the jazz standard “All of Me.” Modified Schenkerian theorists would likely describe the 3 ˆ that immediately precedes the resolution to 1 ˆ as an irreducible member of the Urlinie , thus assigning “All of Me” a modified background, such as the two indicated in the example. But because 3 ˆ s that appear over dominant chords have historically depended on 2 ˆ , it seems reasonable to view them as being dependent on 2 ˆ at some level. Schenker writes, “Origin, development, and present I call background, middleground, and foreground” (Schenker [1935] ( 1979 , 3). While Schenker meant this in a metaphorical sense, in this particular case it has literal meaning if we think of the process of displacement ( 3 ˆ replacing a deeper-level 2 ˆ ) as a history of the harmonic development that led to V 13 chords.",
                "footnotes": [],
                "citations": [
                    "schenker_1979"
                ]
            }
        },
        {
            "3.17": {
                "text": "[3.17] Example 17 displays four ways in which one with common-practice ears would likely hear this substitution occurring: a) as an implied cadential that resolves to an implied 2 ˆ , b) as an implied 2 ˆ over the dominant that moves to a surface-level escape tone, c) as an implied 2 ˆ over the predominant that moves to an escape tone over the duration of the dominant, or d) as an implied 2 ˆ over the predominant that returns to an implied 2 ˆ over the dominant. Any of these readings will ultimately produce an implied 2 ˆ over the dominant, as shown by Example 17e. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.18": {
                "text": "[3.18] While any of the readings in Example 17 may be implemented depending on the context, it seems reasonable, in cases such as “All of Me,” for an orthodox Schenkerian analysis to avoid committing to any one particular solution by simply replacing 3 ˆ with 2 ˆ at a deeper level (Example 17e). Such a substitution is hardly outside of the realm of Schenkerian normality because structural soprano notes are often implied anyway. (13) When addressing this topic in his review of Henry Martin’s and Steven Gilbert’s books, Steve Larson writes, “The fact that one tone of the fundamental line is implied rather than literally present does not distinguish Gershwin or Parker from Bach” ( Larson 1999 , 115). In other words, the actual notes that occur over the final cadence are not critical for an orthodox Schenkerian Urlinie in either style. (14) In fact, in his section on first-level substitutions in Free Composition , Schenker writes, “Even at the first level, a tone which is not part of the fundamental line can substitute for a fundamental-line tone . . . Most frequently the substitution applies to the 2 ˆ ” (Schenker ([1935] ( 1979 , 51). Other Modified “ Urlinien ”",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "larson_1999",
                    "schenker_1979"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] The call for modified Urlinien is a central objective for those \nwho advocate modified Schenkerian theory,  and the debate has not been limited to post common-practice music, as can be seen in the analyses of David Neumeyer. But Henry Martin’s article “Schenker and the Tonal Jazz Repertory” ( 2011 ) is the first article intended solely to present this argument for jazz. Martin advocates viewing certain deeper-level melodic structures, such as 5 ˆ – 6 ˆ – 7 ˆ – 8 ˆ or 6 ˆ – 1 ˆ , as Urlinien , which he claims can produce “superior readings” ( Martin 2011 , 1).",
                "footnotes": [],
                "citations": [
                    "martin_2011",
                    "martin_2011"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] A discussion of every tune that Martin analyzes would be impractical here. Instead, the following comparative analysis uses Martin’s first example of a modified Urlinie (his 1 ˆ – 2 ˆ – 1 ˆ Urlinie in “Moten Swing”) in an effort to show the benefits and drawbacks of Martin’s modified approach in one illustrative example. This analysis attempts to demonstrate that while an orthodox Schenkerian approach might not result in the same reading as Martin’s, it nevertheless provides an equally compelling and illuminating analysis of “Moten Swing.” (15) Example 18 . Martin’s reading of “Sentimental Journey,” measures 1–8 (click to enlarge) Example 19 . Martin’s Example 3 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Martin begins his article with a reduction of the melody “Sentimental Journey,” which produces an orthodox Schenkerian 3 ˆ – 2 ˆ \" 3 ˆ – 2 ˆ – 1 ˆ interruption structure, as shown by Example 18 . His reading seems clear and indisputable—there are no implied tones, and every member of the deeper-level structure appears in a prominent and expected location in each phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Martin then turns to “Moten Swing” as an example of a melody that, unlike “Sentimental Journey,” appears to lack a clearly orthodox Schenkerian deeper-level prototype. Example 19 displays a reproduction of Martin’s Example 3, a reduction of the first eight measures of “Moten Swing.” His reading diverges from orthodox Schenkerian theory in two ways. First, Martin labels the deeper-level structure that he shows spanning the A section only as an Urlinie . An orthodox Schenkerian definition, by contrast, requires an Urlinie to span an entire piece, not just a single formal section. (16) Second, Martin’s 1 ˆ – 2 ˆ – 1 ˆ Urlinie is not one of the three possible Urlinien permitted by Schenker. This divergence highlights his essential claim—that an unorthodox 1 ˆ – 2 ˆ – 1 ˆ structure provides a superior reading to one that would result from an orthodox approach.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Martin’s reading certainly has one clear benefit. It reveals a motivic connection to the melody’s opening, as the first three notes, A ♭ – B ♭ – A ♭ , predict Martin’s 1 ˆ – 2 ˆ – 1 ˆ Urlinie . Interestingly, Martin does not comment on this connection. In what seems like an attempt to reinforce this connection, the melody repeats A ♭ – B ♭ – A ♭ three more times in measures 1–2. Exposing this particular hidden repetition is certainly a possible advantage to Martin’s analysis, but an orthodox approach also reveals important deeper-level relationships. Example 20 . A reduction of “Moten Swing,” measures 1–7 (click to enlarge) Audio Example 2 . “Moten Swing,” first A section of the head, performed by Count Basie (1959)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Example 20 displays a strict-use reduction of the first A section of “Moten Swing” (measures 1–7) that adheres to orthodox principles \n(listen to Audio Example 2 ). Level c displays a different interpretation of many of the surface-level embellishments that Martin shows in his Example 3, level b. While Martin’s slurring suggests that the B ♭ on beat 3 of measure 2 is an anticipation of the B ♭ of measure 3 (with the intermitting A ♭ and B ♮ functioning perhaps as double neighbors), Example 20 labels both B ♭ s in measure 2 as upper neighbors to A ♭ (the root of the A ♭ 6 chord), and the B ♮ in measure 3 as an appoggiatura. (17) Additionally, Martin’s slurring in his Example 3 (Example 19 above), measures 3–6, suggests that the A ♭ s on beat 4 of measure 4 and the “and” of beat 4 in measure 5 are lower neighbors to B ♭ . Example 20, by contrast, considers these notes chord tones \nthat produce voice leading that requires a deeper-level explanation. Lastly, Martin’s analysis indicates that the leap to F on beat 4 of measure 6 is an embellishing leap that occurs within an anticipated A ♭ 6 chord, a reading that certainly seems reasonable. In fact, Example 15b in the preceding analysis contained an analogous passage that I interpreted similarly. Example 20, however, suggests that the A ♭ in measure 6 can also be heard as a suspension of the A ♭ s in measures 4–5 (as shown at level b), and the F can also be heard resolving down by step to an implied E ♭ in measure 7 (as shown at level c).",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The voice leading that spans measures 1–4 seems clear. As shown at level b, the melody note A ♭ in measures 1–2 accompanies the tonic, while the B ♭ in measures 3–4 accompanies the dominant. While our reductive processes may have differed, this reading essentially matches Martin’s Example 3, level a. But the deeper-level readings differ profoundly in measures 5–7. Martin’s analysis indicates only a 2 ˆ – 1 ˆ deeper-level structure in these measures. Example 20, by contrast, shows that two upper voices span measures 5–7. One voice, shown as an alto at level b, begins on an A ♭ (the chordal seventh of the B ♭ 7 chord in measure 5) and resolves to an implied G in measure 6 before returning to A ♭ at the cadence in measure 7. The other voice, shown as a soprano, remains on B ♭ in measure 5, ascends to an enharmonically re-spelled C ♭ in measure 6, and returns to the B ♭ on beat 2 before joining the alto voice on the concluding tonic. The C ♭ in measure 6, in conjunction with the alto’s A ♭ , forms a modally borrowed cadential over the phrase’s structural dominant. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Level a shows how this interpretation results in an orthodox Schenkerian reading of the phrase. The A ♭ in measures 1–2 and the B ♭ in measures 3–4 form an initial ascent to the primary tone C, 3 ˆ , in measure 6, which then descends to the tonic, forming a standard 3-line. This reading may strike some as atypical. As Henry Martin notes, “Such a primary tone does not work here because [it] receives no tonic support” ( Martin 2011 , 6). Furthermore, 3 ˆ appears at level b as ♭ 3 ˆ , a chromatic alteration of the primary tone.",
                "footnotes": [],
                "citations": [
                    "martin_2011"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] It is true that the analyses in Free Composition happen to contain no cases in which the primary tone 3 ˆ makes its initial appearance over a cadential . Nevertheless, several of Schenker's analyses contain 3 ˆ within a fundamental line (a 5- or 8-line) in that context (see, for example, Schenker’s Fig. 83.2 and 104.3). And while Schenker insisted on there being only three possible Urlinien , he made no requirement that the primary tone receive tonic support on the surface.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Schenker also specifically addresses the issue of modally borrowed members of the fundamental line, even singling out 3 ˆ as a member that can be treated to mixture at remote levels of structure. He writes, In the fundamental structure, the fundamental line remains strictly diatonic. At the first level , however, it can contain a mixture of the major and minor third. In this regard, it makes no difference whether the fundamental line begins with 3 ˆ , 5 ˆ , or 8 ˆ ( 1979 , 40–41, my emphasis). In Example 20, level b represents what Schenker calls the first level.",
                "footnotes": [],
                "citations": [
                    "schenker_1979"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] Some aspects of the reading shown by Example 20 may seem anomalous at first. But a closer examination of the relevant analyses in Free Composition shows that it adheres to orthodox Schenkerian theory quite well, and this reading illuminates several deeper-level features that relate to common-practice music. But to provide a truly orthodox reading of the Urlinie in “Moten Swing,” one must examine the entire tune.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The form of “Moten Swing” can best be described as a 32-measure AABA form. Typically, the bridge of such forms concludes with a half cadence that allows for a return of the final A section. If the reading suggested by Example 20 holds true, then one might expect this form to support a 3 ˆ – 2 ˆ \" 3 ˆ – 2 ˆ – 1 ˆ interrupted structure. Example 21 . “Moten Swing,” measures 17–24 (click to enlarge) Example 22 . A Schenkerian graph of “Moten Swing” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] Example 21 displays the bridge of “Moten Swing,” measures 17–24. As though attempting to confirm the primary tone that was obscured by both its non-tonic harmonic support and chromatic alteration in the previous phrase, the melody here features an unaltered 3 ˆ throughout the entire bridge. Not only does this 3 ˆ receive strong harmonic support (as the root of the local tonic) and metrical emphasis (appearing on the downbeat of the first measure of each phrase), it also appears frequently in its lower octave. With the direct modulation ( B ♭ m 7 – E ♭ 7 ) in the final measure, 3 ˆ moves to an implied 2 ˆ , setting up the return to the final A section, which repeats the first two A sections without alteration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] To show the way in which these formal sections combine to produce an orthodox background, Example 22 provides a Schenkerian graph that includes only the notes from level a of Example 20, and the stemmed notes of Example 21. As one might expect in an AABA form, the 3 ˆ – 2 ˆ \" 3 ˆ – 2 ˆ – 1 ˆ interruption appears as a deeper-level structure true to Schenker’s concept of the Urlinie.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] Martin’s modified analysis produces a 1 ˆ – 2 ˆ – 1 ˆ Urlinie , a structure outside of Schenker’s three allowable prototypes. As the comparative analysis revealed, an orthodox approach is equally compelling and illuminating. It reveals that a typical 3 ˆ – 2 ˆ – 1 ˆ structure does in fact span the A section, although surface and middleground features may obscure the clarity of its presentation. The orthodox analysis also reveals the role that this structure plays in the tune’s overall melodic design—it predicts the tune’s orthodox Urlinie.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] The preference for a 3 ˆ – 2 ˆ – 1 ˆ or 1 ˆ – 2 ˆ – 1 ˆ reading of the A section ultimately rests in the ears of readers, who must ask themselves: which deeper-level structure does one more clearly hear spanning the A section? Or perhaps just as importantly, which deeper-level structure better explains the way in which the tune is constructed? Of course, even if one prefers Martin’s 1 ˆ – 2 ˆ – 1 ˆ reading, it still does not require his use of terminology, as one could convey the same analysis as effectively by describing 1 ˆ – 2 ˆ – 1 ˆ simply as a deeper-level motive or unorthodox middleground structure, thus avoiding the term Urlinie altogether. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The preceding three case studies demonstrated the ways in which modified and orthodox Schenkerian analysis differ in approach. While the first portion of this paper addressed only the tonic added sixth and V 13 chords, the differing approaches applied to other chord tones (such as major sevenths or major ninths) would likely lead to an analogous debate; orthodox Schenkerian theorists insist that such chord tones should always be placed on a spectrum of stability in which they ultimately derive their meaning from more stable pitches at deeper structural levels, while modified Schenkerian theorists insist that since some chordal extensions do not resolve, they should therefore be described as stable, irreducible, or consonant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The comparative analysis of “Moten Swing” demonstrated that the modified approach might be useful in showing a desirable deeper-level motive. But even in such cases, it seems unnecessary to describe such motives as “ Urlinien ,” and unfair to describe such readings as “superior,” as an orthodox reading can be equally compelling.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Modified Schenkerian theorists may conclude that orthodox Schenkerian theorists are refusing to let go of an outdated system. But because that system was originally used for a style of music that has shaped the way we hear, abandonment should occur only when the music to which it is being applied can no longer relate to common-practice music in any meaningful way. And because mainstream jazz is tonal, its relationship to common-practice music is meaningful.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] An orthodox approach can offer readings that are as compelling and insightful as those produced by modified approaches. Therefore, we need not abandon it. Doing so would result in the loss of a valid point of view—a point of view that addresses the ways in which jazz departs from common-practice music by highlighting firmly rooted similarities in deeper-level voice leading.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "festschrift for steve larson",
    "source": "mto/raw/mto.12.18.3.heyer.html",
    "data": "mto/data/mto.12.18.3.heyer.json"
}