{
    "title": "Orchestral Tissue, Subordinate Arabesques, and Turning Inward in Maurice Ravel's <i>Boléro</i>",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "2",
    "authors": [
        "Bhogal, Gurminder K."
    ],
    "abstract": "In response to Maurice Ravel’s puzzling description ofBoléroas “orchestral tissue without music,” this article explores how he privileges timbre over techniques traditionally associated with musical development. Even as I acknowledge longstanding perceptions ofBoléroas a piece that is characterized by monotony and repetition, I show how Ravel relies on alternating decorative and arabesque melodies to highlight a parallel process of timbral variation. The role played by inward-turning subordinate arabesques is especially expressive given how they establish a timbrally competitive relationship with decorative themes, which escalates towards a moment of melodic disruption and formal collapse. Stylistic connections betweenBoléroand other contemporaneous works and idioms raise the question of whether, in the absence of music, timbral diversity allowsBoléroto function as the orchestration treatise that Ravel failed to complete.",
    "keywords": [
        "Ravel",
        "Boléro",
        "timbre",
        "orchestration",
        "instrumentation",
        "arabesque melody",
        "decorative melody",
        "subordinate theme",
        "turning inward",
        "spiral form"
    ],
    "doi": "10.30535/mto.26.2.2",
    "received": "January 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.2/mto.20.26.2.bhogal.pdf",
    "author_info": [
        {
            "name": "Gurminder K. Bhogal",
            "university": "Wellesley College",
            "address": "Department of Music, 106 Central Street, Wellesley, MA 02481",
            "email": "gbhogal@wellesley.edu"
        }
    ],
    "citations": {
        "amaducci_grassi_and_boller_2002": "Amaducci, Luigi, E. Grassi, and F. Boller. 2002. “Maurice Ravel and Right-Hemisphere Musical Creativity: Influence of Disease on his Last Musical Works?” European Journal of Neurology 9 (1): 75–82.",
        "asada_and_ohgushi_1991": "Asada, Miki, and Kengo Ohgushi. 1991. “Perceptual Analyses of Ravel’s ‘Bolero’.” Music Perception: An Interdisciplinary Journal 8 (3): 241–49.",
        "baeck_2010": "Baeck, Erik. 2010. “The Longstanding Medical Fascination with ‘le cas Ravel.’” In Ravel Studies , ed. Deborah Mawer, 187–208. Cambridge University Press.",
        "beavers_nd": "Beavers, Jennifer. n.d. “Ravel’s Sound: Timbre and Orchestration in his Late Works.” (Unpublished paper.)",
        "bhogal_2011": "Bhogal, Gurminder K. 2011. “Not Just a Pretty Surface: Ornament and Metric Complexity in Ravel’s Piano Music.” In Unmasking Ravel: New Perspectives on the Music , ed. Peter Kaminsky, 272–305. University of Rochester Press.",
        "bhogal_2013": "Bhogal, Gurminder K. 2013. Details of Consequence: Ornament, Music, and Art in Paris . Oxford University Press.",
        "le_bordays_1994": "Bordays, Christiane Le. 1994. “Debussy, Ravel et l’Espagne.” In Études sur la musique française: autour de Debussy, Ravel et Paul le Flem , ed. Anne Penesco, 37–49. Presses universitaires de Lyon.",
        "devoto_2000": "DeVoto, Mark. 2000. “Harmony in the Chamber Music.” In The Cambridge Companion to Ravel , ed. Deborah Mawer, 97–117. Cambridge University Press.",
        "fillerup_2013": "Fillerup, Jessie. 2013. “Ravel and Robert-Houdin, Magicians.” 19th-Century Music 37 (2): 130–58.",
        "garcia_2015": "Garcia, Mauricio Freire. 2015. “The Use of an Acoustic Analytical Tool Applied to Music: A Spectral Analysis of Ravel’s Bolero .” Paper presented at the 22nd International Congress on Sound and Vibration, Florence, Italy.",
        "gerar_and_chalput_1956": "Gerar, Marcelle, and René Chalput. 1956. Ravel au miroir de ses lettres . Laffont.",
        "goodchild_and_mcadams": "Goodchild, Meghan, and Stephen McAdams. Forthcoming. “Perceptual Processes in Orchestration.” In The Oxford Handbook of Timbre , eds. Emily Dolan and Alexander Rehding. Oxford University Press.",
        "gut_1990": "Gut, Serge. 1990. “Le phénomène répétitif chez Maurice Ravel: De l’obsession à l’annihilation incantatoire.” International Review of the Aesthetics and Sociology of Music 21 (1): 29–46.",
        "haus_and_rodriguez_1993": "Haus, Goffredo, and Antonio Rodriguez. 1993. “Formal Music Representation; a Case Study: The model of Ravel’s Boléro by Petri nets.” In Music Processing , ed. Goffredo Haus, 165–232. A-R Editions.",
        "haydon_1992": "Haydon, Geoffrey. 1992. “A Study of the Exchange of Influences Between the Music of Early Twentieth-Century Parisian Composers and Ragtime, Blues, and Early Jazz.” DMA Thesis, University of Texas at Austin.",
        "helbing_2011": "Helbing, Volker. 2011. “Spiral and Self-Destruction in Ravel’s La valse .” In Unmasking Ravel: New Perspectives on the Music , ed. Peter Kaminsky, 180–210. University of Rochester Press.",
        "helleu_1987": "Helleu, Claude. 1987. “Le Boléro.” Musical 4 (10): 106–07.",
        "henson_1988": "Henson, Ronald A. 1988. “Maurice Ravel’s Illness: A Tragedy of Lost Creativity.” British Medical Journal 296 (6636): 1585–88.",
        "honegger_1948": "Honegger, Arthur. 1948. Incantations aux Fossiles . Editions d'Ouchy.",
        "hucher_1953": "Hucher, Yves. 1953. Florent Schmitt: l’homme et l’artiste, son époque et son oeuvre . Plon.",
        "huebner_2006": "Huebner, Steven. 2006. “Maurice Ravel: Private Life, Public Works.” In Musical Biography: Towards New Paradigms , ed. Jolanta T. Pekacz, 69–87. Ashgate.",
        "jankélévitch_1976": "Jankélévitch, Vladimir. 1976. Ravel . Translated by Margaret Crosland. Greenwood Press.",
        "jankélévitch_2003": "Jankélévitch, Vladimir. 2003. Music and the Ineffable . Translated by Carolyn Abbate. Princeton University Press.",
        "jourdan-morhange_1938": "Jourdan-Morhange, Hélène. 1938. “Mon ami Ravel.” La Revue Musicale 19 (187): 192–97.",
        "kaminsky_2003": "Kaminsky, Peter. 2003. “Composers’ Words, Theorists’ Analyses, Ravel’s Music (Sometimes the Twain Shall Meet).” College Music Symposium 43: 161–77.",
        "kelkel_1992": "Kelkel, Manfred. 1992. La musique de ballet en France de la Belle Époque aux Années Folles . Vrin.",
        "kilpatrick_2015": "Kilpatrick, Emily. 2015. The Operas of Maurice Ravel . Cambridge University Press.",
        "laplace_1984": "Laplace, Michel. 1984. “Ravel et le ‘nouveau’ trombone.” Brass Bulletin 47: 34–38.",
        "lechleitner_1989": "Lechleitner, Gerda. 1989. Klangfarbenétude: Studien zum Bolero von Maurice Ravel . Schneider.",
        "lévi-strauss_1990": "Lévi-Strauss, Claude. 1990. The Naked Man (Mythologiques 4). Translated by John and Doreen Weightman. University of Chicago Press.",
        "marnat_1995": "Marnat, Marcel, ed. 1995. Ravel: Souvenirs de Manuel Rosenthal . Éditions Hazan.",
        "mawer_2006": "Mawer, Deborah. 2006. The Ballets of Maurice Ravel: Creation and Interpretation. Ashgate.",
        "mawer_2010": "Mawer, Deborah. 2010. “Crossing Borders II: Ravel’s Theory and Practice of Jazz.” In Ravel Studies , ed. Deborah Mawer, 114–37. Cambridge University Press.",
        "mcadams_depalle_and_clarke_2004": "McAdams, Stephen, Philippe Depalle, and Eric Clarke. 2004. “Analyzing Musical Sound.” In Empirical Musicology: Aims, Methods, Prospects , eds. Eric Clarke and Nicholas Cook, 157–96. Oxford University Press.",
        "mcadams_and_giordano_2008": "McAdams, Stephen, and Bruno Giordano. 2008. “The Perception of Musical Timbre.” In The Oxford Handbook of Music Psychology , eds. Susan Hallam, Ian Cross, and Michael Thaut, 72–80. Oxford University Press.",
        "mcclary_1994": "McClary, Susan. 1994. “Constructions of Subjectivity in Schubert’s Music.” In Queering the Pitch: The New Gay and Lesbian Musicology , eds. Philip Brett, Elizabeth Wood, and Gary C. Thomas, 205–33. Routledge.",
        "mule_1995": "Mule, Marcel. 1995. “[Interview].” Directed by Roland Bouveresse. Edited by Agnès Démaret. https://www.youtube.com/watch?v=As-Vy7zdqGE#t=06m19s . For the full recording, see http://www.conservatoiredeparis.fr/nc/voir-et-entendre/videos/article/marcel-mule/?tx_ttnews%5Bnpage%5D=39 .",
        "nichols_1987": "Nichols, Roger. 1987. Ravel Remembered . Faber and Faber.",
        "n_a_1912": "N. a. 1912. “ L’Harmonie Moderne: Opinions de MM. Vincent d’Indy, Théodore Dubois, Maurice Ravel, Charles Koechlin.” Le Monde Musical (15 December): 358.",
        "orenstein_1967": "Orenstein, Arbie. 1967. “Maurice Ravel’s Creative Process.” Musical Quarterly 53 (4): 467–81.",
        "orenstein_1989_2003": "Orenstein, Arbie, ed. [1989] 2003. A Ravel Reader: Correspondence, Articles, Interviews . Dover.",
        "orledge_2000": "Orledge, Robert. 2000. “Evocations of Exoticism.” In The Cambridge Companion to Ravel , ed. Deborah Mawer, 27–46. Cambridge University Press.",
        "puri_2011": "Puri, Michael. 2011. Ravel the Decadent: Memory, Sublimation, and Desire . Oxford University Press.",
        "ravel_1928": "Ravel, Maurice. 1928. “Take Jazz Seriously!” Music Digest : 49 and 51.",
        "rimsky-korsakov_1873_1913": "Rimsky-Korsakov. [1873] 1913. Основы оркестровки [Principles of Orchestration]. Editions Russes de Musique.",
        "roland-manuel_1925": "Roland-Manuel, Alexis. 1925. “Maurice Ravel ou l’esthétique de l’imposture.” La Revue Musical 6 (6): 16–21.",
        "roland-manuel_1938": "Roland-Manuel, Alexis. 1938. “Une esquisse autobiographique de Maurice Ravel.” La Revue Musicale 19 (187): 17–23.",
        "rose_and_hetrick_2007": "Rose, François, and James Hetrick. 2007. “L’analyse spectrale comme aide à l’orchestration contemporaine.” Les Cahiers de la Société Québécoise de Recherche en Musique 9 (1–2): 63–68.",
        "ross_2007": "Ross, Alex. 2007. The Rest is Noise: Listening to the Twentieth Century . Picador.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "shaw_2008": "Shaw, Patricia. 2008. “Ravel’s Boléro Factory: The Orchestration of the Machine Age.” Context 33: 5–23.",
        "suarès_1938": "Suarès, André. 1938. “Ravel Esquisse.” La Revue Musicale 19 (187): 48–52.",
        "trier_1998": "Trier, Stephen. 1998. “The Professional Player: The Saxophone in the Orchestra.” In The Cambridge Companion to the Saxophone , ed. Richard Ingham, 101–8. Cambridge University Press.",
        "vande_moortele_2017": "Vande Moortele, Steven. 2017. The Romantic Overture and Musical Form from Rossini to Wagner . Cambridge University Press.",
        "vauchant_2014": "Vauchant, Léo Arnaud. [1974–75?] 2014. “[Interview].” With Michel Laplace. DVD Rom “Le Monde de la Trompette et des Cuivres (classique, variétés, jazz).” https://www.youtube.com/watch?v=VK2zBf3hCYc .",
        "vuillermoz_1939": "Vuillermoz, Émile. 1939. “L’Oeuvre de Maurice Ravel.” In Maurice Ravel par Quelques-uns de ses familiers , 1–95. Éditions du Tambourinaire.",
        "widor_1906": "Widor, Charles. 1906. The Technique of the Modern Orchestra: A Manual of Practical Instrumentation . Translated by Edward Suddard. Joseph Williams.",
        "widor_1925": "Widor, Charles. 1925. Technique de l’orchestre moderne faisant suite au Traité d’Instrumentation et d’Orchestration de H. Berlioz . Henry Lemoine.",
        "zank_2009": "Zank, Stephen. 2009. Irony and Sound: The Music of Maurice Ravel . University of Rochester Press.",
        "scores_scores": "Scores"
    },
    "footnotes": {
        "FN0": {
            "text": "* This article was completed with the support of a Faculty Fellowship from the Suzy Newhouse Center for the Humanities at Wellesley College. I wish to thank the faculty and students of McGill University, Université de Montréal, Eastman School of Music, and the University of Connecticut (Storrs) for their comments on previous versions of this article. I am especially grateful to Jennifer Beavers, Martin Brody, Keith Clifton, Jessie Fillerup, and Anjali Prabhu for their excellent suggestions for improvement. I wish to thank Mikiko Senda for her assistance with making translations. My deepest thanks are reserved for Nina Goodman who made the musical examples and figures.",
            "citations": []
        },
        "FN1": {
            "text": "1. Many of these interviews are available in Orenstein [1989] 2003 .",
            "citations": [
                "orenstein_1989_2003"
            ]
        },
        "FN2": {
            "text": "2. Calvocoressi maintained the content was based on an interview with Ravel. This interview was published in English in the Daily Telegraph on 11 July 1931, although presumably conducted in French given Ravel’s limited English. I have been unable to locate the original article. Huebner 2006 examines the complexity of Ravel’s public persona.",
            "citations": [
                "huebner_2006"
            ]
        },
        "FN3": {
            "text": "3. Honegger recalled how Ravel, in speaking of his “masterpiece” said, “unfortunately, there’s no music in it.” Translated in Nichols 1987 , 50.",
            "citations": [
                "nichols_1987"
            ]
        },
        "FN4": {
            "text": "4. Patricia Shaw ( 2008 ) also interprets “orchestral tissue” along these lines. I would like to clarify that in French, the phrase “tissu orchestral” is commonly used in contexts that address matters of orchestration. Equally frequent is its association with harmony (“tissu harmonique”).",
            "citations": [
                "shaw_2008"
            ]
        },
        "FN5": {
            "text": "5. Serge Gut ( 1990 ) also situates Boléro in relation to earlier pieces by Ravel that explore the expressive effects of repetition.",
            "citations": [
                "gut_1990"
            ]
        },
        "FN6": {
            "text": "6. Jennifer Beavers’s ( n.d. ) recent study of timbral development and timbral transformation in late pieces by Ravel complements many of the observations developed in this article.",
            "citations": [
                "beavers_nd"
            ]
        },
        "FN7": {
            "text": "7. In distinguishing between the techniques of instrumentation and orchestration, I follow Meghan Goodchild’s and Stephen McAdams’s definition of instrumentation as having to do with matters concerning instrumental range, articulation, ability and limitation, and tone quality; while orchestration addresses issues of how to combine instruments (with regard to balance, tone color, and clarity), as well as how instruments can be used to articulate musical form and expression. See Goodchild and McAdams , forthcoming.",
            "citations": [
                "goodchild_and_mcadams"
            ]
        },
        "FN8": {
            "text": "8. Ravel’s friend, the composer Florent Schmitt, speaks of being bored by the “interminable” Boléro , and suggests lighting up a cigarette while waiting for the shift to E major at Rehearsal 18 ( Hucher 1953 , 80).",
            "citations": [
                "hucher_1953"
            ]
        },
        "FN9": {
            "text": "9. In moving away from prevalent characterizations of Boléro as monotonous, the expressive role of timbral contrast and transformation in Boléro has also been studied from a spectrographic angle. See, for instance, Lechleitner 1989 ; and McAdams, Depalle, and Clarke 2004 .",
            "citations": [
                "lechleitner_1989",
                "mcadams_depalle_and_clarke_2004"
            ]
        },
        "FN10": {
            "text": "10. Worth noting is the fact that Ravel only began to play up the mechanistic qualities of Boléro in interviews for the British press during the 1930s.",
            "citations": []
        },
        "FN11": {
            "text": "11. Going beyond timbral resemblance, I wonder whether Ravel emulated the snare-drum rhythm that emerges in at the end of the poco più animato and continues as an ostinato in in the meno mosso of Thamar . Equally striking is the metric correlation between Balakirev’s and Ravel’s ostinati (both are 12 beats long) and their textural similarities: pizzicato strings offer downbeat stress with Balakirev as with Ravel. Balakirev’s techniques of creating the perfect accompaniment for a soaring melody in the oboe could not have escaped Ravel’s notice.",
            "citations": []
        },
        "FN12": {
            "text": "12. Kelkel provides the scale used in many cante jondo : C, D ♭ , D ♮ , E ♭ , E ♮ , F, G, A ♭ , A ♮ , B ♭ , C. Kelkel incorporates Ravel’s flexibility with respect to the third and sixth scale degrees (also noted by Mawer 2006 , 223).",
            "citations": [
                "mawer_2006"
            ]
        },
        "FN13": {
            "text": "13. In his score, Ravel indicates the use of sopranino saxophone in F but this instrument has never been used in performance, hence my designation of soprano for all references to this instrument.",
            "citations": []
        },
        "FN14": {
            "text": "14. DeVoto has also noticed similarities between Milhaud’s fugue subject and the motif from “How’s your mug?”",
            "citations": []
        },
        "FN15": {
            "text": "15. For a useful study of Ravel’s involvement with jazz and American popular music, see Mawer 2010 , 114–37; and Haydon 1992 . Alex Ross ( 2007 , 93) mentions another source for trombone glissandi in the performances of Arthur Pryor.",
            "citations": [
                "mawer_2010",
                "haydon_1992",
                "ross_2007"
            ]
        },
        "FN16": {
            "text": "16. This may be heard in Fletcher Henderson’s arrangement of Boléro .",
            "citations": []
        },
        "FN17": {
            "text": "17. In his lecture, Ravel discussed his pursuit of “stylized jazz,” which he heard as being “more French than American in character” ( Orenstein [1989] 2003 , 390). Interestingly, during the early part of his career, the saxophone player Marcel Mule maintained a similar distinction between a straight tone (which he considered appropriate for playing classical music) and vibrato (which he considered suitable for jazz). Mule ( 1995 ) speaks about his use of vibrato in the first performances of Boléro in his interview: https://www.youtube.com/watch?v=As-Vy7zdqGE#t=06m19s .",
            "citations": [
                "orenstein_1989_2003",
                "mule_1995"
            ]
        },
        "FN18": {
            "text": "18. This recording may be heard here: https://www.youtube.com/watch?v=gIcfWqcgp6k .",
            "citations": []
        },
        "FN19": {
            "text": "19. As discussed in the interview between Michel Laplace and Vauchant ( [1974–75?] 2014 ): https://www.youtube.com/watch?v=VK2zBf3hCYc . The trombone professor in question might have been Henri Couillaud or André Lafosse.",
            "citations": [
                "vauchant_2014"
            ]
        },
        "FN20": {
            "text": "20. I have not been able to confirm who performed these parts in the recording.",
            "citations": []
        },
        "FN21": {
            "text": "21. Of course, issues of intonation may also be attributed to limitations of early recording technologies. I thank an anonymous reviewer of this article for this observation.",
            "citations": []
        },
        "FN22": {
            "text": "22. Michael Puri ( 2011 , 199) makes a similar observation with respect to the high register of the bassoon. Orenstein ( 1967 , 471) mentions how “Ravel dutifully copied out Widor’s ‘safe’ and ‘dangerous’ ranges for each instrument, and when orchestrating, deliberately sought the most ‘dangerous’ possibilities of each instrument, as well as novel combinations of timbre.”",
            "citations": [
                "puri_2011",
                "orenstein_1967"
            ]
        },
        "FN23": {
            "text": "23. I am grateful to Marianne Wheeldon for alerting my attention to this source and for sharing it with me.",
            "citations": []
        },
        "FN24": {
            "text": "24. Orenstein ( 2003 , 238) explains that the publisher in question was Oxford University Press.",
            "citations": [
                "orenstein_1989_2003"
            ]
        },
        "FN25": {
            "text": "25. As cited by Zank, Francis Poulenc claimed that Ravel had asked Auric for help in writing a treatise where the examples would be drawn from his own music, but with the aim of showing how not to orchestrate. Orenstein claims to have spoken with Auric who confirmed this.",
            "citations": []
        },
        "FN26": {
            "text": "26. For a more detailed study of these techniques in relation to nineteenth and twentieth-century orchestration manuals see Goodchild and McAdams , forthcoming.",
            "citations": [
                "goodchild_and_mcadams"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Following the success of his ballet Boléro in 1928, Maurice Ravel gave a number of interviews in which he discussed the sources of his inspiration, as well as his expressive aims in writing this composition. (1) The characteristically playful and ambiguous nature of his comments belie his serious efforts to influence how listeners experienced this piece, which he described as “an experiment in a very special and limited direction” to Michel-Dimitri Calvocoressi (quoted in Orenstein [1989] 2003 , 477). (2) In this interview, Ravel’s description of Boléro as “orchestral tissue without music” stands out as an especially provocative statement. Realizing the puzzling nature of his remark, Ravel immediately attempted to clarify his thoughts: the seventeen-minute composition consists of “one long, very gradual crescendo. There are no contrasts, and there is practically no invention except the plan and the manner of the execution” (477). Although this explanation sheds partial light on the composer’s cryptic comment, it does little to explain why “there’s no music in [ Boléro ],” as Ravel also confessed to Arthur Honegger ( 1948 , 91–92). (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "orenstein_1989_2003",
                    "honegger_1948"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] In navigating the slippery terrain of Ravel’s commentary, I am guided by Peter Kaminsky’s observation: “even when a composer’s words mislead rather than lead, I suggest that they remain potentially useful to the analyst, to the extent that they pose fundamental questions that would otherwise not surface” ( Kaminsky 2003 , 161; emphasis original). In undertaking a detailed study of Boléro ’s sonorous richness, this article considers why Ravel sought to emphasize an absence of music in this composition. My attempt to answer this question begins with further probing of his remarks, which, as they stand, seem incomplete. Starting with the phrase “orchestral tissue,” Ravel seems to suggest a focus on timbre in keeping with its use in French writings on music; the verb tisser , from which “tissue” is derived, might allude to the way orchestral instruments are used to weave (or spin) the sonic material of this composition. (4) The stratified nature of the piece reinforces this metaphor as solo, and, gradually, larger combinations of instruments work together to weave a tapestry of sound.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "kaminsky_2003"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] A lack of music, meanwhile, could be attributed to the absence of varied harmonic progressions, melodic development, and rhythmic diversity, that is, techniques geared toward creating “contrasts” and demonstrating “invention.” Ravel appears to indicate as much in his Autobiographical Sketch: whereas “ Boléro is . . . absolutely uniform with regard to the melody, harmony, and the rhythm,” he explained, “the only element of variety is provided by the orchestral crescendo” (quoted in Orenstein [1989] 2003 , 33; and in French in Roland-Manuel 1938 , 23). His emphasis on innovation with respect to planning and execution brings to mind Boléro ’s fixation with two alternating melodies and their delivery by an unusual and shifting array of instruments within the context of a carefully calibrated crescendo. A primary goal of this article is to show how Ravel’s attention to timbral and textural development enables “orchestral tissue” to replace those harmonic, melodic, and rhythmic processes that are traditionally aligned with the articulation of music.",
                "footnotes": [],
                "citations": [
                    "orenstein_1989_2003"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Ravel’s interest to single out this composition, over any other, as lacking music presents another barrier to interpreting his comments. Certainly, his conception of this work as an experiment helped him cast Boléro as a singular piece within his oeuvre. A similar avant-garde impulse is suggested in the composer’s emphasis on the chronometric dimension of his composition, which predates Igor Stravinsky’s discussion of time in his Harvard Lectures of 1939–1940. However, Ravel’s claim that Boléro “should not be suspected of aiming at achieving anything different from, or anything more than, it actually does achieve,” is strikingly familiar (quoted in Orenstein [1989] 2003 , 477). Even though his warning against an overly imaginative interpretation of the score likely stemmed from a negative reaction to Ida Rubinstein’s sensual, flamenco-inspired choreography, the fact that he had made a similar comment nine years earlier with regard to La valse (1919–20) undermines the composer’s efforts to present Boléro as a one-off experiment.",
                "footnotes": [],
                "citations": [
                    "orenstein_1989_2003"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] La valse , a piece that was intended for performance alongside Boléro at its premiere, enacts a similar trajectory toward climax and collapse as explored by Volker Helbing ( 2011 ) with respect to Ravel’s use of spiral forms. (5) In a letter to Maurice Emmanuel in October 1922, Ravel warned against interpretations of La valse that emphasize aspects of parody, caricature, and “tragic illusion” to “the end of the Second Empire” or to post-war Vienna. What Ravel said of La valse fits well with his expectations of Boléro : “one should only see in it [ La valse ] what the music expresses: an ascending progression of sonority, to which the stage comes along to add light and movement” (quoted in Orenstein [1989] 2003 , 230; and Orenstein [1989] 2003 , 205–6). Despite Ravel’s attempts to highlight the originality of his creative ambition in writing Boléro , an aesthetic convergence with La valse , a piece written almost a decade earlier, raises another pertinent question: what other kinds of connections exist between Boléro and Ravel’s previous compositions?",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "helbing_2011",
                    "orenstein_1989_2003",
                    "orenstein_1989_2003"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] A sustained focus on timbral and textural development in this article allows for an opportunity to trace stylistic connections, while tying the experimental features of Boléro to specific timbral transformations that urge a reconsideration of its status as music. The first section explores continuities between Ravel’s treatment of melody in Boléro with that of his earlier pieces, particularly instances where undulating melodies evoke themes of exoticism. Building on my categorization of two melodic types in Ravel’s oeuvre, decorative and arabesque, I will show how these melodies work in conjunction with the underlying crescendo and two ostinati (one rhythmic, the other tonal) to intensify the feeling of agitation brought on by endless repetition ( Bhogal 2013 , 64–114; 164–211). This conceptual framework allows for deeper engagement with the binary relationship of the themes as observed by a range of scholars ( Asada and Ohgushi 1991 ; Gut 1990 ; Haus and Rodriguez 1993 ; Kelkel 1992 ; Mawer 2006 ). Ravel’s efforts to differentiate between decorative and arabesque melodies is tied to his weaving of “orchestral tissue,” given how the repetition of each melody presents an opportunity to vary the orchestration.",
                "footnotes": [],
                "citations": [
                    "bhogal_2013",
                    "asada_and_ohgushi_1991",
                    "gut_1990",
                    "haus_and_rodriguez_1993",
                    "kelkel_1992",
                    "mawer_2006"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Significant in this regard is Ravel’s deviation from his customary treatment of arabesques. I have shown how Ravel tends to privilege the structural, textural, and expressive presence of arabesque melodies by placing them at a distance from the rest of the musical fabric. Furthermore, by introducing such melodies at the opening of a composition or formal juncture, the otherworldly character of the arabesque (as suggested through aspects of rhythm, meter, timbre, texture, and melodic patterning) serves to confer a dreamlike quality on the composition ( Bhogal 2013 , 64–114). The situation is markedly different in Boléro . Here, Ravel positions the song-like arabesque in a subordinate position after the appearance of the first (decorative) melody, thereby tethering it to the rhythmic and tonal ostinati. While metric fluidity is intrinsic to the dreamy feel of introductory arabesques, a subordinate, metered placement in Boléro allows Ravel to use an abrupt shift in timbre to draw listeners into the otherworldly domain of the arabesque. With each articulation of a decorative-arabesque melody pair, the frequent shift to an unexpected solo sonority for the arabesque re-orients the listener’s attention as it establishes a pattern of turning away from the decorative melody and toward the arabesque.",
                "footnotes": [],
                "citations": [
                    "bhogal_2013"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] The second section investigates the large-scale ramifications of subordinate placement for the arabesque. Especially useful for my study is Janet Schmalfeldt’s study of secondary themes in the music of Franz Schubert where their “deeply felt, song-inspired” quality characterizes a type of music that “would . . . seem to ‘turn inward’” ( 2011 , 136). Along with Susan McClary ( 1994 ) and, more recently, Steven Vande Moortele ( 2017 ), both of whom have examined the expressive aspirations of secondary themes, Schmalfeldt’s frame of reference is sonata form. My willingness to extend these analytical approaches into the terrain of theme and variation form in Boléro is based on two observations: first, a parallel between the formal and expressive tension established between decorative and arabesque melodies, and that maintained between first and second themes in sonata form; and second, recognition of a co-dependent relationship between Boléro ’s two themes where, as noted by Vande Moortele, “the main theme exists to enable the subordinate theme to fulfill its powerful effect of introspection and subjectification” ( 2017 , 154).",
                "footnotes": [],
                "citations": [
                    "schmalfeldt_2011",
                    "mcclary_1994",
                    "vande_moortele_2017",
                    "vande_moortele_2017"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] Whereas changes in harmony are usually responsible for initiating an inward turn with Schubert and other composers, the constraint of a static melodic and harmonic structure in Boléro allows striking shifts in timbre, register, rhythm, and phrasing to signal this turn. Following Vande Moortele, I show that the subordinate arabesque is marked as strong given how its potently expressive lyricism “comes close to eclipsing” the first theme ( Vande Moortele 2017 , 134). However, innovative changes in orchestration with each return of the melodies ensure that an “eclipsing” does not take place. Ravel, instead, harnesses the dual processes of timbral development (as each melody is assigned to a different solo instrument) and timbral transformation (conveyed through a changing configuration of timbral blends) to establish a sense of rivalry between the melodies, while contributing to the formation of “orchestral tissue.” (6) The arabesque’s innate tendency to overshadow the decorative melody will be heard to generate a source of growing tension, which parallels that of the rising crescendo until a critical moment of confrontation.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "vande_moortele_2017"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] Having established stylistic continuities on the level of melody, the final section of this paper broadens our perspective in tracing connections between Ravel’s cultivation of unconventional timbres, the music of Darius Milhaud, and jazz. My interest to contextualize Ravel’s subordination of music to “orchestral tissue” extends to a brief consideration of Piero Coppola’s first recording of the piece, which sustains our focus on Ravel’s perplexing statement given how the technical challenges of playing his piece foreground unusual timbres. As prompted by this recording, I examine how Ravel’s interest to refashion orchestral sonority led him to disregard the advice of two well-respected composers, Nikolai Rimsky-Korsakov and Charles Widor. (7) In view of his attention to timbral innovation, as inspired by a wide range of styles and ideas, I offer, in closing, the possibility of approaching Boléro as a sonic stand-in for the treatise on orchestration that Ravel never managed to complete. Today, the iconic status of Boléro is tied to its reputation as a piece that engages with themes of boredom and monotony given Ravel’s desire to test the limits of musical repetition. (8) My exploration of his provocative remarks, in parallel with a study of melodic types, takes heed of Ravel’s compositional impulse, while proposing an approach to hearing Boléro in terms of a shifting soundscape that also thrives on change and variety. (9) Decorative Melodies and Subordinate Arabesque Melodies Example 1 . Decorative melody, mm. 5–22 (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Émile Vuillermoz claimed that “the man on the street is satisfied with whistling the first few measures of Boléro , but very few professional musicians are able of reproducing the entire phrase from memory without wrong notes” ( 1939 , 88–89). Despite its simple appearance, the unexpected twists and turns that define the opening melody’s improvisatory quality—its “sly and subtle vanities” as described by Vuillermoz—are easily capable of foiling a performer’s memory ( Example 1 ). Example 2 . Summary of stylistic overlaps and differences between decorative and arabesque melody (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "vuillermoz_1939"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Equally relevant to the difficulty of melodic recall is the illusion of Boléro ’s melodic material as having been spun from a single thread even though it encompasses both decorative and arabesque melody types. Ravel opens his composition with a decorative melody that is common in his oeuvre ( Bhogal 2013 , 100–110; 174–76).  For the purposes of the current discussion, Example 2 generalizes the characteristics of decorative and arabesque melody. The following analysis develops these observations while showing how arabesque melody is subject to significant modifications as imposed by the “experimental” compositional constraints of Boléro . As seen in Example 2, stylistic similarities between the two melody types indicate the possibility for confusion, as noted by Vuillermoz, while significant differences reveal Ravel’s enduring interest in the expressive qualities of arabesque.",
                "footnotes": [],
                "citations": [
                    "bhogal_2013"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] In further clarifying the two melody types, it is worth recalling that Ravel opens his piece with a decorative melody, which is given to the flute and played pianissimo . Unpredictable shifts between long and short durations imbue the melody with a certain degree of fluidity, while inconsistent groupings into patterns of twos and threes contribute to the effect of metric ambiguity, which is exacerbated through Ravel’s use of ties. Short rhythmic values such as sixteenths characterize this theme as ornamental, together with an incessant noodling around the same pitches within a narrow tessitura, which reflect the melody’s resistance to the usual modes of development and expansion. The long, legato phrase traces a decorative contour while undertaking a tentative registral descent to the octave C4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] At first glance, it is easy to hear how the second melody introduced by the bassoon just after Rehearsal 2 might be heard as an extension of the first melody. A rhythmic and metric resemblance, coupled with the undulating motion of the melodic line, could easily pass this theme off as an outgrowth of the first. Indeed, in popularizing the metaphor of the factory, René Chalupt explained how the two themes are “linked one to the other like the links of a chain and a factory assembly line” ( Gerar and Chalput 1956 , 237; Nichols 1987 , 49). (10) Since Chalupt, however, several scholars have picked up on the stylistic differences between the two melodies. Deborah Mawer ( 2006 , 223), for instance, points to the binary conception of the melodic material given its two, interrelated parts, where the Phrygian modality of the “second part” reflects “a cunning intervallic alter ego or dark side of the initial C major scale.” Manfred Kelkel ( 1992 , 236) projects the theme and variation form of the composition onto his perception of the melodies where the first appears as the “phrase originale” and the second, as a “variante pathétique.” Meanwhile, Serge Gut ( 1990 , 35), taking his cue from the anthropologist Claude Lévi-Strauss ( 1990 , 660–67), draws on fugal structure in characterizing the second melody as a counter theme. Example 3 . Arabesque melody, Rehearsals 2–3 (click to enlarge, see the rest, and listen) Example 4 . The harp contributes to the projection of metric ambiguity, Rehearsal 2, mm. 1–6 (click to enlarge and listen)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "gerar_and_chalput_1956",
                    "nichols_1987",
                    "mawer_2006",
                    "kelkel_1992",
                    "gut_1990"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] As implied in these observations, Ravel actively distinguished between the themes in striking ways despite some surface-level similarities ( Example 3 ). Signalled first and foremost by an abrupt shift to the high register of the bassoon, the unique timbre of the second melody creates a vivid contrast against the hushed tones of the flute, and thus constitutes a first step in Ravel’s efforts to weave “orchestral tissue” through timbral variety (see Example 4 ). Possibly inspired by such pieces as Mily Balakirev’s Thamar (1867–82) and Stravinsky’s Le Sacre du Printemps (1913), the high-pitched bassoon melody is marked by a modal quality, which sets it apart from the diatonic presentation of the opening melody (as noted by Mawer). (11) Beginning on ♭ 7 ˆ ( B ♭ 4) this melody signals a possible modulation to the subdominant, although it seems to have given up this goal by the end of the first phrase as signalled in the melody’s tritone descent toward E4. This is the first sign that something is different between the two melodies; the opening melody also descends through the octave but it bounces up close to its mid-point on G4 by the end of its first long phrase. In comparison, the second theme has a shorter first phrase whose tendency to fall away from B ♭ outlines a drooping contour. In Ravel’s Daphnis et Chloé , falling melodies were carried by arabesques that evoked duress and sadness ( Bhogal 2013 , 192–206). Is this second theme an arabesque? If so, why would Ravel place it after the first theme, thereby going against his usual practice of opening compositions with arabesques? And finally, how, in the context of Boléro , might this particular arabesque be aligned with duress?",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "bhogal_2013"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] In addressing these questions, I will now consider how the second melody is characterized as an arabesque in keeping with my definition. To summarize, Ravel hints at the metric instability typical of arabesques by placing an accent on the second beat, thereby aligning the melody with the displaced metric pattern of the rhythmic ostinato, also emphasized by the piquant major seconds of the harp at Rehearsal 2 (Example 4). Ravel confirms this melody is an arabesque in the second phrase. Here, articulation marks underscore the melody’s struggle to ascend through the upper register of the bassoon as it hits a high D ♭ 5 through semitonal inflection, a move that is perceived as exotic especially in view of the syncopation and striking dissonance created against the tonic C. Another arabesque trait is recognized in this phrase’s descent toward E4, the same E4 with which the first phrase closed, thereby maintaining the balanced registral motion of arabesque contours. The remainder of this melody continues the journey typical of arabesques: listeners can hear conflict between duple/triple groupings, rhythmic instability, metric ambiguity, and a gradual descent through the octave to a low C3. Ties are especially significant in this melody because they initiate syncopation, which allows for the emergence of triplet eighths, precisely the kind of rhythm that defines arabesque. This triplet creates dissonance against the drum’s duple eighths, but it also suggests affiliation with the drum’s triplets. The close relationship between arabesque melody and rhythmic ostinato comes into view when the bassoon, after the E ♭ clarinet completes its repetition of the melody, joins the ostinato at Rehearsal 4, in keeping with the timbral and textural practice established by the first theme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] When compared with the disciplined antecedent-consequent phrase structure of the decorative melody, the arabesque appears as an aberration, especially given its shift in timbre and writhing undulations whose contortions are exaggerated through their presentation within irregular phrases. Together with rhythmic and metric fluidity, these features characterize a melody that seems to turn inward in its delivery of a deeply felt, emotional utterance. Schmalfeldt’s study of inward-turning melodies emphasizes their song-like quality, which, as noted by Vande Moortele, “gives voice to the subject” ( 2017 , 149). An alignment of Ravel’s arabesque with notions of interiority brings this melody’s stylistic nuances into sharp relief.",
                "footnotes": [],
                "citations": [
                    "vande_moortele_2017"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] The expressive intensity of the arabesque rests on its belaboured ascent to D ♭ 5, a pitch that the melody is reluctant to let go of once reached. The drawn-out rhythmic activation of this pitch as it is sounded through a tie and syncopation before taking the form of duple eighths, triplet eighths, and eventually a falling sixteenth figuration, heightens the effect of an impassioned delivery, as does Ravel’s use of rests to break up the phrases. I have shown that arabesques usually feature a long, unbroken legato phrase that conveys a languorous contour. Here, rests reinforce the vocal quality of this melody by providing an opportunity to take a breath, while their irregular placement contributes to the portrayal of emotional expression. It is not surprising that the emotional grit and exhortatory quality of this melody have elicited comparisons with flamenco vocal gestures, particularly cante jondo . In her study of the influence of Spanish culture on Debussy and Ravel, Christiane Le Bordays seems to allude to this specific arabesque in her observation of how “the repeated note remains in close relationship with the spirit which lives in cante jondo” ( 1994 , 46). Kelkel ( 1992 , 236) is more specific in his suggestion that Ravel’s stylization of his arabesque as cante jondo was influenced by Isaac Albéniz’s Iberia (1905–08)—the same composition that Rubinstein had initially asked Ravel to orchestrate in providing the music for her ballet—and by Manuel de Falla’s L’Amour Sorcier ( El amor brujo , 1915). (12) Example 5 . A visual impression of the emerging sonic tapestry as “orchestral tissue,” Rehearsals 1–4 (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "le_bordays_1994",
                    "kelkel_1992"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] Having established the second theme as an arabesque, I will briefly reiterate why the opening melody is not, strictly speaking, an arabesque. First, the languishing, asymmetric phrases associated with arabesques are placed aside by Ravel in favor of an eight-measure antecedent-consequent structure where the consequent brings about an anticipated cadence in the tonic. Second, while the melody is decorative, it does not exhibit the duple/triple rhythmic conflict, which is a defining trait of arabesque melodies given their projection of fluidity and languor, qualities associated with oriental decadence. Despite these subtle yet crucial stylistic differences, it is significant that both melodies stake a presence beyond the ends of their phrases by joining the rhythmic ostinato, thereby expanding the formation of “orchestral tissue” as they do so. Example 5 gives a visual impression of how these melodies interact with the ostinati in weaving the orchestral fabric. Instrument families are color coded: (i) the flute family is represented by shades of purple; (ii) single-reed instruments are represented by shades of blue; (iii) double-reed instruments are represented by shades of green; (iv) brass instruments are represented by shades of red; (v) string instruments are represented by shades of pink; (vi) and percussion instruments are represented by shades of gray. Example 6 . Rhythmic and tonal ostinati compete for textural prominence before merging at Rehearsal 16 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] When the melodies transform into and linger as the rhythmic ostinato, Ravel plants a seed in our minds in having us wonder whether the ostinato and themes might not share a point of intersection. At these moments, does the ostinato become more melodic or the melody more percussive? To be sure, the blurred relationship between figure and ground highlights the textural rigidity of the snare drum pattern as solo instruments take it in turns to double the ostinato. But this is not for long. Ravel counterbalances the flow of instruments toward the ostinato by allowing it to accrue a more melodic profile beginning half way through the composition. The second violins and violas double the ostinato rhythm through a tonic-dominant pizzicato arpeggiation between Rehearsals 9 and 10. At Rehearsal 16, they are joined by the cellos, and together, signal a harmonic role for the rhythmic ostinato. Example 6 captures the ebb and flow between rhythmic and tonal ostinati as they compete for textural prominence before finally merging at Rehearsal 16. This diagram shows Ravel’s attention to timbral pacing quite clearly: he deliberately stalls timbral development in the rhythmic ostinato from Rehearsal 12–15 in allowing the tonal ostinato to accrue an increasingly varied timbral profile before the two ostinati are combined. This example retains the color coding established for Example 5. Example 7 . Metric ambiguity in the rhythmic ostinato, mm. 1–2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] The conflation of ostinati is significant since this moment refines our perception of a deep-lying conflict generated between the snare drum ostinato, the decorative melody, and the arabesque melody. The metric aspect of this conflict deals with the ambiguity of downbeat placement in the rhythmic ostinato since the opening eighth suggests the downbeat as much as the registral accent provided by the higher pitched G4 viola pizzicato on beat 2 (see Example 7 ). On the one hand, this metric formulation suggests a stock triple-time accompaniment pattern in its notation, which also finds support in the tonal rhythm given how the dominant (on beat three) anticipates a return of the tonic (on beat one). However, the metric character of the accompaniment is not as straightforward as it appears. It is typical of Ravel to challenge the listener’s entrainment to meter and, in this respect, the accompaniment for Boléro is in keeping with his usual efforts to create metric ambiguity ( Bhogal 2011 ). From the opening, the viola’s entry competes for downbeat status, initiating a metric grouping that is supported at various moments by both melodies given their numerous ties and metric displacements. For example, agogic emphasis on C5 (m. 6), G4 (m. 7), and G4 at the close of the opening antecedent phrase (mm. 11–12), supports the perception of a displaced triple meter. The metric ambiguity of the introductory measures has broader significance: the opening decorative melody not only carries the ambiguity of downbeat stress through the movement, but Ravel actively draws on this instability to heighten the contrast and growing tension between the two melodies, and their relationship to the rhythmic ostinato.",
                "footnotes": [],
                "citations": [
                    "bhogal_2011"
                ]
            }
        },
        {
            "2.12": {
                "text": "[2.12] The deep-lying metric conflict also has a rhythmic component and this concerns the figure of the triplet, which is a defining feature of the arabesque and rhythmic ostinato, but denied to the decorative melody. Together with the displaced downbeat, the rhythmic and timbral deformation of the triplet will be seen to contribute to a narrative where the arabesque’s association with heightened expression becomes aligned with the portrayal of a negative state. The Tragedy of Turning Inward",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In Schmalfeldt’s analysis of music that “turns inward,” the interior moment or movement is perceived as “the focal point of the complete work—the center of gravity toward which what comes before seems to pull, and from which all that follows seems to radiate.” With Schubert, Schmalfeldt ( 2011 , 136 and 144) explains, inward-turning music often opens out into a calm space marked as “a safe haven” or, as McClary ( 1994 , 216) describes for the second movement of Schubert’s Unfinished Symphony, such music leads to a realm of utopian transcendence. Given the predictable oscillation between contrasting themes in Boléro , listeners are exposed to a different type of turning inward, one where the periodic turn toward a highly expressive, cante jondo -like arabesque, offers a heightening and intensification of interior feeling that is in line with an aesthetics of inwardness articulated by Schmalfeldt. Example 8 . A spiral view of outward turning melodies (click to enlarge) Example 9 . A spiral view of inward turning melodies (click to enlarge) Example 10 . A spiral view of both melody types (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "schmalfeldt_2011",
                    "mcclary_1994"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Until now, my study of subordinate arabesques has focused on aspects of melodic patterning, phrasing, and rhythm. In keeping the notion of “orchestral tissue” in view, this section explores the significant role played by changing timbre in characterizing an inward turn. Examples 8, 9, and 10 chart the pattern of moving inward toward the arabesque and outward toward the decorative melody as Ravel weaves his sonic tapestry through the spiral form of his composition. The widening of each spiral rotation captures the growing dynamics and increasing timbral and textural complexity of the piece. These examples incorporate bold font to indicate which instruments are carrying decorative or arabesque melodies, and a “glow” effect to indicate timbral distortion at those moments where multiple instrumental timbres are combined in the melody. The color coding remains the same as for previous examples.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Example 8 demonstrates the outward turn as initiated by the opening decorative melody. Meanwhile, Example 9 demonstrates the inward turn with the sudden shift to the high register of the bassoon as initiating this motion. Worth noticing is how the inward turn is manifest through several unusual soloistic timbres (such as those of the E ♭ clarinet, tenor saxophone, soprano saxophone, and trombone). (13) Example 10 shows the full spiraling motion that propels Ravel’s theme and variation form as the outward turning decorative melody alternates with the inward turning arabesque melody. Central to this progression of events is the cultivation of a competitive relationship between the melodies, which is seen primarily through changes in orchestration as the timbral fusions of one melody type—supported by a heightened registral placement of themes and rising dynamics—seek to surpass those of the other by Rehearsal 11.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] On a general level, textures that privilege harmonic overtones to create the effect of “an illusory instrument,” as observed by Jennifer Beavers ( n.d. ), are more frequently allotted to the decorative melody. This sound emerges from a doubling of the theme across multiple instruments in contrasting dynamics and different registers, and creates contrast against the high register solo timbres that are reserved for most repetitions of the arabesque. For example, after the initial presentation of both melodies, a return to the decorative melody with the oboe d’amore at Rehearsal 4 is followed by Ravel’s first attempt to escalate thematic tension through doubling the decorative melody between the flute and muted trumpet at Rehearsal 5. Here, the combination of pianissimo flute, sounding an octave higher than the trumpet, which is marked mezzo piano , establishes a moment of trompe l’oreille as auditors wonder which instrument is foregrounded: does the flute, which sounds as a spectral reinforcement of the muted trumpet line, distort the primary timbre of the trumpet? Alternatively, since the listener is entrained to hearing the decorative melody in the flute, based on the opening of Boléro , does the new timbral appearance of the melody in the trumpet distort the flute’s timbre? The timbral ambiguity of this moment is typically Ravelian, as noted by Manuel Rosenthal, who understood Ravel’s careful superimposition of contrasting instrumental timbres as contributing towards the creation of a sonic aura and timbral shadow  (for further discussion, see [4.14] below).",
                "footnotes": [],
                "citations": [
                    "beavers_nd"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] The next inward turn is taken by the saxophones at Rehearsals 6 and 7, whose otherness is marked by the indication “espressivo, vibrato,” along with Ravel’s addition of grace notes and glissandi. In raising the bar once more, the outward turn at Rehearsal 8 reflects doubling across three levels where pianissimo piccolos reinforce the third and fifth partials of the mezzo forte French horn, while the piano celesta reinforces partials 2 and 4; this is followed by doubling across five levels at Rehearsal 9 ( Garcia 2015 ).",
                "footnotes": [],
                "citations": [
                    "garcia_2015"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] Placed at the heart of the composition, the trombone’s inward turn at Rehearsal 10, marked “sostenuto,” conveys a moment of lull where its rugged timbre attains a level of lyricism that is fitting with the arabesque’s emotional intensity. The unexpected shift to a multi-level presentation of the arabesque at Rehearsal 11 raises the stakes such that, from this point on, the battle for timbral dominance—as conveyed through increasing loudness but also through timbral heterogeneity—is fully in flow. From Rehearsal 11 onward, the varying combinations of timbres that characterize each melodic turn rely on Ravel’s technique of emphasizing partials from multiple harmonic series to create timbral distortion. For example, in his spectrographic analysis of Boléro , Mauricio Freire Garcia shows that at Rehearsal 11 the saxophone, piccolo, first oboe, and clarinet project a harmonic series based on B ♭ , while the flute, second oboe, and cor anglais project one based on C ( 2015 ).",
                "footnotes": [],
                "citations": [
                    "garcia_2015"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] The escalation of timbral distortion is halted at a critical moment of melodic interruption soon after Rehearsal 17. At this point, Ravel’s decision to transform the lyrical contributions of the saxophone and trombone into “noise,” as heard in their combined projection of grotesque chromatic glissandi in the final measures, amplifies the effect of melodic disruption, while allowing timbral distortion to take on a tragic hue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Going back to Ravel’s conversation with Calvocoressi, I believe there is something to the composer’s emphasis on the chronometric dimension of Boléro since the expressive impact of this piece relies on a meticulously measured pacing of events. As noted by Vuillermoz, “There is [in Boléro ] an extraordinarily subtle calculation of the resistance of the listener’s nerves. One minute too soon or one minute too late, and the effect would not have been the same” ( 1939 , 90–91). That the shift to E major at Rehearsal 18 catches auditors by surprise is not only due to its sudden emergence after nine iterations of the themes, but also because of an unexpected “malfunction” in the continuation of the arabesque melody, which highlights this tonal twist. The melody seems, at this juncture, to have turned a little too inward , with the result of losing track of itself in its reverie. Example 11 . A comparison of the original arabesque melody with the version that emerges at Rehearsal 17 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "vuillermoz_1939"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] In one respect, the transition to E major is not entirely unexpected. Ravel had already hinted at this key in the piccolos at Rehearsal 8, where they provide timbral emphasis for the third and fifth partials of the French horn melody. The unusual shading of this timbral blend, as conveyed through different registers and superimposed contrasting dynamics, imbues this passage with a distinctive aura. When E major reappears at Rehearsal 18, the listener’s feeling of bewilderment has less to do with a change of key or shift of timbral profile. Rather, disorientation is a direct consequence of how the arabesque, beginning with its determined final utterance at Rehearsal 17, displaces the repetition of the first melody before mutating into its other, the decorative melody, to end the composition. It is almost as if the arabesque melody, caught in an endless loop of repeating themes, loses track of its own course ( Example 11 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Instead of proceeding to the final phrase, the arabesque melody stalls in the third phrase, holding G4 for longer than the quarter value to which the listener is accustomed. This loss of memory results in the melody re-tracing its steps by re-starting the third phrase. However, something about the metric re-alignment of this phrase seems amiss, and before we know it, the first melody has seized control at Rehearsal 18. Ravel thus eliminates the final “drooping” phrase of the arabesque melody and re-configures its contour so that it rises instead of falls, thereby creating a subtle link to the opening phrase of the decorative melody (the fourth measure, specifically). Approached from the inner depths of the arabesque in this way, the new fortissimo scoring of the first theme at Rehearsal 18 evokes a fanfare whose jubilant quality suggests that melodic rivalry has come to an end. Characteristically, for Ravel, this resolution is not entirely straightforward, given how the subtle conversion of the arabesque into the decorative melody implies a subliminal interconnection; a feeling, that is, that they may have been spun from the same thread. Example 12 . Triplet figure undergoes timbral transformation in the final four measures (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] The ambiguity that surrounds this moment is precisely the purpose of Ravel’s invention, as listeners wonder whether, despite its distinctly different outward appearance and expressive aspiration, the wayward arabesque was always closely related to the opening melody. This question becomes even more insistent given the subtle enharmonic transformation of the modal A ♭ to a diatonic G ♯ in the closing section. While the transition to E major interrupts the process of repetition, it does not offer a point of stability. Once Ravel has solidified a return to the opening decorative melody, a quick shift to the dominant of C swings us back to familiar territory. There is no chance of the process starting over because (six measures from the end) the arabesque triplet has been rhythmically and timbrally disfigured through its absorption into the high glissandi of the trombones and saxophones, which the gong and tam-tam try to drown out ( Example 12 ). Scarcely recognizable as a rhythmic or melodic figure, the triplet is now part of a gesture that evokes a strange sound whose provenance seems to lie outside the realm of Boléro . A defining feature of the arabesque, the triplet is transformed from a swaying gesture of oriental indolence as possibly idealized in Ravel’s perception of cante jondo , into a noise whose repeating, agonized “groans” of misery allude to the tragedy of the arabesque’s demise.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] As shown in Examples 8–10, the timbral trajectory of Boléro suggests that Ravel prepared carefully for this moment given his measured approach to weaving the timbral hues of his “orchestral tissue.” To this end, his decision to separate presentations of the arabesque between the saxophones and the trombone is significant in that it gives listeners a chance to first identify the distinctive timbres of these instruments. In line with Stephen McAdams’s and Bruno Giordano’s study of how participants perceive timbre, familiarity with timbre helps listeners track how instruments participate to create “a complex musical texture” ( 2008 , 75). Given the careful pacing of timbral changes, Ravel’s aim to startle his listeners in the closing measures might be seen to rest on his ability to unite the distant timbres of the trombones and saxophones to create a new and puzzling blend. By elevating “tissue” in this way, Ravel relies on timbre to explicate the tragic consequences of melodic disruption.",
                "footnotes": [],
                "citations": [
                    "mcadams_and_giordano_2008"
                ]
            }
        },
        {
            "3.13": {
                "text": "[3.13] By this point, orchestral amplification of the ostinato’s mechanistic triplet pattern implies victory given its overpowering of the arabesque’s supple triplet. However, Ravel’s decision to place the groaning triplet figure onto the displaced downbeat questions the notion of victory. By actualizing the possibility of hearing downbeat emphasis on beat two, the transformed triplet leaves listeners in doubt as to whether they have been hearing the ostinato correctly all along. Whether this final gesture of subversion is heard as a sign of the arabesque’s defeat or resistance, its timbral and textural prominence anticipates an intrusion in the final bar where a fleeting, yet emphatic, modal flourish pays tribute to the arabesque’s expressive role in this piece. Notwithstanding their surface similarities, the relationship between the two melodies is perceived as antagonistic until the very end where the arabesque, despite its fading presence, insists on having the last word.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] This point is emphasized by the trombones and saxophones whose “groans” in the closing measures seem far removed from the lyrical arabesques of Rehearsals 6, 7, and 10, prompting listeners to ponder whether the previously heard refrains of these instruments were the equivalent of an aural mirage. Mawer, in her analysis of this moment, detects death. Describing these noises as “the desperate human crying or animal braying of saxophones and trombones . . . the only instruments not already subsumed by the monstrous mechanism,” she invokes the Spanish aura of this composition in asking, “is this the death of the bullfighter, the bull, or both?” ( 2006 , 221). Meanwhile, the sense of tragedy imbued in this sound alerts us to the anguish that Vladimir Jankélévitch perceives in Ravel’s oeuvre at large: “the wrenching cry heard here and there in Ravel’s music: is this not the most unmediated expression of pain and terror?” ( 2003 , 42).",
                "footnotes": [],
                "citations": [
                    "mawer_2006"
                ]
            }
        },
        {
            "3.15": {
                "text": "[3.15] In keeping with these interpretations, the timbral transformation that accompanies the deformation of the subordinate arabesque suggests a striking parallel with McClary’s observation of “victim narratives” in Schubert, where “a sinister affective realm sets the stage for the vulnerable lyrical subject, which is doomed to be quashed.” She explains how in these kinds of settings the listener is invited “to identify with a subject that stands in the subordinate position.” This may be why the timbral distortion of the final measures is so terrifying, as noted by Mawer and Jankélévitch. McClary explains, “when these subordinate themes—the beautiful tunes—are destroyed, there is no triumph of the self, but rather its victimization at the hands of a merciless fate” ( 1994 , 225). Heard from this perspective, an inward emphasis on highly expressive subordinate arabesques in Boléro seems to have primed them to bear the sense of tragedy that is captured in the sonic weight of the closing bars as one theme wrestles with and re-configures the identity of another. Reminiscent of falling arabesques, the soulful cante jondo of subordinate arabesques are torn into sonic shards that manifest as pain and sorrow ( Bhogal 2013 , 200–202). Gut ( 1990 , 43–44) goes even further in interpreting Ravel’s treatment of repetition in Boléro as tragic, terrifying, and reminiscent of death, madness, destruction, and annihilation. In this vein, Helbing’s ( 2011 , 208) equation of spiral form and self-destruction in La valse as conveyed through “notions of turning, escalation, distortion, and ascent” also illuminates the timbral trajectory of Boléro .",
                "footnotes": [],
                "citations": [
                    "mcclary_1994",
                    "bhogal_2013",
                    "gut_1990",
                    "helbing_2011"
                ]
            }
        },
        {
            "3.16": {
                "text": "[3.16] For all the reasons outlined here, Boléro seems to beg for interpretative consideration, maybe more than any other of his works. Many critics have taken up this challenge, beginning with André Suarès ( 1938 , 52), who was among the first to equate the unusual aspects of this piece with symptoms of Ravel’s neurological decline. Since then, scholars working in the fields of music, medicine, and neuroscience have sought to offer a cogent explanation of how this piece’s stylistic innovations reflect psycho-physical abnormalities of one sort or another ( Baeck 2010 ; Henson 1988 ; Amaducci, Grassi, and Boller 2002 ). Broadening the scope of inquiry even further will now allow us to explore how Boléro ’s idiosyncratic features relate to the vibrant milieu in which it was conceived. Reconsidering the Idea of Music through Orchestral Sonority",
                "footnotes": [],
                "citations": [
                    "baeck_2010",
                    "henson_1988",
                    "amaducci_grassi_and_boller_2002"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] The texturally and timbrally marked trombone/saxophone sonority that emerges in the aftermath of melodic rupture brings the topic of “orchestral tissue” into focus once more. In relation to the timbral trajectory of this piece, Ravel’s manipulation of orchestral sound emerges as especially transgressive in the final measures. Here, the approximation of noise reaches beyond the traditional soundscape of the symphonic realm to highlight the boundary between orchestral and non-orchestral sonority (evocative of human crying, animal braying, and anguish as discussed in [3.14]). Despite precedents for these unusual timbres in pieces by Ravel and other works of the time, their puzzling emergence in Boléro presents another valid reason for Ravel’s reluctance to hear music in this composition, thereby prompting the question: if Boléro is not music, then what is it?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] In seeking an answer, I consider whether a timbral progression toward noise, as facilitated by the shifting timbres of decorative and arabesque melodies, might fulfill a larger pedagogical purpose; one that allows Boléro ’s virtuosic treatment of timbre to function as a treatise in orchestration. The following discussion examines the strange “groans” of the final measures against the broader context of Ravel’s milieu. A consideration of how these timbres relate to other pieces from Ravel’s oeuvre, contemporaneous works and idioms, theories of orchestration, and performance practice, expands our understanding of the many sources to which the timbral language of Boléro is indebted. Even as the experimental nature of this piece allows it to absorb a diverse array of ideas and expressions I will consider, in closing, whether Ravel’s compositional approach might ultimately have been guided by an underlying motivation to demonstrate his mastery with respect to orchestration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] A clear link between trombone/saxophone glissandi and other occurrences in Ravel’s compositions can be traced to two Spanish-themed works: his L’heure espagnole (1907–09), which features trombone glissandi (for instance, four measures after Rehearsal 2) and Rapsodie espagnole (1907–8), whose final movement, “Feria,” includes a rising chromatic flourish in the trombones before closing with a robust trombone glissando. Composed just a few years before Boléro , the beginning of the duet “How’s your mug?” from L’Enfant et les sortilèges (1920–25) offers a more immediate source for Boléro ’s trombone glissandi, while also bringing into focus motivic and timbral overlaps with the opening fugue subject from Milhaud’s jazz-inspired ballet, La création du monde (1923) ( DeVoto 2000 , 115). (14) With Milhaud, the trombone and saxophone entries are noteworthy for their allusions to glissando through slurred chromatic notes. Another analogue with Boléro is heard in Milhaud’s passing of the fugue subject from a double bass to a trombone, a saxophone, and a trumpet; as seen in Example 10, Ravel draws on a similar configuration of instruments but in reverse order when introducing his solo melodies (trumpet, tenor saxophone, soprano saxophone, and trombone).",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "devoto_2000"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] These kinds of connections suggest that Ravel’s interest to explore unusual timbres and types of articulation built on his previous achievements, while also responding to Milhaud’s stylization of jazz. It is worth remembering that Ravel, like Milhaud, was also fascinated by jazz, and it is likely that another source for the trombone/saxophone glissandi came firsthand from hearing the dance band music of W.C. Handy, Billy Arnold, and others who played at the club, Le Boeuf sur le toit (named after Milhaud’s ballet). (15) The link to jazz reminds us that while trombone/saxophone glissandi may be perceived as unusual within the orchestral context of Boléro , these kinds of sonorities were entirely at home within the jazz band where they were linked to the trombone’s “ wah wah ” effect. (16) Here, as heard through the prism of Benny Goodman’s recording of a jazz arrangement of Boléro , one might feasibly hear the syncopation and displaced metric stress from Rehearsal 18 onward as capturing a feeling of swing.",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Before starting work on Boléro in the summer of 1928, Ravel’s tour of the United States from January to April gave him additional opportunities to hear jazz and other types of American popular music, his admiration for which culminated in a lecture he gave at the Rice Institute, “Take Jazz Seriously!” ( Ravel 1928 , 49 and 51; Orenstein [1989] 2003 , 390–92). While several compositions from this decade have been discussed as showing the influence of various styles ranging from blues in the second movement of the Violin Sonata (1923–27) to ragtime and foxtrot in L’Enfant et les sortilèges , the trombone glissandi and ornaments of Boléro may be specifically attributed to the playing style of Léo Arnaud Vauchant, a jazz trombonist who worked with Ravel on L’Enfant et les sortilèges and Boléro at the composer’s home in Montfort L’Amaury from 1924 to 1928 ( Kilpatrick 2015 ; Mawer 2010 ; Orledge 2000 , 40–43; DeVoto 2000 , 113–16). Interestingly, Vauchant claimed he “played the ‘ Boléro ’ without glissando” ( Laplace 1984 , 34). His decision to perform Ravel’s trombone passages in a “straight” style reveals that Vauchant regarded Ravel’s references to jazz as a form of stylization and not imitation; and that Vauchant had a clear sense of what a “classical sound” requires in comparison to a “jazz sound.” (17) Classical trombonists, however, understood Ravel’s motivations differently as heard in the first recording of this piece.",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "ravel_1928",
                    "orenstein_1989_2003",
                    "kilpatrick_2015",
                    "mawer_2010",
                    "orledge_2000",
                    "devoto_2000",
                    "laplace_1984"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Working under the supervision of Ravel, Piero Coppola recorded Boléro with the Grand Orchestre Symphonique du Gramophone in January 1930. (18) It is striking that the trombonist on this recording performs in the style of a jazz dance band as suggested by the inclusion of excessive vibrato on sustained notes. Vauchant also proposed that the “glissandos were probably added by the trombone professor at the Conservatoire in the belief that that made it more jazzy,” a stylistic marker that comes through in Coppola’s recording and also in Ravel’s recording, which he made the following day with the Lamoureux Orchestra. (19) Interestingly, the tenor saxophone and soprano saxophone solos are presented in a somewhat “straight” manner. (20) These incongruities draw attention to Coppola’s recording, as a valuable sonic document from which listeners may glean insights on how the first players interpreted the stylistic nuances of Ravel’s melodies. The limitations of early recording technologies also attune our ears to issues of “orchestral tissue” by highlighting the risks that Ravel was willing to take in his experimentation with timbre. To this end, the sense of struggle that permeates Coppola’s recording as woodwind and brass players indulge Ravel’s eagerness to test the technical limitations of their instruments, keeps the virtuosity of his approach to orchestration in focus.",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] To give one example, the bassoon’s arabesque melody stands out for its problematic intonation and uneven tone as the phrase falls from a high to a low register (as heard in Example 3). (21) This technical difficulty speaks to Ravel’s interest in going against the advice of Widor, who stated in his treatise, Technique de l’orchestre moderne (1904): “in the matter of slurred notes, the bassoon like the oboe and clarinet, can rise more easily than it can descend” ( 1906 , 41; 1925 , 42). In his desire to extend the boundaries of orchestral sonority, Ravel’s efforts seem to enact a kind of orchestral ventriloquism where the inappropriateness of the music he writes for the bassoon allows it to resemble something else altogether, whether a different instrument (a French horn or duduk?), or, perhaps, a non-orchestral sound (a pitched foghorn?) The same might be said for the soprano saxophone whose high register squawks, like those of the bassoon, not only speak to Ravel’s interest in “extreme registers” as documented by Stephen Zank ( 2009 , 135) and Arbie Orenstein ( 1967 , 471), but possibly, his interest in traditional folk instruments. In this passage, the soprano saxophone has a timbre that resembles that of the zurna. (22)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "widor_1906",
                    "widor_1925",
                    "zank_2009",
                    "orenstein_1967"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] Widor’s comments might also have acted as a barometer for Ravel’s innovation with timbre at other moments of his composition. With respect to the saxophone, for instance, Ravel appears to take a leaf out of Widor’s treatise—“of all woodwind instruments the saxophones are perhaps the most expressive”—only to ignore Widor’s observation concerning the soprano and tenor saxophones; he explained, these instruments “cannot descend very easily, so it is better to avoid writing the very low notes for them” ( 1906 , 125; 1925 , 157). Ravel’s confidence with writing copious descending scale gestures for the saxophone stems from the fact that he was already adept at handling this instrument: his orchestration of “Il vecchio castello” from Modest Musorgsky’s Pictures at an Exhibition (1922) reserves the plaintive melody for the alto saxophone whose “evocative cantilena,” as described by Stephen Trier ( 1998 , 101), extends and deepens French curiosity in the expressive potential of its timbre as first explored by Georges Bizet in L’Arlésienne (1872) and subsequently by Jules Massenet in Hérodiade (1881) and Werther (1892). Of course, a more immediate source for Ravel’s handling of the saxophone would have been Milhaud’s La création du monde , which opens with a sonorous melody played by the alto saxophone.",
                "footnotes": [],
                "citations": [
                    "widor_1906",
                    "widor_1925",
                    "trier_1998"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] Along with Widor’s treatise, it is known that Ravel frequently used to consult André Gédalge’s Traité de la fugue (1901) and Henri Reber’s Traité d’harmonie (1862), as well as its supplement by Théodore Dubois (1889) ( Orenstein 1967 , 471). Ravel sought to contribute to this corpus in the form of a pedagogical textbook as early as 1912. This is the year René Lenormand’s Étude sur l'harmonie moderne was published, to which Ravel responded with great enthusiasm: “For a long time, I had dreamt of writing something similar. But the task seemed formidable to me. I lacked the methodology indispensable to such a work, and the courage to complete it” ( 1912 , 358). (23) Lenormand’s Étude was still with him a decade later, as seen in a letter he sent to Calvocoressi in February 1923. Ravel spoke of wanting to write, “if not a treatise, at least some notes on orchestration. For the moment, I have no ideas on the subject. In the meantime, I will keep the publisher’s proposal in mind” ( Orenstein [1989] 2003 , 238; and Orenstein [1989] 2003 , 213). (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "orenstein_1967",
                    "n_a_1912",
                    "orenstein_1989_2003",
                    "orenstein_1989_2003"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] During these years, a busy travel and concert schedule kept Ravel distracted from the task of writing a book on harmony and/or orchestration. In addition to Lenormand’s Étude , Rimsky-Korsakov’s Principles of Orchestration ( 1913 ) was also considered a potential model for Ravel’s manual, as argued by Georges Auric around 1925. Auric maintained that Ravel wanted to write a treatise in the style of Rimsky-Korsakov where examples from Ravel’s music would demonstrate how not to orchestrate ( Zank 2009 , 337, fn 2; Orenstein [1989] 2003 , 238, fn. 1). (25) Together with Ravel’s knowledge of Widor, Gédalge, and Reber, we can only imagine how the multiple approaches outlined in their textbooks might have converged with his own thoughts had such a book come to fruition.",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "zank_2009",
                    "orenstein_1989_2003"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] In the absence of its materialization, and given Ravel’s unwillingness to hear Boléro as music, I wonder whether listeners might view this composition as a sonic stand-in for the treatise that he never managed to complete, where his idiosyncratic approach to melodic writing is intertwined with examples of ways to alter timbre. The pedagogical value of Boléro as an orchestration manual is evident in its mastery of techniques concerning dynamics, registral displacement, textural thickening, and timbral mixing and blending. (26) Meanwhile, its cultural relevance is emphasized through the stylistic correlations established with Ravel’s own repertoire, and contemporaneous works and traditions, all of which converge to characterize Boléro as a product of its milieu. In the form of a sonic text, this composition’s singular preoccupation with “orchestral tissue” offers an invaluable opportunity to observe the transformation of orchestral sound, predating later efforts to showcase the orchestra as heard, for instance, in Sergei Prokofiev’s Peter and the Wolf (1936).",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Going further, the framework of a theme and variation form, with its predictable oscillation between decorative and arabesque melodies, presents Ravel with an opportunity to focus on orchestration without having to deal with issues of harmonic progression, melodic transformation, rhythmic variation, and such. That is to say, processes and techniques that would confer on Boléro the status of music (as discussed in his “Autobiographical Sketch”). Meanwhile, the turning inward/outward motion that directs timbral variation offers pedagogical instruction given how the inward turn allows for a demonstration of inappropriate writing—in keeping with Ravel’s interest to show how not to orchestrate—and how the outward turn, while demonstrating appropriate writing, explicates the difficult technique of timbral shading and distortion as seen in Ravel’s interest to explore simultaneously sounding, yet contrasting, dynamics and registers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] My speculation in this regard is not without its precursors. Ravel’s close friend, Hélène Jourdan-Morhange, recalled how, “Ravel thought of this piece as an ‘étude d’orchestre’ . . . one of those exercises in high virtuosity whose monotony couldn’t interest the public and whose transcendent instrumentation could only interest the specialists” ( Helleu 1987 , 106; Jourdan-Morhange 1938 , 196). Similarly, Vuillermoz ( 1939 , 90–91), in securing the longstanding image of Ravel as conjurer, compared the composer’s handling of instrumentation with the virtuosic juggling skills of the Italian acrobat and juggler, Enrico Rastelli (1896–1931): “Ravel appears to have given his students a kind of manual of orchestration in Boléro , a book of recipes for learning the art of instrumentation. Before leaving the scene for his rendez-vous with Death, this Rastelli of instrumentation executed, with a smile, the most dazzling and the most brilliant trickery [sleight of hand].”",
                "footnotes": [],
                "citations": [
                    "helleu_1987",
                    "vuillermoz_1939"
                ]
            }
        },
        {
            "4.14": {
                "text": "[4.14] Ravel’s reputation as a magician of sound also guided Jankélévitch in his attempts to make sense of the novel timbral combinations of Boléro ( Fillerup 2013 ). He took his cue from Roland-Manuel’s ( 1925 ) essay “Maurice Ravel ou l’esthétique de l’imposture,” where Roland-Manuel described unusual instrumental couplings in L’heure espagnole as the skillful play of a master magician, a form of “paradoxical trickery.” Roland-Manuel explained how Ravel manipulated the listener’s expectations with regard to orchestration by using ambiguity to heighten a feeling of deception (l’imposture): “I am made to want to hear a trumpet; I wait for it; there . . . not at all: it is the shadow of a trumpet evoked by the flute” (21). We hear a similar impulse to deceive in Daphnis et Chloé ; at Figure 17 of the “Danse Religieuse,” Ravel calls on an ensemble of woodwind instruments (two oboes, cor anglais, and B ♭ clarinet) to imitate the timbre of the preceding muted trumpet ( Rose and Hetrick 2007 , 66–67). Jankélévitch extended Roland-Manuel’s remarks to Boléro in his description of the passage at Rehearsal 11: “the flutes in the Boléro , doubled by the oboe as though by their shadow, owe to this strange doubling, which is neither unison nor an octave’s distance, their unusual profile and a kind of lighting from behind; they resemble the negative rather than the photograph” ( 1976 , 105). As recalled by Manuel Rosenthal, Ravel crafted this type of sonic illusion with great care: Rosenthal remembered Ravel as differentiating between the techniques of instrumentation and orchestration, and viewing the latter as a superior skill, given that it allowed for the evocation of “a sort of aura, a strange shadow” through which he could “fool the listener” ( Marnat 1995 , 77).",
                "footnotes": [],
                "citations": [
                    "fillerup_2013",
                    "rose_and_hetrick_2007",
                    "marnat_1995"
                ]
            }
        },
        {
            "4.15": {
                "text": "[4.15] Ravel’s interest in showcasing the orchestra did not always extend to finding the right “fit” between the music and each instrument whether heard in the form of soloistic decorative melodies and inward turning arabesques, or overtone-heavy passages that emphasized heterogeneous over homogenous timbral blends. The success of his experiment in Boléro can be seen to reside in the way he explores the limits of orchestral sonority, while sustaining continuities on the level of melody and expression. The challenge he set himself was considerable given how timbral variety emerges within a framework constrained by sameness. Equally significant, as I have explored here, is the challenge posed to Ravel’s listeners, not only with respect to their tolerance for repetition, but also in their understanding of how timbre, in its expressive role as a guiding force, could call into question the very notion of what constitutes music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.2.bhogal.html",
    "data": "mto/data/mto.20.26.2.bhogal.json"
}