{
    "title": "Instrumental Gesture in Chopin’s Étude in A-Flat Major, Op. 25, No. 1",
    "date": "2012/12/01",
    "volume": "18",
    "issue": "4",
    "authors": [
        "Montague, Eugene"
    ],
    "abstract": "Recent scholarship in music and other fields demonstrates the importance of embodiment for musical cognition and meaning. This paper builds on these insights by examining the role of instrumental gestures—the movements required to perform a piece of music—in music-making. I illustrate the potentials of this focus of study through an analysis of instrumental gesture in Chopin’s Étude inA♭, op. 25, no. 1. Working from the limited number of movements in this music, the analysis explores the notion that there is a central referential gesture for the Étude, defined through the physical motion of expanding the span of the hand. I show that this expansion becomes a thematic element in the piece, an element that pursues its own logic over the course of the Étude. This gesture unites with harmony and motive in creating the experience of the music for both performer and listener.",
    "keywords": [
        "gesture",
        "performance",
        "embodiment",
        "analysis"
    ],
    "doi": "",
    "received": "February 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.4/mto.12.18.4.montague.pdf",
    "author_info": [
        {
            "name": "Eugene Montague",
            "university": "The George Washington University",
            "address": "Department of Music, 801 22nd. St., NW, Washington, DC 20052",
            "email": "eugene_m@gwu.edu"
        }
    ],
    "citations": {
        "burkhart_1997": "Burkhart, Charles. 1997. “Chopin’s ‘Concluding Expansions.’” In Nineteenth-Century Piano Music: Essays in Performance and Analysis , ed. David Witten, 95–116. New York: Garland Publishing.",
        "cadoz_1999": "Cadoz, Claude. 1999. “Musique, geste, technologie.” In Les nouveaux gestes de la musique , ed. Hugues Genevois and Raphaël de Vivo, 47–92. Marseille: Éditions Parenthèses.",
        "code_2007": "Code, David. 2007. “Parting the Veils of Debussy’s ‘Voiles.’” Scottish Music Review 1, no. 1: 43–67.",
        "cox_2001": "Cox, Arnie. 2001. “The Mimetic Hypothesis and Embodied Musical Meaning.” Musicae Scientiae 5, no. 2: 195–212.",
        "cox_2011": "Cox, Arnie. 2011. “Embodying Music: Principles of the Mimetic Hypothesis.” Music Theory Online 17, no. 2. http://www.mtosmt.org/issues/mto.11.17.2/mto.11.17.2.cox.html .",
        "cusick_1994": "Cusick, Suzanne. 1994. “Feminist Theory, Music Theory, and the Mind-Body Problem.” Perspectives of New Music 32: 8–27.",
        "d’ausilio_et_al_2006": "D’Ausilio, A., E. Altenmüller, M. Belardinelli Olivetti, and M. Lotze. 2006. “Cross-Modal Plasticity of the Motor Cortex While Listening to a Rehearsed Musical Piece.” European Journal of Neuroscience 24: 955–58.",
        "damasio_1999": "Damasio, Antonio. 1999. The Feeling of What Happens: Body and Emotion in the Making of Consciousness . Orlando: Harcourt.",
        "davidson_1993": "Davidson, Jane. 1993. “Visual Perception of Performance Manner in the Movements of Solo Musicians.” Psychology of Music 21, no. 2: 103–13.",
        "davidson_1994": "Davidson, Jane. 1994. “Which Areas of a Pianist’s Body Convey Information About Expressive Intentions to an Audience?” Journal of Human Movement Studies 26: 279–301.",
        "davidson_2007": "Davidson, Jane. 2007. “Qualitative Insights Into the Use of Expressive Body Movement in Solo Piano Performance: A Case Study Approach.” Psychology of Music 35, no. 3: 381–401.",
        "davidson_and_correia_2002": "Davidson, Jane, and Jorge Salgado Correia. 2002. “Body Movement.” In The Science and Psychology of Music Performance: Creative Strategies for Teaching and Learning , ed. Richard Parncutt and Gary McPherson, 237–50. New York: Oxford University Press.",
        "fisher_and_lochhead_2002": "Fisher, George, and Judith Lochhead. 2002. “Analyzing from the Body.” Theory and Practice 27: 37–67.",
        "gallagher_2005": "Gallagher, Shaun. 2005. How the Body Shapes the Mind . Oxford: Clarendon Press.",
        "gallagher_2010": "Gallagher, Shaun. 2010. “Defining Consciousness: The Importance of Non-Reflective Self-Awareness.” Pragmatics and Cognition 18, no. 3: 561–69.",
        "gritten_and_king_eds_2006": "Gritten, Anthony, and Elaine King, eds. 2006. Music and Gesture . Aldershot, England: Ashgate.",
        "gritten_and_king_eds_2011": "Gritten, Anthony, and Elaine King, eds. 2011. New Perspectives on Music and Gesture . Sempre. Farnham: Ashgate.",
        "guck_2004": "Guck, Marion. 2004. “Dramatic Progression in Haydn, Sonata No. 46 in A-Flat, Adagio.” In Engaging Music: Essays in Music Analysis , ed. Deborah Stein, 180–90. New York: Oxford University Press.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Indiana University Press.",
        "ingold_2011": "Ingold, Tim. 2011. Being Alive: Essays on Movement, Knowledge, and Description . Hoboken: Taylor and Francis.",
        "lackoff_and_johnson_1999": "Lakoff, George, and Mark Johnson. 1999. Philosophy in the Flesh: The Embodied Mind and Its Challenge to Western Thought . New York: Basic Books.",
        "larson_2012": "Larson, Steve. 2012. Musical Forces: Motion, Meaning, and Metaphor in Music . Bloomington: Indiana University Press.",
        "le_guin_2006": "Le Guin, Elisabeth. 2006. Boccherini’s Body: An Essay in Carnal Musicology . Berkeley: University of California Press.",
        "leder_1990": "Leder, Drew. 1990. The Absent Body . Chicago: University of Chicago Press.",
        "lidov_2005": "Lidov, David. 2005. Is Language a Music?: Writings on Musical Form and Signification . Musical Meaning and Interpretation. Bloomington: Indiana University Press.",
        "mccreless_2006": "McCreless, Patrick. 2006. “Anatomy of a Gesture: From Davidovsky to Chopin and Back.” In Approaches to Meaning in Music , ed. Byron Almén and Edward Pearsall, 11–40. Bloomington: Indiana University Press.",
        "mead_1999": "Mead, Andrew. 1999. “Bodily Hearing: Physiological Metaphors and Musical Understanding.” Journal of Music Theory 43, no. 1: 1–19.",
        "minturn_and_jones_2009": "Minturn, Neil, and M. Rusty Jones. 2009. “Toward a Theory of Keyboard Topography.” Paper presented at the annual meeting for the Society for Music Theory, Montreal, Canada. October 28 –November 1.",
        "ness_2008": "Ness, Sally Ann. 2008. “The Inscription of Gesture: Inward Migrations in Dance.” In Migrations of Gesture , ed. Carrie Noland and Sally Ann Ness, 1–30. Minneapolis: University of Minnesota Press.",
        "noë_2009": "Noë, Alva. 2009. Out of Our Heads: Why You Are Not Your Brain, and Other Lessons From the Biology of Consciousness . New York: Hill and Wang.",
        "noland_2009": "Noland, Carrie. 2009. Agency and Embodiment: Performing Gestures/Producing Culture . Cambridge: Harvard University Press.",
        "nusseck_and_wanderley_2009": "Nusseck, Manfred, and Marcelo Wanderley. 2009. “Music and Motion: How Music-Related Ancillary Body Movements Contribute to the Experience of Music.” Music Perception 26, no. 4: 335–54.",
        "pierce_2007": "Pierce, Alexandra. 2007. Deepening Musical Performance Through Movement . Bloomington: Indiana University Press.",
        "saslaw_1996": "Saslaw, Janna. 1996. “Forces, Containers, and Paths: The Role of Body-Derived Image Schemas in the Conceptualization of Music.” Journal of Music Theory 40, no. 2: 217–43.",
        "schenker_1979": "Schenker, Heinrich. 1979. Free Composition , trans. and ed. Ernst Oster. Vol. III of New Musical Theories and Fantasies . New York: Schirmer Books.",
        "shusterman_1999": "Shusterman, Richard. 1999. “Somaesthetics: A Disciplinary Proposal.” Journal of Aesthetics and Art Criticism 57, no. 3: 299–313.",
        "shusterman_2010": "Shusterman, Richard. 2010. “Body Consciousness and Music: Variations on Some Themes.” Action, Criticism, and Theory for Music Education 9, no. 1: 92–114.",
        "sudnow_2001": "Sudnow, David. 2001. Ways of the Hand: A Rewritten Account . Cambridge: The MIT Press.",
        "varela_et_al_1992": "Varela, Francisco J., Evan Thompson, and Eleanor Rosch. 1992. The Embodied Mind: Cognitive Science and Human Experience . Cambridge: The MIT Press.",
        "wason_2002": "Wason, Robert W. 2002. “Two Bach Preludes/Two Chopin Etudes, or Toujours travailler Bach—ce sera votre meilleur moyen de progresser.” Music Theory Spectrum 24, no. 1: 103–20.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . New York: Oxford University Press.",
        "zbikowski_2004": "Zbikowski, Lawrence. 2004. “Modelling the Groove: Conceptual Structure and Popular Music.” Journal of the Royal Musical Association 129, no. 2: 272–97."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Some of these works are mentioned in this essay; others include the work of Antonio Damasio ( 1999 ) in neuroscience, George Lakoff and Mark Johnson ( 1999 ) in linguistics, and Francisco Varela ( 1992 ) in cognitive science, to mention but three.",
            "citations": [
                "damasio_1999",
                "lackoff_and_johnson_1999",
                "varela_et_al_1992"
            ]
        },
        "FN2": {
            "text": "2. For example, a broad approach to gesture enables Patrick McCreless to connect musical pieces from quite diverse repertoires through their common use of a four-part climactic schema (or gesture) including a crescendo, a startling descent, a crash, and a rebound. McCreless discusses this schema as a physical instrumental gesture, as a metaphoric understanding, and also as a sonic phenomenon ( McCreless 2006 )",
            "citations": [
                "mccreless_2006"
            ]
        },
        "FN3": {
            "text": "3. Cox cites a number of examples from a growing body of empirical work in neurology and psychology that supports the general thrust of Mead’s “kinesthetic empathy.” These studies show that listeners respond more strongly to sounds made by instruments that they play than to those they do not, and that neural signals associated with movement are generated by listeners who hear music that they know how to play. To Cox’s impressive list, I would add D’Ausilio et al. 2006 as another neurological study that points to the importance of productive movement for listening performers.",
            "citations": []
        },
        "FN4": {
            "text": "4. Such connections are facilitated, of course, when the composer is also a performer, as is the case in Le Guin’s examples, and also in the Chopin Étude under discussion here.",
            "citations": []
        },
        "FN5": {
            "text": "5. All these qualities are mentioned in Le Guin’s kinetic and musical analysis of Boccherini’s Cello Sonata in E ♭ Major ( 2006 , 14–37)",
            "citations": [
                "le_guin_2006"
            ]
        },
        "FN6": {
            "text": "6. “C’est l’ensemble des comportements gestuels appliqués à l’instrument et dont une partie produira l’énergie nécessaire à la finalité de la tâche” (my translation).",
            "citations": []
        },
        "FN7": {
            "text": "7. The intentional and expressive associations of the term gesture may have provoked the distinctions drawn by Davidson and others. Productive movements, according to this line of reasoning, are too much the product of impersonal forces—composers’ instructions, teachers’ directives, technical exercises—to count as gestures: the free, expressive movements of a performer’s true self. In this essay, I take an alternative approach by treating all voluntary movements as to some degree intentional and the product of the performer, while setting aside the question of ultimate authority. This is the position taken by Carrie Noland in her recent work on repetitive gestures in the production of art ( Noland 2009 ). It is also implied in the work of Le Guin, where her encounters with Boccherini are the direct result of a dialogue between composer and performer, rather than any mere imposition of the composer’s will.",
            "citations": [
                "noland_2009"
            ]
        },
        "FN8": {
            "text": "8. Throughout the Étude, the distance between the first and second notes of the notated groups of six is consistently greater than any of the intervals between the other note pairs, further supporting my interpretation of the opening motive.",
            "citations": []
        },
        "FN9": {
            "text": "9. As is traditional in pianistic terms, I will refer to movement rightward on the piano keyboard in terms of ascent, and leftward in terms of descent. This is, of course, metaphoric in both physical and sonic terms, though it stands in for real physical movement, which is largely lateral.",
            "citations": []
        },
        "FN10": {
            "text": "10. Thus the Étude highlights a pianistic texture and technique that re-appears in many works by Chopin, including its thematic use in the C-major and E ♭ -major Preludes from op. 28.",
            "citations": []
        },
        "FN11": {
            "text": "11. The next-highest note may sometimes by played by the fourth finger, and sometimes the third, depending on the status of the gesture. Regardless of which finger plays, however, this note has a pivotal role to play in relating the lower fingers of the hand to the melodic fifth finger due to the structure of the gesture, as explained above in [4.2–4.3].",
            "citations": []
        },
        "FN12": {
            "text": "12. This space is presented here in a two-dimensional perspective, without any differentiation between the “inner” black keys and the “outer” white keys. This somewhat simplistic perspective is justified here in the context of the straightforward narrative of ascent that I follow. See Minturn and Jones 2009 for a more detailed consideration of keyboard topography. However, it must also be noted that their detailed view of the topography of the keyboard needs to be placed in the context of the human hand and its characteristic movements in order to be useful for the study of gesture.",
            "citations": [
                "minturn_and_jones_2009"
            ]
        },
        "FN13": {
            "text": "13. In reading these numbers, it should be remembered that the structure of the human hand is not symmetrical; therefore the integral measurement of each gap does not carry the same meaning for the fingers. For example, a gap of 5 keys between thumb and second finger is quite small, but would imply a considerable stretch between fingers 4 and 5. In calculating this figure, therefore, I am primarily intending to measure the demands placed upon the pianist's hand in terms of keyboard space, rather than as a direct measurement of tension or stretching in the hand.",
            "citations": []
        },
        "FN14": {
            "text": "14. It is noteworthy that this derivation of C as a climactic point through the analysis of instrumental gesture mirrors the choice of C as Kopfton in Schenker’s brief sketch of this Étude from Der Freie Satz ( Schenker 1979 , vol. III, fig. 40,10). This suggests that analysis of instrumental gesture in no sense supplants analysis of sonic structures, but serves as a complementary method to achieving musical insight.",
            "citations": [
                "schenker_1979"
            ]
        },
        "FN15": {
            "text": "15. In terms of ratio, greater values for the span between the topmost fingers occur at two other points in the Étude: gestures 31 and 115. However, these points occur at the starting-points of phrases, and thus do not have the same sense of upward expansion. For example, the speed of movement at this point is likely to be compromised by a ritardando toward the end of the previous phrase. In a physical sense, this means that the movement toward the high note is likely to be experienced as a separate gesture, rather than as part of the central gesture of the Étude. Thus, in Figure 5, the contour graphs represent these leaps through dotted lines, and the bottom graph omits them from its data.",
            "citations": []
        },
        "FN16": {
            "text": "16. Indeed, as Le Guin might maintain, such an ability could also be felt as a corporeal connection with the body of the composer, Chopin.",
            "citations": []
        },
        "FN17": {
            "text": "17. This question of the necessity for feedback in action is one that continues to stir debate among scholars writing on the body. Noland’s theories of agency directly address this, as do some aspects of Richard Shusterman's concept of “somaesthetics”( Noland 2009 ; Shusterman 1999 , 2010 ). From a more anthropological perspective, Tim Ingold has recently presented a staunch defence of conscious proprioceptive awareness, while Sally Ann Ness’s work on dance gestures is also predicated on the ability of dancers to be aware of skilled movement ( Ingold 2011 ; Ness 2008 ). Representing the opposing viewpoint on such consciousness, the work of Drew Leder and, as mentioned, Shaun Gallagher and Alva Noë has been particularly influential ( Gallagher 2005 , 2010 ; Leder 1990 ; Noë 2009 ).",
            "citations": [
                "noland_2009",
                "shusterman_1999",
                "shusterman_2010",
                "ingold_2011",
                "ness_2008",
                "gallagher_2005",
                "gallagher_2010",
                "leder_1990"
            ]
        },
        "FN18": {
            "text": "18. Cusick’s work on the disciplines of music seems to imply a somewhat negative role for such strictures in regard to the body. See, for example, her description of the physical experience of playing a Bach organ chorale ( 1994 , 18–19).",
            "citations": [
                "cusick_1994"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Music begins with movement. Sounds are produced by bodies: scraping, scratching, tickling, blowing, waving, tensing, and relaxing, either internally or externally. Modern technologies of recording and playback tend to blur this connection, giving us the option of merely flicking a switch or tapping a key to produce music. Even so, the creation of sound still depends on these unremarkable movements and, as musicians know, the characteristic motions of most performers are much more diverse and animated. Whatever the level of motion involved, however, the fundamental necessity of human movement for performance means that music is rooted in human gesture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] How, then, may we understand this causal relationship between physical movement and music?  Is this merely an accident of our worldly existence, of no further significance beyond itself, or are there more vital connections to be drawn, through which both music and the movements that produce it gain meaning and structure?  In this essay, I will argue for the latter position through an analysis of the relationships between sound and productive movement in Chopin’s Étude in A ♭ , the first of the twelve studies in op. 25. This analysis uncovers direct connections between the melodic and harmonic organization of the piece and the development of a particular movement involving the fingers of the right hand. While the basis of this movement is a simple outward extension of the fifth finger in playing the soaring melody of the piece, this extension also brings about a spreading outward of the other fingers of the hand, creating a more complex gesture. The relationships between the fingers making this gesture are grounded in the body, but also defined through sound, and this analysis argues that these relationships play a vital role in the musical unfolding of the Étude. Thus, the analysis suggests that the performance of instrumental gestures—those movements necessary to produce the required sounds—can constitute a separate aspect of musical organization and meaning, one that connects to structures of sound but is nonetheless self-standing. If this is so, then to play an instrument is to experience meaningful bodily gestures in union with sound, and music such as this Étude becomes a way for performers to practice physical experiences that are more than movements because they connect with sound at a fundamental level. Uncovering such connections between sound and gesture allows us to understand the activity of playing an instrument as an organized and pleasurable physical achievement as well as an attractive listening experience. Such a conclusion suggests that the relationship between movement and music is no accident, but a basic element of musical experience. This implies that we might widen the range of what we understand as musical to include gestures and motions in addition to pitches, rhythms, and notes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] I begin my analysis from the concept of “instrumental gesture,” meaning the movement required of a performer to produce the sounds demanded by a musical work. This concept leads to an original methodological approach to the analysis of a score, involving close attention to the details of movement necessary to performance. These details are used to argue for the music of this Étude as a narrative of the body, existing not only as sound waves but also as physical relationships in the body of the performer. Finally, I connect these changes with the concept of body schema, a term from philosophy and cognitive studies, which comprehends the habitual abilities available to skilled practitioners of all physical tasks. The last part of my essay discusses the significance of this concept for musical understanding, and how the study and practice of music might in turn illuminate some of the debates surrounding this concept in other fields. 2. Movement for music: a brief literature survey",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The notion that human movement in general may be connected intimately with music and its meaning has inspired a large amount of insightful work that treats movement as a broad subject that includes not only performers’ gestures, but metaphors and symbols of movement in music. Such studies often partake in a wider interdisciplinary body of work that seeks to re-establish a position for the body within intellectual knowledge, and to recognize the physical foundations of human understanding. (1) In this vein, scholars such as Janna Saslaw ( 1996 ), Steve Larson ( 2012 ), Marion Guck ( 2004 ), George Fisher and Judith Lochhead ( 2002 ), Larry Zbikowski ( 2002 , 2004 ), and David Lidov ( 2005 ) have illuminated the ways in which physical movements and gestures, including those by performers, contribute to the formation and comprehension of music and musical structures. Working from a semiotic interpretation of gesture, Robert Hatten has presented illuminating analyses of musical works that typically speak to the movements of performers, but also incorporate a wider understanding of gesture in music. For Hatten, a gesture is “significant energetic shaping through time,” an intentionally wide compass that allows Hatten to explore many facets of aural and physical shapings in his analyses ( Hatten 2004 , 95). This compass has come to be something of a standard in musical studies, as shown by the variety of types of gesture discussed at the three (to date) international conferences on Music and Gesture (Norwich, 2003; Manchester, 2006; and Montreal 2010) and in two foundational collections of essays ( Gritten and King, eds. 2006 , 2011 ). As such studies show, this flexibility of reference can indeed be a benefit. (2) However, in this essay I wish to focus on gesture as a physical movement or combination of movements to the exclusion, at least initially, of other more metaphorical meanings. David Lidov has suggested a similar concentration on the physical aspects of movement through the term “muscular gesture”( Lidov 2005 , 151–52). “Muscular,” though, may refer to any movement made by an instrumentalist; therefore I use the qualifier “instrumental” in order to reflect my particular interest in the movements that are necessary for sound production. Though “instrumental gesture” is a more limited term, it is therefore defined against the broader reference of “gesture” developed in the literature.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "saslaw_1996",
                    "larson_2012",
                    "guck_2004",
                    "fisher_and_lochhead_2002",
                    "zbikowski_2002",
                    "zbikowski_2004",
                    "lidov_2005",
                    "hatten_2004",
                    "gritten_and_king_eds_2006",
                    "gritten_and_king_eds_2011",
                    "lidov_2005"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] My limited focus on instrumental gesture, as I have defined it, has some important precedents within scholarly work on movement and music. The work of Alexandra Pierce convincingly demonstrates ways in which complex theoretical concepts in music can be conveyed and deepened in ways that are explicitly connected to the movements of performers; her arguments, developed over many years, find especially compelling presentation in her recent theory of “embodied interpretation” ( Pierce 2007 ). My approach differs from Pierce’s, however: whereas Pierce generally starts from a theoretical concept and then moves to consider its expression in movement, I begin with a focus on movement together with or even before introducing theoretical concepts. A similar emphasis on movement as primary seems to have motivated Suzanne Cusick to demand in 1994 that scholars incorporate the movements made by instrumentalists within our understanding of the “discipline” of music ( Cusick 1994 ). Cusick’s article elicited varied responses; many scholars embraced her criticism of the characteristic mentalism of music theory without quite taking seriously her call for an examination of movement in music. Others engaged with her focus on instrumentalists’ movements, while avoiding her implication that such movements should be understood within a Foucauldian framework. Andrew Mead’s response to Cusick took the latter path in developing the important concept of “kinesthetic empathy” as a significant step toward connecting the performer’s body and the listener’s ear ( Mead 1999 ).",
                "footnotes": [],
                "citations": [
                    "pierce_2007",
                    "cusick_1994",
                    "mead_1999"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Mead’s conceptual innovation provides a link to one of the central principles of the work of Arnie Cox, who has advanced the most thoroughgoing interrelationship between musical meaning and productive movement in his “mimetic hypothesis.”  Cox argues that “[m]any or most musical sounds are evidence of the human motor actions that produce them” ( Cox 2011 , [15]). Based on this evidence, he theorizes that “part of how we comprehend music is by way of a kind of physical empathy that involves imagining making the sounds we are listening to” ( Cox 2011 , [3]; see also Cox 2001 ). Cox’s study is grounded in a wide and deep range of sources from cognitive science and psychology; it is also rooted in the quotidian musicianly experience of playing. (3) Drawing on the legacy of Cusick and Mead, Cox’s hypothesis suggests that the painstaking work of learning an instrument is not just a way of making a programmable technical apparatus out of the body. Rather, the movements practiced by musicians in making sound have real interpretive and musical relevance. For example, the mimetic hypothesis implies that “different types of music ‘invite’ different kinds of mimetic engagement,” and as performers “shape the mimetic invitation” through their movements, the details of these movements have immediate interpretive relevance ( Cox 2011 , [47]–[50]). This idea is, of course, central to my current study.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "cox_2011",
                    "cox_2011",
                    "cox_2001",
                    "cox_2011"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Concerned as he is with the wider structures of mimesis in relation to music, Cox does not go into analytic detail as to the various ways in which such structures may be communicated. However, his hypothesis might find support in perceptive recent work on the specific relationships between music and the movements that produce it by David Code ( 2007 ) and Elizabeth Le Guin ( 2006 ). Code and Le Guin examine their own experiences of playing to investigate the interrelationships of sound and movement, a perspective that allows them to consider these questions from a variety of perspectives. Code’s work, like the present essay, explicitly engages with a single piece, Debussy’s prelude “Voiles,” illuminating how interpretive decisions may depend on the experience of movements made in playing. For Code, the gestures of the pianist as determined through the score become a part of the expressive possibilities of the piece; the logic of “Voiles” is then seen to rest at least in part on the contrasting forms of touch between the whole-tone and pentatonic sections of the piece. Le Guin’s work, in like fashion, focuses on the experience of playing. Her analysis of her own playing of the cello music of Boccherini explores her performance as a physical experience in order to develop what she calls a “carnal musicology,” a musicology that uses the bodily sensations and demands of performance to establish connections between composer and performer. (4) In her analytic comments on the music, the details of performative movements play as central a role as the sounds they produce, and the music she discusses is understood through the physicality of the body that plays, in order to convey “certain qualities in Boccherini’s music [that are] best explained, or even solely explicable, through the invisible embodied experiences of playing it” ( Le Guin 2006 , 5). Such qualities, in Le Guin’s careful delineation, include sensations of friction, weight, relaxation, discomfort, sincerity, departure, return, momentum, and pleasure, to mention but a few. (5) In describing and evoking this wide range of experiences, Le Guin uses the movements of her cello-playing body as a link to the experiences of Boccherini, a link that bridges two centuries of time. Her analysis underlines the complex roles played by bodily movement in performing music, and the potential for such roles to determine musical experience.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "code_2007",
                    "le_guin_2006",
                    "le_guin_2006"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] The focused analytic studies of Code and Le Guin, together with the wider literature on embodiment in music, begin to suggest some specific answers to the questions about movement and music I posed at the start of this essay. The following analysis of Chopin’s Étude in A ♭ , op. 25, no. 1 aims to complement and extend this work. Using a methodological approach to movement that is based upon the physical experiences that are common to all who play this Étude, the analysis seeks to build bridges between the domains of technique and interpretation and thus lend support to a more general understanding of musical embodiment. 3. Instrumental gesture",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] My term of choice in this analysis, “instrumental gesture,” deserves some further discussion. The term is not an original one: it has its beginnings in empirical psychology, where scholars have often found it desirable to distinguish movements made in order to produce sound from other gestures made in playing. French scholar Claude Cadoz can be credited with its earliest consistent use, as well as with its most succinct definition as “the set of gesture behaviors applied to the instrument, a part of which will produce the energy necessary to the final goal of the task” ( Cadoz 1999 , 62). (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "cadoz_1999"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The need for this particular term arises because the literature on gesture in psychological studies of music has tended to focus on non-instrumental gesture, often described as “expressive.”  The work of Jane Davidson, for example, has explored the relationships between the expressivity of a performer and her movements in playing a piece, asserting the importance of visual experience in an audience's experience of music. Davidson's work distinguishes between those movements necessitated by the “musical structure” and those that are the result of the “expressive intent” of the performer ( Davidson 2007 , 1993 , 1994 ; Davidson and Correia 2002 ). Indeed, this distinction has become something approaching an axiom in psychological studies of movement. As one recent article by Nusseck and Wanderley has it, “two major types of performer movement can be distinguished: one, instrumental actions and two, ancillary or expressive movements. The former are responsible for sound production, while the latter . . . represent a link between the music and the expressive intention of the musician” ( 2009 , 335). However, while the notion of a one-to-one relationship between non-essential movement and expression is conceptually straightforward, and thus useful in designing experiments, it seems problematic within any wider context of musical meaning. Is it really the case that analysts—and performers—can so easily distinguish in any given performance between gestures that create sound and those that are ancillary?  Moreover, is it defensible to posit the individual performer as the fundamental producer of expression in a musical performance, while treating the actual musical sound, what Davidson terms the “musical structure,” as an apparently inexpressive vessel?",
                "footnotes": [],
                "citations": [
                    "davidson_2007",
                    "davidson_1993",
                    "davidson_1994",
                    "davidson_and_correia_2002",
                    "nusseck_and_wanderley_2009"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] The idea that there is a strict separation between “expressive” and “mechanical” movements certainly does not fit with the evidence from a performer such as Le Guin, who is much less concerned with the potential of the music as a device for individual expression than with an identification with the composer through the necessary movements required to play the piece. Moreover, Le Guin’s detailed explorations demonstrate that her instrumental gestures as a cellist already carry considerable potential for expression, even when they are merely focused on realizing the score in the most efficient manner possible. I will argue in the analysis below that the potential for notated music to imply expressive gesture is thoroughly explored from the very start of Chopin’s Étude. Therefore, in this essay, my use of the term “instrumental” as applied to gesture denotes the necessary relation between these movements and the production of sound, but it in no way implies a reduced status in terms of expression or meaning. (7) Indeed, I would rather emphasize such expressivity, and thus I retain the term “gesture,” rather than the less colorful and more mechanical term “movement.” 4. The central gesture of the A ♭ Étude",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The A ♭ -major Étude, op. 25, no. 1, depends on the repetition of one musical figure. In this it is typical of the tradition of study, or prelude, a genre that tends to use a single characteristic motive to saturate the musical texture, as Robert Wason has pointed out ( Wason 2002 ). The repetition of this motive is a central goal of the piece, and the gesture of playing the motive therefore becomes a primary physical way in which a performer relates to the music.  A first step in an analysis of instrumental gesture, then, should be a close examination of the central figure in terms of the gestural requirements it makes of a performer and the opportunities for expression that exist through these gestures. Example 1 . The opening gestures of Chopin op. 25, no. 1 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "wason_2002"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] In the A ♭ -major Étude, the sensuous qualities of the central motive create a strong connection between the expressive qualities of the sound (how it feels to listen) and of the gesture (how it feels to play). For much of the course of the Étude, the right and left hands play variations on the figures with which the piece opens. While both right and left hands have their own characteristic motives, it is the right hand that executes the central figure of the piece, and sustains most of its pedagogical interest. This is not merely because it sustains the upper melody; more subtly, its interest is inherent in the details of the opening figure, shown in Example 1 . This figure spans an octave between E ♭ 5 and E ♭ 4 . Since it is repeated throughout the piece, and consists of continuous sixteenth notes, the question of where the figure begins and ends is a legitimate one. Relying solely on the page one might see the figure as starting from the first E ♭ 5 , with its large note head, and ending six notes later on the C 5 . Such a parsing, however, is unconvincing from a gestural perspective: the flow of the rising arpeggio in the four notes from E ♭ 4 to E ♭ 5 denies any sensation of closure at the C 5 . Indeed, the sensation of arrival on this E ♭ 5 is enough to suggest it as a place of closure, especially as the move to the next note, A ♭ 4 (not shown), reverses the upward momentum and also covers the largest interval distance of the motive. (8) From these considerations, and given the need to parse the opening in some way, I treat the gesture as beginning from the second sixteenth-note A ♭ 4 and ending on the E ♭ 5 on beat 2. Example 1 shows the notation for the opening gestures in both hands, followed by a line drawing that roughly traces out the path of each gesture. This drawing highlights the differences between the gestures in the right and left hands: they begin in similar motion, but end in contrary, and there is also a contrast between the leaping left and the rather static right. The right-hand gesture, however, is the more complex and expressive of the pair. Initially, C 5 is emphasized because the upward move from A ♭ 4 is followed by descent. However, as argued above, the following octave ascent from E ♭ 4 to E ♭ 5 establishes the latter as the most emphatic note, with the C as a secondary point of emphasis. (9) This rapid ascent to E ♭ 5 ensures that the production of this melodic note becomes an expressive goal for the right hand through the physical movement necessary to sound it. In addition, the complex shape of the right-hand gesture causes it to stand out against the more balanced rise-and-fall of the left hand gesture. Both C 5 and E ♭ 5 become vital parts of the overall gesture, physically and sonically, and their relationship becomes integrated into the musical development of the Étude. Example 2 . A recomposition of the opening of Chopin op. 25, no. 1 (click to enlarge)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] To illustrate this point by comparison, Example 2 shows a recomposed version of the opening, in which the right hand plays a straight arpeggio, mirroring the left hand. A brief experiment on keyboard, lap, or desktop, comparing the right-hand gesture shown in Example 1 with that of Example 2, will show that the kinesthetic organization of the latter is quite different from, and less interesting than, that of the former. The playing of E ♭ at the end of the re-composed gesture has less physical particularity and, with repetition, the gesture of Example 2 becomes rote-like quite quickly. This comparison reinforces the inherent sensation of upward expansion toward the fifth finger in the right-hand gesture as written by Chopin, a sensation that pervades the particular sound of the melodic E ♭ as heard and felt by the performer. Thus, the playing of this gesture splits the hand into two parts: a soprano melody and its accompaniment. Practically, of course, these parts are inevitably related through the necessities of biology, given the structure of the hand. What is not inevitable, and is thus a focus of creativity in this piece, is the expression and development of this biophysical relationship in musical terms through the course of the Étude. For example, the next-highest note of the right-hand gesture, C 5 in Example 1, is played by the finger next to the fifth and thus is inevitably situated as a first connector link between the two parts of melody and accompaniment. In this Étude, Chopin exploits this natural situation to create a counterpoint between this next-highest note and the melody note, providing a sonic and gestural logic that motivates the unfolding of the piece and, in literal terms, forges music through the hand. Example 3 . The first motive of finger expansion in Chopin op. 25, no. 1, measure 2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] The sensation of expanding the hand upward through its fifth finger becomes a central motive in the Étude. The first step in this process occurs with the E ♭ –F– E ♭ motive in the melody in measure 2, shown in Example 3 . As Example 3 shows, the F of this motive emerges as an extension of the opening arpeggio, repeating the expansion of the fifth finger of the right hand away from its neighbors, and extending this movement by a whole step to the F. A return inward back to the E ♭ follows, forming a rise and fall that encapsulates in miniature a gestural process that characterizes much of the Étude. This gesture arises out of a general technical aim: the sustaining of a melody by the fifth finger of the right hand over a busy accompaniment. (10) In this Étude, however, this aim is inseparable from a conceptually distinct goal: the goal of a gradual melodic ascent through the course of the piece, reaching a peak at measure 34. Since this ascent is created by the upward expansion of the fifth finger, it is both a sensual (technical) and a sonic experience. Therefore the piece can be felt and heard as a narrative in which the principal actor is this fifth finger, proposing an ascent upward which extends the hand outward and expands the range of keyboard covered by the right hand. The other fingers participate in the narrative by responding to this proposition. In measure 2, with the fifth finger’s move to F, the call to ascend brings no immediate answer, but by measure 3 there is some response, as the next-highest finger moves up to D ♭ 5 . Example 4 . A recomposition of Chopin op. 25, no. 1 to illustrate the interaction between harmonic change and gesture (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Another way to understand the musical consequences of this gestural development over measures 1–3 is to show that it does not only concern melody, just as it does not only involve the fifth finger. Example 4 , another brief recomposition, demonstrates the role of harmonic change, or in this particular case its absence, and consequently the roles of the other fingers of the right hand in defining expansion. Example 4 re-imagines the first beat of measure 2 with a D ♭ harmony supporting the melodic F to demonstrate that harmonic change may also be associated with a change in gestural effect. The new status of the melodic F as a harmonized tone is plausible enough in terms of surface harmony, but it entails the other fingers of the right hand moving from their position in the first chord. In the smoothest voice-leading, as shown in the example, the second highest note would move to D ♭ 4 , a change that would vitiate the sensation of leadership in the fifth finger as both this finger and the next-highest one would move upward together. In this case, then, the retention of tonic harmony on the downbeat of measure 2 in the original can be understood as driven by a gestural logic. The preeminence of gesture here undoubtedly in some senses emerges from the nature of the Étude as a pattern piece, where the primary emphasis is on motivic repetition. Yet, as Example 4 shows, the replication of the pattern does not always completely determine harmony, as the pattern may as easily be realized on a D ♭ as on an A ♭ chord. Rather, I would argue that it is the focus on the idea and sensation of gestural expansion, as encapsulated in the E ♭ –F– E ♭ melodic motive, that makes sense of the harmonic continuity here: the tonic chord forms a physical and sonic background against which the motive emerges. Put another way, it is clear that the gestural expansion under discussion may draw on multiple musical parameters just as all the fingers of the hand may contribute to the sensation of expansion. The physical effects of playing need not be seen as mere side-effects of producing sound, but can be understood as deeply constitutive of music. 5. Measuring gesture (methodology of analysis)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1]  Since the central gesture of expansion is not merely a matter of melodic ascent and descent, the methodology of measuring its development must include more than an analysis of melodic contour. Indeed, as a comparison of Example 4 with the notated score suggests, there are three distinct elements involved in the physical details of the gesture created through the E ♭ –F– E ♭ motive. I define these elements as follows: The contour of the fifth finger from figure to figure The relationship between the fingers playing the two highest notes of each gesture, normally the distance between the fifth finger and the next-highest note in each figure, which I measure by the contour of the second-highest note in each gesture (11) The extent to which the playing of these contours causes the hand to stretch outwards, which can be measured by the ratio of the span covered by the two topmost fingers compared to the whole handspan of each figure All three measurements are generated from regulative ways in which the performer’s hand and fingers must move in playing the piece. Moreover, such movements are instrumental, directly associated with sound production, and they can be read off the score. Thus, the object of this analysis is rooted in a traditional triangular relationship between performer, sound, and score. Where my methodology departs from a more traditional analytic use of the score, though, is in its use of the information found in the score to illuminate a performer’s physical movements rather than to move directly to conclusions about the sounds produced. In this sense, I utilize the score as a set of directions for movements. Figure 1 . The contour of the right-hand fifth finger in Chopin op. 25, no. 1, measures 1–8 (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Each of the three measures of gestural expansion listed above deserves further discussion and clarification. The first of these is the movement of the fifth finger outward (upward) in relation to the keyboard, which is a relatively simple matter of melodic contour. Figure 1 presents a graph of the contour of the right-hand fifth finger over the first eight measures, which includes 32 iterations of the basic gesture. This graph takes the initial E ♭ 4 on the downbeat of measure 1 as 0, and charts the rise or fall of the melodic line in semitones from that initial starting piano key, outlining the course taken by the finger in terms of keyboard space. (12) In plotting the fifth finger’s journey, Figure 1 shows a gradual ascent over the first six measures leading to the C 6 in measure 6, followed by a steep descent through measures 7 and 8. Figure 2 . The contour of the right-hand penultimate finger for each gesture in Chopin op. 25, no. 1, measures 1–8 (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The second important element in the physical action of expansion is the relationship between the movement of the fifth finger and that of the finger immediately below it in the gesture. As previously noted, this latter finger has an expressive role as the connection between the melody and accompaniment. To calculate the relationship between this next-highest note and the melody note, I measure the contour of the penultimate sixteenth-note within each gesture. This contour, which I will term “next-note” for the purposes of easy reference, can be calculated in the same way as the primary melodic contour of the fifth finger. For example, for the first eight gestures, the penultimate finger plays C 5 . Using the same scale as for the melodic contour, this counts as −3 (three half steps below E ♭ 5 ). By gesture 9, however, this note has changed to D ♭ 5 , or −2. Figure 2 shows the next-note contour for the opening eight measures. Example 5 . The calculation of the topmost fingers: hand ratio in Chopin op. 25, no. 1, measures 1–2 (click to enlarge) Figure 3 . Topmost-fingers span as a proportion of overall handspan in Chopin op. 25, no. 1, measures 1–8 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Clearly, the complete relationship between the fifth finger and the other fingers is a vital part of the qualities of the gesture—for example, if the melody were played with a closed hand, and only one finger used, the gesture would be very different. Measurement of the gesture of expansion should therefore include the role of the fifth finger in creating a widening of the hand, that is, the extent to which the fifth finger in reaching for the upper melody note widens the span of the whole hand. Expressing this in terms of numbers allows for direct comparison with the analysis of contour, and Example 5 demonstrates how I calculate the “topmost span” in the opening two measures. As Example 5 shows, the right hand initially covers an arpeggiated A ♭ chord, from E ♭ 4 to E ♭ 5 . Thus, we have a span of twelve piano keys, as shown by the circled numbers between the staves. This figure is covered through the intervallic pattern 5–4–3 between successive fingers, shown by the numbers over the square brackets. The last number of this pattern is circled, as this is the interval covered by the topmost two fingers. In the opening figure, this latter interval is 3, and thus the ratio between overall handspan and the topmost interval is 12:3 or, put another way, the topmost span is 0.25 of the entire handspan: this latter number is shown boxed over the staff in the example. (13) By the end of measure 1, the part played by the topmost fingers has expanded somewhat as the fifth finger reaches out to the F. Now the ratio is 5:14, or 0.36, showing that the fifth finger, in reaching out for its F, causes the entire hand to expand outwards. Extending this process of measurement over the first eight measures allows Figure 3 to be generated. Figure 3 shows how this element in the gestural expansion changes over the course of the first eight measures: note the peaks of value at measures 4 and 6. 6. A Narrative of gesture Figure 4 . The contours of the right-hand fifth finger and next-highest finger (upper graph) and the topmost-fingers span as a proportion of handspan (lower graph) in Chopin, op. 25, no.1, measures 1–8 (click to enlarge) Example 6 . The dialogue of ascending movements between the melody note and the next-highest note in Chopin, op. 25, no. 1, measures 1–8b (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Each of the three measurements outlined above, taken individually, provide useful information on the details of the instrumental gestures in the opening measures, but it is when they are taken together that a clearer picture of the overall gestural process emerges. In Figure 4 , the contour graphs are shown on a shared axis and the proportional graph on an axis directly aligned underneath. Read together, these two graphs provide a useful overview of the development of gesture over the first eight measures. Figure 4 allows each gesture of expansion to be tracked through the course of the data lines. For example, the neighbor-note gesture already discussed can be seen in the shared bump for both contour and ratio at gesture 4. Similarly, a bump at gesture 10 again shows the effect of the E ♭ –F– E ♭ motive, now in the context of a dominant seventh harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The data illustrated in Figure 4 helps to illuminate the vital relationship between the next-note contour and the contour of the fifth finger. At the start, the next-note contour over the first eight gestures is static, until movement upward at gesture 9 comes as a delayed response to the invitation of the fifth finger’s move to F 5 in measure 2. This response initiates a dialogue of ascending movement between these contours. Example 6 illustrates this dialogue using ascending arrows, red for the melody note, and blue for the next-highest note.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Example 6 shows that the ascent of the next-highest note to D ♭ 5 in measure 3 is followed first by an upper neighbor, then by a leap of the fifth finger to B ♭ 5 at the start of measure 4, both contour and fifth-finger ratio increasing dramatically. Again, the next-highest note responds, now with a chromatic ascent through E ♭ and E to reach its highest point of F 5 in measure 5. Once more the fifth finger pushes upward to reach C 6 at measure 6, the apex of its ascent in these measures. (14) This ascent, however, brings no response from the lower contour, and the peak is followed by a dramatic descent as the entire hand moves down below the opening E ♭ 4 . In its general shape of rise and fall, the contour of these eight measures reproduces the contour of the initial E ♭ –F– E ♭ motive, but the process is now both larger and more dramatic. The closing descent marks the end of the opening phase of melodic expansion, and the fifth finger now rests from its work. Example 7 . Counterpoint created between melody note and next-highest note in Chopin, op. 25, no. 1, measures 1–6 (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] The relationships shown by Figure 4 and Example 6 detail a process in which the ascending gestures of the fifth finger expand the width of the hand and bring about an ascent by the other fingers of the hand, focused on the next-highest note. This process is of course a physical one, but it is also fundamentally musical, for the dialogue shown in Example 6 creates a two-voice contrapuntal framework. Example 7 shows the outline of this counterpoint over the first eight measures of the Étude.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] In Example 7, each slur indicates an ascending gesture in the relevant voice.  Thus the gestural process discussed above is represented in the visual dialogue between the opening upper voice slur from E ♭ 5 to F 5 , and the lower voice response, rising from C 5 to D ♭ 5 .  The stemmed notes in this and subsequent similar examples have no direct structural significance; they merely indicate the downbeats of a two-measure hypermeter, which is also shown by measure numbers.  The process of extension and response repeats itself, as Example 7 shows, but the third ascent of the melodic line from A ♭ 5 to C 6 is unanswered—that is to say it does not bring about a response from the next-highest note—and the overall dialogue comes to a precipitous end in measures 7 through 8. 7. Gestural and harmonic form",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] The previous discussion suggests that the same gestural process of expansion motivates three distinct durational levels of the music: the opening figure, the first melodic neighbor-note figure, and the opening eight measures. As noted, the opening figure, which permeates the piece, contains within its execution a sense of upward expansion toward the melodic fifth finger. The melodic movement from E ♭ to F in measures 1–2 realizes this expansion as a step upward, and this step itself becomes the first in a longer process of ascent led by the fifth finger and involving the whole hand. The entire opening eight measures thus represent a concentrated development of the notion of expansion, worked through in terms of the keyboard and also with a keen sense of the consequences for the whole hand inherent in the melodic ascent by the fifth finger. This ascent leads to a clear climax at measure 6 followed by the vertiginous collapse of measures 7 and 8. Figure 5 . The contours of the right-hand fifth finger and right-hand second next-highest finger (upper graph) and the topmost-fingers span as a proportion of handspan (lower graph) in Chopin, op. 25, no. 1, measures 1–40 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] This collapse, however, does not exhaust the process, for the activity of expansion comes to define most of the course of the Étude, seeking and eventually finding its goal. Figure 5 shows graphs of the three measurements of this instrumental gesture over the entire Étude bar the final coda, where the central gesture of expansion ceases to be relevant. Figure 5 suggests that the goal point of the ascent is gesture 135 (upper graph), which corresponds to the G ♭ 6 in measure 34. This is the area of the chart where the largest upward spikes occur, showing that this is, of course, the gesture wherein the fifth finger attains its highest contour. Moreover, the topmost-finger’s measurement at 0.7 (lower graph) is the largest ratio of any mid-phrase gesture. (15) More subtly, this peak is immediately followed in gesture 136 by the highest point for the next-note contour. For the first time, the fifth finger and the next-highest finger each move to previously uncharted heights. In the narrative of instrumental gesture, then, this leap to G ♭ 6 is the goal and climax of the music. Nor is this sense of climax merely a hermeneutic conceit: the gradual expansion captured in Figure 5 also represents actual physical effort in terms of keyboard space covered by the right hand. Thus, if the “story” of the Étude is one of an ascent to a melodic peak, this story is founded on the melodic ascent of the fifth finger of the right hand, the consequent physical activity of widening the handspan through upward expansion, and the response of the other fingers of the hand.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] The graphs of the two contour lines in Figure 5, read from left to right, also suggest that the formal organization of measures 1 through 40 of the Étude can be understood as alternating periods of physical expansion and relaxation, rise and fall. The upper graph suggests there are four such sections: the first from gesture 1 to gesture 31; the second between gestures 32 and 61; the third between gestures 62 and 114; and the fourth running from gesture 115 to 156. (The lower graph, measuring the topmost fingers’ span, should not be read as independent evidence of the piece’s form, as this graph omits the data from the elisions between the formal sections at gestures 31 and 115 respectively, as explained in footnote 14.) Each of these four sections can also be understood as stages in the gestural process of the piece, each with an expansion and fall. Thus, the first three sections all conclude with a descent, sometimes precipitous. These conclusive descents certainly serve a narrative purpose as moments of relaxation, where the drive to ascend falters. This meaning, however, is grounded in their very practical value: they are moments of physical rest, where the right arm moves back closer to the body, and the exercise of widening of the hand-span through the fifth finger (shown by the ratio chart) momentarily ceases.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] The formal sections shown by the contour graphs also have some correlation with the harmonic course of the music. In the first section, A ♭ is confirmed as the tonic, and the story of expansion ends with a steep decline in measure 8, as discussed above. The next section also ends with a descent, now in measure 16, but as the tonic stabilizes around the mediant of C major, the contours avoid the dizzy fall of the first section: there is a marked difference between the plunging lines of measures 7–8 and the smooth descents of measures 15–16. In both of these sections, it is important to note that the next-note contour never rises above F 5 , which becomes the de facto limit on the ascent of the next-note finger.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] The third section (measures 16–29), lengthier than each of the previous two, begins again with a melodic ascent, though this time more gradual. There is even a plateau around gestures 83 to 95 in measures 21–24, as the tonal center moves through C minor to a rather more distant A major, and the rate of ascent declines. On the surface, this passage offers a short respite from the process of expansion, but it is in this section of the music that a vital interaction occurs between the fingers of the right hand, one that marks a fundamental change in the relationship between them and hence spurs the final climactic ascent of measures 25–36. Indeed, in gestural terms, measures 19–24 represent the heart of the Étude. 8. Melodic ascent and musical climax Example 8 . The dialogue of ascending movements between the melody note and the next-highest note in Chopin, op. 25, no. 1, measures 17–24 (click to enlarge) Example 9 . Counterpoint created by the dialogue between melody note and next-highest note in Chopin, op. 25, no. 1, measures 21–24 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] In measures 19–20, the ascent of the fifth finger appears stymied by the refusal of the next-highest finger to follow, as shown in Example 8 . This absence of movement in measure 20 is all the more apparent in that measures 19–20 are a sequential repetition of measures 17–18, transposed from F minor to A ♭ major, and thus the failure of the next-highest note to move marks an alteration in the sequential pattern, a change that might be seen as unmotivated outside the explanatory realm of gesture. As Example 8 shows, this lack of agreement between the fingers results in a becalmed hand, as the harmony returns to a tonal center of C in measure 22, and the fifth finger settles into a motive that circles around E 5 , as if lamenting its failure to ascend any higher. The next-highest note likewise settles on C 5 by measure 22, the brightness of the major third produced by these two notes tempered by the lingering lowered sixth degree and the general melodic stasis. Example 9 shows the counterpoint between these two notes over this section. As shown in Example 9, the melodic stasis is broken through the delicious change of measure 24, in which the next-highest note ascends by a whole step to C ♯ 5 , replacing the C 5 of the previous two measures. This is a critical moment in the dialogue between these two voices; it marks the first time that the next-highest note in the gesture takes an initiative and ascends higher than its previous leap without being either invited or prodded by the fifth finger. As shown in Example 8, the fifth finger ascent from D 5 to F 5 in measure 22 is initially met by the half-step B 4 –C 5 ascent in the lower voice.  This ascent also resolves the tritone, as shown in Example 9, so there is no apparent motivation for the subsequent B 4 – C ♯ 5 in the lower voice except an independent, proactive ascent. At last, it seems, the fifth finger no longer needs to drag its neighbors over the keys: there is now a willed move upward.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] The immediate response of the fifth finger comes with an echo that widens the D–F interval to D– F ♯ , as shown in Example 8. The freshness of this harmonic change symbolizes the renewal of the prospects for melodic ascent, which will be realized in the succeeding measures. The novelty of the harmonies is all the more effective as the C ♯ is supported by an A-major harmony that marks the first appearance of the pitch class A in the Étude, while the harmony over the second and third beats of measure 24 contains the first F ♯ in the piece. Later, it is F ♯ , through its enharmonic equivalent G ♭ , that will reappear as the highest note in the piece, and therefore the climax of the ascent. Clearly, these harmonic changes mark a vital and beautiful musical event, but it is the gestural interaction between the fingers that provides the long-term musical logic motivating them. These gestures mark the first time in the course of the piece that the next-highest note of the primary figure takes an initiative in ascending, and this initiative recharges the process of expansion, leading to the culmination of the Étude. Example 10 . Counterpoint created by the dialogue between melody note and next-highest note in Chopin, op. 25, no. 1, measures 31–35 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.3": {
                "text": "[8.3] The fifth finger, reinvigorated through this passage, leads a burst of intense upward motion, which can easily be seen in the graph of Figure 5. This ascent is briefly interrupted by the descending contractions of gestures 110–114, incorporating a harmonic turn to B ♭ minor in measures 28–29. However, Figure 5 shows that the topmost-fingers’ proportion is still consistently high through these gestures; thus the fifth finger maintains some upward momentum. As the fourth formal section commences in measure 30, the process of expansion begins again. The melodic contour increases, building determinedly up through measures 32 and 33, and this ascent peaks in a great leap to G ♭ 6 in measure 34, the fifth finger conquering new territory on the keyboard. Here, what is of crucial importance for the gestural logic of the Étude is that the fifth finger does not undertake this leap alone. As shown in Example 10 , which details the counterpoint between melody note and next-highest note in this passage, the fifth finger for the first time brings its next-note neighbor over the previously impassable limit of F 5 . With this, the physical goal of the Étude has been attained. Example 11 . A recomposition of Chopin op. 25, no. 1, measures 31–35 (click to enlarge) Example 12 . Chopin op. 25, no. 1, measures 31–35 (as originally composed) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.4": {
                "text": "[8.4] Measure 34 is also of course a moment of vital harmonic extension, as the leap to the G ♭ changes the sequential harmonic pattern established in measures 32–33 by extending the (potentially ambiguous) diminished seventh for one more unexpected beat, before resolving into the clarity of the predominant of measure 35. Yet the effect and location of the G ♭ are difficult to explain through harmonic terms alone. To demonstrate this, Example 11 shows a recomposition of these measures that replicates their duration, rhythms, and harmonic structures while altering the pitches from the fourth beat of measure 34 through measure 35 in order to reduce the extent of the right hand leap. Clearly, the effect of this recomposition is subdued and, in comparison with the original, shown in Example 12 , it is rather disappointing as a climax to the piece. The unsatisfactory effect of the recomposition shown in Example 11 might be compared with a quite different but similarly implausible re-imagining of the same passage by Charles Burkhart ( Burkhart 1997 , 99). Burkhart demonstrates the “trite” effect of compressing measures 30–36 into four measures, thus illuminating how the prototypical 4-bar phrase of measures 26–29 motivates the phrase expansion that is heard through measures 30–36. Taken together, both recompositions show the roots of this climax in both short-term and long-term logic. That is to say, the phrase expansion noted by Burkhart comes as a contrast to the prevalent four-bar phrases throughout the piece to this point, but, as his analysis shows, it is also heard as a short-term product of measures 26–29, due to the sequencing of the four-note motive from measure 28. Similarly, the leap to G ♭ comes as the apex of the long-term processes of instrumental gesture in the piece, yet the experience of reaching this note is also defined by the immediate context of the sequential counterpoint in measures 31–32, as shown in Example 10. This counterpoint, in which the fifth finger leads the next-highest up to the music’s climax, is, of course, the same material that Burkhart identifies as the engine of the phrase expansion. Again, then, the instrumental gestures that this study identifies correlate with the effects and structures of other musical parameters, while also existing as separate, corporeal realities.",
                "footnotes": [],
                "citations": [
                    "burkhart_1997"
                ]
            }
        },
        {
            "8.5": {
                "text": "[8.5] The grand leap of the right hand melody to G ♭ 6 is, then, a fitting and triumphant resolution to the musical narrative of gesture that motivates the Étude. The very pitch of G ♭ recalls the turning-point in this narrative in measure 24, while the ability of the fifth finger to carry the next-highest note up to A ♭ 5 marks the success of the gestural process of expansion. This success, moreover, creates a new sense of the hand’s unity: the limb is now focused on the production of the melody through the fifth finger. In these terms, the achievement of the goal of the ascent in measure 34 not only immediately precedes, but also motivates the cadential logic. For example, the fact that the leap to G ♭ comes just prior to the arrival of harmonic resolution exemplifies the direction of causality between physical gesture and harmonic structure that is characteristic of this Étude. As a performer, I cannot avoid the dramatic culmination of gesture that is the leap up to G ♭ . This culmination is followed by the resolutory triumph of the homecoming to A ♭ . The one thus seems to lead to the other, the physical triumphs of the fifth finger reaching G ♭ , and the fourth finger A ♭ , bring about the harmonic arrival. The tonal narrative of the piece is, in this way, paralleled by a gestural story, and this latter story may, at least for the pianist, emerge as the most vital one for this music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.6": {
                "text": "[8.6] The return to the opening material in measure 35 brings an additional sense of achievement in that the gestures of expansion now are tinged with the rosy glow of success, and this is also celebrated by the irrepressible fifth-finger leaps that return to the scene of their triumph in measures 37 and 39. The return to the C 6 of measure 11 in measure 37 is succeeded by the F 6 in measure 39, a note that might be heard as a long-term resolution of the G ♭ 6 from measure 34. As these leaps involve only the fifth finger, they are fundamentally different from the previous ones: no expansion of the hand is necessary or desired. Their narrative mood is therefore nostalgic and relaxed, recalling the triumphs of measure 34 at leisure. Following these gestures, the fifth finger melody now subsides and begins to lose its particularity, as the right-hand thumb emerges. The need for the central instrumental gesture of the piece has now disappeared as the exercise is complete, and the music proceeds to an extended coda involving the extension of both fifth finger and thumb. 9. Pedagogy and schema: building the musical body",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] As the process of instrumental gesture concludes, the physical and musical points of the piece have been made. This simultaneity, of course, fits nicely with the status of the piece as an étude, and it indicates that if pianists continually revisit this process, and they continually re-work these gestures, so too will they develop musical experience through the body. More than this, however, the results of this analysis of instrumental gesture suggest that the music of this piece comes about at least partly through this leading of the hand by the fifth finger. From this perspective, the Étude is motivated as much from a desire to explore a sensuous quality of expansion, and a particular way to use the keyboard, as from a desire to create a sonic tapestry of melody and accompaniment. In practicing and playing this Étude, pianists learn to associate this gesture of expansion with this sonic tapestry, and the whole becomes a rich and satisfying way to build what David Sudnow, writing of his experiences playing jazz, has termed a “music-making body” ( Sudnow 2001 , 153). For such a body, the line between making sounds and exploring movements has become hopelessly, and productively, blurred.",
                "footnotes": [],
                "citations": [
                    "sudnow_2001"
                ]
            }
        },
        {
            "9.2": {
                "text": "[9.2] In building such a body, as noted above, études traditionally limit their focus to one or two aspects of physical movement required for performance. Playing Chopin’s op. 25, no. 1 involves the development of this fifth finger extension to the point of the melodic and physical achievement discussed above. Therefore, the musical capacity of my fifth finger to produce this degree of song becomes part of my bodily abilities, defined and felt both as measurements on the keyboard and as the musical affect of the Étude. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "9.3": {
                "text": "[9.3] Such a capacity, founded in and enacted through the body, is commonly termed a “body schema” by scholars of cognition, and defined as a network of physical movements that the body learns to perform independently of direct conscious control. This concept has its roots in the work of Merleau-Ponty and other philosophers active in the middle of the previous century, and has lately risen to prominence in phenomenologically based cognitive research. As philosopher Shaun Gallagher puts it, such a schema is “a system of sensory-motor capacities that function without awareness or the necessity of perceptual monitoring” ( Gallagher 2005 , 24). Such schemas assume central importance in explanations of bodily skill and fluency in action, from newborns learning to imitate actions to skillful movements such as those made by highly trained athletes and musicians. To understand the activities of musicians in terms of body schemas is, therefore, by no means an entirely original perspective. However, the idea that practicing and playing an instrument develops particular body schemas provides a suggestive connection between musicianship and other activities, a connection that can illuminate aspects of both music analysis and cognitive philosophy.",
                "footnotes": [],
                "citations": [
                    "gallagher_2005"
                ]
            }
        },
        {
            "9.4": {
                "text": "[9.4] In terms of the current analysis, the concept of body schema provides three distinct insights. The first concerns its systematic nature, something already noted by Gallagher. This analysis, in exploring the formation and development of the gesture of finger expansion in Chopin’s Étude, has demonstrated how the instrumental gestures under discussion create a logical and musical system organized around the particular sensory-motor capacity of finger expansion. Thus the notion that a single body schema acts as a unifying element in this music fits well with my analysis, and suggests that other pieces and Études that prioritize a single motivic figure could be explained profitably in similar systematic ways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.5": {
                "text": "[9.5] Second, applying the concept of body schema to this analysis promises to inform the concept itself. For, as my discussion has emphasized throughout, the systematic aspects of instrumental gestures in this music cannot be separated in any experiential sense from the sounds they produce. Thus, the schema itself exists in tandem with, and indivisible from, its reality as the melodic ascent of the piece. The schema has an expressive unity that is expressed in sound and body, and it is this unity that provides an essential context and focus for the task of playing. Gallagher, in the above quote, speaks of the absence of awareness in the employment of body schema, but there is considerable debate in the literature on gesture about the status of schema vis-à-vis consciousness. Alva Noë, defending the notion that schema are unconscious, relies on the argument that highly skilled performers cannot afford to think of every movement: “unless you are very much a novice, you will disrupt your performance if you focus not on the task at hand, or the goal, but the bodily mechanics of execution” ( Noë 2009 , 77). But the details of this analysis suggest that the “task at hand” for the pianist is just this very development of the gesture of finger expansion; thus there is in a quite important way no need to get away from or forget her bodily movements. For, in this case, they are not only movements, nor “mechanics,” but part of the expressive goal of the music. Such an insight into the formation of schema and the ways in which the task at hand becomes the movements of the hand promise to inform the study of body schema in music and also in other disciplines. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "9.6": {
                "text": "[9.6] Third, a final implication of the introduction of body schema in a musical context is that the knowledge embodied in the schema of finger expansion is not only transferable through the process of learning, but is also shared between all who play this Étude, becoming the common property of successful performers. Thus, these gestures, in practice and on stage, might be experienced as externally motivated: a composer’s agency, for example, meeting with the individual identity and agency of the performer’s body. It is such a sense of shared physical experience through musical performance that may lie behind Le Guin’s use of the metaphor of carnal musicology to describe her musical and analytic encounters with Boccherini. Less positively, such a composerly presence might be experienced as an intrusion into the personal sphere, particularly where the score seems to demand difficult gestures. (18) The study and analysis of instrumental gestures, then, connects directly to problems of agency and intention in performance, and thus opens up fruitful lines of inquiry for musical hermeneutics. 10. Conclusion",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "10.1": {
                "text": "[10.1] In my analysis of this Étude, founded on the physical qualities of its instrumental gestures, I have attempted to capture the gestural knowledge that a pianist brings to the performance of this piece, and have argued that the experience of making such gestures has a level of content and meaning equivalent to those of other musical parameters. I demonstrate that it is quite possible to understand the physical qualities of the gestures made by a pianist as integral parts of musical structure, interacting to create meaning with elements such as harmony and voice-leading. Such meanings are experienced through the muscles, skin, and nerves of the player’s body. These meanings are also open to listeners, especially to those who know the piece or similar pieces as players themselves, and thus have experienced these or similar demands through their own bodies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.2": {
                "text": "[10.2] This is not to say that all pieces, or even all études, must contain such harmony between their gestural and sonic realms. However, it is clear from the analysis above that instrumental gestures can play a central role in how we define, discuss, and experience music. This result, taken together with the work of the scholars of musical gesture mentioned at the start, suggests that we should consider the function of such gestures as meaningful elements in both the syntax and the semantics of music-making. Through such analytic strategies we can hope to gain more purchase on the pleasures of performance, the experiences of listening, and the ties that connect them together.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.12.18.4.montague.html",
    "data": "mto/data/mto.12.18.4.montague.json"
}