{
    "title": "Texture in Penderecki’s Sonoristic Style",
    "date": "2000/01/01",
    "volume": "6",
    "issue": "1",
    "authors": [
        "Mirka, Danuta"
    ],
    "abstract": "In his so-called “sonoristic” period of the early 1960s—represented by pieces such asThrenody,Fluorescences,Polymorphia, and others—Penderecki employed a compositional system whose axiomatic concept was not a single sound, but the sound matter in its totality. Distinct states of this sound matter were governed by two relatively independent systems: (1) a basic system which ruled the texture of sound masses and (2) a timbre system governing their sound color. Categories of the basic system are a few binary oppositions concerning pitch, time, and loudness: spatial mobility vs. immobility, temporal mobility vs. immobility, spatial continuity vs. discontinuity, temporal continuity vs. discontinuity, high vs. low register, loud vs. soft dynamics. These categories account for the morphology of the basic system because a combination of terms chosen from individual categories generates an inventory of units in Penderecki’s sonoristic style. The same set of categories also determines syntax, as the temporal order of units in the course of musical narration is ruled by the internal logic of individual binary oppositions. Categories of the timbre system are in turn metal, wood, and leather—materials of which the sound sources of traditional musical instruments are most often made—forming a ternary opposition. The timbre system underlies the wealth of new musical tools as well as eccentric playing techniques on traditional instruments called for by the composer.",
    "keywords": [
        "Penderecki",
        "sonorism"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.1/mto.00.6.1.mirka.pdf",
    "author_info": [
        {
            "name": "Danuta Mirka",
            "university": "Department of Composition, Conducting and Music Theory",
            "address": "Music Academy, ul. Wojewodzka 33, 40-025 Katowice, Poland",
            "email": "mirka@kuria.gliwice.pl"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. For more information about fuzzy sets and logic see\nDidier Dubois and Henri Prade, Fuzzy Sets and Systems: Theory and\nApplications , Mathematics in Science and Engineering 144 (New York: Academic\nPress, 1980). Broader discussion of fuzzy sets in Penderecki can be found in\nDanuta Mirka, “Young Penderecki and Fuzzy Sets,” in Ioannis Zannos\n(ed.), Music and Signs: Semiotic and Cognitive Studies in Music Proceedings of the 5th International Symposium on Systematic and Comparative\nMusicology, Berlin, September 10–14, 1997 (Bratislava: ASCO Art and Science,\n1999).",
            "citations": []
        },
        "FN2": {
            "text": "2. Unusual means of sound generation are very\ncharacteristic of Penderecki’s early scores. In this connection, early critics\nof Penderecki accused him of a humbug intention to shock the audience. As I have\ndemonstrated, however, the new musical accessories and techniques of\narticulation were necessitated by the timbre system—the other half of the\ncompositional method used by Penderecki in the 1960s. See Danuta Mirka, The\nSonoristic Structuralism of Krzysztof Penderecki (Katowice: Akademia\nMuzyczna, 1997).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Penderecki’s music of the 1960s, known in Poland under the name of\n“sonorism” and represented by such famous pieces as Threnody-To the\nVictims of Hiroshima , Polymorphia or Fluorescences , is based\non a compositional system of a very particular sort. Its particularity lies in\nthe fact that the axiom here is not a concept of a single sound event, but of\nsound matter taken in its totality— en masse , so to say. As a\nconsequence, this system governs relations not between individual sounds but\nbetween sound masses. These relations are qualified in respect of texture and\ntimbre. Accordingly, Penderecki’s sonoristic system consists of two subsystems:\none that rules texture of sound masses and that I call “basic system,”\nand the other that accounts for their timbres which is called by me\n“timbre system.” In what follows, I will concentrate on the basic\nsystem alone. I. CATEGORIES Table 1 (click to enlarge) Figure 1 . Mathematical model of contradiction (click to enlarge) Figure 2 . Mathematical model of contrariety (click to enlarge) Figure 3 . Contradiction in fuzzy logic (click to enlarge) Figure 4 . Contrariety in fuzzy logic (click to enlarge) Table 2 . Terms of the basic system categories (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The basic system concerns three of the four parameters of auditory\nperception: loudness, pitch, and time. On those parameters, categories of the\nbasic system are founded, each of them established by a binary opposition (see Table 1 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Opposition between spatial continuity and discontinuity denotes here a\nrelation between bands and individually discernible points on the perceptual\naxis of pitches. Temporal continuity vs. discontinuity is an opposition between\nlasting sounds and momentary impulses as, respectively, sections and points on\nthe temporal axis. Spatial mobility means a perception of pitch change, and\ntemporal mobility is tantamount to rhythm in traditional musical terminology. To\nunderstand the way in which these categories operate within the system, it is\nnecessary to examine their inner logical structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The binary oppositions listed in the table take shape as either\ncontradiction or contrariety. Contradiction is an opposition which classifies\nevery possible phenomenon under either of its opposite terms, tertium non\ndatur . Mathematically, it can be thus modeled as a relation between a given\nset and its complement ( Figure 1 ). This\ntype of opposition is represented by spatial continuity vs. discontinuity,\ntemporal continuity vs. discontinuity, spatial mobility vs. immobility, temporal\nmobility vs. immobility. Contrariety, on the other hand, forms an opposition in\nwhich tertium datur , that is, which allows for phenomena to be classified\nunder neither term of the opposition itself. In Penderecki’s basic system, it is\nrepresented by high vs. low register (because there also exists middle register)\nand loud vs. soft dynamics (because dynamics can also be medium). The\nmathematical model of contrariety is thus a relation of two sets, each of them\nbelonging to the complement of the other ( Figure\n2 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] However, the figures just presented are not quite adequate models of\nPenderecki’s categories. This is so since both contradictions and contrarieties\nof the basic system are relations of fuzzy, and not classical, logic and\ntherefore should be modeled by fuzzy, and not ordinary, sets. (1) In fuzzy sets, the discrimination between their elements and non-elements is\nobscured. Classical cases of fuzzy sets are thus designated by terms of both\ncontrarieties: high vs. low register and loud vs. soft dynamics. Clearly, one\ncannot indicate any single frequency value at which low register ends or at\nwhich high register starts. Similarly, there is no such a thing as an upper\nintensity border of soft dynamics or a lower intensity border of loud dynamics.\nRather than border-lines, we have here border-zones of values that—in different\ncontexts—can be classified as either belonging or not belonging to a given set\nwithin an individual category ( Figure 4 ).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] As regards contradictions, the reason for their fuzziness lies in the\nfact that they—as all the categories of Penderecki’s basic system—are\nperceptual, and not acoustical. And, even if acoustically it is always possible\nto classify a given sound under one term of a given contradiction, it might\noften be impossible for a listener to decide unequivocally how—in the framework\nof this opposition—to classify a sound phenomenon just perceived. For instance,\nglissando is a spatially mobile phenomenon. But if its speed is being gradually\nreduced, then, at some point, the listener will hesitate whether it is still a\nglissando or rather a long-lasting—and thus spatially immobile—pitch. Its\nclassification will thus vary, depending on the context and aural abilities of\nthe listener. As a result, again, the border-line between opposite terms will\nturn into a border-zone whose elements are neither univocally included in nor\nexcluded from the neighboring sets ( Figure 3 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The border zone enables a transition between opposite terms. But, beside\ntransition, there exist also further possibilities of mediation for every binary\nopposition. Both opposite and mediative terms of Penderecki’s categories are\nlisted in Table 2 below, separately for contradictions and contrarieties.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] As shown in the table, mediation of a contradiction can be accomplished\nby means of a border-zone term , represented graphically by several shades\nof gray in Figure 3 above. On the other\nhand, mediation of a contrariety is possible owing to a neutral term comprising intermediary values in Figure 4.\nFurthermore, both contradiction and contrariety can be mediated by a\nsimultaneous occurrence of values characteristic for positive and negative terms\n( complex term ) as well as by sound masses exposing a mixture of values\nevenly spread upon the whole range of a given category ( total term ).\nBecause Table 2 contains also abbreviated symbols of terms, it can be treated as\na handy list of explanations for later analytical samples. II. MORPHOLOGY Figure 5 . Example of a segment definition (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] On the paradigmatic axis, the categories established by binary\noppositions account for the morphology of the basic system. This is so because a\ncombination of their terms generates an inventory of elementary syntactical\nunits in Penderecki’s sonoristic style. I call such units segments . Every\nsegment is thus a combination of terms chosen from all the individual\ncategories. Consequently, to define a segment, it is necessary (and enough) to\nspecify its component terms. One example of such a definition is given in Figure 5 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Because there are six categories altogether, each of them modeled as a\nrelation of sets within a one-dimensional space, segments as syntactical units\nof Penderecki’s basic system are objects of a six-dimensional space. And because\nevery term of a given category is represented not by a single point, but by a\nset which, moreover, is fuzzy, every segment admits an infinite number of\nvariants as its concrete realizations. Segments are thus to be conceived as types\nof texture , and hence invariant, abstract entities. Their variants may\ndisplay considerable differences as to sound contents inasmuch as these\ndifferences do not threaten constitutive terms of a given segment. One variant\nof the segment just shown is the final cluster of Threnody—To the Victims of\nHiroshima ( Example 1 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Knowing all the terms of all the binary oppositions of the basic system,\none can combine them to obtain a full list of segments accessible in\nPenderecki’s sonoristic style. If there were only opposite terms available in\neach category, the basic system could be graphically illustrated by the\n“rosette” shown in Figure 6 . Example 1 . Penderecki, Threnody—To the Victims of Hiroshima 70 (click to enlarge and listen) Figure 6 . Rosette of Penderecki’s basic system (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Individual segments would be represented by all the hexagons to be found\nwithin the rosette, and their total number would be 64 (=2 6 ). The rosette\nwould also exhibit paradigmatic relationships between segments. Since every\nopposite term of any category forms its own vertex, the higher the number of\ncommon vertices between hexagons, the closer the relationship of segments\nrepresented by them. In reality, however, the total number of segments actually\nat Penderecki’s disposal in his sonoristic pieces is much higher and their\nparadigmatic relationships much more complicated than suggested by the rosette\ndue to mediative terms that occur within every category. The presence of\nmediative terms means that the logical relations between terms in frameworks of\nindividual categories can take several, logically varied shapes: not only that\nbetween two opposite terms, but also between one opposite and one mediative\nterm, as well as between two different mediatives. In each case, the\nrelationship between segments containing a given pair of terms is also\ndifferent. III. SYNTAX Figure 7a . Presentation of binary opposition (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The same set of categories, which on the paradigmatic axis underlies the\nmorphology of the basic system, on the syntagmatic axis, determines its syntax,\nthat is, the temporal order of segments in the course of a musical narration. In\nPenderecki’s sonoristic style, this order is ruled on the level of individual\ncategories. In the course of a piece, the succession of terms representing a\ngiven category is allowed to assume a shape of sequences serving as either a presentation or a mediation of the binary opposition characteristic of a that\ncategory. Presentation of the opposition consists in a directly contrasting\njuxtaposition of its opposite terms ( Figure 7a ). In the case of mediation, one or more mediative terms is inserted between the opposite terms ( Figure 7b ). From here it follows that a prohibited sequence of terms is a return to an initial opposite term, be it positive or negative, after a mediative term or a chain of such terms has occurred ( Figure 7c ). Figure 7b . Mediation of binary opposition (click to enlarge) Figure 7c . Prohibited sequence of terms (click to enlarge) Example 2 . Penderecki, Fluorescences 94–971 (click to enlarge and listen) Example 3 . Penderecki, Polymorphia 38–45 (click to enlarge and listen) Example 4 . Penderecki, Fluorescences 45–55 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Presentation of the opposition between high and low register is shown in Example 2 . This example brings about an\nimpressive amalgam of sounds produced by several quasi-musical tools as well as\nby atypical techniques of playing traditional musical instruments. (2) In rehearsal number 94, low register is represented originally by jarring sounds\nof rattle (Rgl) and guiro, glass bar (Vtr) and sheet metal (Ltr) rubbed with\nfiles, pieces of iron (Frro) and wood (Lgn) sawed with hand-saws, and the piano\n(Pfte) whose lowest string is rubbed with a triangle rod. These non-instrumental\nnoises are subsequently joined by trombones, horns and tubas playing their\nlowest possible notes of indefinite pitches. The high register in number 95\ncombines definite pitches of flutes, oboes, and vibraphone with sounds of two\ntriangles, flexatone, piano strings excited with wire brushes, and stringed\ninstruments played between bridges and tailpieces. In number 96, apart from the\nunusual sound effects known already from number 94, one finds a technique of\nbowing cellos and double basses on their bridges and tailpieces. Finally, in\nnumber 97, the composer introduces an electric bell (Cmp. elttr.) and whistles\nwith high, sharp sounds (Ftti) whose squeaks merge with highest possible notes\nof strings.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In the above example, segments form a simple succession. This, however,\nis not always the case. In Penderecki’s sonoristic pieces it happens quite often that segments overlap or impose on one another. Example 3 shows an imposition of as many as three segments, which takes place in the central section of Polymorphia (38–45). Seen from the angle of the opposition between spatial mobility and immobility, this section begins with a\nnegative term: spatial immobility results from repetitions of an atypical\ntechnique of playing stringed instruments that consists of striking the\nfingerboard with the palm of the hand. Transition is accomplished by a gradual\nintroduction of more and more instruments as well as progressive differentiation\nof their articulatory effects required by the composer: tapping soundboards with\nfingertips, tapping the desk with the bow or the chair with the nut, legno\nbattuto between bridge and tailpiece, and highest possible notes played pizzicato .\nThis transitory passage represents a mediation of the binary opposition in\nquestion. After the maximal impression of spatial mobility is established in\nnumber 43, there occur lasting plies of highest possible notes in violins,\nviolas, and cellos (44), as well as a whole-tone cluster in contrabassi (45).\nAll these sound phenomena are spatially immobile and represent a new segment\nimposed onto the earlier percussive effects. This new segment, in its turn,\nbreaks down into two: one representing high register (vn, vl, vc) and the other\nlocated in low register (vb).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Imposition of segments may result in splitting the musical narration of\na given passage into two or more parallel threads. This happens when\nsuperimposed segments form longer chains that run along the main thread of\nnarration. And yet, it need not always be clear which chain forms the main, and\nwhich one the subordinate thread. Sometimes the parallel chains are coordinate.\nSome other time, the originally leading chain drives into a dead end, giving way\nto the hitherto overshadowed thread of narration. Still another time, two or\nthree threads of either equal or different importance merge into each other,\nrunning back into a unified stream of music. How to play out such passages of\nsplit musical narration, is every time a matter of strategy assumed by the\ncomposer. The two following examples demonstrate two different strategies used\nby Penderecki in Fluorescences and in Polymorphia . Example 4 from Fluorescences exhibits a diversity of string playing\ntechniques known already from the previous musical example (Example 3), which\nestablish spatial mobility straight from the beginning of rehearsal number 45.\nAt number 47, however, a new, spatially immobile segment occurs, represented by\nwinds playing with stops and pistons. After a break (50), this new segment is\ncontinued by repetitions of the winds’ highest possible notes. Thus far, spatial\nmobility is attributed to strings and spatial immobility to wind instruments.\nBut at number 55 an unexpected switch happens: winds suddenly take over the\nspatially mobile segment by playing staccato pitches that cover the whole\nsound space, while strings change to spatial immobility represented by chords\nrepetitions. Because these last chords are played in low register, the spatially\nimmobile segment at the same time skips from positive to negative term of the\nopposition “high vs. low register.” Example 5 . Penderecki, Polymorphia 32–37 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Whereas in the foregoing example the two chains of segments are kept\nclearly separated, Example 5 shows how\ntwo threads gradually merge into one another. From the viewpoint of the\nopposition “temporal mobility vs. immobility,” both threads represent\nthe latter, negative term, though realized in different ways. In violins, the\ntemporal immobility results from maximal density of repeated impulses pizzicato ,\nwhich precludes any perception of rhythmic patterns. In violas, cellos and\ncontrabassi the momentary chords, originally separated by more than three-second\nbreaks, are perceived as mutually unrelated, single impulses. Yet the temporal\nintervals between them are gradually shortened, which results in a transition\nfrom temporal immobility to mobility in this thread of musical narration. A\nparallel transition happens also in violins, even if temporal intervals between\nmaximally dense impulses remain equal. In reality, this passage is based on a\nparticular compositional trick and gives interesting proof of Penderecki’s\nintuitions about processes of sound perception. It makes use of the fact that\nsuccessive sounds become more discernible as their frequency changes (thus\nrepeated sounds are the hardest to hear individually). Therefore, the impression\nof a gradual increase of time-spans between individual pizzicato sounds\narises not owing to the progressive enlargement of physical time-span values,\nbut through gradual acceleration of glissando. As a result of their parallel\ntransitions, the hitherto separated threads of music fuse into one segment at\nrehearsal number 37.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Of course, compositional strategies apply not only to sections of a\nsplit narration, but also to single chains of segments. Because every segment is\ndefined by a combination of all its terms, a change of one term suffices to\nchange a segment. But one can also change terms of more than one category when\nmoving from one segment to another. The higher the number of changing terms, the\nhigher and hence more general also the level of segmentation. The hierarchy of\nsegmentational levels constitutes a syntagmatic counterpart of the earlier\ndiscussed problem of paradigmatic relationships of segments. Obviously, the\ncloser the kinship between two consecutive segments, the lower the level of\nsegmentation established by moving from one of them to the other. And\nconversely, the lower the kinship (hence higher the contrast between them), the\nhigher also the level of segmentation so established. In a given piece or a\nsection thereof, the composer may give preference either to minimal changes\n(hence operating mostly on the lowest level of segmentation) or to striking\ncontrasts (while operating on the highest segmentational levels). In the former\ncase, the result will be a smoothness and fluency of musical narration, in the\nlatter, narration agitated and explosive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Still another area of compositional\nstrategies concerns relations between categories. Basically, of course,\nindividual categories are mutually independent, but the composer may create\nartificial dependences between them by linking some of their terms into more or\nless permanent configurations. One example of such a configuration is to be\nfound in the section of Fluorescences played earlier, where high register\nis each time combined with soft dynamics and low register with loud dynamics (Example\n2).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Finally, a compositional strategy may also aim to create dependences\nbetween categories on the one hand and individual levels of segmentation on the\nother. This happens when the composer makes some categories act mostly on lower\nand others mostly on higher hierarchical levels. In such cases, one can speak of\na hierarchy of categories assumed for a given piece or a section thereof, hence\nalso of higher and lower level categories. While categories of lower levels\naccount for local nuances of a piece, higher-level categories are responsible\nfor its overall formal layout as comprehended by a listener. For example, in Fluorescences a strong impression of a tripartite ABA form arises owing to the category\n“spatial mobility vs. immobility” which changes only twice in the\ncourse of the piece. An individual listener may understand this form quite\notherwise, however, if the listener concentrates on another category or shifts\nattention between different categories as the piece unfolds. The analytical\ndiagrams of this and other Penderecki’s pieces, included in my book (Mirka\n1997), can thus be seen as their particular maps, summing up all the possible\nroutes the listener can take across the music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] My most immediate aim was to\nexplain how Penderecki had dealt with texture and, consequently, how a music\ntheorist should deal with the texture of Penderecki’s sonoristic pieces. A\nfurther question is whether this explanation tells us something valuable about\nhow to deal with texture in general. Certainly, texture and timbre are the two\naspects of music in which systematic analytical approach is still missing.\nPerhaps the system of Penderecki, elaborated as his method of composition—both\nthe basic system just discussed and the timbre system left aside from this\ndiscussion—may give some new impulses to methods of musical analysis.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "plenary session at the society for music theory's 22nd meeting in atlanta (november 13, 1999)",
    "source": "mto/raw/mto.00.6.1.mirka.html",
    "data": "mto/data/mto.00.6.1.mirka.json"
}