{
    "title": "Maurice Ravel’s “Color Counterpoint” through the Perspective of Japonisme",
    "date": "2015/03/01",
    "volume": "21",
    "issue": "1",
    "authors": [
        "Stankis, Jessica E."
    ],
    "abstract": "This article establishes a link between Ravel’s musical textures and the phenomenon of Japonisme. Since the pairing of Ravel and Japonisme is far from obvious, I develop a series of analytical tools that conceptualize an aesthetic orientation called “color counterpoint,” inspired by Ravel’s fascination with Chinese and Japanese art and calligraphy. These tools are then applied to selected textures in Ravel’s “Habanera,” and “Le grillon” (fromHistoires naturelles), and are related to the opening measures ofJeux d’eauand theSonata for Violin and Cello. Visual and literary Japonisme in France serve as a graphical and historical foundation to illuminate how Ravel’s color counterpoint may have been shaped by East Asian visual imagery.",
    "keywords": [
        "Ravel",
        "texture",
        "color",
        "counterpoint",
        "Japonisme",
        "style japonais",
        "ornament",
        "miniaturism",
        "primary nature",
        "secondary nature"
    ],
    "doi": "",
    "received": "August 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.1/mto.15.21.1.stankis.pdf",
    "author_info": [
        {
            "name": "Jessica E. Stankis",
            "university": "Allan Hancock College",
            "address": "Fine Arts Department, 800 South College Drive, Santa Maria, CA 93454-6399",
            "email": "jessica.stankis@hancockcollege.edu"
        }
    ],
    "citations": {
        "addiss_and_seo_1996": "Addiss, Stephen and Audrey Yoshiko Seo. 1996. How to Look at Japanese Art . Harry N. Abrams.",
        "agostini_2001": "Agostini, Bertrand. 2001. “The Development of French Haiku in the First Half of the Twentieth Century: Historical Perspectives.” Modern Haiku 32, no. 2. http://www.modernhaiku.org/essays/frenchhaiku.html",
        "antokeletz_1992": "Antokeletz, Elliot. 1992. Twentieth Century Music . Prentice Hall.",
        "ayral-clause_2002": "Ayral-Clause, Odile. 2002. Camille Claudel: A Life . Harry N. Abrams.",
        "bell_2007": "Bell, David. 2007. Hokusai’s Project: The Articulation of Pictorial Space . Global Oriental.",
        "berger_1992": "Berger, Klaus. 1992. Japonisme in Western Painting, from Whistler to Matisse . Cambridge University Press.",
        "beucler_1952": "Beucler, André. 1952. Vingt Ans avec Léon-Paul Fargue . Èditions de Milieu du Monde.",
        "beucler_1954": "Beucler, André. 1954. The Last of the Bohemians: Twenty Years with Léon-Paul Fargue . Translated by Geoffrey Sainsbury. W. Sloane Associates.",
        "bhogal_2004": "Bhogal, Gurminder Kaur. 2004. “Arabesque and Metric Dissonance in the Music of Maurice Ravel (1905–1914).” PhD diss., University of Chicago.",
        "bhogal_2012": "Bhogal, Gurminder Kaur. 2012. “Lakmé’s Echoing Jewels.” In The Arts of the Prima Donna in the Long Nineteenth Century , ed. Rachel Cowgill and Hilary Poriss, 186–205. Oxford University Press, 2012.",
        "bhogal_2013": "Bhogal, Gurminder Kaur. 2013. Details of Consequence: Ornament, Music and Art in Paris . Oxford University Press.",
        "bing_1888–1891": "Bing, Siegfried, ed. 1888–1891. Le Japon artistique: documents d’art et d’industrie, réunis par S. Bing . Paris. University of California, Santa Barbara, Arts Library.",
        "bing_and_huish_1888–1891": "Bing, Siegfriend, and Marcus Huish, eds. 1888–1891. Artistic Japan . London, Sampson Low, Marston, Searle & Rivington. University of California, Santa Barbara, Arts Library.",
        "blättler_2013": "Blättler, Damian. 2013. “A Voicing-Centered Approach to Additive Harmony in Music in France, 1889–1940.” PhD diss., Yale University.",
        "brody_1987": "Brody, Elaine. 1987. Paris: The Musical Kaleidoscope, 1870–1925 . George Braziller.",
        "brower_2008": "Brower, Candace. 2008. “Paradoxes of Pitch Space.” Music Analysis 27, no. 1: 51–106.",
        "brown_and_panczenko_2007": "Brown, Kendall H., and Russell Panczenko. 2007. Color Woodcut International: Japan, Britain, and America in the Early Twentieth Century . University of Wisconsin-Madison.",
        "calais-germain_2006": "Calais-Germain, Blandine. 2006. Anatomy of Breathing . Èditions DésIris and Eastland Press.",
        "calais-germain_2007": "Calais-Germain, Blandine. 2007. Anatomy of Movement . Revised edition. Eastland Press.",
        "chamberlain_2007": "Chamberlain, Basil Hall. [1905] 2007. Things Japanese: Being Notes on Various Subjects Connected with Japan for the Use of Travellers and Others . Stone Bridge Press.",
        "code_2007": "Code, David Loberg. 2007. “Debussy’s String Quartet in the Brussels Salon of ‘La Libre Esthetique.’” 19th-Century Music 30, no. 3: 257–287.",
        "cox_1999": "Cox, Arnie. 1999. “The Metaphoric Logic of Musical Motion and Space.” PhD diss., University of Oregon.",
        "cox_2011": "Cox, Arnie. 2011. “Embodying Music: Principles of the Mimetic Hypothesis.” Music Theory Online 17.2 http://www.mtosmt.org/issues/mto.11.17.2/mto.11.17.2.cox.html",
        "delage_2002": "Delage, Maurice. [1924] 2002. Sept Haï-kaï . Editions Jobert.",
        "devoto_1986": "DeVoto, Mark. 1986. “Counterpoint.” In The New Harvard Dictionary of Music . Edited by Don Michael Randel, 205–208. Harvard University Press.",
        "dorra_2007": "Dorra, Henri. 2007. The Symbolism of Paul Gauguin: Erotica, Exotica, and the Great Dilemmas of Humanity . University of California Press.",
        "dujardin_1888": "Dujardin, Edouard. [1888] 1998. “Cloisonnism.” Revue Indépendante, in Art in Theory : 1815–1900, ed. Charles Harrison, Paul Wood, and Jason Gaiger, 1018–1019. Blackwell Publishing.",
        "evett_1982": "Evett, Elisa. 1982. The Critical Reception of Japanese Art in Late Nineteenth Century Europe . UMI Research Press.",
        "fargue_1949": "Fargue, Léon-Paul. 1949. Maurice Ravel . Domat.",
        "fillerup_2013": "Fillerup, Jessie. 2013. “Eternity in Each Moment: Temporal Strategies in Ravel’s ‘Le Gibet’.” Music Theory Online 19.1 http://mtosmt.org/issues/mto.13.19.1/mto.13.19.1.fillerup.php",
        "france_1995": "France, Peter, ed. 1995. The New Oxford Companion to Literature in French . Oxford.",
        "funayama_1986": "Funayama, Takashi. 1986. “Three Japanese Lyrics and Japonisme.” In Confronting Stravinsky: Man, Musician, and Modernist , ed. Jann Pasler, 273–283. University of California Press.",
        "goncourt_1896": "Goncourt, Edmond de. 1896. Hokousaï . Editions Fasquelle.",
        "gonse_1888": "Gonse, Louis. 1888. “The Japanese as Decorators.” Artistic Japan 1, no. 2: 9–15.",
        "guth_volk_and_yamanashi_2004": "Guth, Christine M. E., Alicia Volk, and Emiko Yamanashi. 2004. Japan & Paris: Impressionism, Postimpressionism, and the Modern Era . Honolulu Academy of Arts.",
        "harrison_wood_and_gaiger_1998": "Harrison, Charles, Paul Wood and Jason Gaiger. 1998. Art in Theory 1815–1900: An Anthology of Changing Ideas . Blackwell.",
        "hartke_1982": "Hartke, Stephan Paul. 1982. “Comparative Aspects of the Treatment of the ‘Harmonic Envelope’ in the First Movements of Debussy’s Quartet in G minor and Ravel’s Quartet in F major.” PhD diss., University of California, Santa Barbara.",
        "henning_1984": "Henning, Edward B. 1984. “‘Woman in the Waves’ by Paul Gauguin.” The Bulletin of the Cleveland Museum of Art 71, no. 8: 280–289.",
        "hokenson_2004": "Hokenson, Jan Walsh. 2004. Japan, France, and East-West Aesthetics: French Literature, 1867–2000 . Fairleigh Dickinson University Press.",
        "hokusai_2005": "Hokusai, Katsushika. 2005. Hokusai manga (zen) . Sohan Edition. Shogakukan.",
        "howat_2000": "Howat, Roy. 2000. “Ravel and the Piano.” In The Cambridge Companion to Ravel , ed. Deborah Mawer, 71–96. Cambridge University Press.",
        "howat_2009": "Howat, Roy. 2009. The Art of French Piano Music: Debussy, Ravel, Fauré, Chabrier . Yale University Press.",
        "huebner_2010": "Huebner, Stephen. 2010. “Ravel’s Perfection.” In Ravel Studies , ed. Deborah Mawer, 9–30. Cambridge University Press.",
        "inaga_2003": "Inaga, Shigemi. 2003. “The Making of Hokusai’s Reputation in the Context of Japonsime .” Japan Review 15: 17–100. http://www.nichibun.ac.jp/~aurora/pdf/3HokusaiJapanReviewPDF.pdf",
        "ives_1974": "Ives, Colta Feller. 1974. The Great Wave: The Influence of Japanese Woodcuts on French Prints . Metropolitan Museum of Art and New York Graphic Society.",
        "jankélévitch_1959": "Jankélévitch, Vladimir. 1959. Ravel , trans. Margret Crosland. Grove Press.",
        "johnson_1987": "Johnson, Mark. 1987. The Body in the Mind: The Bodily Basis of Meaning, Imagination, and Reason . The University of Chicago Press.",
        "johnson_2008": "Johnson, Mark. 2008. The Meaning of the Body: Aesthetics of Human Understanding . The University of Chicago Press.",
        "jourdan-morhange_1938": "Jourdan-Morhange, Hélène. 1938. “Mon ami Ravel.” La Revue Musicale : 192–197.",
        "kaminsky_2011": "Kaminsky, Peter. 2011. “Introduction.” In Unmasking Ravel: New Perspectives on the Music , ed. Peter Kaminsky, 1–6. Rochester, NY: University of Rochester Press.",
        "kelly_2011": "Kelly, Barbara L. Accessed 13 June 2011. “Ravel, (Joseph) Maurice.” Oxford Music Online .",
        "kelly_2007": "Kelly, Barbara L. 2007. “Ravel after Debussy: Leadership, Influences and Style.” In Berlioz and Debussy: Sources, Contexts and Legacies , ed. Barbara L. Kelly, Kerry Murphy, and François Lesure, 149–66. Ashgate.",
        "kilpatrick_2008": "Kilpatrick, Emily Alison. 2008. “The Language of Enchantment: Childhood and Fairytale in the Music of Maurice Ravel.” PhD diss., University of Adelaide.",
        "king_2010": "King, James. 2010. Beyond the Great Wave: The Japanese Landscape Print, 1727–1960 . Peter Lang.",
        "kobayashi_1992": "Kobayashi, Tadashi. 1992. Ukiyo-E: An Introduction to Japanese Woodblock Prints , trans. Mark A. Harbison. Kodansha International.",
        "kuki_1928": "Kuki, Shūzō. 1928. “The Expression of the Infinite in Japanese Art.” In Shūzō Kuki and Jean-Paul Sartre: Influence and Counter-Influence in the Early History of Existential Phenomenology , ed. Stephen Light. Southern Illinois University Press, 1987.",
        "lakoff_and_johnson_1980": "Lakoff, George and Mark Johnson. 1980. Metaphors We Live By . University of Chicago Press.",
        "laloy_1907": "Laloy, Louis. 1907. “Le Mois Concerts Société Nationale: Histoires Naturelles, de Jules Renard, par Maurice Ravel.” Le Mercure musical . http://gallica.bnf.fr/ (Accessed 21 July 2011)",
        "laloy_1908": "Laloy, Louis. 1908. “La Musique: Concerts-Colonne: Hector Berlioz; Maurice Ravel.” La Grande Revue 48 (March–April).",
        "lambourne_2005": "Lambourne, Lionel. 2005. Japonisme: Cultural Crossings between Japan and the West . Phaidon.",
        "leong_and_korevaar_2011": "Leong, Daphne and David Korevaar. 2011. “Repetition as Musical Motion in Ravel’s Piano Writing.” In Unmasking Ravel: New Perspectives on the Music , ed. Peter Kaminsky, 111–142. University of Rochester Press.",
        "llano_2013": "Llano, Samuel. 2013. Whose Spain? Negotiating “Spanish Music” in Paris, 1908–1929 . Oxford University Press.",
        "locke_2009": "Locke, Ralph P. 2009. Musical Exoticism: Images and Reflections . Cambridge University Press.",
        "marks_2010": "Marks, Andreas. 2010. Japanese Woodblock Prints: Artists, Publishers, and Masterworks, 1680–1900 . Tuttle.",
        "negoro_2006": "Negoro, Akiko. 2006. “A Study on the Process of Accepting Asian Culture in 20th-century French Music: The Role of Louis Laloy as a ‘Mediator.’” Bulletin, Okinawa Prefecture University of the Arts , no. 14: 149–158. http://ci.nii.ac.jp/naid/110004997711",
        "nelson_1998": "Nelson, Andrew N. 1998. The Original Modern Reader’s Japanese-English Character Dictionary . Tuttle Publishing.",
        "nichols_1987": "Nichols, Roger. 1987. Ravel Remembered . Faber and Faber.",
        "nichols_2000": "Nichols, Roger. 2000. “Ravel and the Twentieth Century.” In The Cambridge Companion to Ravel , ed. Deborah Mawer, 240–250. Cambridge University Press.",
        "nichols_2011": "Nichols, Roger. 2011. Ravel . Yale University Press.",
        "o’neill_1995": "O’Neill, P.G. 1995. Japanese Kana Workbook . Weatherhill.",
        "orenstein_1990": "Orenstein, Arbie, ed. 1990. A Ravel Reader: Correspondence, Articles, Interviews . Dover.",
        "pasler_1981": "Pasler, Jann. 1981. “Debussy, Stravinsky, and the Ballets Russes: The Emergence of a New Musical Logic.” PhD diss., University of Chicago.",
        "pasler_1982a": "Pasler, Jann. 1982a. “Playing with Time and Form.” 19th-Century Music 6, no. 1 (Summer): 60–75.",
        "pasler_1982b": "Pasler, Jann. 1982b. “Stravinsky and the Apaches.” The Musical Times 123, no. 1672: 403–407.",
        "paulhan_1920": "Paulhan, Jean. 1920. “Haï-kaï,” Nouvelle Revue Française 15 (July–December): 329–345.",
        "priest_1999": "Priest, Deborah, ed. 1999. Louis Laloy (1874–1944) on Debussy, Ravel and Stravinsky . Ashgate.",
        "puri_2011a": "Puri, Michael J. 2011a. “Adorno’s Ravel.” In Unmasking Ravel: New Perspectives on the Music , ed. Peter Kaminsky, 63–82. University of Rochester Press.",
        "puri_2011b": "Puri, Michael J. 2011b. Ravel the Decadent: Memory, Sublimation, and Desire . Oxford University Press.",
        "ravel_1907": "Ravel, Maurice. 1907. Jeux d’eau . G. Schirmer.",
        "ravel_1908": "Ravel, Maurice. 1908. Rapsodie Espagnole . Durand.",
        "ravel_1920": "Ravel, Maurice. 1920. “Duo pour violin et violincelle,” in Dix Compositions inédites pour le piano, les instruments et la voix écrites à l’intention et dédiés à la mémoire de Debussy . Supplement to La revue musicale: Tombeau de Claude Debussy (1920). Durand & Cie.",
        "ravel_1938": "Ravel, Maurice. 1938. “Esquisse autobiographique de Maurice Ravel avec une introduction par Roland-Manuel.” La revue musicale : 209–215.",
        "ravel_1989": "Ravel, Maurice. 1989. Four Orchestral Works: Rapsodie Espagnole, Mother Goose Suite, Valses Nobles et Sentimentales, and Pavane for a Dead Princess . Dover.",
        "renan_1889": "Renan, Ary. 1889. “Hokusai’s ‘Man-gwa’.” Artistic Japan 2, no. 8: 83–90.",
        "rodriguez_2005-2006": "Rodriguez, Philippe. 2005/2006. “Jirohachi, le plus parisien des Japonais.” Cahiers Maurice Ravel 9: 91–102.",
        "rosenfield_2005": "Rosenfield, John M. 2005. “The Anatomy of Humour in Hokusai’s Instruction Manuels.” In Hokusai and His Age: Ukiyo-e Painting, Printmaking and Book Illustration in Late Edo Japan , ed. John T. Carpenter, 299–327. Hotei Publishing.",
        "rothfarb_1991": "Rothfarb, Lee, ed. 1991. Ernst Kurth: Selected Writings . Cambridge University Press.",
        "rothfarb_2002": "Rothfarb, Lee. 2002. “Energetics.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen. Cambridge University Press.",
        "rothfarb_2014": "Rothfarb, Lee. 2014. “Heinrich Schenker and ibn Ezra: Literal and Interpretive Meaning in Music.” MusikTheorie 29 Jahrgang, Heft 1: 33–49.",
        "rubin_1998": "Rubin, Jay. 1998. Making Sense of Japanese: What the Textbooks Don’t Tell You . Kodnasha International.",
        "schwartz_1927": "Schwartz, William Leonard. 1927. The Imaginative Interpretation of the Far East in Modern French Literature, 1800–1925 . Librairie Ancienne Honoré Champion.",
        "sembach_2007": "Sembach, Klaus-Jürgen. 2007. Art Nouveau, Utopia: Reconciling the Irreconcilable . Taschen.",
        "shaw-miller_2013": "Shaw-Miller, Simon. 2013. Eye hEar: The Visual in Music . Ashagate.",
        "shirane_2000": "Shirane, Haruo. 2000. “Beyond the Haiku Moment: Basho, Buson and Modern Haiku Myths.” Modern Haiku , XXXI: 1. http://www.haikupoet.com/definitions/beyond_the_haiku_moment.html",
        "shirane_2005": "Shirane, Haruo. 2005. Classical Japanese: A Grammar . Columbia University Press.",
        "shirane_2012": "Shirane, Haruo. 2012. Japan and the Culture of the Four Seasons: Nature, Literature, and the Arts . Columbia University Press.",
        "sholik_2009": "Sholik, Anastacia. 2009. Japonisme . Music and animation. https://www.youtube.com/watch?v=MuOeMpPZb54",
        "stankis_2012": "Stankis, Jessica. 2012. “Maurice Ravel as Miniaturist through the Lens of Japonisme.” PhD diss., University of California, Santa Barbara.",
        "stankis_2014": "Stankis, Jessica. 2014. “Maurice Ravel’s Perfection through the Perspective of Style Japonais .” Paper presented at AMS/SMT Milwaukee, WI, November 9.",
        "turek_1992": "Turek, Ralph. 1992. Analytical Anthology of Music . Second edition. McGraw-Hill.",
        "de_waal_2010": "Waal, Edmund de. 2010. The Hare with Amber Eyes . Farrar, Straus and Giroux.",
        "weisberg_1993": "Weisberg, Gabriel. 1993. The Independent Critic: Philippe Burty and the Visual Arts of Mid-Nineteenth Century France . P. Lang.",
        "weisberg_2005": "Weisberg, Gabriel. 2005. “Lost and Found: S. Bing’s Merchandising of Japonisme and Art Nouveau.” Nineteenth-Century Art Worldwide 4, no. 2. http://www.19thc-artworldwide.org/summer05/61-summer05/summer05article/212-lost-and-found-s-bings-merchandising-of-japonisme-and-art-nouveau",
        "weisberg_2011": "Weisberg, Gabriel. 2011. “Rethinking Japonisme: The Popularization of Taste.” In The Orient Expressed: Japan’s Influence on Western Art, 1854–1918 . Edited by Gabriel P. Weisberg, 17–75. Mississippi Museum of Art.",
        "weisberg_becker_and_possémé_2004": "Weisberg, Gabriel P., Edwin Becker, and Evelyne Possémé. 2004. The Origins of L’Art Nouveau: The Bing Empire . Van Gogh Museum, Musée des arts décoratifs; Mercatorfonds.",
        "wicmann_1981": "Wichmann, Siegfried. 1981. Japonisme: The Japanese Influence on Western Art in the Nineteenth and Twentieth Centuries . Harmony Books.",
        "yamada_2001": "Yamada, Chisaburō, ed. 2001. Japonisme in Art: An International Symposium . The Society for the Study of Japonisme, 1980. Committee for the Year 2001 and Kodansha International.",
        "yoshimoto_1983": "Yoshimoto, Kamon, ed. 1983. Traditional “Arabesque (Karakusa) and Other Similars” Design Collection . Books Nippan.",
        "zank_2009": "Zank, Stephen. 2009. Irony and Sound: The Music of Maurice Ravel . University of Rochester Press.",
        "zbikowski_2009": "Zbikowski, Lawrence M. 2009. “Musicology, Cognitive Science, and Metaphor: Reflections on Michael Spitzer’s Metaphor and Musical Thought.” Korean Institute for Musicology 1, no. 1 (2009): 81–104.",
        "zbikowski_2002": "Zbikowski, Lawrence M. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Oxford University Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* This paper expands and deepens select aspects of the author’s doctoral dissertation, Stankis 2012 . It also stems from ideas in a recent conference paper, Stankis 2014 , and a larger project with the working title “The Lens of Japonisme: Developing Musicological Perspectives.” Translations, linear reductions of art, and image copyrights are by the author unless otherwise stated.",
            "citations": [
                "stankis_2012",
                "stankis_2014"
            ]
        },
        "FN1": {
            "text": "1. My approach to texture as miniaturized structure parallels Bhogal’s frequent focus on textural detail as a reflection of large-scale structural concerns and Damian Blättler’s voice-centered study of additive harmony, in which he concludes: “I close by drawing bigger-picture parallels between vertical-domain innovations in music in France and horizontal-domain innovation in Germanic music, and suggest that paying attention to the intricate surface textures of this repertoire adds a new dimension to our understanding of the development of tonal language in the late-nineteenth and early-twentieth centuries” ( 2013 , 12).",
            "citations": [
                "bhogal_2013"
            ]
        },
        "FN2": {
            "text": "2. Daphne Leong and David Korevaar describe contrapuntal layering as “the combination of different musical strands” ( 2011 , 118). Roger Nichols similarly identifies the composer’s “experiments with interacting planes of sound” ( 2011 , 27).",
            "citations": [
                "leong_and_korevaar_2011",
                "nichols_2011"
            ]
        },
        "FN3": {
            "text": "3. The film metaphor is reflective of Jann Pasler’s work on Debussy and Stravinsky and Jan Hokenson’s writings on the French haiku movement ( Pasler 1981 , Hokenson 2004 ).",
            "citations": [
                "pasler_1981",
                "hokenson_2004"
            ]
        },
        "FN4": {
            "text": "4. “In his life this manifested itself in the division between bouts of socializing, at home or in Paris, and periods of hermetically sealed composition; in his music, between tradition and innovation, between knowing the rules and knowing how to break them. The lifestyle division was no different from that of most composers, for whom long stretches of uninterrupted time are vital (and in the modern world, increasingly hard to achieve). The divisions within Ravel’s music itself are much more interesting, and go to the very heart of its beauty and power” ( Nichols 2011 , 351).",
            "citations": [
                "nichols_2011"
            ]
        },
        "FN5": {
            "text": "5. Bhogal’s analogy derives in part from Lawrence Zbikowski’s work on cross-domain mapping ( 2002 ). Bhogal’s LINE IS MELODY and the author’s “melody as diagonal” reflect the impact of Embodied Cognition theory in recent music scholarship; the approach is broadly identified as cognitive musicology ( Zbikowski 2009 , 84). Arnie Cox, Zbikowski, Candace Brower, Deborah Mawer, Bhogal and others engaged with Embodied Cognition recognize the body as a source of sophisticated knowledge. Diverse applications in cognitive musicology seek to understand how people find, create, and communicate meaning through conceptual metaphors based on the body’s spatial-aural awareness of its environment. Scholars working with conceptual metaphor are indebted to the seminal research of Mark Johnson and George Lakoff, e.g. Johnson 2008 and 1987 and Lakoff and Johnson 1980 .",
            "citations": [
                "zbikowski_2002",
                "zbikowski_2009",
                "johnson_2008",
                "johnson_1987",
                "lakoff_and_johnson_1980"
            ]
        },
        "FN6": {
            "text": "6. The author’s idea of “parallel with the spine” comes from reading Brower’s work in conjunction with Calais-Germain 2006 and 2007 .",
            "citations": []
        },
        "FN7": {
            "text": "7. “Claude Debussy, lui aussi, capte les jeux fugitifs de l’onde et de la brise, les frémissements de la forêt, la course rapide des nuages changeants, le vol de l’insecte qui frôle la fleur, le passage des anges, des idées, des souvenirs et des âmes. Ravel, au contraire, s’arrête, fixe le papillon sans altérer ses couleurs, le sertit et l’encadre.” ( Fargue 1949 )",
            "citations": [
                "fargue_1949"
            ]
        },
        "FN8": {
            "text": "8. My use of circle-line linear reductions of the prints was inspired by similar analysis techniques in Addiss and Seo 1996 , 59 and 109.",
            "citations": [
                "addiss_and_seo_1996"
            ]
        },
        "FN9": {
            "text": "9. The French ( Le Japon artistique ) and English ( Artistic Japan ) editions are differentiated in the text due to occasional differences in image content.",
            "citations": []
        },
        "FN10": {
            "text": "10. Unnamed correspondent for De Telegraaf , 31 March 1931, quoted and translated in Orenstein 1990 , 475.",
            "citations": [
                "orenstein_1990"
            ]
        },
        "FN11": {
            "text": "11. For further explanation of color woodcuts as an international phenomenon beyond France and Francophone countries, see Brown and Panczenko 2007 .",
            "citations": [
                "brown_and_panczenko_2007"
            ]
        },
        "FN12": {
            "text": "12. Seiji Ozawa, “ L’Enfant et les sortilèges ,” program notes, Opéra Garnier, Paris, May 1979, quoted in Kilpatrick ( 2008 , 161).",
            "citations": [
                "kilpatrick_2008"
            ]
        },
        "FN13": {
            "text": "13. “Ravel aimait tant son jardin! Il trouvait des termes enthousiastes pour célébrer la terre, la nature et les bêtes. Il fallait admirer le gazon japonais compose de milliers de petites fleurs bleues, les arbres nains, «ces colossus insoupçonnes», toutes les plantes étranges qui «japonisaient» son jardin, Ravel les avait choisies rares, comme ses harmonies. Son amour du style japonais répondait chez lui au gout du précieux, du parachevé. N’avait-il pas un petit salon où le Japon assemblait les objets les plus hétéroclites?” My translation of this passage differs from Nichols’s in Ravel Remembered ( 1987 , 129). He translates style japonais as “things Japanese,” which veils the existence of concrete japonist style modes. Nichols’ word choice is perhaps related to a widely-read publication from early twentieth-century England, Basil Hall Chamberlain’s Things Japanese: Being Notes on Various Subjects Connected with Japan for the Use of Travellers and Others , first published in 1905.",
            "citations": [
                "nichols_1987"
            ]
        },
        "FN14": {
            "text": "14. Further references that discuss Burty’s use of the term include Weisberg 1993 and Evett 1982 , one of the first notable studies in the 1980s on the reception of Japanese art.",
            "citations": [
                "weisberg_1993",
                "evett_1982"
            ]
        },
        "FN15": {
            "text": "15. Laloy 1908 , 397: “ [ La Rapsodie Espagnole ] est une Espagne fort bien observée, mais par un œil qui s’amuse, et volontiers charge ou déform . . . une Espagne quelque peu japonisante, toute en détails piquants, en clins d’œil, en grimaces, en contorsions imprévues, impossibles presque, saisissantes d’accent. Tout cela traduit en un langage . . . très inventé, où le goût furieux du neuf ne conduit jamais à la complication vaine ou à l’obscurité.” Based on the translation by Priest ( 1999 , 255).",
            "citations": [
                "laloy_1908",
                "priest_1999"
            ]
        },
        "FN16": {
            "text": "16. Bhogal addresses the topic of women as both structure and ornament in her study of Leo Delibes’s operatic depiction of Lakmé, in reference to the literary norms of the fifth-century Tamil epic the Cilappatikaram : “Kannaki’s pearl-encrusted breast is one of several images in this epic [ Cilappatikaram ] that establish narrative presence through emphasis on ornament as object (gem, flowers, jewelry, embroidered fabrics) and activity (women decorate themselves by applying kohl around their eyes and sandalwood or saffron paste to their breasts). At moments of extreme expressive intensity the woman becomes an embodiment of ornament” ( Bhogal 2012 , 186). Ravel’s miniaturist sense of extreme intensity through ornamental musical textures is likewise relatable to the epic’s narrative strategies.",
            "citations": [
                "bhogal_2012"
            ]
        },
        "FN17": {
            "text": "17. I am grateful to Elaine Sisman for recommending De Waal’s family memoir, which is, as he described it, more than a memoir: “It was to be a covert book on japonisme , the way in which the West has passionately and creatively misunderstood Japan for more than a hundred years. I wanted to know what it was about Japan that produced such intensity and zeal in artists, and such crossness in academics as they pointed out one misinterpretation after another” ( de Waal 2010 , 4).",
            "citations": [
                "de_waal_2010"
            ]
        },
        "FN18": {
            "text": "18. “Kurth’s ideas hark back to those of organicists, with their emphasis on internal growth, and even to those of the rhetoricians except that the focus is now on energy, forces, and tension, rather than on affect. . . . The central image in Kurth’s concept of form is the force-wave ( Kraftwelle ), escalatory and descalatory undulations that shape the musical flow” ( Rothfarb 2002 , 932, 943).",
            "citations": [
                "rothfarb_2002"
            ]
        },
        "FN19": {
            "text": "19. Beucler 1952 , 56: “[Ravel] n’est pas un impassible, comme tu pourrais le croire . . . Il n’y a pas d’artiste plus difficile que lui. Il ne livre rien qui ne soit souverainement achevé et me fait souvent songer à Léonard de Vinci, aux langoustes et franges de vague d’Hokusaï . . . Mon vieux, il a été évincé trois du prix de Rome. . . . Et il y eut encore, avec Debussy, l’histoires des Sites Auriculaires . Ces choses-là l’agacent; elles ne sont pas faites pour lui, car c’est un grand bonhomme, et qui a été appelé à redonner des couleurs à la musique française . . . Au d�but de sa carrière, on le prenait pour un impressionniste, et il rencontra quelques résistances, pas longtemps ni beaucoup. Depuis, quelle production!”",
            "citations": [
                "beucler_1952"
            ]
        },
        "FN20": {
            "text": "20. A discussion of the representation of Spain in Paris is beyond the scope of this article, but Llano ( 2013 ) provides a thorough investigation.",
            "citations": [
                "llano_2013"
            ]
        },
        "FN21": {
            "text": "21. Important readings on Japonisme and Japan’s role in the development of modern art (and music) include Weisberg 2011 ; Guth, Volk, and Yamanashi 2004 ; Yamada 2001 , and Brody 1987 .",
            "citations": [
                "weisberg_2011",
                "guth_volk_and_yamanashi_2004",
                "yamada_2001",
                "brody_1987"
            ]
        },
        "FN22": {
            "text": "22. “Color, noise, and new sonorities” as described in Antokeletz 1992 , 331–332: “Webern soon followed his teacher with shorter, more extreme examples of the Klangfarben technique . . . In the third of his Five Pieces , Op. 10, for orchestra (1911–1913), the ternary structure and local texture are articulated almost exclusively by the timbral changes, combinations, and interrelations within the otherwise totally static linear and harmonic context. While the scoring is fairly large, the specific instrumental choices contribute to the distinction of timbral groupings.”",
            "citations": [
                "antokeletz_1992"
            ]
        },
        "FN23": {
            "text": "23. A comparable analytical approach is found in Hartke 1982 with the application of George Rochberg’s idea of “harmonic envelope.”",
            "citations": [
                "hartke_1982"
            ]
        },
        "FN24": {
            "text": "24. As noted by Orenstein ( 1990 , 379, n8), Ravel’s description of the orchestrator’s task as the “isolation of timbres” is documented in Georges Devaise, “Raveliana,” Gringoire , January 14, 1938.",
            "citations": [
                "orenstein_1990"
            ]
        },
        "FN25": {
            "text": "25. Edward Henning’s essay on Gauguin’s “Woman in the Waves” provides a useful explanation of the relationship between Japanese prints, art nouveau, and Gauguin’s changing style in the late 1880s as represented by his interpretation of the mythological Undine: “The relatively flat composition, the sharp-edged, undulating contours, as well as the subject matter, all relate this work to the Art Nouveau style just emerging in France. The formal characteristics are related to stained glass and to the Japanese prints which were extremely popular in France at this time and which had a distinct influence on Gauguin’s painting as well as on Art Nouveau. His growing concern with Symbolism, Synthetism, and the method called Cloisonnism is apparent in the subject of this painting, its bold, simple composition, and firmly contoured shapes” ( 1984 , 281).",
            "citations": [
                "henning_1984"
            ]
        },
        "FN26": {
            "text": "26. As explained in Harrison, Wood, and Gaiger’s historical sketch about Dujardin’s article: “In 1887–8, the painters Louis Anquetin and Emile Bernard began to experiment with a radical simplification of form and colour derived from the examples of popular Épinal prints, Japanese prints, and stained glass. Dujardin . . . dubbed them ‘cloisonniste’ after the metal compartment ( cloisons ) used to separate coloured enamels. Bernard objected that the priority was in fact his. Indeed, it seems to have been the sight of his painting which in 1888 stimulated Gauguin to produce Vision After the Sermon (exhibited in 1889), perhaps the defining ‘cloisonnist’ work” ( Harrison, Wood, and Gaiger 1998 , 1018).",
            "citations": [
                "harrison_wood_and_gaiger_1998"
            ]
        },
        "FN27": {
            "text": "27. For further explanation of reading kanji, see Nelson 1998 , O’Neill 1995 , Rubin 1998 , and Shirane 2005 .",
            "citations": [
                "nelson_1998",
                "rubin_1998",
                "shirane_2005"
            ]
        },
        "FN28": {
            "text": "28. Ravel 1938 , 213: “Le langage direct et clair, la poésie profonde et cachée . . . étroitement liée aux inflexions du langage français.”",
            "citations": [
                "ravel_1938"
            ]
        },
        "FN29": {
            "text": "29. Shirane 2000 , 1: “One of the widespread beliefs in North America is that haiku should be based upon one’s own direct experience, that it must derive from one’s own observations, particularly of nature. But it is important to remember that this is basically a modern view of haiku, the result, in part, of nineteenth century European realism, which had an impact on modern Japanese haiku and then was re-imported back to the West as something very Japanese.”",
            "citations": [
                "shirane_2000"
            ]
        },
        "FN30": {
            "text": "30. Ravel 1938 , 213: “La première audition des Histoires naturelles à la Société Nationale de Musique de Paris provoqua un véritable scandale, suivi de vives polémiques dans la presse musicale d’alors.”",
            "citations": [
                "ravel_1938"
            ]
        },
        "FN31": {
            "text": "31. “Et ce sont cinq petits tableaux d’une finesse et d’une intensityé de caractère que rien n’égale, sinon certains paysages japonais où l’on voit, comme ici, des oiseaux diaprés étendre leurs ailes au-dessus du soleil qui se couche et que barre une pensive tige de roseau.” My translation does not depart significantly from Priest’s ( 1999 , 248).",
            "citations": [
                "priest_1999"
            ]
        },
        "FN32": {
            "text": "32. Laloy 1907 , 157: “accords d’un coloris expressif et singulier, piques de ci de là comme des coups de pinceau infaillibles, et qui évoquent tout le paysage autour d’une mélodie si adhérente aux paroles, qu’à peine croit-on entendre un chant: c’est une histoire, aimablement contée, avec toutes les inflexions de voix et les nuances de rythme du langage familier.”",
            "citations": [
                "laloy_1907"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction It’s been given to [Ravel] to bring color back into French music. . . . At first he was taken for an impressionist. For a while he encountered opposition. Not a lot, and not for long. And once he got started, what production! —Léon-Paul Fargue, 1920s (quoted in Beucler 1954 , 53) Don’t you think that it slightly resembles the gardens of Versailles, as well as a Japanese garden? —Ravel describing his Le Belvédère, 1931 (quoted in Orenstein 1990 , 475) In “Japanizing” his garden, Ravel made unusual choices, like his harmonies. His love for the style japonais responded to his own taste for what was precious and perfect. Did he not have a small salon where le Japon brought together the most incongruous of objects? —Hélène Jourdan-Morhange 1938 (196)",
                "footnotes": [],
                "citations": [
                    "beucler_1954",
                    "orenstein_1990"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] This article develops an aesthetic orientation called “color counterpoint,” inspired by Ravel’s dedication to fantasy as evidenced by his fascination with Chinese and Japanese art and calligraphy. Drawing upon visual and literary Japonisme in France—the impact of style japonais on the Parisian arts and letters—I provide a historical and graphical context to demonstrate how Ravel’s musical textures may have been shaped by East Asian pictorial imagery. Music analyses focus on selected textures in “Habanera,” and “Le grillon” (from Histoires naturelles ), and are compared to the opening measures of Jeux d’eau and the Sonata for Violin and Cello . I chose these textures not only to illustrate a particular analytical technique, but also to illuminate a particular method of interpretation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] The first premise guiding my methodology is that Ravel’s musical textures are best understood as being miniaturist and almost visual. Miniaturism is defined here as the craft of expressing profundity or intensity of feeling within a limited space or time. Texture is defined as a phenomenon generated by a type of additive process, as explained by Ralph Turek: Additive process: A compositional technique frequently employed by Stravinsky and other twentieth-century composers in which a texture is created through the gradual superposition of diverse and unchanging elements. These elements (a melodic figure, a rhythmic ostinato, and so on) typically are heard separately at first. Their subsequent combination and recombination in various registers and instrumental groups may be seen as a form of development. ( Turek 1992 , 551) Ravel’s additive approach to texture, I will argue, involves structures in miniature. (1) My second premise, in the words of art historian Simon Shaw-Miller, is “that no such easy division between ‘music’ and ‘image’ or ‘music’ and ‘vision’ can be made, that even with classical music, vision shadows sound” ( 2013 , xiii). Through an interpretive analysis grounded in historical viewpoints and a consideration of the composer’s inclinations toward miniaturism, I propose that a strong familiarity with style japonais as a visual language offers a clearer conceptual awareness of Ravel’s musical language and overall aesthetic.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "turek_1992"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Through my conception of color counterpoint, I investigate the sensations and possible meanings of particular additive attributes and behaviors: contrapuntal layering of textural elements, strict immediate repetition, and temporal juxtaposition of contrasting elements. “Color” as applied to sound avoids narrower definitions focusing on instrumental timbre alone and encompasses ornamental gestures in instrumental music and vocal coloratura. “Counterpoint” communicates the polyphonic nature of diverse gestures and prolonged streams of musical texture coming in simultaneous or nearly simultaneous contact with one another. (2) “Color counterpoint” expresses the music’s mesmerizing undercurrents that can induce the sensation of floating or flying or the feeling of a dancer travelling across a stage, even in music that has traditionally been studied in terms of machine-like repetition. Diachronic juxtaposition of diverse textures—like rapid scene changes in a film—is a consequence of synchronic color counterpoint. (3) The concept of color counterpoint helps to explain a combination of textural elements that makes it difficult, as Gurminder Bhogal has recently observed, to differentiate ornament from structure ( 2013 , 21).",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "bhogal_2013"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] In visual art, analogies to color counterpoint include the ancient cloisonné manner and its encouragement of decorative stained-glass window effects. Shaped in part by Japonisme, the influence of cloisonné technique (the employment of discrete color blocks) among post-Impressionist painters is now understood by art historians as a hallmark of post-1890 visual art and a veritable precursor to digital graphics. One literary parallel of cloisonné was the French haiku movement, also rooted in Japonisme, which emphasized the juxtaposition of contrasting fragments of concise poetry. Japonisme offers a way of interpreting Ravel’s textural innovations as a musical analogue to the cloisonné manner and its literary counterparts. To encourage this type of inquiry, I emphasize the interpretive analysis of woodblock prints known as ukiyo-e , a visual-art genre roughly translated as “floating world pictures,” in correlation with analysis and interpretation of musical textures. Although visual analogues refer primarily to musical texture (synchronic layering), the exploration of multicolor prints known as nishiki-e alongside Japanese calligraphy and the French haiku movement encourages fresh views for studying Ravel’s large-scale forms (diachronic organization).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] As an analytical perspective, color counterpoint represents my response to a continuing “bias against ornament in Western aesthetics” ( Bhogal 2013 , 117). Lingering vestiges of a similar bias against miniaturism exist because miniaturism and ornament both tend to suggest attention to local detail and color at the expense of broader structural coherence ( Stankis 2012 ; Bhogal 2012 ). Critical responses to the miniaturism of style japonais —that is, the decorative “Japanese” style—since the nineteenth century provide a backdrop for elucidating how and why miniaturism has been treated as imperfect and even artificial. The continuum from natural to artificial is further extended by Haruo Shirane’s concept of humanly cultivated “secondary nature” as an extension of or substitute for the “primary” natural world ( Shirane 2012 , 4). This concept has become indispensable to current research on Japonisme and likewise shines light on the concept of color counterpoint. The natural-artificial continuum, as viewed through tangible relationships between primary and secondary natures, provides a larger context for examining how Ravel’s miniaturism relates to the style japonais as a visual language.",
                "footnotes": [],
                "citations": [
                    "bhogal_2013",
                    "stankis_2012",
                    "bhogal_2012",
                    "shirane_2012"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Interpreting Japanese graphics as an active East Asian influence on the West or as a visual language that fits easily within broader modes of Western artistic fantasy is a complicated issue. Although Western influences on Japanese culture were greater prior to 1950, the paradigm has shifted gradually, making the reverse truer today, especially in the spheres of arts and entertainment, technology, and cuisine. The complications of these relationships partly explain why the interpretation of Japanese graphics and written language as a lens for musical analysis is comparatively new in musicology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Rather than privilege specific musical influences, I suggest that Bhogal’s framework of corresponding sonic and visual Arabesque ornaments helps illuminate Ravel’s musical language. Understanding Ravel as an ornamentalist and a décorateur with miniaturist inclinations are valuable orientations in recent scholarship that have shaped my conception of color counterpoint ( Bhogal 2004 and 2013 , Stankis 2012 ). As the three opening quotations and other writings suggest, non-Impressionist and non-European allusions have been used to explain his music as well as decorative practices at his home and garden Le Belvédère, which he redesigned in the 1920s. Ravel’s choices for interior design and landscape are analogous to his inventive musical textures, which reflect his response to diverse European and Russian musical sources, including Asian Pacific gamelan music and North American blues, jazz, and ragtime. A strong attraction to Spanish and Russian idioms shaped his music’s expressive and mystifying undercurrents. Emily Kilpatrick characterizes Ravel’s evocations of the literary genre of fantasy as a musical “language of enchantment” ( 2008 ). Roger Nichols summarizes the composer’s probable motivation: “We can confidently state that in both life and music, he was driven by the need to reconcile opposites” ( 2011 , 351). (4) Although this impulse was not singular to Ravel, it was certainly at the heart of his individual striving for increased refinement in sound design; he once described this preoccupation as “minute stylization in the manipulation of these materials” (quoted in Orenstein 1990 , 46). As explained here, the bringing together of opposites and seemingly incongruous visual objects was likewise central to the visual expression recognized as style japonais .",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "bhogal_2004",
                    "bhogal_2013",
                    "stankis_2012",
                    "kilpatrick_2008",
                    "nichols_2011",
                    "orenstein_1990"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] The body of this article unfolds in parts 2 through 4, with closing remarks in part 5. Parts 2A, “Melody as Diagonal,” and 2B, “The Interrupted Circle,” establish analogies between sight and sound as inspired by the work of Bhogal, Arnie Cox, Candace Brower, and in Karakusa “arabesque” patterns. Part 3 develops the analytical orientation of color counterpoint. Part 3A, “The Relationship of Style Japonais to Ravel’s Miniaturism,” provides an historical and aesthetic context for observing similarities between writings that describe Ravel as a miniaturist and writings that characterize Japanese art as miniaturist. Parts 3B, “Color, Line, and the ‘Habanera’ Paradigm,” and 3C, “ Cloisonné Expression,” concretize the relationship between Ravel as miniaturist to the japonist-symbolist implications of stained-glass window effects (the cloisonné manner). Part 4A explores the idea of “tone characters” and “sound strokes,” inspired by Ravel’s interest in calligraphy and by Heinrich Schenker’s treatment of tones as living entities. Part 4B clarifies the relationship of Ravel’s Histoires naturelles to the French haiku movement. Part 5, “Concluding Remarks,” touches upon the significance of an oft-cited complaint about Ravel by Debussy in a letter to Louis Laloy in 1907. My hope is that interpreting the letter through the orientation of color counterpoint, as enriched by the perspective of Japonisme, may encourage us to likewise rethink the typical label of Ravel’s music as Impressionist. Part 2: Analytical and Interpretive Methodology 2A. “Melody as Diagonal” Example 1 . “Le grillon,” mm. 1–8 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Although music is an art form that unfolds over musical time, part of the aural and visual requirements for listening to Ravel’s color counterpoint while following the musical scores is analogous to moving the eyes to different visual figures in a painting to get an intuitive sense of the whole with increasingly less assistance from “vanishing points.” Let us consider the first eight measures of Ravel’s “Le grillon” from the song set Histoires naturelles (1906), shown in Example 1 . To the eye, “Le grillon” consists of sound compartments and pointillistic gestures suggestive of synchronic layering that expresses to performers how the texture is crafted through contrasting pitch registers, decorative figurations, and articulation. To the ear, contrasts in register, figuration, and articulation reflect analogous sensations even when not looking at the score. Negotiating and executing these visual-aural requirements in performance involves extreme rhythmic accuracy and sensorimotor understanding of the miniaturism within Ravel’s sense of musical motion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] As a means of conceptualizing the relationship between miniaturism and musical movement in Ravel’s textures, let us first consider the visual power of diagonal lines as an analogue to the musical power of melody ( Stankis 2012 ). That melody can evoke the feeling of forward motion in time (even during the act of remembering past occurrences) is treated here as a given. If melody is understood as motion, we can come close to visually expressing the sensation of motion through diagonal lines. Regardless of cultural differences, we all express directed motion in physical space and time when we walk, run, or fall backwards, which can be graphically represented as diagonal lines (the implications of straight lines are addressed in Part 4A). Interpreting the strength of diagonals is common in analyses of visual art, choreography, and film. Diagonals become synonymous with motion: diagonal lines in art and film cut across the viewer’s line of vision, and dancers travel in diagonal patterns through space in ways that, by analogy, evoke sensations of melodic movement through time. As a generic directional descriptor, melody is typically regarded, metaphorically, as the horizontal aspect of music. Melodies that seem to ascend (moving up through “higher” pitches) and descend (moving down through “lower” pitches) trigger similarly diagonal sensations of motion. In music scores using Western-style notation—including approximate transcriptions of musical traditions worldwide—melodies appear visually as streams of diagonal steps and leaps. In Schenkerian graphic analysis, the concepts of Anstieg (initial ascent), Ausfaltung (unfolding of intervals), and Urlinie (descent of the fundamental line) may be visually expressed through a combination of diagonal, horizontal, and curved lines. Yet, the term diagonal is not generally utilized in music analysis. Including diagonal as a directional descriptor for the melodic dimension would be a powerful tool in music research and education. The analogy is akin to Bhogal’s conceptual metaphor LINE IS MELODY, supporting her investigation of musical and visual Arabesque patterns ( 2013 , 108). As explained below, the curves of circular Arabesque patterns have a diagonal component; like diagonals, curves involve interplay between the horizontal x-axis and vertical y-axis. Rather than saying DIAGONAL IS MELODY, using capitals as a sign of conceptual metaphor, I prefer talking about degrees of diagonalness and allusions to the diagonal in curves. These conceptions fall in between the extremes on a continuum of strict metaphor and simile: “melody as diagonal” and reciprocally “diagonal as melody.” (5) Figure 1a . Diagonal and Curve in Pitch Space (click to enlarge) Figure 1b . Diagonal and Curve C0 to E (click to enlarge) Figure 1c . Descending Diagonals C1–F–C0 (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "stankis_2012",
                    "bhogal_2013"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Arnie Cox’s “mimetic hypothesis” and Candace Brower’s applications of Roger Shepard’s spiral-staircase model help to explain why melodic movement may be empathically perceived as diagonal as well as generally horizontal ( Cox 1999 and 2011 ; Brower 2008 ). Cox proposes that listeners automatically try to sing what they are hearing, often unconsciously; he calls this tendency “subvocalizing” ( 1999 , 98–111). Further, physical empathy maps physical shapes and actions of the body onto the sounds of instruments, which Cox has described more recently as “mimetic cognition or mimetic comprehension” ( 2011 , [1.3]). By combining Cox’s explanation with Brower’s explorations of pitch space, it is possible to explain how successions of musical pitches may be perceived as diagonal.",
                "footnotes": [],
                "citations": [
                    "cox_1999",
                    "cox_2011",
                    "brower_2008",
                    "cox_1999",
                    "cox_2011"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Figure 1a is the author’s original extension of Shepard’s spiral model as Brower’s applications suggest. The upright cylinder represents the vertical-circular sensation caused by the intersection of a circular path or “chroma” and vertical path or “register” ( Brower 2008 , 68). The opposing directional paths working together—circular and vertical—express a curved spiral sensation of melodic movement. Like the shape of a barbershop pole, the spiral model reflects the cylindrical form and vertical orientation of the human larynx at the top of the trachea in a person standing and singing. When we sing a major scale up and down (do–re–mi–fa–so–la–ti–do, ti–la–so–fa–mi–re–do), the vertical placement of the larynx provides a sense of up-down in parallel with the spine. (6) Circularity is represented by pitch classes (from C0 to C1 to C2, etc.) with C and F ♯ representing the space of six half steps (a tritone). Singing or hearing a chromatic scale moving from one octave to the next (C0 to C1 or C1 to C0) may cause the sensation of ascending or descending vertically (like an elevator) and also of moving up and down a spiral pathway.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "brower_2008"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] My extension of Shepard’s model emphasizes each chromatic pitch in relation to a central pitch C. The pathways of different types of diagonal sound strokes are traced in Figures 1b and 1c . Beginning on any C comfortable for your voice, trace the diagonal from C0 to E shown in Figure 1b with your index finger while singing the major-third leap; this interval also shapes the piano’s initial oscillating C5–E5 sound compartment in “Le grillon” shown in Example 1. The angularity of the melodic leap from C0 to E may not feel as curved as singing an ascending chromatic third, C– C ♯ –D– D ♯ –E. Try tracing and singing this five-note chromatic pattern simultaneously as a contrasting example. As another useful comparison and contrast, trace the descending diagonals C1–F–C0 shown in Figure 1c while singing the pattern. The two diagonals together have an even sharper sense of angularity combined with curvature than does the oscillating C5–E5 sound compartment in “Le grillon.” In these examples the spiral model reflects equal temperament tuning and related vocal training, although the model might be adjusted to accommodate various tuning systems and vocal traditions for purposes of analysis and interpretation. The model illustrates probable paradoxes in the way melody may be heard and physically perceived in the three-dimensional body. 2B. “The Interrupted Circle”: the Karakusa Visual Model Figure 2a . The Interrupted Circle (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Repetitions of circular and linear textures suggested in Ravel’s music can cause listeners and performers to experience a paradox: feeling close to the music while sensing an objective distance from it. The paradox is similar to watching a film and experiencing the varying degrees of “detached intimacy” created by the cinematographer’s use of close-up and wide shots. The sensation of detached intimacy is similar to a vertical or diagonal line unexpectedly cutting across the curves of a circle. I describe this visual motif and its accompanying sensations as “the interrupted circle.” Figure 2a presents abstract variations of interrupted circles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Within the context of two-dimensional gridlines, the interrupted circle is like a scope or camera lens that helps the viewer or listener develop degrees of empathy with an object. Imagine a piece of visual art, literature, or music immersing you within the immediacy of an intimate moment or reverie (represented by the circle). Then, this moment abruptly changes as if suddenly awakening (represented the line), as if a fluttering butterfly unexpectedly comes to rest in the palm of your hand. The linear interruption makes you increasingly aware of the circular or enclosed aspect of the moment. This stimulates a simultaneous sense of immediacy and detachment or objectivity. If the butterfly lingers you might be able to snap a photograph. The intimate sensation of the moment becomes two-dimensionally concrete in the captured image of the butterfly. Then, you may begin contemplating the suggested meanings of the butterfly’s beauty, its lines, its curves, and its colors, as if it were a stained-glass window in miniature. Ravel’s friend, the poet Léon-Paul Fargue, suggests a similar idea when he contrasts the composer’s carefully-chiseled textures with Debussy’s more fugitive approach (at least before the ballet Jeux ): Figure 2b . Chinese interrupted circle motif, Le Japon artistique , Volume 2, 1889 (click to enlarge) Figure 2c . Juxtaposition (click to enlarge) Example 2a . Juxtaposition, Jeux d'eau , mm. 1–2 (click to enlarge and listen) Figure 2d . Superimposition (click to enlarge) Example 2b . Superimposition, Sonata for Violin and Cello, movement 1, mm. 1–16 (click to enlarge and listen\t) Debussy . . . captured the fugitive play of the wave and the breeze, the rustlings of the forest, the rapid paths of changing clouds, the flight of the insect which brushes past the flower, the passage of angels, of ideas, of memories and of souls. . . . Ravel, on the contrary, stops, fixes the butterfly without altering its colors, the surroundings and the frame ( Fargue 1949 , 20–21). (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "fargue_1949"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Similar to the cloisonné -like butterfly, the interrupted circle depicts miniaturism:  profundity or intensity of feeling within limited visual space or short spans of musical time. This image scheme is inspired by Japanese Karakusa patterns that are transformations of designs derived from Chinese graphics and textiles ( Figure 2b ). (8) As Kamon Yoshimoto explains: “Karakusa (arabesque) patterns, in general, are made up by circular and elliptical forms of stems and leaves drawing unlimited diagonal lines of simple and defined patterns, thus giving an image of an endless linked form of patterns. . . . [To] say that it is one of the most commonly used patterns of Japan is not an exaggeration” (1983, 4).",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Analogues of the interrupted circle perceived in music can induce sensations of relatively closed sound shapes suddenly and unexpectedly pierced, interrupted, or opened by linear shapes. Figure 2c illustrates a hypothetical pattern of circular textures interrupted by linear ones. Example 2a shows the opening of Ravel’s Jeux d’eau (1901) for piano. The circular pitch pattern in measure 1 is interrupted by a collection of ascending diagonal movements in measure 2. On the other hand, some patterns may seem layered or superimposed in an audible as well as visible way, as illustrated by the excerpt from “Le grillon.” Moving further into the analysis of circles and lines, depending on the timbres and registers used to differentiate circular and linear textures, the sensation of superimposition can physically translate into the sensation of a closed shape encompassing or conversely rubbing against a linear melody. Figure 2d shows one such hypothetical pattern. Ravel’s Sonata for Violin and Cello (1922) offers a clear, comparable example where circular or oscillating repetitions go beyond a simple ostinato accompaniment and serve as a motif in A major/minor that shapes the piece’s larger structure ( Stankis 2012 , 154–205). While the consistent repetitive rhythm of the violin may be interpreted as an accompanimental figure supporting the differentiated (and arguably more foregrounded) rhythm of the cello, it is likewise possible to understand the strict repetition of the violin as a stabilizing figure on equal footing with the cello line. As shown in Example 2b , the violin’s musical circle becomes a distinct compartment of sound color, in counterpoint with the more flexible linear-diagonal compartment of the cello. The speech-like style of the cello contrasts with the ornamental quality of the violin.",
                "footnotes": [],
                "citations": [
                    "stankis_2012"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] It is fruitful to compare these musical examples with visual depictions of the interrupted circle as widely used in mass media and in evocations of East Asia, Japan, and Japonisme. Figure 2e is an excellent illustration advertising Steven Spielberg’s film Empire of the Sun (1989), about a Japanese internment camp during World War II. The diagonal of black smoke emitting from the crashing plane cuts through the mesmerizing circle of the sun. The miniscule silhouette of the boy leaps off the ground below towards the flying inferno. Video 1 , entitled “Japonisme,” is another striking illustration where the interrupted circle motif drives the animation while the darkly hypnotic background music “Keep the Streets Empty for Me” by Fever Ray sets a surreal and haunting tone. Figure 2e . “Empire of the Sun (film)” (click to enlarge) Video 1 . “Japonisme” (click to watch video) Figure 2f . Le Japon artistique , Title Page, Volume 1, 1888 (click to enlarge) Figure 2g . Pleyel, Wolff et Cie advertisement, Le Japon artistique , Volume 6, 1891 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11]  Serving as a wider historical context for understanding the film poster and music animation is Siegfried Bing’s influential design journal Le Japon artistique ( Figure 2f ) (9) that was published in Paris, London, and Vienna, in French, English, and German respectively between 1888 and 1891. Since then, it has communicated to an increasingly wide reading public the japonist foundations for Bing’s art nouveau and internationalist visions for design reform ( Weisberg 2005 , 11).",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "weisberg_2005"
                ]
            }
        },
        {
            "2.12": {
                "text": "[2.12] Like Figure 2b, Figure 2g shows an interrupted circle, an image from Bing’s journal advertising the Pleyel, Wolff et Cie piano exhibition at the Exposition Universelle of 1889 in Paris. Contained in a circle, obscured slightly by a stem of bamboo with finger-like leaves, we see an upper-class woman with a flowing white evening dress seated at a studio piano facing away from us. Japanese lanterns dangle from the circular rim. The viewer’s imagination is quickly engaged through the visual counterpoint of circle and diagonal line. The pianist is presented in a symbolic way, suggesting conventional beauties of classical music entwined with the Far East or l’Extrême-Orient .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] Such graphical attempts to infuse the “classical” with style japonais similarly informed Ravel’s own explanation of Le Belvédère’s surreal aesthetic, as reported in the Dutch tabloid De Telegraaf , 1931. According to the journalist, Ravel asks, “Don’t you think that it slightly resembles the gardens of Versailles, as well as a Japanese garden?” Then the correspondent connects the composer’s question to the idea of miniaturism: “Doesn’t this remark reflect upon the entire man, on the one hand, filled with memories of the stately, joyous century of Couperin and Rameau, yet on the other coupled with a refined sensitivity and miniature workmanship which conjure up Japan?” (quoted in Orenstein 1990 , 475). (10) Since it is now well known to modern-art historians that miniaturist aspects of Japonisme were a veritable extension of eighteenth-century Continental Chinoiserie, we can also say that latent allusion to the miniaturism connected with France’s eighteenth-century musical past and the twilight of the Ancien régime becomes subtly entwined with an art nouveau aesthetic recognized as le Japon .",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "orenstein_1990"
                ]
            }
        },
        {
            "2.14": {
                "text": "[2.14] To properly interpret the implications of le Japon as a code word connected with miniaturism and likewise symbolism, it is helpful to consider the widely recognized intertwining of aesthetics and religious fervor in the formation of Japonisme. This interaction shines light on the importance of female protagonists and art nouveau’s emphasis on the female body to create “floating” effects in relation to Ravel’s search for increased refinement. It reminds us of a dramatic thread among selected works where he privileges not only female beauty and fragility but also strength and cunning—from his allusions to Carmen in “Habanera” in the 1890s (discussed in detail in part 3B) to his plans for setting the story of St. Joan in the 1930s.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] Color counterpoint and visual animation are musical and two-dimensional graphic effects that can induce the sensation of floating. One might best understand them in light of Japanese graphics and their frequent lack of three-dimensional illusion in Japanese graphics, not to mention the religious basis for such an absence. As art historian Klaus Berger pointed out, “Japanese art itself was not simply a product of artistic attitudes and formal principles: it was embedded in a highly specific pattern of life and thought that found expression through Shintoism and Buddhism” ( 1992 , 2). Ukiyo-e , a genre of woodblock prints and paintings, many of them originally produced in eighteenth- and nineteenth-century Edo (present-day Tokyo), rose to importance in the symbolist critique of three-dimensional illusion; I analyze several ukiyo-e by Hokusai, Utamaro, and Sugakudo as illustrated in Figure 5a, Figure 6, Figure 7b, and Figure 9 below. Symbolism’s religious undertones are reflective of the history of ukiyo , as explained by art historian Stephen Addiss: Ukiyo, the ‘floating world,’ was originally a Buddhist term, referring to the transient nature of human life and experience. The message was therefore not to cling to one’s desires, but instead to accept the flow of life without grasping. In the hedonistic urban culture of Early Modern Japan, however, the concept of a ‘floating world’ was given a new twist. The new spirit proclaimed that if pleasures are only momentary, then let’s enjoy them as much as possible when they appear, much like the cherry blossoms that are all too soon lost to wind or rain. . . . There is a fascinating paradox in ukiyo-e ; these prints and paintings were created to appeal to the fleeting moment, much like pop songs today, and yet they are now prized as one of the most famous artistic products of traditional Japan ( Marks 2010 , 9). For innumerable adventurous souls in and beyond Paris, ukiyo-e were fantastic constructions yet curiously realistic expressions, a “constructed environment . . . continuously changeable and open to reinvention” ( Weisberg 2011 , 17–18). Contemplating ukiyo-e soothed mundane existence in a manner similar to computer games and television today. Reflective of free verse or prose poetry in literature, the terms le Japon , Japonisme, style japonais , and ukiyo-e became interrelated codes for myriad complimentary and contradictory meanings—e.g. aesthetic change, artistic freedom, refinement, ornament, intensity of expression, miniaturism, and interiority. The ukiyo-e , polychrome nishiki-e (multi-colored prints), and the Japanese calligraphy on them became closely associated with new ways of perceiving the old European world. (11) As explained by pioneering art historian and Japonisme scholar Gabriel Weisberg, japonist perceptions have been translated into modern cinema and digital animation: Throughout the twentieth century, and now into the twenty-first, the appreciation for Japanese art and culture has not lessened, but has quickened. The anime images absorbed from generations of new types of Japanese prints have now thoroughly informed the modern cinema, revealing that Japonisme remains alive, vibrant, and informative. New ways of creating what is fanciful and imaginative have profoundly influenced the world of images that mesmerize younger audiences who do not realize that Japonisme has reached deeply into their psyches, stimulating both conscious and subliminal thoughts ( Weisberg 2011 , 72). Part 3: The Orientation of “Color Counterpoint” 3A. The Relationship of Style Japonais to Ravel’s Miniaturism",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "berger_1992",
                    "marks_2010",
                    "weisberg_2011",
                    "weisberg_2011"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] The link between Ravel’s color counterpoint and Japonisme is by no means obvious and may be easily overlooked, but clearly articulating the connection is vital to my argument. I have carefully selected writings from important authors and tastemakers from Ravel’s time, paying close attention to descriptions by Fargue, violinist Hélene Jourdan-Morhange, and musicologist-critic Louis Laloy, who together compellingly make the connection between Ravel and style japonais . Fargue in particular draws a striking parallel between Ravel’s persona and the iconic Japanese artist Katsushika Hokusai.  My interpretation of these essential writings are supported by the correlations between Japanese craftsmanship and miniaturist perfection that were drawn by Bing, critic Louis Gonse, and symbolist painter Ary Renan in the journal Artistic Japan .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] It is no coincidence that writings since 1900 have frequently identified Ravel’s sensibilities as both pictorial and miniaturist, albeit without the assistance of extensive explanation and musical analysis. Ravel’s miniaturism involves a passion for ornamental detail even in works that are large in scale. In 1904 Laloy identified “a taste for pictorial detail” in the orchestral song cycle Shéhérazade (1903). In the 1930s, he described several works as “miniature Spain,” including “L’alborada del gracioso” from the piano suite Miroirs (1905), the symphonic suite Rapsodie espagnole (1907), and the opera buffa L’Heure espagnole (1911) (quoted in Priest 1999 , 246, 243). Miniature is defined here as attention to detail in musical evocation of foreign locales. As explained in the following subsections, this view reveals Laloy’s negotiation with a widespread aesthetic paradigm that the function of ornamental “color” was to reference couleur locale or the local dialects of whatever foreign culture was being represented (e.g., Bhogal 2012 , 188). Philosopher and musicologist Vladimir Jankélévitch referred to a “microscopic realism” in the composer’s “taste for detail” and “capricious lack of continuity in speech” in the song set Histoires naturelles (1906) and the ballet-opera L’Enfant et les sortilèges (1920–25) ( Jankélévitch 1959 , 18, 7). In a similar vein, conductor Seiji Ozawa said of L’Enfant in 1979, “Ravel used the orchestra in the manner of an Oriental painter—a single stroke, no more than the barest necessities.” (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "priest_1999",
                    "bhogal_2012"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Jourdan-Morhange, a close friend of Ravel’s who premiered a number of his works including the Sonata for Violin and Cello, likewise encourages a similar view. In her commemorative article from 1938, she offers a japonist explanation for Ravel’s sense of beauty and perfection, as seen at Le Belvédère. She brings all areas of Ravel’s daily living into close proximity—home, garden, musical harmonies, art objects, and interior design: Ravel was so fond of his garden! He found enthusiastic ways of celebrating the soil, nature and animals. One must admire the Japanese lawn made up of thousands of little blue flowers, his dwarf trees (‘those unsuspected colossi’), all the foreign plants. In ‘japanizing’ his garden, Ravel made unusual choices, like his harmonies. His love for the style japonais responded to his own taste for what was precious and perfect. Did he not have a small salon where le Japon brought together the most incongruous of objects? ( Jourdan-Morhange 1938 , 196). (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Jourdan-Morhange’s emphasis on Ravel’s fondness for the natural world is significant, as Ravel mentions his love of nature and his forest wanderings in various letters to friends. This is a separate issue from his open rejection of unbridled nature as a sign of true creativity. In this respect, Ravel’s relationship to Japonisme is different from Debussy’s. As Steven Huebner writes: “Ravel did not share Debussy’s privileging of nature in the creative process, nor his advocacy of music as a language of feeling unfettered by past syntactical practice” ( 2010 , 16). It is significant therefore that Jourdan-Morhange describes not an untamed wilderness but a humanly constructed garden landscape or “secondary nature.” She associates style japonais with the preciousness and perfection of this secondary nature. She explains japanizing or japonisaient as expressing “unexpected colossi” in an understated manner, and Le Japon as a kind of ornamental spirit weaving together diverse objects. Her references suggest the Karakusa model. If we think of each incongruous object as a compartment or container, and Le Japon as serpentine lines bringing these containers into decorative counterpoint with one another, her observations become more useful for visual and musical analysis. Let us pause for a moment to securely define the idea of “secondary nature.”",
                "footnotes": [],
                "citations": [
                    "huebner_2010"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Japonisme, as evidenced by style japonais and the implications of Le Japon , is related to the search for increased refinement and the drive to create alternative realities. Likewise, we see in Ravel’s aesthetic a foregrounding of the surreal side of this search. As a concrete visual language, style japonais is communicated partly through Karakusa patterns, the likes of which Ravel was well aware. The ornamental patterns’ relationship to visual fantasy illustrates the idea of “secondary nature” (also generically exemplified in virtual reality games such as Second Life ). As scholar of Japanese literature Haruo Shirane proposes, secondary nature is the construction of ideal environments in Japanese urban living that serve as extensions of and substitutes for a more primary natural world ( 2012 , 4). Japonisme and its relationship to what Bhogal calls “the French preoccupation with ornament” in modernist music and visual arts may be viewed as the cultivation of “secondary nature” in a Western context ( 2013 , 325). Let us now pause again to more clearly define Japonisme as an historical trend.",
                "footnotes": [],
                "citations": [
                    "shirane_2012",
                    "bhogal_2013"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] Japonisme as an international phenomenon has manifested itself in diverse forms since about 1850 through the work of individual artists, collectors, writers, museums, art dealers, educational institutions, and world exhibitions. Independent critic Philippe Burty and fellow author Jules Claretie, writing in the 1870s, famously propelled the term Japonisme into the spotlight in 1872 (as noted in Ives 1974 , 8). (14) While Burty and Claretie are both credited for first usage of the term, they were acknowledging design trends already present in England and throughout Europe, including the pre-existent Continental rococo and Chinoiserie, of which Japonisme was a veritable extension. Japan became a recognized source for novel inspirations, artistic diversion, and fresh fodder for aesthetic discourse, albeit through a significant paradox regarding primary and secondary nature, an understanding of which is essential to twenty-first century scholarship on Japonisme. The greater focus on Japanese culture was spurred in part by the opening of Japan to international trade systems between 1854 and 1868, which elevated the island nation as the economic leader of East Asia. Japan’s status as the new doorway to East Asia’s assumed primal Shangri-la (primary nature), ironically, helped to define Japan’s efforts to artistically and technologically modernize (new forms of secondary nature). As Shirane astutely observes: “Even today, there is a widespread belief that the Japanese have an inherent affinity with nature and that this affinity is one of the major characteristics of Japanese culture. . . . [The] pervasiveness of secondary nature in Japanese culture [however] has often been mistaken for a closeness to or a belief in Japanese harmony with primary nature” ( 2012 , 5, 219). We might say that Ravel’s music reflects this irony inherent within Japonisme.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "ives_1974",
                    "shirane_2012"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Shirane’s continuum of primary and secondary nature is supported in part by articles from Bing’s Artistic Japan , clarifying why Jourdan-Morhange and others treated Japan as a geographical source of miniaturist perfection when discussing Ravel’s predilections for both irony and miniaturism. The practical implications of the journal for Bing’s art nouveau and its serpentine style—encouraging designers to bring apparently incongruous decorative elements into visual counterpoint with one another—is summarized well by art historian Elisa Evett: “Bing was the only writer with progressive leanings who connected his Japanese art interests with his involvement in contemporary art by advocating that artists and artisans go in new directions by borrowing from the Japanese” ( 1982 , 117). Reflecting contemporary perceptions, Bing explains the Japanese understanding of ornamental perfection as stemming from Japan’s innate closeness to miniature aspects of primal earth: [The Japanese artist] is at once an enthusiastic poet, moved by the spectacles of nature, and an attentive and minute observer of . . . the infinitely little. It is in the spider’s web that he loves to study geometry . . . a bird’s claw upon the snow furnishes him with a design for ornamentation; and when . . . depict[ing] the curves of a sinuous line he will certainly resort for inspiration to the capricious ripples which the breeze draws upon the surface of the waters. [He] is convinced that Nature contains the primordial elements of all things, and according to him nothing exists in creation be it only a blade of grass, that is not worthy of a place in the loftiest conceptions of Art ( Bing 1888–1891 , 6). Collector and critic Louis Gonse writes that the Japanese are expert decorators because of the culture’s profound concern with aesthetics ( Gonse 1888 , 9–15): They have carried picturesque treatment of line and colour further than any race. (15) [Japan] became . . . possessed by an inherent love for the beautiful. Greece alone offers a parallel of so pure and complete enthusiasm for the pleasures of imagination and the continuous exercise of the aesthetic faculties (12) . . . This unique concurrence of qualities has made the Japanese the most thoroughly qualified nation to take Art into the usages of everyday life, for the ornamentation of the home; it has made them devotees of luxury, ornament, grace, and originality in decoration (10–11).",
                "footnotes": [],
                "citations": [
                    "evett_1982",
                    "gonse_1888"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] Fargue described a similarly intense attention to aesthetics in his biographical sketch of Ravel: “Comme Hokusaï était fou de dessin, Ravel était fou de perfection [As Hokusai was mad about drawing, Ravel was mad about perfection]” ( 1949 , 58). Katsushika Hokusai was an artist and artisan from the eighteenth and early nineteenth centuries who came to be a prominent icon in japonist discourse ( Inaga 2003 ). His drawings, paintings, and woodblock prints became some of the most widely referenced in Paris and indeed the Western world. Similarly to Ravel’s persona, Hokusai’s appropriated persona sat precariously on the continuum of natural and artificial; both were treated as inventors who worked to bridge the gap between life (primary nature) and art (secondary nature). Art historian James King explains: Hokusai was consumed by the idea not only that art transforms earthly existence to a higher plane but also that it can . . . somehow alter the life of the artist and in the process make him a different person. . . . [He] borrows from the West (as he understood it), he takes in something from the Chinese landscape tradition, and he steals from himself. In his later years, he became more and more aware of the powers of invention within himself and set himself many difficult tasks in the rendering of landscape. . . . In landscape prints, Hokusai was the first artist to convincingly conjoin the idea of shinkeizu (a true view picture) with the concept of furusato (home). Moreover, his prints from 1830s onward are informed with a genuine sense of the sublime ( 2010 , 63, 80–82).",
                "footnotes": [],
                "citations": [
                    "fargue_1949",
                    "inaga_2003",
                    "king_2010"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] The emphasis on Japanese miniaturist inclinations in Artistic Japan , significantly, centers on the figure of Hokusai as a member of the Popular School of Japanese artist-artisans, which embraced the union of art and craft. Alongside Bing’s compilation, Edmond de Goncourt’s monograph Hokousaï ( 1896 ) became one of the most widely referenced nineteenth-century tomes. These publications informed the music-visual art analogies used by critics including Laloy. Laloy, a close friend of Debussy and an acquaintance of Ravel’s, was one of the most important figures involved with the French reception of East Asia in the early twentieth century ( Negoro 2006 ). His reviews of compositions by Ravel, Debussy, and Stravinsky often featured analogies between the composers’ styles and the poetics of the Far East as he understood it.",
                "footnotes": [],
                "citations": [
                    "goncourt_1896",
                    "negoro_2006"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] In 1908, for example, Laloy depicted Ravel’s Rapsodie as “une Espagne quelque peu japonisante,” a Spain that was slightly Japanese-inspired (which is closely related to the style of Histoires naturelles , as discussed below in Parts 4A and 4B): [ Rapsodie espagnole ] is a very well observed Spain, but observed by an eye which amuses itself, and will gladly caricaturize or deform . . . a Spain somewhat Japanese-inspired, full of piquant details, winks, grimaces, and unexpected, almost impossible contortions, striking in their accent. All this translated into . . . [an] invented language in which the furious taste for the new never leads to vain complexity or obscurity ( Laloy 1908 , 397). (15) Figure 3 . “Comic” drawings from Hokusai, reproduced in Artistic Japan , Volumes 1–6, 1888–91 (click to enlarge) Laloy’s phrases “impossible contortions” and “invented language” lean toward a critique of artificiality. He likely was referencing the humorous or “comic” Japanese style popularized by Hokusai’s manga caricature drawings, illustrated by composite Figure 3 . Modern Japanese animé, comic books, and international animation trends owe a great debt to the Hokusai manga as a source of both addictive visual entertainment and instruction in action-figure drawing ( Hokusai 2005 ). In woodblock prints, as well, his spatial organizations express an enthralling irony and humor in the exaggeration of movements, even when approaching serious or melancholic subjects—not unlike Ravel’s ironic approach to musical emotion and fantasy ( Zank 2009 ). John M. Rosenfield explains: “Humor . . . plays a key role in the recognition given to Hokusai in the West. Even where he depicted arcane subjects unfamiliar to foreigners, an underlying comedic spirit makes his imagery accessible and inviting” ( 2005 , 299). Figure 4 . Drawing of two women by Hokusai, Artistic Japan , Volume 6, Plate BIF, 1891 (click to enlarge) Figure 5a . Hokusai, “Under the Wave of Kanagawa,” circa 1830–32 Minneapolis Institute of Arts, Bequest of Richard P. Gale 74.1.230 (click to enlarge)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "laloy_1908",
                    "hokusai_2005",
                    "zank_2009",
                    "rosenfield_2005"
                ]
            }
        },
        {
            "3.11": {
                "text": "[3.11] Hokusai himself commented on his concern with representing movement within forms, as shown in an oft-quoted description: “Since I was six years old . . . I have been in the habit of drawing the shapes of objects. Towards my fiftieth year I published an infinity of design; but I am not satisfied with anything I produced before my sixtieth year. It is at my seventieth year that I am more or less able to understand the forms of birds, fishes, etc. . . . At the age of a hundred and ten everything from my brush, whatever it is, may be full of life” (quoted in Renan 1889 , 86–87). Hokusai’s study of forms extended as well to drawing human forms as curvaceous dramatic structures that animate decorative attire. Figure 4 shows the plain curves of one woman (left) in contrast with the exaggerated ornamental curves of the other’s kimono (right).  The curves of the two women are objective yet fantastical, and subject to the viewer’s active imagination because, like the central curve and fractal-like fringes of Hokusai’s woodblock print Under the Wave of Kanagawa (also known as The Great Wave off Kanagawa or The Wave ), shown in Figure 5a , the women are both structural and ornamental. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "renan_1889"
                ]
            }
        },
        {
            "3.12": {
                "text": "[3.12] Laloy’s use of the word japonisant to describe a composer’s taste for nouveau (in reference to Ravel’s “japonisante” Spain) was neither unprecedented nor free from pejorative connotations. David Code has observed that the Belgian critic Maurice Kufferath used the word “néo-Japonisants” in 1894 when complaining to his readers about Debussy’s String Quartet: “There is in this quartet in four movements an assemblage of sonorities sometimes charming, sometimes irritating. . . . A hallucination more than a dream. Is it a work? Can one say? Is it music? Perhaps, but in the manner that the canvases of the neo-Japanese of Montmartre and its Belgian suburb may be called painting” ( Code 2007 , 258).",
                "footnotes": [],
                "citations": [
                    "code_2007"
                ]
            }
        },
        {
            "3.13": {
                "text": "[3.13] Laloy and Kufferath’s use of japonisant to describe modernist qualities of both Ravel and Debussy can be related to negative criticism of Ravel’s miniaturism. Louis Aguettant’s 1954 history of piano music links true perfection exclusively with grand traditions of European classicism, treating irony and miniaturism as inferior. As Huebner explains, Aguettant questions Ravel’s classical tendencies: “The composer’s taste for ‘paradox, surprise, the unexpected’ all fall short of the higher order of ‘the perfectly natural, the supreme fluency of the classics.’ Instead, Aguettant argues that Ravel’s perfection occurs at the level of a miniaturist by reminding his readers of Ravel’s ‘obsession with detail [and . . . ] for the small perfect object’” ( Huebner 2010 , 12). For Aguettant, Ravel’s miniaturist decorative tastes were incomplete and decidedly imperfect; numerous critics of Japanese art posited a similar view during the nineteenth and early twentieth centuries. Acclaimed ceramic artist Edmund de Waal, in his perceptive memoir The Hare with Amber Eyes , asserts that: “This idea of the miniature was often held as the reason that Japanese art seemed to lack ambition. They were brilliant at the laborious fashioning of rapid feeling, but fell down when it came to the grander feelings of tragedy or awe. That is why they lacked a Parthenon, a Rembrandt” ( 2010 , 59). (17) Figure 5b . Cover of Debussy’s La Mer , Durand, 1905 (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "huebner_2010",
                    "de_waal_2010"
                ]
            }
        },
        {
            "3.14": {
                "text": "[3.14] Nevertheless, various art and music history books call attention to Japanese art and particularly Hokusai as a sign of “the new” in Western modernist contexts. Perhaps his most widely-referenced image to date is The Wave (Figure 5a). One of the most mesmerizing aspects of this print is the simultaneous structural and ornamental function of the wave’s central curve. From a Schenkerian point of view, it functions similarly to the Urlinie : fractal-like repetitions in the wave’s fringes are like motivic repetitions of the fundamental line in the musical foreground. It also has clear potential associations with metaphors of energetics, including Ernst Kurth’s Kraftwelle (force-wave) in discourse about musical formal process ( Rothfarb 2002 ). (18) Paradoxically, the fundamental structure of the wave’s hollow is decoratively brought to the foreground, monolithically framing the prostrate fishermen in the boats and the miniaturized image of the sacred mountain Fuji-san in the background through the outline of a Karakusa “arabesque” design. In studies of the relationships between art and music, The Wave is almost always discussed alongside Debussy’s La Mer ( Figure 5b ), which was first published with a simplified and cropped version of Hokusai’s image on the cover. Tadashi Kobayashi describes Hokusai’s print as “the inspiration for Debussy’s La Mer ” ( 1992 , 74). Lionel Lambourne calls it “a direct link between classical orchestral music in the West and the Japanese print” and “potent evidence of the creative force of Japonisme’s marriage of East and West” ( 2005 , 151). Roy Howat calls attention to the spiral of The Wave , which, in his view, is mirrored in the cyclical formal processes of La Mer ( 2009 and 2000 , 72). Mark DeVoto describes La Mer’s textures as a type of “‘counterpoint of colors’ . . . , which can be compared with the brush techniques of the impressionst painters” ( 1986 , 208).",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "rothfarb_2002",
                    "kobayashi_1992",
                    "lambourne_2005",
                    "howat_2009",
                    "howat_2000",
                    "devoto_1986"
                ]
            }
        },
        {
            "3.15": {
                "text": "[3.15] Fargue describes Ravel’s personality to his travelling companion Beucler by freely referencing Hokusai’s depiction of waves, Leonardo da Vinci, and Ravel’s non-Impressionist expression of color: [Ravel is] not nearly as serene a person as you might think. . . . No artist has ever been harder to please. Nothing leaves his hand till he has perfected it. He sometimes reminds me of Leonardo da Vinci or the lobsters or the fringes of a wave drawn by Hokusai . . . Do you know, he was turned down three times for the Prix de Rome. . . . Then there was that business with Debussy over the Sites Auriculaires . He’s above that sort of thing. For he’s a grand man, and, what’s more, it’s been given to him to bring color back into French music. . . . At first he was taken for an impressionist. For a while he encountered opposition. Not a lot, and not for long. And once he got started, what production! ( Beucler 1954 , 53). (19) Fargue’s mentioning of Leonardo da Vinci and Hokusai in the same breath implies that he saw Ravel as a detailed craftsman, inventor, and polymath “Renaissance man,” preoccupied with the engineering of discrete sound forms and exploring how they reflect a larger universe, musical or otherwise. The poet references the Prix de Rome rejections, including the scandal of 1905—the same year that Debussy published La Mer —as well as the elder Debussy’s borrowing a distinctive motive from the “Habanera” of the younger composer’s Sites auriculaires and using it in his own “La soirée dans Grenade” from Estampes . Fargue thereby positions his friend as a modernist on equal footing with Debussy rather than an imitator of Debussy. Ravel was not an “impressionist,” yet he was a champion of musical color—an attribute not widely encouraged at the Conservatoire Nationale even by Ravel’s teacher Gabriel Fauré, who “was uninterested in orchestral effects” ( Nichols 2011 , 28). 3B. Color, Line, and the “Habanera” Paradigm Example 3 . “Habanera” Rapsodie espagnole , 3rd movement, mm. 1–5 (reduction) (click to enlarge and listen)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "beucler_1954",
                    "nichols_2011"
                ]
            }
        },
        {
            "3.16": {
                "text": "[3.16] In his monograph on Ravel and decadence, Puri calls attention to the piano duo “Habanera” in the subsection “The Habanera: Misfit or Exemplar?” ( 2011b , 49). Its orchestrated reappearance as the third movement of Rapsodie espagnole (1907) and its relationship to textural experimentation throughout Ravel’s œuvre testify to the duo’s central importance to Ravelian style. The “Habanera” experiment—featuring a central sustained C ♯ pedal articulated through registral differentiations, and timbral layerings in the Rapsodie orchestration—is connected with what Nichols describes as Ravel’s consistent interest in “bell noises” and the Satie-like “management of monotony” ( 2011 , 16). Jessie Fillerup points out a similar textural and formal experiment in “Le Gibet” from Gaspard de la nuit (1909) that “begins with this tolling bell, a fixed-register B ♭ ostinato that is continuously sustained, closing the piece in the same way it began” ( 2013 , [2.1]). Example 3 comes from a piano reduction of the Rapsodie ’s third movement ( Ravel 1908 ); the first few bars are representative of the movement’s overall texture.",
                "footnotes": [],
                "citations": [
                    "puri_2011b",
                    "nichols_2011",
                    "fillerup_2013",
                    "ravel_1908"
                ]
            }
        },
        {
            "3.17": {
                "text": "[3.17] The texture in the opening measures of Example 3 features dramatic shifts in register between augmented 6th chords—enharmonically spelled as D dominant 7th moving to G dominant 7th. The repetitions of the D 7 –G 7 circular sound compartment are both intervallically and rhythmically dissonant against the triplet-plus-duplet repetition of the C ♯ pedal point. The cinquillo rhythm is evocative of the habanera from Bizet’s Carmen , among other popular characterizations of Spain, but as Nichols explains: “This rhythm was nothing new to the Paris of the time, but the harmonies were an amazing invention for a 20-year-old and this piece must be recognized as seminal in the development of the so-called ‘impressionist’ piano style” ( 2011 , 21). (20) The texture is rather two-dimensional in an audible and visual sense; it is comprised of a basic foregrounded figure (the circular repetition of D 7 –G 7 ) and registral layers of ground (the C ♯ pedal), articulated in the prima and seconda lines of the two-piano version. In the orchestrated version (audio example), the C ♯ pedal is held by two clarinets with additional alternating layered articulations by the English horn, three bassoons, and viola/cello pizzicato every other measure. Two oboes and grand flutes, harps, and violins carry the D 7 –G 7 figure. We can likewise describe the musical texture through the Karakusa model and the energetic idea behind Hokusai’s The Wave . An edgy elegance arises from the mesmerizing circular pockets of sound in counterpoint with the hypnotic lines and pointillistic interruptions of the repetitions on C ♯ . This combination of gestures expressed through strategic timbral and registral differentiations may evoke the feeling of contrasting textural shapes or characters unexpectedly colliding. Watching two dancers leaping and falling on a stage in a sharp and exaggerated yet surprisingly smooth manner suggests a similar sensation.",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "nichols_2011"
                ]
            }
        },
        {
            "3.18": {
                "text": "[3.18] From this embodied perspective, the textural repetitions of “Habanera” from the 1890s and the Sonata for Violin and Cello from the early 1920s may be understood as different color shapes on a continuum of circle and line. The textural influence of “Habanera” on the Sonata is evident. The combined sense of machine-like repetition and ornamental fantasy in both pieces is achieved partly through strict immediate repetitions of circular Arabesque motifs. In relation to the Sonata, Bhogal describes this specific attribute as Ravel’s postwar transformation of ornament into musical evocations of the past ( 2013 , 297–309).",
                "footnotes": [],
                "citations": [
                    "bhogal_2013"
                ]
            }
        },
        {
            "3.19": {
                "text": "[3.19] Jann Pasler examines exaggerated strict repetition of short textural fragments, especially at the beginnings of musical works. This type of opening repetition signifies a “new musical logic” (a description featured in the title of Pasler 1981 ) based on music’s relationship to dance and the treatment of sounds as constructed and found objects. Pasler references repetition as such in her initial analyses of Debussy’s later music (beginning around 1913 with the ballet Jeux ) and Stravinsky’s works for the Ballets Russes . She characterizes Debussy’s and Stravinsky’s large-scale compositional processes in their dance scores as musical “cinematography of instants.” Pasler compares their musical styles after 1913 to the turning away from a three-dimensional perspective among visual artists: “Composers began to reject the traditional illusion of continuity in music at the same time that Cézanne and Picasso were doing away with the illusion of three-dimensional perspective in painting” ( 1981 , 369). Of course Cézanne and Picasso were aware of, and were influenced in part by, Japanese visual art. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "pasler_1981",
                    "pasler_1981"
                ]
            }
        },
        {
            "3.20": {
                "text": "[3.20] Ravel’s initial engagement with exaggerated strict repetition at the beginning of pieces and his simultaneous preoccupation with orchestral effects began in the 1890s, prior to his meeting with Stravinsky, prior to Debussy’s late style, and before Anton Webern’s pointillistic interpretations of Schoenberg’s Klangfarben principle. (22) Color counterpoint, even in solo piano works and songs for piano and voice, was partially a result of Ravel’s approach to orchestration. (23) His methods were considered novel during his lifetime, and he once described the process of orchestration as the “isolation of timbres” (quoted in Orenstein 1990 , 379, n8). (24) On this point, Ralph Vaughan Williams, who studied with Ravel in 1907—the same year that Rapsodie espagnole was premiered—provides further insight: I learned much from [Ravel]. For example, that the heavy contrapuntal Teutonic manner was not necessary. ‘Complex but not complicated’ was his motto. He showed me how to orchestrate in points of color rather than in lines. It was an invigorating experience to find all artistic problems looked at from what was to me an entirely new angle (quoted in Orenstein 1990 , 94, n1). Ravel’s explanation of orchestration versus instrumentation, as recalled by his student Manuel Rosenthal, who studied with him in the 1920s, makes a similar distinction: Instrumentation . . . is when you take the music you or someone else has written and you find the right kind of instruments—one part goes to the oboe, another to the violin, another to the cello. They go along very well and the sound is good but that’s all. But orchestration is when you give a feeling of the two pedals at the piano: that means that you are building an atmosphere of sound around the music, around the written notes—that’s orchestration ( Nichols 1987 , 68). 3C. Cloisonné Expression",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "orenstein_1990",
                    "orenstein_1990",
                    "nichols_1987"
                ]
            }
        },
        {
            "3.21": {
                "text": "[3.21] Ravel’s color counterpoint may be understood as a musical response to the cloisonné manner. Derived partly from Karakusa patterns, ancient cloisonné styles were used simultaneously with the art nouveau serpentine style. Gauguin’s changing style in the late 1880s and early 90s has become a primary representative of cloissonism in art-history scholarship. Authors of the nineteenth century, who were writing about the vibrant curvilinear spirit of rococo, gothic, Celtic, and East Asian design motifs, also used the term cloisonné to describe color-line compartments similar to those in stained glass. (25) In émail cloisonné (partitions in enamel), colors are controlled by filling each line compartment with one color. As an internationally recognized style going beyond the treatment of enamel, the cloisonné manner expresses visual kinship with nishiki-e , a Japanese technique of using multiple, individually colored woodblocks to create a multicolored print. Figure 6 . Hokusai, Peonies and Butterfly Minneapolis Institute of Arts, Bequest of Richard P. Gale, 74.1.211 (click to enlarge)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "3.22": {
                "text": "[3.22] In Figure 6 , Hokusai’s Peonies and Butterfly (Botan ni ch ō) (1832) is a clear illustration of nishiki-e that is also an example of the genre kacho-e , or “bird and flower pictures.” According to art historian David Bell, kacho-e showcase figures have been used in both Chinese and Japanese painting ( 2007 , 154). He describes kacho-e as “figure-landscape” compositions, where a “rhythmic sense of movement is generated by sequences of repetitions of shape, line or colour woven throughout the broader pictorial structure” ( Bell 2007 , 155). Peonies and Butterfly , in particular, implies a sense of movement through the juxtaposition of dark and light colors, the left-leaning diagonal of the plant presumably rooted in soil, and the circular curves of the butterfly struggling against the imagined wind.",
                "footnotes": [],
                "citations": [
                    "bell_2007",
                    "bell_2007"
                ]
            }
        },
        {
            "3.23": {
                "text": "[3.23] As my circle-line abstraction on the right suggests, the print shows an interaction among at least three pairs of characters: plant and wind, insect and wind, insect and plant. A sense of continuity amidst diversity is projected through the implied energetic stream of wind traveling to the left of the viewer; this is similar to Hokusai’s decorative-structural depiction of the sea in The Wave . The approach is similar to Ravel’s textural prolonging of the C ♯ and the repeating of the D 7 –G 7 sound compartment in “Habanera,” or the immediate repeating of the A major-minor circular motive in the Sonata for Violin and Cello. The repetition of cloisonné -style shapes throughout the whole plant evokes a visual type of theme and variations. The treatment of the butterfly as a suspended visual object is akin to the mesmerizing circles of D 7 –G 7 and the A major-minor motive—the repetitions of which are suspended in the listener’s memory. As Bell observes regarding Hokusai’s kacho-e , “The monotony of the closely-packed repetitions of the same shape is relieved by the light-dark variations. . . . The vibrant movement articulated through the blossoms, leaves and stems of these plants provides . . . a fluid counterpoint to the frozen, suspended movement of a dragonfly, a butterfly, a bee, sparrow or swallow” ( Bell 2007 , 156). Both visual and musical examples suggest the presence of an invisible yet perceptible energetic thread drawing together diverse elements. The overall effect expresses coherence in diversity in a cloisonné manner. Figure 7a . Image d'Épinal , “L’Oiseau bleu,” nineteenth century (click to enlarge) Figure 7b . Kitagawa Utamaro, from “Flowers of Edo,” circa 1800 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "bell_2007"
                ]
            }
        },
        {
            "3.24": {
                "text": "[3.24] The cloisonné manner is similarly seen in French prints called images d’Épinal or simply Épinal . Scholars have described Épinal as visual representations of the “traditions populaire” ( France 1995 , 285). As popular woodcut prints sold by peddlers, they were developed first in Revolutionary-era provinces by Jean-Philip Pellerin in 1796. Later they were produced as lithographs and popularized in the early-to-mid nineteenth century by the town of Épinal in north-eastern France. As discussed more thoroughly in [3.29], an Épinal print and a beauty or courtesan print by Kitagawa Utamaro (c. 1753–1806)—a Japanese artist whose work became very popular in Europe in the mid-nineteenth century—are compared in Figures 7a and 7b .",
                "footnotes": [],
                "citations": [
                    "france_1995"
                ]
            }
        },
        {
            "3.25": {
                "text": "[3.25] In defining the cloisonné manner and its appearance in contemporary paintings by Gauguin and others, Edouard Dujardin, co-founder of Le Revue Wagnérienne (1884–1888), wrote a now-famous review linking cloisonné , Épinal , and Japanese art to the symbolist movement, “Cloisonnism,” first published in the Revue Indépendante ( 1888 ). Dujardin describes the basic technique as “circumscription of colour by line”: Line expresses what is permanent, colour what is momentary; line, an almost abstract sign, gives the character of the object, the unity of colour determines the atmosphere, fixes the sensation. Whence the circumscription of colour by line as conceived in popular imagery and Japanese art; the Épinal and Japanese artists first draw lines and within them, with the help of templates, add colour; in the same way the painter draws continuous lines forming closed loops, applying inside them the various hues whose juxtaposition must give the sensation of the desired overall coloration, the drawing strengthening the colour and the colour the drawing. The work of the painter resembles painting by compartments , analogous to the cloisonné manner ( Dujardin 1888 ). (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "dujardin_1888",
                    "dujardin_1888"
                ]
            }
        },
        {
            "3.26": {
                "text": "[3.26] Japanese philosopher and aesthetician Shūzō Kuki—an acquaintance of Ravel’s biographer Jankélévitch and a follower of the latter’s teacher Henri Bergson—made comparative associations similar to Dujardin’s between Japanese graphics and symbolist thinking. In a 1928 address to colleagues in Paris, he acknowledged: “Almost everything belonging to the object or thing in Japanese art must be considered as fugitive and finite symbol of the infinite and of the eternal” ( Kuki 1928 , 63).",
                "footnotes": [],
                "citations": [
                    "kuki_1928"
                ]
            }
        },
        {
            "3.27": {
                "text": "[3.27] Ravel’s plans to write a lyric work about Joan of Arc can also be connected to the idea of cloisonné. In the De Telegraaf interview of 1931 in which Ravel compared the Japanese garden at Le Belvédère to the beauties of Versailles, he also stated: “I have been thinking about Jeanne d’Arc . . . . [It] is almost mapped out musically. The various episodes in the Saint’s life will follow each other ‘cinematographically,’ or if you wish, as ‘images d’Èpinal” (quoted in Orenstein 1990 , 474). Ravel freely interchanged the ideas of cinema and Èpinal ; he was not alone in employing the metaphor of cinematography. Pasler calls attention to Debussy’s cinema analogies for Monsieur Croche , explaining that in her conversations with Jankélévitch, he “pointed out that the word ‘cinematography’ became quite popular after Bergson’s extensive use of it in Creative Evolution . Debussy might have picked it up for this reason without necessarily being interested in early film techniques” ( Pasler 1982a , 75, n38). Ravel, however, was genuinely attracted to cinematic techniques. Similar to the musical counterpoint, as well as to the mixed languages between the black Wedgwood teapot and Chinese tea cup duo in L’Enfant et les sortilèges , the unrealized counterpoint of Tipperary , the Marseillaise , and the Madelon may have been especially interesting, as Jourdan-Morhange recalled: He was to write the libretto himself. . . . He imagined the crowds, like ancient choruses, masses in triangles on either side of the stage and commenting on the action. The film Metropolis [Fritz Lang, 1926], the hit of the time, had impressed him by its new way of presenting the movements of massed humanity. Ravel would have liked to demonstrate the opposition between Jeanne as a child and Jeanne as a soldier and even spoke of having two performers for the two roles. The idea of having, during the attack on Orleans, the distant strains of Tipperary on the English side and the Marseillaise and the Madelon on the French one appealed to his penchant for mystification: anachronisms in the manner of Bernard Shaw, whose Saint Joan had moved Ravel very much ( Nichols 1987 , 59).",
                "footnotes": [],
                "citations": [
                    "orenstein_1990",
                    "pasler_1982a",
                    "nichols_1987"
                ]
            }
        },
        {
            "3.28": {
                "text": "[3.28] The cloisonné manner enabled the symbolic presentation of subjects and ideas, as illustrated in Figures 7a and 7b. In Figure 7a, the lady looks with longing (horizontal) and reaches towards the blue bird (ascending diagonal). In 7b, the Japanese woman, preparing for a recitation, looks outward and down (implied descending diagonal) as she carefully tunes the shamisen (ascending diagonal). The illusion of the third dimension is blurred. Implied movement is expressed without the assistance of lines leading to points within the x- and y-axis visual plane. The symbolic manner presents the figures as dramatic images that could be successfully transplanted into other visual contexts and in different visual orders. The important lesson of both the cloisonné style and Hokusai Manga —as illustrations of objects that are both mobile and solid—is that color and line are treated as equally necessary elements in the suggestion of dramatic action within the boundaries of a single picture frame. Each picture evokes a short story that could be juxtaposed in a series. In the creation of relatively autonomous images where the figures seem rhythmically alive and moving, the two-dimensional flatness of the wood, canvas, paper, or other material (or 2D virtual interface) is embraced by the artist-craftsman as an integral part of creating the subject’s character. Part 4. Intersection of Musical, Visual, and Literary Japonisme 4A. “Tone Characters” and “Sound Strokes”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] If visual cloisonné compartments are likened to moveable icons on computer screens or virtual squares of digital film, we might say that a similar combination of solidity and mobility among sound compartments exists within Ravel’s color counterpoint. Firstly, these cloisonné compartments in music (both vertical and horizontal configurations of the texture) may be described as “tone characters,” a term that is somewhat akin to Schenker’s idea of “the life of tones,” an idea that helps to draw attention to the importance of an embodied understanding of music. As Lee Rothfarb observes: “Schenker explains music by emphasizing the meanings of tones in functional relation to their surroundings. He asks us to ‘get accustomed to seeing tones as creatures,’ and to ‘learn to assume in them biological urges as they characterize living beings’” ( 2014 , 40). In a similar way, my use of the word character (or creature) to describe sound compartments of multiple tones and their behaviors in cloisonné musical textures emphasizes the drama occurring in compressed moments of musical time. Musical actions are suggested within the comparatively short frames of local textures, not only across the larger “plot” of the musical structure. Secondly, tone characters may operate as nearly autonomous sound-color compartments within a larger contrapuntal color-shape structure. Harmonic consequences of cloisonné textures include bimodality, in some cases perhaps bitonality, and sonic differentiations that require listeners to try to hear multiple aural “locations” simultaneously and rapidly in juxtaposed short moments of time. Figure 8 . kanji, ongaku (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "rothfarb_2014"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Tone characters are made of “sound strokes,” created by the relationships of notes in pitch-space (the vertical axis) and time (the horizontal axis). Sound strokes may be likened to the construction of Chinese and Japanese calligraphy characters. The concept of sound strokes can be related to Ravel’s interest in calligraphy. Pasler notes that “Ravel and Debussy were . . . fascinated by Japanese art and calligraphy. In April 1913, Ravel began to use an ideogram for signing his name, just as Debussy had been doing for a few years” ( 1982b 407, n. 35). Consider the kanji (calligraphic symbols used in written Japanese) for ongaku , the Japanese word for music, shown in Figure 8 . Ongaku may be read vertically from top to bottom, from the head to the feet. Printed horizontally, characters are read from left to right. (27) As with writing and reading kanji, cloisonné textures in Ravel’s music suggest multiple sound strokes that we hear in particular orders in space and time. Example 4a . Horizontal (click to enlarge) Figure 4b . Vertical (click to enlarge) Figure 4c . Diagonals (click to enlarge) Table 1 . Sound Strokes and Tone Character 1, “Le grillon,” mm. 1–4 (click to enlarge)",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "pasler_1982b"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] The sense of direction and shape in a sound stroke is defined in part by how we are encouraged to see and sense the pitches on the page of a musical score. The following analogies are useful: a single pitch is a point, melodic/rhythmic repetition or sustained duration of a pitch is a horizontal line), a simultaneous collection of pitches is a vertical line, and ascending and descending melodic motions are diagonals. Examples 4a–c illustrate. A horizontal stroke ( Example 4a ) is the direct repetition of a pitch or a drone-like duration in the same register that suggests motion through rhythm. Some analysts might equate this with stasis, although this view does not help performers maintain a sense of bodily motion during the execution of strict repetition. A horizontal stroke is comparable to the visual effect of a straight horizontal line. In performance or listening, horizontal strokes may have a sensation similar to that of pressing down and feeling a flat surface with your feet or hands while closing your eyes. A vertical stroke ( Example 4b ) is simply the literal “stacking” of two or more pitches. Temporally similar to the sensation of points, vertical strokes are intervals, stacks of thirds, quartal and quintal harmonies, tone clusters or any group of simultaneously sounding pitches. A rolled chord or interval, for instance, may feel like a sharply inclined diagonal stroke rather than a vertical stroke. A diagonal stroke ( Example 4c ) is a melodic interval from one note to another, other than a unison. This idea may be extended to the general directions of musical lines that are perceived to ascend or descend in register.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Like the physical stroke of a brush, each sound stroke or musical action suggests rhythm, shape, and color, defined by the stroke’s relationship to multiple musical parameters. A stroke may comprise two or more pitches sounding simultaneously or moving one after the other consecutively, although sometimes it is helpful to refer to an isolated pitch as a stroke. A single pitch sounded against the canvas of silence is just as much of an action as a harmonic interval or a glissando made of twenty pitches. A stroke may temporarily stand alone or become one of multiple actions that make up larger tone characters. To illustrate, Table 1 reads measures 1–4 of “Le grillon” from Histoires naturelles as a tone character built from four different sound strokes (the score is shown in Example 1). Interpretive implications of the suggested labeling of textural elements are considered in paragraph 4.8. 4B. Histoires naturelles and the “mouvement haï-kaï”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Ravel once described Jules Renard’s Histoires naturelles (1896), which provided the texts for his song cycle, as “direct, clear language and . . . profound, hidden poetry . . . closely related to the inflections of the French language” (quoted in Orenstein 1990 , 30–31). (28) Renard’s prose poems helped to encourage the “mouvement haï-kaï” or the French haiku movement as discussed below. The haiku movement as a form of literary Japonisme may be described as a relative of cloisonné expression. According to my own observations, the French haiku poets explored extreme understatement through “close-up” expressions of physical motion. As in symbolist poetry, images of water and mirrors were characteristic tropes of the French haikai/haiku poets. The difference between symbolist poetry and haiku was the focus on feelings deriving from actions, rather than from the direct expression of the personal feelings and thoughts of the poet. Some poets of the early twentieth century perceived a similarity between the flashing tableaux of early silent cinema and the poetics of haiku. Referencing the writings of Paul-Louis Couchoud, for example, Jan Hokenson describes the intense sensations of haiku as “early cinematic jerking images, from a swiftly moving impersonal camera” ( 2004 , 261). Literary scholar Bertrand Agostini characterizes Renard’s Histoires naturelles as a “serious precursor” to the haiku movement: His Histoires naturelles (first published in 1896) are definitely not directly influenced by Japanese poetry. However . . . Renard’s sense of brevity, objectivity, suggestiveness and terseness is evidently reminiscent of the haiku and [would] undoubtedly contribute to the popularity of Renard among the new generation of French poets at the beginning of the [twentieth century] ( 2001 , 1–2).",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "orenstein_1990",
                    "hokenson_2004",
                    "agostini_2001"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] According to Hokenson, the “mouvement haï-kaï” commenced with the publication of Paul-Louis Couchoud’s Au fil de l’eau (At the Edge of the Water) in 1905 ( 2004 , 253). The Nouvelle Revue Française (NRF) was instrumental in identifying the trend in Jean Paulhan’s article “Haï-kaï” ( 1920 ), which included reprints of Couchoud’s Au fil de l’eau , Julien Vocance’s Au Cirque (At the Circus, 1916), and Georges Sabrion’s Poussière de Poème (Water Spray of Poem, 1918). The latter is a series of French-language haikai that flash before the reader, similar to the montage of pictures at a cinema (poems found in Paulhan 1920 , 335). The following comparison of one of these haikai by Sabrion and the famous frog haikai by Bashō from the seventeenth century demonstrates the importance of water (or the environment) as a mirror and as a source of contemplation for the poet. While Sabrion is more aggressive than Bashō in expressing the relationship between a creature and its empathy with the environment, his French haikai shows a kinship with Bashō’s frog and the sound that is created when two objects encounter each other. Both poems are about the sound generated by the directed motion of one object interacting with another, in this case, the water (see Table 2 ). The modernist binary of natural versus artificial is not applied easily to either French or Japanese haikai. As Shirane explains, Bashō’s haikai or “comic linked poetry” historically avoided the notion of realism: “Bashō, who wrote in the seventeenth century, would have not made such a distinction between direct personal experience and the imaginary, nor would he have placed higher value on fact over fiction” ( 2000 , 1). (29) Table 2 . Sabrion and Bashō (click to enlarge) Example 5 . “Le grillon,” mm. 5–18 (click to enlarge)",
                "footnotes": [
                    "FN29"
                ],
                "citations": [
                    "hokenson_2004",
                    "paulhan_1920",
                    "paulhan_1920",
                    "shirane_2000"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Although Ravel appears not to have set haikai to music himself, his and Renard’s attraction to the sensation of objectivity and its degrees of detached intimacy encouraged subsequent japonist explorations in music and literature. Ravel’s student and friend Maurice Delage, for example, produced several musical settings of French and Japanese haikai and published Sept Haï-kaï in 1924 ( Delage 2002 ).",
                "footnotes": [],
                "citations": [
                    "delage_2002"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] The second song of Histoires naturelles , “Le grillon,” provides an example of a musical setting that focuses on depicting the actions of a small creature. Renard’s cricket (“grillon”) is a poetic character dancing with the environment, similar to the interactions of the fishermen with the sea in Hokusai’s The Wave or the frog diving into the water in Bashō’s poem. In the passage shown in Example 5 , Ravel builds on the sound strokes and tone character of the opening four measures, as discussed in Table 1. In my interpretation of measures 1–18, the piano’s character 1, oscillating major thirds, signals the natural cycles occurring within the forest, which create a sound atmosphere around the more pronounced piano gestures and vocal lines. Similar in function to the horizontal layers of C ♯ pedal in the “Habanera,” the initial oscillation in “Le grillon” helps to draw diverse types of sound strokes together. The interruptive diagonal stroke 3, a minor third, evokes the cricket’s quick hopping movements (measure 5). Vertical stroke 4, a major third (measure 5), cuts through the circular motion with an even higher register, perhaps foreshadowing the vertical-stroke texture at the end of the song. In measure 7, a vertical stroke (open fifth) in the piano’s part leads to the vocal line representing the narrator, a series of horizontal and diagonal strokes in counterpoint with the piano’s variations on character 1. The timbral differences between the piano and voice are intensified by the arrangement of circular versus linear textural qualities. The recontexualization of stroke 3 (measure 11) in measure 16 signals a tasteful interruption as the C ♯ clashes with G ♮ in the piano’s G 7 chord. The relaxing of this dissonance coincides with the entrance of the “Habanera” rhythm on G ♯ in measure 17 (triplet and duplet eighths), which has already been suggested by the vocal line, but not explicitly utilized until this point. The rhythmic figure functions as a pivot that grounds or stabilizes a sound color (in this case, the piano’s G ♯ ) as a means of focusing and/or diverting the ear. In this instance, this pivot stroke functions as a transition to new circle-line textures in subsequent measures as the colorful story of Renard’s cricket springs to life. Figure 9 . Sugakudo, “Chidori Birds and Reeds,” Pictures of 48 Birds , 1859 Reprinted in Artistic Japan , Volume 2, Plate ACG, 1889 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] According to Ravel, after Histoires naturelles premiered at a Société Nationale concert (12 January 1907, as cited in Priest 1999 , 247), the songs caused a proper scandal resulting in “lively polemics in the musical press of the time” (quoted in Orenstein 1990 , 31). (30) Laloy’s review of the songs describes them as similar to the refined and concentrated effect of Japanese landscapes: “These five little tableaux have a finesse and intensity of character unequalled, with the exception of certain Japanese landscapes where one sees, as here, speckled birds stretching their wings above the setting sun which is obscured by a pensive reed” ( Laloy 1907 , 156–57). (31) An image well known to Parisian collectors fitting his description is Sugakudo’s ukiyo-e “Chidori Birds and Reeds” from Pictures of 48 Birds ( Figure 9 ).",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": [
                    "priest_1999",
                    "orenstein_1990",
                    "laloy_1907"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] Sugakudo’s woodblock print depicts two birds stretching their wings (curved diagonal lines) over and across a setting sun (circle). Similar to the oscillating Tone Character 1 interacting with the multiple sound strokes in the opening bars of Ravel’s setting, the visual counterpoint here in the print creates an interrupted-circle motif. The sun is obscured by several bamboo reeds pensively bent (curved diagonals cutting through the sun’s circle). The visual poetry reflective of Karakusa is articulated by multiple elegant yet somewhat exaggerated actions: stretching, setting, obscuring. The diagonals of the reeds seem to move with the intersecting diagonals of the birds’ wings, suggesting an intense and lyrical counterpoint of distinct color-line characters: reeds, birds, sun. The circle focuses the viewer’s eyes within the boundaries of the print. The cropped diagonal lines of the reeds cutting across the circle conversely suggest multiple vanishing points outside the circle and the print itself. The competing elements of closure (circle) and non-closure (cropped diagonals) may encourage the viewer to feel a mixture of intimacy with and detachment from the image. The image is completely motionless yet it almost seems to fly away.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Laloy opened his review of Ravel’s Histoires naturelles by saying “Natural histories? Ha! Not so natural!” (quoted in Priest 1999 , 247). His use of the phrase “five little tableaux” suggests that the songs were like five constructed scenes of a film or stage spectacle: expressively and singularly coloured chords, placed here and there as unerring brush strokes, which evoke the whole landscape around a melody which adheres so closely to the words that one hardly believes that we are listening to a vocal line: it is a story, amiably told, with all the vocal inflections and all the rhythmic nuances of colloquial language ( 1907 , 157). (32) Perhaps not coincidentally, Ravel’s autobiographic sketch, published in 1938, describes Histoires naturelles as a set of melodies that prepared him to compose L’Heure espagnole , “a comic opera with a libretto by M. Franc-Nohain, which is itself a sort of conversation in music” ( Ravel 1938 , 213). Part 5: Conclusion",
                "footnotes": [
                    "FN32"
                ],
                "citations": [
                    "priest_1999",
                    "laloy_1907",
                    "ravel_1938"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] In closing, let us consider briefly Debussy’s oft-quoted complaint about Ravel from a letter of March 8, 1907, written to Laloy in direct response to his review of Histoires naturelles ( Orenstein 1990 , 87). Debussy’s competitive motivations are clear: With regard to Ravel, I recognize your customary ingenuity. If, as it seems to me, he hasn’t exactly found ‘his path,’ he can thank you for having shown him one. But, entre nous, do you sincerely believe in ‘humorous’ music? First of all, it doesn’t exist by itself; it always requires an occasion, either a text or a situation. Two chords, with their feet in the air, or in any other preposterous position, are not necessarily ‘humorous,’ and can only become so when placed in proper context. I agree with you in acknowledging that Ravel is exceptionally gifted, but what irritates me is his posture as a ‘trickster,’ or better yet, as an enchanting fakir, who can make flowers spring up around a chair (quoted in Orenstein 1990 , 86). In a letter to the publisher Jacques Durand, Debussy likewise described Ravel’s style as “excessively curious! Artificial and chimerical, somewhat like a sorcerer’s house” ( Orenstein 1990 , 87). Curiously though, Debussy took to studying the ironic Hokusai Manga around 1905, the year he composed La Mer (cited in Ayral-Clause 2002 , 107).",
                "footnotes": [],
                "citations": [
                    "orenstein_1990",
                    "orenstein_1990",
                    "orenstein_1990"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Exchanging Impressionism for Japonisme is thus more than pragmatically adopting one “ism” for another. Thoughtfully analyzing and aesthetically contemplating style japonais visual and aural spaces can raise new questions and change old premises about Ravel’s music and that of his contemporaries.  Every piece of his music has an intuitive structure and a character of rationality where each element may be felt as part of a comprehensive whole. Like the cinema, his music puts us into the arena he chooses; then, depending on our own sensibilities, we can incorporate its meaning in our own lives. While the interpretive analytical tools proposed here are indeed speculative, they conceptualize how Ravel may have been influenced by East Asian imagery. My hope is that this article sheds light on the phenomenon of Japonisme and its connection with the “most perfect of Swiss clockmakers” (attributed to Stravinsky, quoted in Nichols 2011 , 1).",
                "footnotes": [],
                "citations": [
                    "nichols_2011"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.1.stankis.html",
    "data": "mto/data/mto.15.21.1.stankis.json"
}