{
    "title": "Africa Stand Up!—and Be Counted Among Others",
    "date": "2010/12/01",
    "volume": "16",
    "issue": "4",
    "authors": [
        "Tenzer, Michael"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "November 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.4/mto.10.16.4.tenzer.pdf",
    "author_info": [
        {
            "name": "Michael Tenzer",
            "university": "School of Music",
            "address": "University of British Columbia, 6361 Memorial Road, Vancouver, B.C., Canada V6T 1Z2",
            "email": "mtenzer@interchange.ubc.ca"
        }
    ],
    "citations": {
        "arom_1991": "Arom, Simha. 1991. African Polyphony and Polyrhythm: Musical Structure and Methodology . Cambridge: Cambridge University Press.",
        "hornbostel_1928": "Hornbostel, Erich M. von. 1928. “African Negro Music.” African: Journal of the International African Institute 1/1: 30-62.",
        "jones_1959": "Jones, A.M. 1959. Studies in African Music . London: Oxford University Press.",
        "kolinski_1965": "Kolinski, Mieczyslaw. 1965. “The General Direction of Melodic Movement.” Ethnomusicology 9: 240-64.",
        "kolinski_1973": "Kolinski, Mieczyslaw. 1973. “A Cross-Cultural Approach to Metro-Rhythmic Patterns.” Ethnomusicology 17: 494-506.",
        "kubik_2010": "Kubik, Gerhard. 2010. Theory of African Music, Vols. 1-2 . Chicago: University of Chicago Press.",
        "powers_1980": "Powers, Harold. 1980. “Mode” In Stanley Sadie, ed., The New Grove’s Dictionary of Music and Musicians 12:376-450. London: MacMillan.",
        "mâche_2001": "Mâche, François-Bernard. 2001. Musique Au Singulier . Paris:  Éditions Odile Jacob.",
        "molino_2009": "Molino, Jean. 2009. Le Singe Musicien : Essais de Sémiologie et d’anthropologie de la \tMusique . Paris: Broché",
        "nattiez_2007": "Nattiez, Jean-Jacques, ed. 2007. Musiques. Une encyclopédie pour XXIe siècle , volume 5, sous la direction de J.-J. Nattiez, Alles, Actes Sud/Cité de la Musique.",
        "rahn_1993": "Rahn, John. 1993. “Repetition.” Contemporary Music Review 7/2: 49-57.",
        "rowell_1972": "Rowell, Lewis. 1972. “Comparative Theory: A Systematic Approach to the Study of World Music.” College Music Symposium 1972 XII/66-83.",
        "rouget_1996": "Rouget, Gilbert. 1996. Un Roi Africain et sa Musique de Cour: Chants et Danses du Palais de Porto-Novo Sous le Regne de Gbefa (1948-1976) . Paris: CNRS Editions."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] If this African music amateur’s commentary can contribute anything constructive, it will not accrue from overstepping the limits of my capabilities to argue for or against the nuances of the fine analyses in this issue. There is a level of detail and expertise evident in all of the essays that naturalizes the classic discourse of insider/outsider and turns it to advantage. In each case we get a translation—a reconstruction of how intensively and carefully an expert autochthonous listener/performer could experience this music—but fashioned with MTO ’s readership in mind. Such detailed reports are not, of course, of recent provenance, since they have been produced by ethnomusicologists immersed in African traditions over the past sixty years. Jones 1959 , oft-critiqued, was pioneering. Arom 1991 , Rouget 1996 , and Kubik 2010 are only a few of the major works by current senior scholars in a music-analytical vein to which appropriate homage is due. All, present contributions included, propose how we might hear it if we were one of them, except that presumably few of us are; thus we have to hear it our way anyway in the end, with our particular internationalized ears. Of late one feels progressively more relieved not to feel compelled to covet any ineffable African-ness and, thus liberated (and if we are dogged), perhaps approach something like it all the same.",
                "footnotes": [],
                "citations": [
                    "jones_1959",
                    "arom_1991",
                    "rouget_1996",
                    "kubik_2010"
                ]
            }
        },
        {
            "2": {
                "text": "[2] On the other hand, African experts are doubtless as cosmopolitan as you (if you are not African) or \nme. Indeed cosmopolitanism cannot be totalized. We find ourselves among an international cohort of curious, hungry listeners who have moved beyond novelty and exoticism into overlapping fields of interest and desire. True, if music theory can gradually construct a dwelling somewhere downtown in the current cosmopolitan musical mind, it must stay attentive to the neighborhood’s political conundrums and histories. But it should not be thrown too far off balance by them. By listening acutely as these writers do, it may yet catalyze dialogue and comparison among previously isolated musics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The present analyses give us a topography of the temporal worlds and other special properties of a certain genus of brief ostinato-cycles. One is African-derived but the rest are African, and at the level of their rhythmic structure all have much in common. All of the instruments play all of the time, usually. Tempo is steady or changes only at key (dis)junctures. The music coalesces around an intensity of periodic recurrence that is quite literal in at least some of the music’s layers, effecting a fusion of time organization and sonic content. The force of that fusion and the compressed brevity of the cycle strongly constrains how we experience the sonic configurations. The whirling repetition can sometimes throw us off the pulse, or allow us to hear the configuration in different ways relative to the pulse. The configuration balances symmetrical and asymmetrical constituents. It does this so consistently that either this must be a cultural predilection or a cognitive necessity given the structure, or both. Pulsation is materialized consistently if irregularly by at least some of the parts, but it is challenged in others to a balanced near-saturation point of contrametricity. This generates a continuity of flow, a consistent average density of events across the span of a performance. Yet each subdivision of the pulsation typically has a unique total sound, its own composite tone color.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The variants on changing ride cymbal patterns described by Matthew Butterfield , are tellingly different due to their environment in the larger cyclicity of a 16- or 32-bar jazz tune and the absence of other layers of constrained periodicities. The “classic ‘ding-CHICK-a-ding’” pattern is itself reminiscent of a time line, and thus retains aspects of its African provenance. But jazz convention hews to the larger structures of harmonic tonality, and does not prevent the drummer from completely abandoning the ride pattern in the last 16 bars of the performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In the African examples, that the slightest alteration of a rhythmic pattern has a strong effect on the cycle’s metric particularity testifies to the tight warp and weft of content and cyclic frame, even when there is variation or transformation taking place. These features and more comprise an obvious rhythmic consistency and similarity of a certain type among the repertoires discussed, whether the organology is Ghanaian or Zimbabwean, mbira or jembe. The constraints are a boon to the music and to these writers. The consistency of patterns across the African and many Afro-diasporic repertoires allows James Burns to discern six archetypes embedded in the fabric, and to compare their usage in a variety of settings. Their existence is testimony to the pervasiveness of the compositional limits inherent to the system, and each owes its identity to the selfsame features: repetition, periodicity, “interweaving” of regular and irregular constituents. Each generates its own quality of musical propulsion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The features allow Martin Scherzinger and David Locke to unpack in granular detail the “metric matrix” in their chosen repertoire items, pointing towards a “systematic explanation for musical expressiveness in compositions and performance” (Locke). Scherzinger, stressing mbira melody and harmony to reset balance scales too often weighted toward drumming and rhythm, nonetheless shows that mbira music hews to the forces exerted by the stability of the periodicity and its hold on the gestalt. Rainer Polak is able to uncover systematic timing variations at the sub-pulse level for the same reasons. Would any of this have been possible had the rhythmic vocabulary been as vast and varied as it is in some other traditions? It seems to me unlikely: though tautological, it is important to bear in mind that the cocktail of brevity and stability of cycle, preponderant repetition, and interwoven commetric and contrametric rhythms are the enabling formulae underlying closely related structural identities of the music considered in these articles. * * * * *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] As someone whose bailiwick is elsewhere on the globe, though, I ought not pass up the chance to use the rest of this forum to propose repositioning the hoary debate on African rhythm idealistically, in a considerably wider geographic frame. Not that there should be any curtailment of analyses and discussions of African music, but such studies are both more and less specialized than what I have in mind. They are more specialized because they speak mainly to those who are particularly engaged with African music, or who want to be, and perhaps a few who perhaps see in it latent universality. But to those who think one of contemporary musicology’s key raisons d’être is to broaden our database and encompass human music-making in all its manifestations, the project at hand is not specialized enough, by which I mean not mindful enough of other voices at a comparable register of detail. Our emergent capacity to make analyses like the ones in this volume for other musics in the world presents an opportunity as yet untaken for the benefit of a general musicology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Sub-saharan African music since the days of Hornbostel ( 1928 ) has tenaciously stayed the dominant trope for otherness in Western music theory discourse. This issue of MTO does not so much challenge this state of affairs as try to coax and palliate it for the standards of contemporary discourse—as for example, via the ideological manifesto toward the beginning of Scherzinger’s piece. Acknowledging the potential benefit that analyses of African music could have to “a global debate about general theories of rhythm and meter,” there is no explicit acknowledgement that “global” signifies anything but a fusion of African/European binary. Here, and throughout, what is non-African is European, and vice-versa. Granted, there is also the Afro-European, represented by Butterfield and in part by Burns, to the extent that the latter is dealing with the diaspora. But what of the double negation, neither African nor European?",
                "footnotes": [],
                "citations": [
                    "hornbostel_1928"
                ]
            }
        },
        {
            "9": {
                "text": "[9] From such a standpoint it is a contrived and unfortunate consequence of history that African music’s interlocutor has been Europe, particularly in Anglophone writings. Hindsight may be 20-20, but there is no compelling logic to the juxtaposition when we take a wider view. Intercultural comparison of structures ought to have the chance to proceed not from historical happenstance but from first principles of music. I conjecture that we are more likely to identify unsuspected relationships from the application of such principles when the frameworks invoked are not the conventional ones of culture, politics or history.  This could mean systematic consideration of time organization since this is the most general of music’s parameters. In particular we may wish to make the notions of repetition and cyclicity—those most un-European of tropes, the very ones that have been effectively wielded to “other” Africa, and that have made strange bedfellows of the two worlds—and turn to them categorically to see what their range of qualities actually is when accounted for globally with a discerning musicological eye.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Can we formulate dialogue among African and various Asian traditions? Imagine (merely for some glancing examples) highly cultivated musics like South Indian classical (carnatic), Japanese court (gagaku), and modern Balinese gamelan (kebyar) as interlocutors, all predominantly cyclic in their distinctive ways, interrogating each other and the musics of Senegal, Zimbabwe or Ghana explored in this issue. What variety and extent of musical behaviors can we expect to discover and classify through such a comparative study? For each music it is the melding and interweaving of layers of temporal quality that creates identity. It is apparent that the complex of temporal processes constituting European linearity—still a default epistemological springboard for music theory—is merely one family of temporal qualities among many in the world. But is the habit of defining its characteristics by genre or culture a sensible one? We are accustomed to thinking that in its approach to repetition and cycle, European music presents more of an exception than a rule, a quality long invoked in support of its own entitled sense of exceptionalism, a cultural attitude that now seems to have run its course. Parsed into its component procedures and layers, in what ways are European temporalities separate from or linked with other approaches?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Hence to reach out, to bring many families of temporality together in a common discourse, scholars with sufficient experience in each would need to feel impelled to take up the mantle. No small thing, but a meta-vocabulary developed in cognizance of the way each tradition treats basic musical parameters (and how they name them, if they do) would be paramount, such that terms do not end up disfigured when applied to one music and then, subsequently, another.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] How can we effectively characterize “cycle” given the variety of its manifestations in world music, and what criteria can be applied cross-culturally for evaluating cyclic traits and coming to terms with their identifying processes like repetition? We have scattered generalized treatments of the notion of repetition in the literature ( Rahn 1993 and Mâche 2001 : 237-44 are exploratory examples) but these are philosophical in tone. Certainly one remarkable thing about cyclicity and repetition, manifest distinctively in each musical case, is the variable degree of their explicit materialization in music-as-performed. A cycle can comprise literal sounded repetition in every layer of the music or it can be grounded in only some or one of the layers, or it can be a merely implicit, felt set of guidelines. It can comprise a fixed number of pulsations at a set tempo, or a set of events of indeterminate durations set out in a certain order. Likewise with repetition, there is the literal sort plus repetition transformed through variation or equivalence class, however these processes may be enacted or contested in each culture.",
                "footnotes": [],
                "citations": [
                    "rahn_1993"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Given those variables, what is the interaction of each music’s particular genus of cycle and repetition with related dimensions of structure? In much South Indian music a permanent cycle and tactus rate is marked through chironomy and basic drumming schemata, but melodic configurations and drumming patterns extend to radically variable groupings and subdivisional mutations with the support of that substrate. In metricized portions of gagaku, percussion patterns are strictly cyclic in content and repetition, layered with melodies that group together with them. But the melodic units recur with an irregular modularity that generates an often asymmetrical formal composite, and the whole is destabilized with an impressively flexible approach to regular pulsation. Cycles in Balinese music, like in Africa, usually engage most layers of the texture but do so with a rhythmic layering that is stratified and regularly punctuated rather than interwoven. While this clarifies metric identity, the extraordinary variability of tempo characteristic of the genre causes the tactus to shift repeatedly among metric levels, while the music discursively progresses to different cycles of varying dimensions—but can also leave cyclicity in the dust more than is commonly known.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Holding cycle and repetition fixed as points of comparison, other parameters—tactus, tempo, subdivision, texture, grouping, form—come into relief in relation to them. Each of these parameters, if defined with maximal neutrality, could sit as a locus of fruitful debate. The far possibility to inventory and subsequently typologize the ways human beings have structured musical time would be the prize to keep one’s eyes on. Perhaps the most obvious benefit of this line of thinking would be an evolving capacity to make statements about geographically and historically distinct musics that share certain temporal properties, hence to glimpse human production of temporalities in their fullest contexts and varieties and so to synergize with an anthropology of music. While this presupposes an institutional music theory different from that of the current paradigm, the idea of it even in North American discourse is not new ( Rowell 1972 ) and it has been advanced in some significant and enduring writings ( Powers 1980 and Kolinski 1965 , 1973 , Nattiez 2007 [among others]).",
                "footnotes": [],
                "citations": [
                    "rowell_1972",
                    "powers_1980",
                    "kolinski_1965",
                    "kolinski_1973",
                    "nattiez_2007"
                ]
            }
        },
        {
            "15": {
                "text": "[15] It’s tempting to leap in. Accessibility has stimulated exposure and curiosity about music to a kind of saturation; that tap is flowing and cannot be turned off. As a bulwark against too much rushing to stake out new territory (and the unrestrained idealism of the foregoing) we have only scholarly prudence and the wisdom of making modest claims. How can theory responsibly investigate the rapidly growing list of repertoires it is impelled to treat? Doubtless nearly all theorists today bring other repertoires that they know well to the table, although while such a natural evolution will reveal people’s tastes and influences, unfettered growth of diversity will not lead to evenness of coverage. Should such evenness be a desideratum? What role can or should fieldwork play in future specialist training, as it has in the formation of all the authors represented in this issue? Which parts of all this would we be teaching to young musicians? These possibilities and questions are latent in the careful arguments brimming between these digital covers.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.10.16.4.tenzer.html",
    "data": "mto/data/mto.10.16.4.tenzer.json"
}