{
    "title": "“Schenkerian-Schoenbergian Analysis” and Hidden Repetition in the Opening\nMovement of Beethoven’s Piano Sonata Op. 10, No. 1",
    "date": "1999/01/01",
    "volume": "5",
    "issue": "1",
    "authors": [
        "Boss, Jack F."
    ],
    "abstract": "A process akin to Schoenberg’s “musical idea” accounts to a large degree for motivic coherence in the first movement of Beethoven’s Piano Sonata Op. 10, No. 1. My article illustrates this process by means of a synthesis of Schenker’s and Schoenberg’s approaches to analysis. I use Schenkerian analysis to identify potential motives at various levels of musical structure, then interpret the treatment of some of these segments according to Schoenberg’s model. I also show how the primary motivic process interacts with other such processes in the first movement.",
    "keywords": [
        "motive",
        "hidden repetition",
        "Grundgestalt",
        "musical idea",
        "Schenker",
        "Schoenberg",
        "Beethoven"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.1/mto.99.5.1.boss.pdf",
    "author_info": [
        {
            "name": "Jack F. Boss",
            "university": "School of Music",
            "address": "1225 University of Oregon, Eugene, OR 97043-1225",
            "email": "jfboss@oregon.uoregon.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. David Beach, “Motive and Structure in Beethoven’s Piano Sonata Op. 110,\nPart I: The First Movement,” Integral 1 (1987): 1–29; Charles Burkhart,\n“Schenker’s Motivic Parallelisms,” Journal of Music Theory 22 (1978):\n145–75; Allen Cadwallader and William Pastille, “Schenker’s High-Level Motives,” Journal of Music Theory 36 (1992): 119–48; Roger Kamien, “Aspects of Motivic\nElaboration in the Opening Movement of Haydn’s Piano Sonata in C ♯ Minor,” in Aspects\nof Schenkerian Theory , ed. David Beach (New Haven and London: Yale University Press,\n1983), pages 77–93; John Rothgeb, “Thematic Content: A Schenkerian View,” in Aspects\nof Schenkerian Theory , ed. David Beach (New Haven and London: Yale University Press,\n1983), pages 39–60; Carl Schachter, “Motive and Text in Four Schubert Songs,” in Aspects\nof Schenkerian Theory , ed. David Beach (New Haven and London: Yale University Press,\n1983), pages 61–76.",
            "citations": []
        },
        "FN2": {
            "text": "2. For instance, David Epstein’s Beyond Orpheus: Studies in\nMusical Structure (Cambridge, MA: MIT Press, 1979), in general treats the Grundgestalt as a unifying interval pattern, while Patricia Carpenter and Severine Neff (and I)\nunderstand it as the source of a “tonal problem” that gives rise to a process of\nelaboration and resolution. See the Carpenter and Neff articles cited in footnote 3.",
            "citations": []
        },
        "FN3": {
            "text": "3. Schoenberg mentions musical idea and its components briefly in\nessays such as “New Music, Outmoded Music, Style and Idea,” Style and Idea ,\ntrans. Leo Black, ed. Leonard Stein (Berkeley: University of California Press, 1984), pages\n113–24, and in Fundamentals of Musical Composition , 2nd ed., ed. Gerald Strang and\nLeonard Stein (London: Faber and Faber, 1970). He treats the concept more substantively in\nhis posthumously-published textbook The Musical Idea and the Logic, Technique and Art\nof its Presentation , ed., trans., and with a commentary by Patricia Carpenter and\nSeverine Neff (New York: Columbia University Press, 1995), though even there he does not\npresent a complete illustration of a musical idea manifested by an individual work. More\nexhaustive applications of Schoenberg’s approach are provided by his student Patricia\nCarpenter and Carpenter’s student Severine Neff in a series of articles, of which the\nfollowing are representative: Carpenter, “ Grundgestalt as Tonal\nFunction,” Music Theory Spectrum 5 (1983): 15–38; idem, “A Problem in\nOrganic Form: Schoenberg’s Tonal Body,” Theory and Practice 13 (1988): 31–63;\nNeff, “Schoenberg and Goethe: Organicism and Analysis,” in Music Theory and\nthe Exploration of the Past , ed. David Bernstein and Christopher Hatch (Chicago:\nUniversity of Chicago Press, 1993), pages 409–33.",
            "citations": []
        },
        "FN4": {
            "text": "4. John Rothgeb, review of Brahms and the Principle of Developing\nVariation by Walter Frisch, Music Theory Spectrum 9 (1987): 204–15; idem,\n“Thematic Content,” 40–42; Charles Burkhart, “Schenker’s Motivic\nParallelisms,” 146–47.",
            "citations": []
        },
        "FN5": {
            "text": "5. See footnote 2 for a full reference to Epstein’s work.",
            "citations": []
        },
        "FN6": {
            "text": "6. Such an interpretation of Schoenberg’s concept can be traced back\nto Josef Rufer’s analysis of the first movement of Beethoven’s Sonata Op. 10 No. 1 in Composition\nwith Twelve Notes Related Only to One Another , trans. Humphrey Searle (New York:\nMacmillan, 1954), pages 38–45. Rufer highlights the repetitions and variations of motives in\nthe movement’s initial phrase, showing how such techniques unify the movement (and mark\nBeethoven as a precursor to Schoenberg the twelve-tone composer), but gives no suggestion\nthat a process involving problem, elaboration and resolution organizes the motivic\nvariation.",
            "citations": []
        },
        "FN7": {
            "text": "7. Janet Schmalfeldt, “Towards a Reconciliation of Schenkerian\nConcepts with Traditional and Recent Theories of Form,” Music Analysis 10/3\n(1991): 233–87.",
            "citations": []
        },
        "FN8": {
            "text": "8. Example 1 also\nillustrates the initial occurrence of a third motive, beta, the descending fifth. Its\nlater manifestations in the movement will be discussed at length in paragraph [15].",
            "citations": []
        },
        "FN9": {
            "text": "9. My reading of measures 1–9 is modeled (though not at every point)\non Schenker’s analysis in “Further Consideration of the Urlinie: I,” trans. John\nRothgeb, in The Masterwork in Music , vol. 1, ed. William Drabkin (Cambridge:\nCambridge University Press, 1994), pages 105–06. Schenker’s graphs at levels d) and c) in\nthis analysis not only clearly portray what I am calling motive delta as an ascending\nthird harmonized in tenths and my alpha as a neighbor C5-B4-C5 that is then turned into a\ndouble neighbor through the addition of the diminution D5, but they also give alpha a\nsmaller notehead size, marking it as an inner voice in this initial presentation. Schenker\nin the commentary writes about a “dispute” between alpha and delta,\ncharacterizing them as ‘competitors’ for status as principal line and asserting that delta\ndeserves preeminence as initial ascent to the primary tone.",
            "citations": []
        },
        "FN10": {
            "text": "10. The transition is not shown in Example 2 to save space in the graphical file; the reader will want\nto refer to the full score for measures 32–56. Descending groups of three parallel 10ths can be\nheard at measures 34–36 and measures 38–40; while measures 42–46 adds tenths before and after to extend\nthe motive to five parallel tenths, and the dominant pedal following measure 48 repeats the\ndescending form of delta twice at measures 49–52 and 53–56, in soprano and tenor voices.",
            "citations": []
        },
        "FN11": {
            "text": "11. Robert O. Gjerdingen, A Classic Turn of Phrase (Philadelphia: University of Pennsylvania Press, 1988), especially chapters 4 and 5.",
            "citations": []
        },
        "FN12": {
            "text": "12. My interpretation of measures 86–90 as two alpha motives hinges on\nreading the six-four chord in measure 88 as a passing chord within a prolongation of the same chord\nfrom measure 86 to measure 90. This sort of interpretation has precedents in the Schenkerian\nliterature—for example, Schenker’s own reading of measures 21–28 of J. S. Bach’s C-Minor\nPrelude from Book I of the Well-Tempered Clavier. Schenker maintains that a cadential six-four chord in measures 21–27 resolves to V at measure 28. The prolongation of the six-four chord is accomplished\nmainly through a neighbor vii o 7 /V. In turn, chromatically-altered chord skips from F ♯ to A ♭ and back to F ♯ within this vii o 7 /V are filled in by passing Gs, creating passing six-four chords that are ultimately part of the prolongation of the same chord. See Figure 1 (page 48) and\nthe associated commentary (especially pages 50–51) in Heinrich Schenker, “The Organic\nNature of Fugue as Demonstrated in the C Minor Fugue from Bach’s Well-Tempered Clavier,\nBook I,” trans. Hedi Siegel, in The Masterwork in Music , vol. 2, ed. William\nDrabkin (Cambridge: Cambridge University Press, 1996), pages 31–54.",
            "citations": []
        },
        "FN13": {
            "text": "13. Epstein, Beyond Orpheus , pages 127–29.",
            "citations": []
        },
        "FN14": {
            "text": "14. Schoenberg, Fundamentals of Musical Composition , page 9.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Among followers of Schenker, the notion of “hidden repetition” has\ngarnered a good deal of interest in recent years. Articles by Beach, Burkhart, Cadwallader\nand Pastille, Kamien, Rothgeb, and Schachter, among others, have illustrated how\nrepetition of a given motive or motives at different levels contributes to organic\ncoherence in a variety of tonal works. (1) However, one rarely finds in this literature a comprehensive treatment of how the\nrepetitions of a motive (hidden or otherwise) in a piece bind together into one\nall-encompassing process. Many tonal pieces can be heard as working out just such\nprocesses: one not only exists in the first movement of Beethoven’s Sonata Op. 10, No. 1,\nbut also accounts to a large degree for that piece’s motivic coherence.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] There is another analytic tradition originating in the same time and place as\nSchenker’s that concerns itself specifically with the question of how a single process can\norganize motivic relations (or other kinds of relations) across the surface of a tonal\npiece. That tradition stems from the theoretical work of Arnold Schoenberg. Schoenberg’s\nanalytic approach has not been adopted as commonly in studies of tonal music as has\nSchenkerian analysis: one possible reason is a disagreement among scholars who use\nSchoenberg’s method about its basic terms and concepts, such as “developing\nvariation,” Grundgestalt , and “musical idea.” (2) Accordingly, I begin by briefly\noutlining my understanding of the Schoenbergian terms crucial to my study. Schoenberg\naccounts for coherence in a piece by showing how its initial material (what he calls Grundgestalt )\nsets up an opposition of pitches, chords, motives, or rhythms that is then elaborated\nthrough the course of the piece and ultimately resolved (by the principal ingredient of\nthe Grundgestalt absorbing or subsuming its opponent) at or near the end. This\nblueprint for a whole piece, which can also be thought of as a compositional dialectic, is\nwhat Schoenberg means by the term “musical idea” or musikalische Gedanke . (3) My article will show how the motives\nat foreground and low-middleground levels in the first movement of Beethoven’s Op. 10, No.\n1 project a process very much like that described by Schoenberg, but unlike Schoenberg and\nother scholars who practice Schoenbergian analysis, I will limit what I call\n“motive” to segments that are equivalent to diminutions in the Schenkerian sense\nor that combine such diminutions. This is how I plan to forestall the kinds of criticism\nthat have been made against Schoenbergian analysis by Schenkerians such as Rothgeb and\nBurkhart; namely, that the motivic segments in Schoenberg’s analyses and those of his\nfollowers disagree with the segmentation that would be imposed by a correct Schenkerian\ngraph. (4) Since my approach relies on\nSchenker for motive identification but interprets the relations between some of these\nmotives in a way parallel to Schoenberg’s musical idea, I have given it the label\n“Schenkerian-Schoenbergian Analysis.”",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] I believe “Schenkerian-Schoenbergian Analysis” introduces a new way of\namalgamating the two approaches. Others have attempted to combine them, most notably David\nEpstein in Beyond Orpheus , but in ways considerably different from the present\narticle. (5) Epstein’s concept of\n“musical idea” focuses primarily on the power of the Grundgestalt to\nunify the piece through its repetition at various structural levels, not on the\ndialectical process that organizes such repetitions through the piece. (6) His focus results in some insightful\nanalyses, which sometimes describe the introduction of elements foreign to the main\ntonality within the Grundgestalt and the elaborations through the piece of such\noppositions (his account of the E ♭ -D- C ♯ motive that appears in measures 4–5 of the first\nmovement of Beethoven’s Eroica Symphony and its subsequent consequences is a good\nexample; see pages 111–27). Yet rarely does he show how such foreign elements are\nassimilated into the home tonality as the final stage of an overarching process. In\naddition, the middleground shapes Epstein claims as offspring of the motive sometimes\ndiverge from what would typically be considered Schenkerian middlegrounds (again, an\nexample can be found in his Eroica analysis: a reordering of the E ♭ -D- C ♯ motive\nthat goes D- E ♭ - D ♭ , see page 114). In the present article, middleground motives always\nfunction as diminutions in an orthodox sense.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Another, more recent, contribution that combines aspects of Schoenberg’s\ntheoretical writings with the Schenkerian approach is Janet Schmalfeldt’s Music\nAnalysis article on the “Reconciliation of Schenkerian Concepts with Traditional\nand Recent Theories of Form.” (7) Schmalfeldt focuses on a different aspect of Schoenberg’s theoretical output from my\narticle: she demonstrates rather convincingly the mutual influences between formal\nelements introduced or developed by Schoenberg in Fundamentals of Musical Composition and various harmonic-contrapuntal structures characteristic of the Schenkerian viewpoint.\nMuch of her article deals with Schenkerian correlates to the parts of the\n“sentence” structure proposed by Schoenberg in Fundamentals , but in\naddition she illustrates how Schoenberg’s distinction between “fixed” themes and\n“loosely-constructed” themes and transition sections is enriched by and\ncontributes to the Schenkerian perspective. One of the main pieces she analyzes is the\nsame Beethoven sonata movement I take up in my article; accordingly, I will comment on\ndifferences between Schmalfeldt’s and my analyses of specific passages in the footnotes. Example 1 . Beethoven, Sonata Op. 10, no. 1, i, mm. 1–10, beginning of exposition’s first theme (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In Beethoven’s Op. 10, No. 1, first movement, the Grundgestalt is measures 1–9,\nthe initial period plus the downbeat of the following measure. See Example 1 . This opening unit contains two voice-leading strands\nwithin the i - vii o - i 6 progression that can be heard as opponents to one another. The\nreasons are: 1) they present diminutions of different kinds, and 2) they are given\ncontrasting characters through the surface characteristics applied to them such as\nregister, dynamics, and diminution. These motives are the ascending third harmonized by\nparallel tenths (labeled delta in Example 1)\nand the double neighbor figure (labeled alpha). (8) Within the Grundgestalt , motive delta is undoubtedly more\nstrongly presented. Delta’s first two notes ( E ♭ and F) are not only led up to by long\narpeggios at a forte dynamic, but also are set in a high register, repeated and\naccented. The third note of delta, G (which is the movement’s primary tone), gets less\nregistral, diminutional, and dynamic emphasis, yet it has a relatively long note value and\noccurs on a downbeat. It, too, has an arpeggio prefix, consisting of two grace notes.\nMeanwhile, the parallel tenths supporting delta possess the registral low end of the\npassage, and are also dynamically emphasized. In contrast, motive alpha occurs in a middle\nregister at a piano dynamic and has no surface diminutions prefixed to its members,\ngiving it an unmistakable inner-voice quality. (9) Example 2 . Beethoven, Sonata Op. 10, no. 1, i, mm. 56–71, beginning of exposition’s second theme (click to enlarge)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] According to Schoenberg’s “idea,” the next step in Beethoven’s process,\nhaving established an opposition between motives delta and alpha, would be to elaborate\nthat opposition. Analyses by Schoenberg, Patricia Carpenter, and Severine Neff (as well as\nothers) illustrate a variety of ways that tonal pieces elaborate such oppositions; often,\none of the opposing elements is a foreign pitch or chord with respect to the home key and\nthe other is the tonic triad, and the elaboration consists of allowing the foreign element\nto simulate a tonic. In the movement under consideration, however, the procedure is a bit\ndifferent, since the opposing elements are two motives, both members of the\ntonal-prolongational structure of measures 1–9, which are marked as divergent by surface\ncharacteristics such as register and dynamics rather than by the tonalities they\nrepresent. In a few words, Beethoven gradually increases motive alpha’s salience by giving\nit delta’s original surface characteristics, while at the same time submerging motive\ndelta by replacing its dominant characteristics with more recessive ones. This process\nthen culminates in delta becoming a diminution of alpha, which, it seems to me, makes the\nmotivic process resemble Hegelian dialectic. The exchange of status between the two\nmotives begins at the exposition’s second theme, directly following a transition based\nalmost entirely on the inversion of motive delta. See Example 2 . (10) The first presentations of alpha in measures 56–70 are somewhat veiled: they occur in the\nmiddleground behind the bass part, and are inversions of the original alpha. The soprano\nduring these same measures does not present alpha as such; but instead begins with the\nmiddleground succession 1 ˆ - 7 ˆ 4 ˆ - 3 ˆ . This succession not only balances upper and lower\nneighbors like alpha and hence can be heard as related to it, but it also creates a rather\nnormative example of the style structure Robert Gjerdingen identifies as a hallmark of the\nClassical era; combined as it is with alpha in the bass and I - V - V - I in the\nharmony, and placing as it does suspensions leading to 7 ˆ and 3 ˆ on downbeats 4 measures\napart. (11) The soprano follows\nthis at measures 64–71 with an ornamented version of a similar succession, 1 ˆ - 7 ˆ 2 ˆ - 3 ˆ , which\nin its contrapuntal, harmonic and metrical contexts also strongly resembles Gjerdingen’s\nstyle structure. The passage we have just discussed and the corresponding one in the\nrecapitulation (measures 215–48) are the only places in the movement where alpha plays a part\nin such structures; so that it is not necessary here to shift our focus to them from the\nprocess we are beginning to describe involving the gradual transformation of alpha within\nthis movement. (Had we been considering relationships between Beethoven’s sonata movement\nand those of his Classical precursors—as Gjerdingen does—we might, however.) We can\nthink of such style structures as early stages that alpha passes through on its journey\ntoward greater salience: stable passages within which alpha (as bass line rather than\ninner voice) plays an increasingly significant role. Example 3 . Beethoven, Sonata Op. 10, no. 1, i, mm. 82–94, end of exposition’s second theme (click to enlarge) Example 4 . Beethoven, Sonata Op. 10, no. 1, i, mm. 94–105, exposition’s codetta (click to enlarge) Example 5 . Beethoven, Sonata Op. 10, no. 1, i, mm. 106–118, beginning of development (click to enlarge) Example 6 . Beethoven, Sonata Op. 10, no. 1, i, mm. 118–133, middle of development (click to enlarge) Example 7 . Beethoven, Sonata Op. 10, no. 1, i, mm. 136–150, later part of development (click to enlarge) Example 8 . Beethoven, Sonata Op. 10, no. 1, i, mm. 215–248, recapitulation’s second theme (click to enlarge) Example 9 . Beethoven, Sonata Op. 10, no. 1, i, mm. 259–267, latter part of recapitulation’s second theme (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The principal way that Beethoven increases motive alpha’s salience in this movement is to bring it from the middleground closer to the surface (and then he gives it delta’s surface characteristics, as I suggested above). Authors on hidden repetition generally refer to this technique as “contraction”; see for example the Rothgeb and Burkhart articles mentioned in footnote 1. There are three contractions of alpha in the second theme’s closing measures—one at measures 82–84 (which is repeated at measures 84–86) and the others at measures 86–90, in the alto and bass. See Example 3 . Beethoven highlights the first contraction of alpha as a segment by repeating it, while the second and third at measures 86–90 are set off by registral and textural changes, as\nwell as by the reintroduction of the ascending arpeggio prefix characteristic of delta\nwhen it first appeared in measures 1–9. These three double neighbors are not literally on the\nsurface of the music, but are certainly closer than their counterparts in measures 56–70\n(actually, not being on the surface helps us hear them as increasingly salient, given the\nfast tempos at which the passage is normally played). The last two alphas at measures 86–90\nincorporate a B ♭ passing tone between the upper neighbor C and the lower neighbor A ♮ —creating ascending and descending spans of a third within the vii o 7 /V chord.\nThis is a significant move, because the ascending and descending thirds, delta and its\ninversion, now serve as diminutions of the double neighbors, alpha and its inversion;\nprefiguring Beethoven’s ultimate synthesis later in the piece, where the ascending third\nornamenting the double neighbor moves up out of the inner voice into the soprano. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The codetta in the exposition summarizes the direction of the foregoing measures\nand at the same time brings alpha forward all the way to the surface of the music. See Example 4 . The tonic pitches in the descending E ♭ arpeggio from measure 98 to measure 105 are all decorated by lower and upper neighbors; the former\nharmonized, the latter dissonant. The dominant pitches receive a single upper neighbor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The development section begins with a presentation of motive delta, the ascending\nthird, in C major, which retains many of the surface features that accompanied delta in\nthe first theme: the ascending arpeggios leading up to E ♮ and F, the alternation\nbetween forte and piano dynamics, the accents on repeated E ♮ s and Fs.\nSee Example 5 . But two essential features of\nthe original ascending third are now missing; and because of this, it makes more sense to\nhear high E ♮ , F and G as surface diminutions rather than the low-middleground\nmotive that delta had originally been. First, motive delta no longer prolongs a tonic\ntriad—while the E ♮ is harmonized by I and the F by vii o , just as before, the G\nis now supported by a vii o of iv, leading into the next section of the development\nwhich tonicizes F minor. Second, the harmonization in parallel tenths that delta had\noriginally had has disappeared: instead, we hear E ♮ -F-G in the lowest voice, which\nwould cause middleground parallel octaves with a manifestation of delta in the highest\nregister. Possibly we could hear this low-register ascending third as delta without the\naccompanying tenths, but in that case the members of delta would all lack the surface\ncharacteristics such as diminution, accent, and dynamics that marked them as dominant in\nmeasures 1–9. All these factors work together to make the ascending third less salient.\nMeanwhile, motive alpha also bridges I to vii o of IV, but as a diminution circling\naround a single note— E ♮ this time rather than C—it seems better able to retain\nits aural identity while reinforcing the ultimate direction of the passage (toward the\nsubdominant).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The trend of bringing motive alpha forward to the surface and thus increasing its\nsalience, which we heard in the exposition, continues in the development. See Example 6 . At measures 119–21, we hear the double\nneighbor at the surface in the soprano: this is the original form, with lower neighbor\nfirst. It appears again a perfect fourth higher at measures 127–29, as part of a sequence\ntonicizing first iv, then iv of iv. At the same time, the inversion of alpha underlies the\ntonicizations of F minor and B ♭ minor, in a manner very similar to the second theme. All\nthe notes of alpha get a consonant skip of a third, as they had in the earlier passage,\nand the harmony, I - V - V - V 7 - I, only slightly varies that of the earlier\npassage (though the addition of V 7 turns alpha into a motive projected by a combination of\ntwo voices; the third note of alpha— E ♮ in measure 121 and A ♮ in measure 129—is,\naccording to my reading, a tenor note). In measures 118–33, then, the alpha motive appears\nsimultaneously at two levels—foreground and low middleground—saturating the pitch\nstructure in a way we have not heard to this point. In the measures almost immediately\nfollowing, the double neighbor begins to saturate the piece in another way. See Example 7 , my graph of measures 136–41 and their\nimmediate context. Here, every two-measure unit contains alpha, presented in sixths and\ntenths without accompaniment to call the listener’s attention to it. These measures are a\nculmination of the double neighbor’s gradual growth in salience—at this point in the\nmovement, nothing is happening except alpha. The graph makes clear the function of\nthese motivic repetitions in their larger context: they embellish a prolonged neighbor A ♭ which resolves back to the primary tone at measure 148. One interesting aside about Beethoven’s\napproach to the primary tone: note that the B ♭ neighbor that supplants A ♭ in measures 143–45,\nthe A ♭ , and the eventual resolution G are counterpointed by lower neighbors in the bass, E ♮ -F and B ♮ -C. The notion of balancing upper and lower neighbors affects\nthis piece in ways beyond the process involving the alpha motive. We’ll see another,\nhigher-level, example later on.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] As one would expect, the recapitulation replays the motivic process we heard in\nthe exposition, with few changes (although one of those changes is extremely significant\nto the motivic process as a whole). Motive delta reasserts itself at measures 168–76,\n“pushing alpha back down into the inner voice,” as it were. And although the\nrecap’s transition points toward F major rather than E ♭ as it originally had, it still\nrelies heavily on inversions of delta. Motive alpha does not begin to regain the upper\nhand until the second theme at measure 215. See my graph of measures 215–47 in Example 8 . Since Beethoven states the first two phrases of his theme\nin F major, then repeats them in C minor, we have two opportunities to hear the\nrepeated inversion of alpha in the bass, counterpointed against 1 ˆ - 7 ˆ 4 ˆ - 3 ˆ and 1 ˆ - 7 ˆ 2 ˆ - 3 ˆ in the soprano. Not only has the composer “corrected” the key of his\nsecond theme, but he has given himself an opportunity to powerfully reassert the alpha\nmotive through repetition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In measures 251–53, the movement’s fundamental line makes its descent to 3 ˆ , and this\nis followed almost immediately (at measures 259–67) by the statements of motive alpha that we\nheard first in the latter measures of the exposition’s second theme. See Example 9 . In the recap, the double neighbors\nornament the fifth scale degree, G, setting the listener up for the movement’s final\ncadence. The first two of these at measures 259 and 261 are not that different from their\ncounterparts in measures 82 and 84. (One might comment on the way the upper neighbor is delayed\nin the second alpha through consonant skip diminutions.) But the third and fourth\nmanifestations of motive alpha at measures 263–67 add something significant to their\ncounterparts at measures 86–90: the double neighbor that mirrors that of the bass has been\nmoved up from the alto into the soprano. As the alto had earlier, the soprano here\nprojects a transposition of the original alpha motive (that is, with lower neighbor\nfirst). Like its alto predecessor, this soprano occurrence of alpha includes an ascending\nthird as a diminution between the lower and upper neighbors, and the ascending third,\nlike the original delta of measures 1–9, is ornamented by arpeggios. This subsumption of delta\nand its diminutions by alpha, as I suggested before, constitutes the motivic synthesis\nthat completes the movement’s overarching dialectic. While this synthesis had been buried\nin an inner voice at measures 86–90 (like the alpha motive itself at measures 1–9), here it bursts\ninto prominence, capturing both of the outer voices that had belonged to delta at the\nbeginning of the movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Thus the surface, foreground, and low middleground manifestations of motives alpha\nand delta project a process akin to Schoenberg’s musical idea, which gives a kind of\nmotivic coherence to Beethoven’s work that goes beyond simple unity. One question remains\nto be answered, however, concerning my account of this motivic process, a question that\nmay have caused some skepticism on the part of the reader. Namely, to what extent can we\nthink of entities such as alpha and delta as motives , since many tonal pieces\ndepend on and often feature double neighbors and ascending thirds harmonized in parallel\ntenths? Shouldn’t these rather be thought of as common voice-leading components of the\ntonal system? David Epstein in Beyond Orpheus suggests one answer to this question;\n\nI will consider his and then contrast it with my own. According to Epstein, a common tonal\nelement such as a major triad can be heard as a motive if it displays some “unusual\nproperty or characteristic” that it shares with other manifestations of that motive\nin the piece. For example, his attribution of motive status to the two E ♭ chords that open\nthe first movement of Beethoven’s Eroica Symphony hinges on the fact that their\n(rather unusual) spacing replicates almost exactly the pitch-class sequence of the\nbeginning of the first theme. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In the opening movement of the Op. 10, No. 1 sonata, however, it is difficult to\nfind unusual characteristics of (for instance) the alpha motive in measures 1–9 that it shares\nwith the other manifestations of alpha in the piece. Indeed, alpha’s gradually taking on\nnew characteristics as the movement progresses is a crucial reason for my hearing the\npiece as the elaboration of an opposition between alpha and delta. It seems that here the\nmotives should be justified as such on different grounds. Possibly the fact that they take\npart in a process that spans the entire piece is enough; in other words, it is the motivic\nprogression itself that invests alpha and delta with motivic significance. My\nviewpoint here does not go too far beyond Schoenberg’s when he asserts in Fundamentals\nof Musical Composition that “every element or feature of a motive must be\nconsidered to be a motive if it is treated as such, that is if it is repeated with or\nwithout variation.” (14) The\nmain difference is I am claiming that it is not mere directionless repetition or\nvariation, but an organized process of repetition and variation that causes me to\nsingle alpha and delta out from among all the other components of voice-leading in the\npiece. Many tonal pieces do indeed repeat and vary double neighbors and third-spans\nharmonized in tenths, but how many set two such components against one another in an\nopposition based on surface characteristics at the beginning, allow one to gradually wrest\nthe position of dominance (or salience) from the other as the piece progresses, then\nculminate the process at the end by making the component that had been more salient at the\nbeginning serve as the diminution of the other? Example 10 . Beethoven, Sonata Op. 10, no. 1, i, mm. 9–22, latter part of exposition’s first theme (click to enlarge) Example 11 . Beethoven, Sonata Op. 10, no. 1, i, mm. 270–284, recapitulation’s codetta (click to enlarge) Example 12 . Beethoven, Sonata Op. 10, no. 1, i, mm. 56–71, reduction showing the underlying voice-leading (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] One other voice-leading component that Beethoven identifies as a motive through\nthe process in which it plays a part is what I will call motive beta. Motive beta gives\nrise to a non-dialectical process that also helps to structure the work, and in addition\nbeta combines with delta and alpha in ways significant to the shaping of the piece. Motive\nbeta is the stepwise descent through a perfect or diminished fifth. Its most common\nversion, G-F- E ♭ -D-C, makes its initial appearance at the end of the Grundgestalt (measures 9–10) at the surface. See Example 10 .\nMotive beta is repeated immediately at the surface, then repeats with identical pitch\nclasses at the middleground in measures 16–22. An incomplete beta, G-F- E ♭ -D, also provides a\nmiddleground framework for the closing measures of the development, measures 148–58. Finally,\nmotive beta at the same pitch classes, G-F- E ♭ -D-C, provides the Urlinie for the\nentire movement. As we progress through the movement, then, we realize that beta is\nundergoing a progressive expansion—it contributes to the pitch structure on progressively\nhigher levels. At the same time, all this expansion is balanced by beta’s occurrence\n(again as G-F- E ♭ -D-C) on the surface at the end of the piece. My Example 11 illustrates this. These surface reminders of beta at\npiece’s end hook up with motive alpha in an interesting way—notice that the C that ends\nbeta at measure 273 reappears as the goal note of alpha two measures later. In this way, beta\nseems to lead into alpha. But at the beginning of the piece, delta had led into beta in a\nsimilar way—see Example 1 again—the last note\nof delta becomes the first note of beta. We could characterize the interaction between the\nthree motives at beginning and end of piece as delta “handing off” to beta,\nwhich in turn “hands off” to alpha. Here also, we have a motivic process that\nshows alpha supplanting delta.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Another aspect of the piece’s motivic structure that my account of the dialectic\ninvolving delta and alpha ignored is the occurrences of these two motives at levels higher\nthan the low middleground. There are a number of them, but we will focus on only one,\nportrayed in Example 12 . This example\nverticalizes the unfoldings from the second theme in the exposition and changes some\nregisters to clearly illustrate the underlying voice-leading. As it turns out, the\nunfoldings in measures 56–70 project an upper neighbor G- A ♭ -G followed by a lower neighbor\nG-F-G—a close relative of the inverted alpha motive on E ♭ that structures the bass line\nin that same passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] We have seen that a segmentation of Beethoven’s Op. 10, No. 1 according to\nSchenkerian principles reveals a succession of motives that closely resembles the\ncompositional dialectic of Schoenberg’s “musical idea.” I believe that this\napproach constitutes a new way of combining Schenkerian and Schoenbergian analysis, one\nthat could have value for the analysis of works other than Beethoven’s. Recently I have\ntried a similar “hybrid” approach for the analysis of the first movement of\nMahler’s Tenth Symphony and for some of Schoenberg’s Op. 6 songs. With both composers,\n“Schenkerian-Schoenbergian Analysis” led to some significant insights about how\nthe music makes sense as a process in time. What is most interesting is that Schoenberg’s\n“idea” is able to form a framework for pitch structures in Beethoven and Mahler\nas well as Schoenberg’s own music—possibly this musikalische Gedanke could be one\namong several keys to understanding the development of music in German-speaking countries\nin the nineteenth and early twentieth centuries.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.99.5.1.boss.html",
    "data": "mto/data/mto.99.5.1.boss.json"
}