{
    "title": "Tonal Pairing and the Relative-Key Paradox in the Music of Elliott Smith",
    "date": "2012/12/01",
    "volume": "18",
    "issue": "4",
    "authors": [
        "Schultz, Rob"
    ],
    "abstract": "This article provides an introduction to American singer-songwriter Elliott Smith (1969–2003) by exploring his musical, lyrical, and personal predilection for ambiguity, contradiction, and paradox. Drawing upon Robert Bailey’s (1977, 1985) concept of tonal pairing and Candace Brower’s (2008) notion of pitch-space paradoxes, the article investigates the way in which these features manifest in selected songs from Smith’s catalogue, focusing in particular on his penchant for pairing relative keys and the use of paradoxical and/or contradictory themes in his lyrics. It then closes by advocating for further study of Smith’s music and the crucial role that contradiction and paradox plays in his approach to tonal structure.",
    "keywords": [
        "Elliott Smith",
        "tonal pairing",
        "relative keys",
        "paradox",
        "popular music"
    ],
    "doi": "",
    "received": "November 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.4/mto.12.18.4.schultz.pdf",
    "author_info": [
        {
            "name": "Rob Schultz",
            "university": "University of Massachusetts Amherst",
            "address": "273 Fine Arts Center East, 151 Presidents Drive, Amherst, MA 01003",
            "email": "rschultz@music.umass.edu"
        }
    ],
    "citations": {
        "bailey_1977": "Bailey, Robert. 1977. “The Structure of the ‘Ring’ and its Evolution.” 19th-Century Music 1, no. 1: 48–61.",
        "bailey_1985": "Bailey, Robert. 1985. “An Analytical Study of the Sketches and Drafts.” In Prelude and Transfiguration from Tristan and Isolde, ed. by Robert Bailey, 113–46. New York: W.W. Norton.",
        "ballard_1963": "Ballard Jr., Clint. 1963. “You’re No Good.” First recorded by Dee Dee Warwick, Jubilee 45-5459.",
        "beatles_1967": "The Beatles. 1967. Magical Mystery Tour . Capitol SMAL 2835.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32, no. 2: 95–110.",
        "brower_2008": "Brower, Candace. 2008. “Paradoxes of Pitch Space.” Music Analysis 27, no. 1: 51–106.",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10.4.",
        "everett_2008": "Everett, Walter. 2008. “Pitch Down the Middle.” In Expression in Pop-Rock Music , 2nd edition, ed. by Walter Everett, 111–74. New York: Routledge.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes . New York and Oxford: Oxford University Press.",
        "everly_1960": "The Everly Brothers. 1960. “Cathy’s Clown.” Warner Brothers 5151.",
        "kierkegaard_1985": "Kierkegaard, Søren [Johannes Climacus, pseud.]. 1985 (1844). Philosophical Fragments . Translated and ed. by Howard V. Hong and Edna H. Hong. Princeton: Princeton University Press.",
        "kierkegaard_1987": "Kierkegaard, Søren [Victor Eremita, pseud.]. 1987 (1843). Either/Or . Translated and ed. by Howard V. Hong and Edna H. Hong. Princeton: Princeton University Press.",
        "kierkegaard_2006": "Kierkegaard, Søren [Johannes de silentio, pseud.]. 2006 (1843). Fear and Trembling . Ed. by C. Stephan Evans and Sylvia Walsh, translated by Sylvia Walsh. Cambridge: \tCambridge University Press.",
        "kinderman_1980": "Kinderman, William. 1980. “Dramatic Recapitulation in Wagner’s ‘Götterdämmerung.’” 19th-Century Music 4, no. 2: 101–12.",
        "kinderman_1996": "Kinderman, William. 1996. “Dramatic Recapitulation and Tonal Pairing in Wagner’s Tristan und Isolde and Parsifal .” In The Second Practice of Nineteenth-Century Tonality , ed. by William Kinderman and Harald Krebs, 17–33. Lincoln: University of Nebraska Press.",
        "krebs_1996": "Krebs, Harald. 1996. “Some Early Examples of Tonal Pairing.” In The Second Practice of Nineteenth-Century Tonality , ed. by William Kinderman and Harald Krebs, 17–33. Lincoln: University of Nebraska Press.",
        "leaf_1936": "Leaf, Munro. 1936. The Story of Ferdinand . Illustrated by Robert Lawson. New York: The Viking Press.",
        "lemay_2009": "Lemay, Matthew. 2009. XO . New York and London: Continuum.",
        "lewis_1984": "Lewis, Christopher Orlo. 1984. Tonal Coherence in Mahler’s Ninth Symphony . Ann Arbor: UMI Research Press.",
        "mehldau_2000": "Mehldau, Brad. 2000. Deregulating Jazz . Warner Brothers B000WW1ISO.",
        "morgan_1999": "Morgan, Robert. 1999. “Are There Two Tonal Practices in Nineteenth-Century Music?” Journal of Music Theory 43, no. 1: 135–63.",
        "nugent_2004": "Nugent, Benjamin. 2004. Elliott Smith and the Big Nothing . Cambridge, MA: Da Capo Press.",
        "o’riley_2006": "O’Riley, Christopher. 2006. Home to Oblivion: An Elliott Smith Tribute . World Village B000QQTU36.",
        "pomeroy_2004": "Pomeroy, Boyd. 2004. “Tales of Two Tonics: Directional Tonality in Debussy’s Orchestral Music.” Music Theory Spectrum 26, no. 1): 87–118.",
        "salzer_1952": "Salzer, Felix. 1952. Structural Hearing: Tonal Coherence in Music . New York: Charles Boni. (Reprinted New York: Dover, 1962).",
        "smith_1994": "Smith, Elliott. 1994. Roman Candle . Cavity Search 13.",
        "smith_1995": "Smith, Elliott. 1995. Elliott Smith . Kill Rock Stars 246.",
        "smith_1997": "Smith, Elliott. 1997. Either/Or. Kill Rock Stars 269.",
        "smith_1998": "Smith, Elliott. 1998. XO . DreamWorks SKG 50048.",
        "smith_2000": "Smith, Elliott. 2000. Figure 8 . DreamWorks SKG 450225.",
        "smith_2004": "Smith, Elliott. 2004. From a Basement on the Hill . ANTI- 86741.",
        "temperley_2011": "Temperley, David. 2011. “The Cadential IV in Rock.” Music Theory Online 17, no. 8."
    },
    "footnotes": {
        "FN0": {
            "text": "* Earlier versions of this paper were presented at the Ninth Annual Meeting of the Music Theory Society of the Mid-Atlantic (George Washington University, 2011) and the Seventh International Conference on Music Since 1900/Lancaster University Music Analysis Conference (Lancaster University, U.K., 2011). The author wishes to thank Brent Auerbach, Jason Hooper, April Quire, and the anonymous reviewers of this journal for their many insightful comments and suggestions.",
            "citations": []
        },
        "FN1": {
            "text": "1. http://www.npr.org/templates/story/story.php?storyId=5481868 . O’Riley ( 2006 ) transcribed and recorded an entire album of songs by Elliott Smith for solo piano. Smith’s crossover appeal is also evident in jazz pianist Brad Mehldau’s ( 2000 ) recording of “Bottle Up and Explode!” ( Smith 1998 ).",
            "citations": [
                "mehldau_2000",
                "smith_1998"
            ]
        },
        "FN2": {
            "text": "2. For more on tonal pairing, see Bailey ( 1977 , 1985 ), Lewis ( 1984 ), Kinderman ( 1980 , 1996 ), Krebs ( 1996 ), Morgan ( 1999 ), Pomeroy ( 2004 ), and Everett ( 2008 , 145).",
            "citations": [
                "bailey_1977",
                "bailey_1985",
                "lewis_1984",
                "kinderman_1980",
                "kinderman_1996",
                "krebs_1996",
                "morgan_1999",
                "pomeroy_2004",
                "everett_2008"
            ]
        },
        "FN3": {
            "text": "3. A tattoo is a formal device found in pop-rock music that Walter Everett ( 2009 , 151) defines as “a short, one-phrase [instrumental] unit that may reappear as if to bring the song back into focus, perhaps to call extra attention to the following verse or, if the phrase had functioned as the song’s introduction, to make it seem as if we are off to a fresh start.”",
            "citations": [
                "everett_2009"
            ]
        },
        "FN4": {
            "text": "4. The lyrics to “Speed Trials” are available at http://www.sweetadeline.net/lspeed.html .",
            "citations": []
        },
        "FN5": {
            "text": "5. See in particular Kierkegaard ( 1985 , 37–54) and ( 2006 ).",
            "citations": [
                "kierkegaard_1985",
                "kierkegaard_2006"
            ]
        },
        "FN6": {
            "text": "6. http://www.eggbert.com/es_interview.html .",
            "citations": []
        },
        "FN7": {
            "text": "7. In contrast, Felix Salzer ( 1952 , 247) construes these four measures in strictly monotonal terms, arguing that they consist of “motion to the prolonging V [in measure 4], which is an offshoot of the main prolongation I-Em-I.”",
            "citations": [
                "salzer_1952"
            ]
        },
        "FN8": {
            "text": "8. The lyrics to “Baby Britain” are available at http://www.sweetadeline.net/lbabybrit.html .",
            "citations": []
        },
        "FN9": {
            "text": "9. The influence of The Beatles’ contradiction-laden “Hello Goodbye” ( Beatles 1967 ) is especially palpable here.",
            "citations": [
                "beatles_1967"
            ]
        },
        "FN10": {
            "text": "10. Besides the addition of the above-mentioned lyric, the refrain proper differs from the intro in that the closing B ♭ major chord occurs only at the end of the second (in the first and second refrains) or fourth (in the third refrain) iteration of the eight-measure phrase. This tactic effectively increases the listener’s anticipation of the expected confirmation of B ♭ major throughout, but does not obviate the presence of the flip, and thus the relative-key paradox in the refrain.",
            "citations": []
        },
        "FN11": {
            "text": "11. The lyrics to “Waltz No. 2 (XO)” are available at http://www.sweetadeline.net/lxo.html .",
            "citations": []
        },
        "FN12": {
            "text": "12. LeMay ( 2009 , 32–35) documents how many of the lyrics, including this one, were even more overtly autobiographical in earlier live versions of the song, but became more objective and detached as the song evolved.",
            "citations": [
                "lemay_2009"
            ]
        },
        "FN13": {
            "text": "13. The song has been transcribed in A ♯ minor/ C ♯ major rather than B ♭ minor/ D ♭ major in order to avoid using the awkward eight-flat signature of D ♭ minor in the verse.",
            "citations": []
        },
        "FN14": {
            "text": "14. The lyrics to “Everything Means Nothing to Me” are available at http://www.sweetadeline.net/leveryn.html .",
            "citations": []
        },
        "FN15": {
            "text": "15. Notably, the epigraph to the opening chapter of Kierkegaard’s Either/Or presents the following quotation by French author Paul Pelisson (1624–1693): “Grandeur, savoir, renommée, / Amitié, plaisir et bien, / Tout n’est que vent, que fumée: / Pour mieux dire, tout n’est rien [Greatness, knowledge, renown, / Friendship, pleasure and possessions, / All is only wind, only smoke: / To say it better, all is nothing]” ( 1987 , 18).",
            "citations": [
                "kierkegaard_1987"
            ]
        },
        "FN16": {
            "text": "16. Perhaps not coincidentally, Kierkegaard conceived of faith as a paradoxical relationship between the individual and the universal: “Faith is precisely this paradox, that the single individual as the particular is higher than the universal and is justified over against the latter not as subordinate but superior to it, yet in such a way, mind you, that it is the single individual who, after having been subordinate to the universal as the particular, now through the universal becomes the single individual who as the particular is superior to it; that the single individual as the particular stands in an absolute relation to the absolute. This standpoint cannot be mediated, for all mediation occurs precisely by virtue of the universal; it is and forever remains a paradox, inaccessible to thought” ( 2006 , 48).",
            "citations": [
                "kierkegaard_2006"
            ]
        },
        "FN17": {
            "text": "17. Bailey ( 1985 , 122) and Lewis ( 1984 , 5–6) draw a clear distinction between these two harmonic entities as well.",
            "citations": [
                "bailey_1985",
                "lewis_1984"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Example 1 . The opening guitar tattoo of “Speed Trials” as played by O’Riley (a) in its original form; (b) in an E minor harmonic context; and (c) in a C major harmonic context (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In an interview for the National Public Radio program All Things Considered (June 13, 2006), classical pianist Christopher O’Riley describes the American singer-songwriter Elliott Smith’s (1969–2003) song “Speed Trials” ( Smith 1997 ) as follows: One of the things . . . in the lyrics and in the music, [there] is an ambiguity in Elliott’s music, and in particular in “Speed Trials.” You don’t really have a sense of whether it’s a happy song or a sad song. I mean if, for instance, I play the opening, as he did [plays Example 1a ], you don’t really know, it could be in E minor [plays Example 1b ] . . . in which case it would be quite sad, or it might be in C major [plays Example 1c ] . . . you really don’t know, and he doesn’t really give it up for quite a while . . . . (1) O’Riley thus attributes the song’s ambiguous mood to the phenomenon of tonal pairing, which applies to music based “not on one stable sonority, but on the tension between two tonal centers” ( Kinderman 1980 , 106). (2) As O’Riley aptly demonstrates at the piano, the lack of a chordal accompaniment—and thus tonal context—in the guitar “tattoo” renders it plausibly construed as either 1 ˆ 3 ˆ 4 ˆ 5 ˆ in E minor or 3 ˆ 5 ˆ 6 ˆ 7 ˆ in C major. (3) Example 2 . Rhythmic reduction and formal scheme of “Speed Trials” (click to enlarge and listen)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "smith_1997",
                    "kinderman_1980"
                ]
            }
        },
        {
            "2": {
                "text": "[2] O’Riley also indicates that the pairing of C major and E minor in “Speed Trials” extends beyond just this introductory figure. As seen in the rhythmic reduction displayed in Example 2 , the verse begins with a modified form of the tattoo that features a root-position C major chord on the opening strong beat. This in itself would seem to establish C major as tonic; however, the motion from the preceding B-E dyad that closes the tattoo instead implies deceptive motion to VI in E minor. After three iterations of this figure, a cadential gesture featuring harmonic motion from A ♭ major to an implied Gsus4 chord occurs, indicating that C major is in fact the governing tonic after all.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] C major’s tonic status is not truly confirmed, however, until the chorus, which features a metrically accented root-position C major harmony (preceded by the dominant sonority that closes the verse) and a clear, well-defined progression to its dominant, G. Nevertheless, E minor still maintains a shadowy yet palpable presence throughout. As also seen in Example 2, the vocals quickly proceed in stepwise fashion to a high E, which is sustained through the subsequent motion to II and IV in a protracted articulation of the titular lyric. This generates a prominent harmonic dissonance of a ninth and seventh, respectively. C, on the other hand, is treated merely as a passing tone in the ensuing descent to B. The outro proceeds in similar fashion, presenting a melodically varied and twice-reharmonized version of this material that continues to emphasize the high E while remaining harmonically grounded in C major until the song fades out.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Although O’Riley does not elaborate on the lyrical content of “Speed Trials,” the happy/sad ambiguity that he asserts based on the pairing of C major and E minor does indeed resonate with the various musically ambiguous elements of the song. (4) In verse one, the singer describes a cathedral with stained-glass windows that are black, and high notes that are sweet yet destructive. The chorus begins with the image of a smile, but one that the singer carefully qualifies by emphasizing its brevity and relative insignificance. The subject appears happy to be running, but is limited by the fact that he/she can only do so while standing in place. In verse two, the singer further elaborates on the subject’s various character flaws, which seem to be largely self-imposed, leaving it unclear whether he/she deserves the listener’s empathy or contempt. The situation remains unresolved in the outro, where the protagonist breaks free—now running “all over the place”—but still only musters “just a brief smile.”",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] As O’Riley also suggests, the lyrical and tonal ambiguity that characterizes “Speed Trials” is a characteristic feature of Smith’s music. The purpose of this article is to flesh out this claim by investigating Smith’s use of tonal pairing as a vehicle for expressing ambiguity, contradiction, and/or paradox in his music. Following a brief discussion of pertinent biographical details, the article makes note of Smith’s preference for pairing relative keys, and invokes Candace Brower’s ( 2008 ) conception of this tonal relationship as the musical analogue to the visual paradox of figure-ground reversal. It then discusses how relative-key pairing expresses contradiction and paradox in three songs by Smith, and ultimately argues that this musical phenomenon forms a vital aspect of their expressive meaning. Elliott Smith: Paradox in the Flesh",
                "footnotes": [],
                "citations": [
                    "brower_2008"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Steven Paul “Elliott” Smith’s musical career emerged from the “indie” rock scene that flourished in the Pacific Northwest in the early 1990s. Smith first gained a following as a founding member of the Portland, Oregon-based hard rock band Heatmiser before emerging as a somewhat soft-spoken solo artist. He released his debut album Roman Candle ( 1994 ) on the Cavity Search label before being signed by the now-iconic label Kill Rock Stars, for which he recorded his self-titled follow-up ( 1995 ), as well as the subsequent Either/Or ( 1997 ). Smith achieved significant mainstream success when his music was featured in Gus van Sant’s 1997 film Good Will Hunting , and his song “Miss Misery” received an Academy Award nomination for best original song. Although it did not win, the exposure helped Smith garner a contract with the major label DreamWorks, for which he recorded two more albums, XO ( 1998 ) and Figure 8 ( 2000 ). Smith subsequently left DreamWorks, and nearly completed his sixth solo album, From a Basement on the Hill ( 2004 ), before his death on October 21, 2003 from an apparent suicide.",
                "footnotes": [],
                "citations": [
                    "smith_1994",
                    "smith_1995",
                    "smith_1997",
                    "smith_1998",
                    "smith_2000",
                    "smith_2004"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Smith spent his childhood and early adolescence living with his mother and stepfather in the Dallas, Texas suburb of Duncanville. When he was fourteen, Smith relocated to Portland, Oregon to live with his biological father, citing family problems that likely stemmed from a strained (and allegedly abusive) relationship with his stepfather ( Nugent 2004 , 23–24; Spin , December 2004). Smith seems to have never fully reconciled his formative experiences in these starkly contrasting locales. Several years after his move to Portland, he had a large tattoo of the state of Texas installed on his left arm, later explaining, “I didn’t get it because I like Texas, kinda the opposite. But I won’t forget about it although I'm tempted to ‘cause I don't like it there” ( Comes with a Smile , Winter 1998–99).",
                "footnotes": [],
                "citations": [
                    "nugent_2004"
                ]
            }
        },
        {
            "8": {
                "text": "[8] In fact, Smith’s taste in body art consistently belied a fascination with contradiction and paradox. His only other permanent tattoo was an illustration of a bull named Ferdinand, the main character in a children’s book by Munro Leaf ( 1936 ). In the story, Ferdinand is the strongest bull in his pasture, but has no interest in fighting, and instead spends all his time smelling flowers under a cork tree. Reflecting upon the significance of Ferdinand for Smith, his close friend E.V. Day stated: “[i]t’s like . . . he’s this big bull who doesn’t want to fight and would rather sit down and smell the flowers and wishes he wasn’t this big bull. He’s small but he’s so big in his art and in his music. His music is orchestral and so this little man, this little beautiful man made this huge romantic music” ( Nugent 2004 , 61).",
                "footnotes": [],
                "citations": [
                    "leaf_1936",
                    "nugent_2004"
                ]
            }
        },
        {
            "9": {
                "text": "[9] As a student at Hampshire College in Amherst, Massachusetts, Smith developed a keen interest in the philosophy of Søren Kierkegaard, a central feature of which is the unwavering commitment to ethical and existential paradoxes. (5) The title of Smith’s third album, Either/Or , is an overt reference to Kierkegaard’s renowned book of the same name. In fact, all of Smith’s subsequent album titles rather explicitly invoke contradiction and/or paradox in some way. He consistently cited the abbreviation for “kisses and hugs” as the significance behind XO , yet also demonstrated an awareness of its oppositional connotations, admitting that he almost changed the title because “it was too much like Either/Or , like too opposite.” (6) The title of his next album, Figure 8 , is less indicative of opposition, but was inspired by the paradoxical image of “a skater going in this endless twisted circle that doesn't have any real endpoint” ( The Boston Herald , May 11, 2000). Finally, the posthumous From a Basement on the Hill ( 2004 )—which refers to producer David McConnell’s basement studio on a hilltop in Malibu, California, where much of the album was recorded ( Under the Radar , March 20, 2003)—demonstrates Smith’s acute awareness of contradictory images and scenarios. Tonal Pairing and the Relative Key Paradox in Elliott Smith’s Music",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "smith_2004"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Whereas “Speed Trials” pairs keys with different signatures, the majority of Smith’s music featuring tonal pairing instead involves relative keys. Interestingly, Candace Brower ( 2008 ) has shown how a fundamental paradox lies embedded within this key relationship. Relative keys are capable of manifesting the musical analogue to the visual phenomenon of figure-ground reversal, which is responsible for such familiar optical illusions as the Necker cube, Duck-Rabbit, and Face-Vase illustrations. Modulation between relative keys produces the corresponding aural effect because major and natural minor share the same pitch class collection, but assign greater prominence to contrasting subsets thereof. Thus, in A minor, triads built on A, E, and D come to the fore as tonic, dominant, and subdominant, respectively, whereas triads built on C, G, and F recede to the background, and vice versa for C major. Example 3 . Brower’s analysis of Brahms’s Intermezzo, Op. 119, No. 1, measures 1–4 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "brower_2008"
                ]
            }
        },
        {
            "11": {
                "text": "[11] The opening four measures of Johannes Brahms’s Intermezzo, op. 119, no. 1 serves as Brower’s ( 2008 , 89) analytical case study of this phenomenon (see Example 3 ). As Brower observes, “[its] continuous cycling through the diatonic collection locates us firmly within the key space of D major/B minor. Yet figure-ground ambiguity causes the ear to flip back and forth between these two keys, which are counterposed in almost perfect balance” ( 88 ). Brower goes on to discuss the way the various ambiguities in the surface level rhythmic, metric, and pitch groupings—as indicated by the analytical annotations in Example 3—work in tandem to induce this “flipping” between the two keys. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "brower_2008",
                    "brower_2008"
                ]
            }
        },
        {
            "12": {
                "text": "[12] It is important to note that, although figure-ground reversal paradox is an intrinsic theoretical property of the relative-key relationship, it is the presence of ambivalent or ambiguous tonal behaviors that facilitates its musical manifestation. In tonal compositional practice, the relative major tends to be the more stable of the two keys, and it exerts a stronger pull than its minor-key counterpart. As such, modulation from i to III is both more commonplace and more convincing than modulation from I to vi. This tendency must be counteracted in order to achieve the tonal equilibrium necessary to produce the flipping effect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The ambivalent and ambiguous tonal behaviors needed to bring about this kind of tonal equilibrium form the bedrock of the concept of tonal pairing. Consider Christopher Lewis’s ( 1984 , 6) list of possible manifestations of tonal pairing: 1. Juxtaposition of musical fragments implying the two tonics in \nsuccession or alternation 2. Mixture of the two tonalities, exploiting ambiguous and common \nharmonic functions 3. Use of a tonic sonority created by the conflation of the two tonic \ntriads 4. Superposition of lines or textures in one key upon those in another. Each of these techniques uses tonal ambivalence or ambiguity to promote the sense of equality between the paired keys. Indeed, the figure-ground reversal effect at work in Example 3 can be readily attributed to the first two items on this list.",
                "footnotes": [],
                "citations": [
                    "lewis_1984"
                ]
            }
        },
        {
            "14": {
                "text": "[14] To be sure, however, the musical means by which a modern-day songwriter invokes the relative-key paradox will likely diverge from those of a nineteenth-century composer due to the distinct—though hardly mutually exclusive—harmonic worlds they inhabit. In pop-rock music, for instance, IV tends to be used with greater frequency than V, and IV–I appears more often than V–I ( Temperley 2011 ); pop-rock harmony also commonly employs progressions of a distinctly modal and/or pentatonic disposition that fall outside standard common-practice tonal usage ( Everett 2004 , 2008 , 2009 ; Biamonte 2010 ). However, none of Lewis’s manifestation-types hinge upon dominant-tonic polarity or a rigid adherence to conventional tonal syntax, and they are thus equally applicable to both harmonic practices. Indeed, each of the three songs by Smith examined below induces the relative-key paradox using some or all of these techniques in ways that both converge with and diverge from common-practice harmonic procedures. “Baby Britain” Example 4 . Instrumental accompaniment in the verse of “Baby Britain” (click to enlarge and listen) Example 5 . Rhythmic reduction and formal scheme of “Baby Britain” (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "temperley_2011",
                    "everett_2004",
                    "everett_2008",
                    "everett_2009",
                    "biamonte_2010"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Example 4 displays the instrumental accompaniment that appears in the verse of Smith’s “Baby Britain” ( XO ). The uniform rhythm, texture, and pitch collection of this figure, along with the alternating plagal progressions from both Em7 and G major encourage the listener to “flip” between the two tonal orientations, as the analytical notation shown below the staff indicates. The keys of E minor and G major are both implicated in the chorus as well. As seen in Example 5 , this section consists of three consecutive phrases in which a two-voice texture proceeds via contrary motion to a C major triad. Although the metrical and hypermetrical accent on the opening E-E dyad implies a i–III–VI progression in E minor with intervening passing motion on the weak beats, the analogous motion featured in the verse sets up a plausible, albeit somewhat less convincing flip of this progression to vi–I–IV in G major. The bridge, meanwhile, starts out by tonicizing its dominant, D major, suggesting that tonic confirmation of G major is imminent. However, this D major chord instead proceeds directly to B major, which functions as the dominant of E leading into the ensuing instrumental chorus (1:45).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] With respect to the lyrics of “Baby Britain,” verse one introduces the listener to the song’s eponymous (and presumably alcoholic) subject, who tends to “fight problems with bigger problems.” (8) In verse two, the singer refers to dead soldiers (i.e. empty beer bottles) that are nevertheless conscious enough to be prepared for attack and unaware of their incapacitation. The bridge describes how Baby Britain’s eyes seem to be saying “hi” when she actually says “goodbye.” (9) Furthermore, Matthew LeMay ( 2009 ) has observed how the lyrics draw extensively on images of expansion and contraction between two opposing concepts or states: “vodka forms a sea, problems are fought with bigger problems, the ocean falls and rises, tears pour from Baby Britain’s eyes. A similar dynamic is utilized in the song’s second verse, which evokes the miniature (‘dead soldiers lined up on the table’) and the monumental (‘London bridge’)” ( 37–38 ). The flips between relative keys in “Baby Britain” thus provide a fitting tonal backdrop for all of the various contradictory elements presented in the lyrics. “Waltz No. 2 (XO)” Example 6 . Rhythmic reduction and formal scheme of “Waltz No. 2 (XO)” (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "lemay_2009",
                    "lemay_2009"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Smith’s “Waltz No. 2 (XO)” ( XO ) features an even more pervasive and deeper-level use of the relative-key paradox. As seen in Example 6 , the song begins by establishing its underlying drum pattern for four measures. It then follows with four measures of G minor strummed on the guitar, which thereby assumes the role of the tonic. At 0:11, the tune of the refrain enters, and the tonic immediately proceeds to VI via its dominant, which is subsequently prolonged for four measures. This, however, leads to a perfect authentic cadence in B ♭ , which induces a retrospective reinterpretation of the E ♭ major chord as IV of that key. E ♭ major’s common harmonic function in both G minor and B ♭ major thus facilitates a flip from the former to the latter, and thereby undermines the initial assessment of G minor as the song’s global tonic. The subsequent repetition of this material generates even further ambivalence in this regard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The verse of “Waltz No. 2 (XO)” manifests the relative key paradox in a highly similar manner. It begins with two measures of G minor, thus engendering an abrupt flip back to that key following the conclusion of the intro. Two measures of B ♭ major appear next, followed by strongly directed motion to a half cadence in that key. Rather than confirming B ♭ major, however, a back-relating ii chord is heard, followed by cadential motion to the dominant of G minor. The C minor triad is thus retrospectively reinterpreted as iv of G minor, producing another flip between relative keys.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] As mentioned above, the melodic and harmonic material of the refrain first occurs in the intro (0:11), and thus manifests the relative-key paradox on each of its three subsequent appearances in the song. (10) The bridge, which appears only once following the second refrain, opens with a tonicization of ii in B ♭ major. This ii chord progresses to IV, which is then succeeded by plagal motion to I. Stepwise passing motion in the bass, however, quickly leads to G minor, which then gives way to C minor and E ♭ major, sounding here as iv and VI of G minor, respectively. The subsequent arrival of verse three and its opening G minor tonic then fully realizes the implicit flip back to that key.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Lyrically, “Waltz No. 2 (XO)” presents a vivid depiction of Smith’s conflicted sentiments involving his relationship with his mother. (11) As mentioned above, Smith struggled with feelings of love and devotion for his mother, but antipathy toward his stepfather, and remained haunted throughout his life by the guilt of leaving his mother to live with his biological father ( Spin , December 2004). Smith’s use of the expression “XO” in the song’s title is especially poignant in this regard. As Nugent ( 2004 , 133) has observed, XO “means both ‘I love you’ and ‘goodbye.’ And that’s the way the song sounds, like a love song and a farewell.” This pithy characterization of the song’s signature sound and its affinity with the conflicting connotations of the expression XO is no doubt heavily indebted to its abundant use of the relative-key paradox.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "nugent_2004"
                ]
            }
        },
        {
            "21": {
                "text": "[21] The underlying narrative of “Waltz No. 2 (XO)” is Smith’s childhood memory of his mother and stepfather performing karaoke at a local bar, replete with references to the Everly Brothers’ “Cathy’s Clown” ( 1960 ) and Clint Ballard Jr.’s “You’re No Good” ( 1963 ). The autobiographical nature of the lyrics, however, is not rendered fully explicit until verse three, when the singer directly addresses his mother with the lyric, “XO, mom.” (12) His internal conflict is evident in his subsequent attempt to reassure her that “it’s okay, it’s alright, nothing’s wrong,” only to request immediately thereafter that she “tell Mr. Man with impossible plans to just leave me alone.” As for the lyric of the refrain, “I’m never gonna know you now, but I’m gonna love you anyhow,” Nugent’s description is especially apt: “[i]t’s the way everybody feels during the termination of a short-lived relationship, but it also fits with Smith’s apparent confusion over how to look back on his Texas upbringing—the love is there, and so is the confusion” ( 2004 , 133). The pervasive presence of the relative-key paradox in “Waltz No. 2 (XO)” thus exemplifies the singer’s internal struggle to reconcile these seemingly incompatible emotional states. “Everything Means Nothing to Me” Example 7 . Opening piano tattoo of “Everything Means Nothing to Me” (click to enlarge and listen) Example 8 . Rhythmic reduction and formal scheme of “Everything Means Nothing to Me” (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "everly_1960",
                    "ballard_1963",
                    "nugent_2004"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Perhaps the most sophisticated manifestation of tonal pairing and the relative-key paradox in Smith’s music occurs in “Everything Means Nothing to Me” from the album Figure 8 . As seen in Example 7 , the song opens with a two-measure piano tattoo that prolongs a V chord in A ♯ minor. Rather than continuing in this key, however, the verse begins with a V–i progression in C ♯ minor, as seen in Example 8 , rendering the tonal status of the tattoo uncertain at best. (13) The verse then proceeds to VI, which is embellished by an upper neighbor harmony before passing to iv. This iv chord is immediately transformed into a fully diminished seventh, the root of which then slides down a half step to form V in A ♯ minor (the seventh is simply jettisoned). An A ♯ minor tonic triad follows, and then proceeds to VI of that key via a chromatic descending bass line for the ensuing first refrain. The subsequent return of the piano tattoo before the launch of the second verse clarifies its function as a structural dominant of A ♯ , but its resolution is subverted by the launch of the second verse in C ♯ minor.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The tandem of piano tattoo, verse, and first refrain thus presents a clear manifestation of tonal pairing. Pairing A ♯ minor with C ♯ minor, rather than major, however, obviates the figure-ground reversal effect that underlies the relative-key relation. The use of two keys three semitones apart tacitly invokes the relative-key paradox, but the manifestation of both keys in the minor mode denies its proper realization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] This tonal environment aptly sets the scene for the trenchant paradoxical imagery and nihilistic sentiments expressed in the song’s lyrics. (14) David McConnell provides some crucial, if harrowing, insight into Smith’s compositional process for the song: Elliott told me about having a psychotic episode while he was [recording Figure 8 ] . . . . He was fed up with the current state of his life. A lot of people from the label were telling him he needed to get it together. He was so sick of people talking about the future. So he carved the word “now” into his arm with a knife. And he sat down at the piano and wrote “Everything Means Nothing to Me” as the blood was dripping down his arm” ( Spin , December 2004). Smith’s preoccupation with the future appears immediately in the song’s opening simile, which equates an anonymous “someone’s” future to the past via a backward-looking statue. In verse two, the narration begins in the first-person as the singer again invokes the past by describing his picture in the paper, where he appears as a reflection of an “iron man.” This image, along with that of water and a pose indicative of deferential respect, links the iron man—and thus, the singer himself—to verse one’s statue, as well as the anonymous “someone” in verse one for whom the statue is an embodiment of a past that is also somehow intimately linked with the future.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Verse two’s concluding line reveals the source of the singer’s hostility toward the future: its accompanying expectations for him to be “everything he’s supposed to be.” It also reveals the underlying rationale behind the paradoxical merging of the future with the past, indicating that these expectations originated from an earlier time when he actually was capable of meeting such demands. The singer continues to struggle to come to terms with the inherent pressure that the future imposes upon him, as the iron man is “still trying” to salute his past. However, the relentless repetition of the despondent title lyric in the outro (discussed in detail below) obliterates any hope of such resolution.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Although the song’s autobiographical connotations are undeniably palpable—particularly in light of McConnell’s above-quoted anecdote—there are other factors at work here as well. As Lemay ( 2009 , 20) observes, Smith generally “offers personal emotions as a jumping off point for addressing broad philosophical and psychological themes.” Larry Crane, producer and archivist for Smith’s estate, concurs: “I think he used archetypes . . . . He read a lot of philosophy. When people are searching with him for a sort of confessional songwriting thing, you’re getting maybe a little piece of that, but you’re also getting this deeper look at who people really are” (quoted in Lemay 2009 , 32). Indeed, the song’s titular lyric can be understood not only as a pronouncement of hopelessness and personal despair, but also as a metaphysical realization that the meaning of “everything” is in fact “nothing.” (15) Seen in this light, the phrase reads like a kōan , a logical paradox designed for mental and spiritual contemplation. The final prepositional phrase “to me” adds an additional layer of paradox, rendering the entire lyric as a purely subjective description of two all-encompassing concepts. (16) That Smith articulated his anguish using this particular turn of phrase suggests that the titular lyric is both a personal declaration and a meditation on a profound existential truth.",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "lemay_2009",
                    "lemay_2009"
                ]
            }
        },
        {
            "27": {
                "text": "[27] In terms of narrativity, “Everything Means Nothing to Me” presents a dizzying array of perspectives in both tense and voice. Verse one begins in the preterit in line one, but immediately shifts in line two to the present continuous and present simple, as the statue is “looking,” and the subject “wishes.” Line three returns to the present continuous, but also alludes to the future with the image of the blue songbird that “keeps singing.” In verse two, the singer also begins in the preterit, but lines two and three present a direct juxtaposition of the preterit with each of the present forms used in the preceding verse: the present continuous in the former (“showed” and “still trying”), and the present simple in the latter (“was” and “he’s”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] With respect to narrative voice, verse one unfolds exclusively in the third-person, describing the thoughts and actions of the aforementioned anonymous “someone.” As also discussed above, verse two establishes a first-person narration from the outset. However, it then seamlessly transitions back to third-person in its subsequent description of the iron man. This implies that the two narrative voices—and the multiplicity of temporalities in which they dwell—are in fact one and the same. Thus, like the connections established earlier between the singer (i.e. the first-person narrator), iron man, statue, and “someone,” as well as the connections between the past, present, and future, the song merges an exceedingly fractured narrative structure into a single unified persona.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In the end, however, it is the music that gets the final word. As seen in Example 8, the second iteration of the refrain further prolongs VI in A ♯ minor ( F ♯ ) with a downward register transfer via an embellishing iv chord ( D ♯ m). The second time this iv appears, however, it leads directly to the outro, in which the piano incessantly repeats a I–V–IV progression in C ♯ major until the song fades out. The iv chord in A ♯ minor is thus retrospectively reinterpreted as ii of C ♯ major, engendering a tonal flip that terminates the preceding cycle of minor keys and facilitates a climactic breakthrough to the relative major via the relative-key paradox. Example 9 . The outro of “Everything Means Nothing to Me” (transcription by the author) (click to enlarge) Example 10 . The four-note tonic sonority of the outro for “Everything Means Nothing to Me” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In addition to the emergence of the new C ♯ major tonality, the outro also features the long-delayed entrance of the bass guitar and drums, as well as a new countermelody in the organ, as shown in Example 9 . The singer, however, remains entirely indifferent to this momentous turn of events, and continues to articulate the titular lyric on an ascending A ♯ natural minor scale, exactly as he had done in each of the two refrains. Because of this refusal to acquiesce to the relative-key flip executed by the rhythm section, the true governing tonic sonority of the outro cannot be reduced any further than the four-note sonority displayed in Example 10 . Although it resembles a C ♯ -add-6 chord in construction, the governing tonal context instead favors its being construed simply as the union of an A ♯ minor and C ♯ major triad. (17) In this way, the singer underscores his gloomy, pessimistic disposition while simultaneously realizing a new harmonic manifestation of the relative-key paradox. The extended, mantra-like repetition of this material allows for, and indeed encourages the listener to flip between keys at will in true Necker-cube fashion, and thus actively partake and revel in the song’s striking tonal and existential paradoxes. Conclusion",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] In the liner notes to his 2006 solo piano recording Home to Oblivion: An Elliott Smith Tribute , Christopher O’Riley describes Smith as “a wealth of contradictions” who “was keenly aware and constantly cultivating a sense of the multilayered, not only in his lyrics, but in the creation of his own singular sound-world as well.” The foregoing analyses substantiate claims of this kind by documenting a fundamental way in which Smith’s fascination with—and embodiment of—contradiction and paradox manifests in his music. The songs discussed here by no means exhaust Smith’s catalogue in this respect. “Good to Go,” ( Elliott Smith ), “Between the Bars” ( Either/Or ), “Bottle Up and Explode!” ( XO ), “Everything Reminds Me of Her” ( Figure 8 ), and “Fond Farewell” ( From a Basement on the Hill ) are all particularly well suited for analytical study in this vein as well. Indeed, it is hoped that further attention awaits this relatively new body of work so that a more comprehensive picture of Smith’s art may begin to emerge. One need not unequivocally concur with O’Riley’s assessment of Smith as the “most important [American] songwriter since Cole Porter or George Gershwin” to fully appreciate his unique and indispensable contribution to this tradition.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.12.18.4.schultz.html",
    "data": "mto/data/mto.12.18.4.schultz.json"
}