{
    "title": "Conference Report: “Fifth International Schenker Symposium”",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "Koslovsky, John"
    ],
    "abstract": "",
    "keywords": [
        "Schenker",
        "Schenker Documents Online",
        "Brahms",
        "Formenlehre",
        "Mannes"
    ],
    "doi": "",
    "received": "May 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.koslovsky.pdf",
    "author_info": [
        {
            "name": "John Koslovsky",
            "university": "Conservatorium van Amsterdam / Utrecht University",
            "address": "Oosterdokskade 151, 1070LP Amsterdam, The Netherlands",
            "email": "john.koslovsky@ahk.nl"
        }
    ],
    "citations": {
        "arndt_2012": "Arndt, Matthew. 2012. “Interruption and the Problem of Unity and Repetition.” Journal of Schenkerian Studies 6: 1–32.",
        "biamonte_2011": "Biamonte, Nicole. 2011. Review of David Damschroder, Thinking about Harmony . Nineteenth-Century Music Review 8, no. 1: 133–36.",
        "burstein_2011": "Burstein, Poundie. 2011. “True or False? Re-Assessing the Voice-Leading Role of Haydn’s So-Called ‘False Recapitulations.’” Journal of Schenkerian Studies 5: 1–37.",
        "cadwallader_1990": "Cadwallader, Allen. 1990. “Form and Tonal Process: The Design of Different Structural Levels.” In Trends in Schenkerian Research , ed. Allen Cadwallader, 1–21. New York: Schirmer.",
        "cadwallader_2008": "Cadwallader, Allen. 2008. “Intersections between Two Analytical Perspectives on Sonata Form: the Schenkerian Approach.” In Essays from the Fourth International Schenker Symposium , Volume 1, ed. Allen Cadwallader, 85–102. Hildesheim: Georg Olms Verlag.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . New York: Oxford University Press.",
        "clark_2012": "Clark, Suzannah. 2012. Review of David Damschroder, Harmony in Schubert . Nineteenth-Century Music Review 9, no. 1: 101–6.",
        "damschroder_2010a": "Damschroder, David. 2010a. Harmony in Schubert . New York: Cambridge University Press.",
        "damschroder_2010b": "Damschroder, David. 2010b. Thinking about Harmony . New York: Cambridge University Press.",
        "damschroder_2012": "Damschroder, David. 2012. Harmony in Mozart and Haydn . New York: Cambridge University Press.",
        "engebretsen_2012": "Engebretsen, Nora. 2012. Review of David Damschroder, Thinking about Harmony . Journal of Music Theory 56, no. 2: 293–98.",
        "gagné_2008": "Gagné, David. 2008. Review of Peter H. Smith, Expressive Forms in Brahms’s Instrumental Music: Structure and Meaning in His Werther Quartet . Journal of Schenkerian Studies 3: 223–27.",
        "galand_1990": "Galand, Joel. 1990. “Rondo-form Problems in Eighteenth- and Nineteenth-Century Instrumental Music, with Reference to the Application of Schenker's Form Theory to Historical Criticism.” PhD diss., Yale University.",
        "hepokoski_and_darcy_2006": "Hepokoski and Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late- Eighteenth-Century Sonata . New York: Oxford University Press.",
        "koslovsky_2012": "Koslovsky, John. 2012. Review of David Damschroder, Harmony in Schubert . Dutch Journal of Music Theory 17, no. 3: 181–89.",
        "kramer_1998": "Kramer, Lawrence. 1998. Franz Schubert: Sexuality, Subjectivity, Song . New York: Cambridge University Press.",
        "pomeroy_2008": "Pomeroy, Boyd. 2008. “The Parallel Sonata Form: From Schubert’s Symphonies of 1815–16 to Rachmaninov.” Journal of Schnekerian Studies 5: 19–58.",
        "salzer_and_schachter_1989": "Salzer, Felix and Carl Schachter. 1989. Counterpoint in Composition . New York: Morningside Edition.",
        "samarotto_2005": "Samarotto, Frank. 2005. “Schenker’s ‘Freer Forms of Interruption’ and the Strict: Toward a General Theory of Interruption.” Paper presented at the annual meeting of the Society for Music Theory, Boston/Cambridge, MA.",
        "samuels_2010": "Samuels, Robert. 2010. “The Double Articulation of Schubert: Reflections on Der Doppelgänger.” The Musical Quarterly 93, no. 2: 192–233.",
        "schmalfeldt_1991": "Schmalfeldt, Janet. 1991. “Towards a Reconciliation of Schenkerian Concepts with Traditional and Recent Theories of Form.” Music Analysis 10, no. 3: 233–87.",
        "sly_2012": "Sly, Gordon Sly. 2012. Review of Harmony in Schubert , by David Damschroder . Music Theory Online 18, no. 2.",
        "smith_1996": "Smith, Charles. 1996. “Musical Form and Fundamental Structure: An Investigation of Schenker’s Formenlehre .” Music Analysis 15, nos. 2–3: 191–297.",
        "smith_2013_forthcoming": "Smith, Peter. 2013 (forthcoming). “Hierarchy, Interruption, and Interpretation of ABA’ Forms.” Journal of Schenkerian Studies .",
        "suurpää_2009": "Suurpää, Lauri. 2009. “Interrelations between Expression and Structure in the First Movements of Joseph Haydn’s Piano Sonatas Hob. XVI/44 and Hob. XVI/20.” Intégral 23: 163–216."
    },
    "footnotes": {
        "FN1": {
            "text": "1. “Musik ist lebendige Bewegung von Tönen im naturgegebenen Raum.” Translation of inscription to 1925 medallion by Alfred Rothberger, shown with an engraving of Schenker’s Tonraum as found in his “Erlaüterungen” of Der Tonwille and Das Meisterwerk in der Musik (1924-26). This medallion was used as the front and back cover to the program booklet of the Schenker symposium (the translation is taken from http://schenkerdocumentsonline.org/profiles/person/entity-000738.html ).",
            "citations": []
        },
        "FN2": {
            "text": "2. See Salzer and Schachter 1989 , 215.",
            "citations": [
                "salzer_and_schachter_1989"
            ]
        },
        "FN3": {
            "text": "3. For a sampling of previous Schenkerian studies of form, see Schmalfeldt 1991 , Smith 1996 , Cadwallader 1990 and 2008 , Pomeroy 2008 , Suurpää 2009 , and Burstein 2011 .",
            "citations": [
                "schmalfeldt_1991",
                "smith_1996",
                "cadwallader_1990",
                "cadwallader_2008",
                "pomeroy_2008",
                "burstein_2011"
            ]
        },
        "FN4": {
            "text": "4. Smith’s study is forthcoming in the Journal of Schenkerian Studies ( [forthcoming] ).",
            "citations": [
                "smith_2013_forthcoming"
            ]
        },
        "FN5": {
            "text": "5. Space does not permit a discussion of Damschroder’s techniques and their ramifications for tonal harmony. The reader is invited to survey Damschroder’s books and reviews of those books listed in the bibliography.",
            "citations": []
        },
        "FN6": {
            "text": "6. The swan slur was described by Frank Samarotto as the intertwined slurs connecting the tonic to the dominant in a single structural tonal motion; the wobble was a term used by David Damschroder, which he defines elsewhere ( 2010a , 29) as “a chromatic inflection that is later revoked.”",
            "citations": [
                "damschroder_2010a"
            ]
        },
        "FN7": {
            "text": "7. In addition, the organizers, above all Christopher Park, should be commended on having organized a highly successful symposium.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "“Music is the living motion of tones in nature-given space” (Heinrich Schenker) (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Three intense days of theory, analysis, and history marked the Fifth International Schenker Symposium, held at the Mannes School of Music and The New School between March 15 and 17, 2013. As the symposium revealed, the field of Schenker studies not only provides a technical basis for understanding tonal music and an analytical approach to a broad range of musical repertoires; it also engages areas of musical scholarship such as analysis and performance, historical and cultural studies, contemporary theories of form, and sketch studies. To be sure, the Fifth International Schenker Symposium attested to the vitality of Schenker studies today.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Thirteen sessions took place over the course of the weekend—six were devoted to a specific composer or genre, four to strictly theoretical matters, two to history, and one to a special tribute—with a total of 34 presentations (the full conference program can be found in the Appendix ). The composer- and genre-oriented sessions included approaches to Brahms, Chopin, Schumann, modal/folk music, and music of the Classical and Romantic eras.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Of these sessions, the one devoted to Brahms deserves special mention, as all three speakers delivered superb presentations. Edward Klorman offered a perceptive analysis of the second movement from the Clarinet Sonata in F minor, op. 120, no.1. While constructing a possible derivation of the ambiguous opening and comparing his reading to an unpublished analysis by Frank Samarotto, he went on to stress the use of whole tone progressions and major third cycles in the B section of the movement, in contrast with the Diatonie that prevails in the flanking A sections. Klorman even gave a touch of extra-musical meaning to such symmetrical writing, suggesting a magical, almost heavenly, transformation during the retransition from the B section to the A’ section (measures 41–48). He observed, “At precisely this moment, as the major-thirds cycle begins, the piano is untethered from its normal tessitura and floats up to its highest register, while the clarinet stays below—again suggesting a glimpse of heaven, as viewed from earth—an image that accords wonderfully with the ‘suspension of tonal gravity’ that Felix Salzer and Carl Schachter hear in such equal-intervallic cycles.” (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Ryan McClelland, the second speaker of the session, discussed the role of the half-diminished seventh chord in three of Brahms’s Lieder: “Nachtigallen schwingen”, op. 6, no. 6; “Die Liebende schreibt”, op. 47, no. 5; and “Die Schale der Vergessenheit”, op. 46, no. 3. Above all, he aimed to show the structural potential of the chord in these songs, and demonstrated how “the initial half-diminished seventh is readily interpreted as an event belonging only to the foreground, but in each case this striking launch is not without larger impact. ” The third and final speaker, Eric Wen, provided a deep reading of the Adagio Mesto from the Horn Trio in E-flat major, op. 40. Like Klorman, Wen not only probed the depths of form and tonal structure through derived progressions and detailed graphs—particularly through a discussion of the structural role of the Phrygian II—he also offered a programmatic reading in connection with the death of Brahms’s mother in 1865.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Along with the analytical papers, a number of scholars gave attention to technical issues in Schenkerian theory, including the role of the subdominant (Wayne Petty and Frank Samarotto), the “Quintteiler” (Allen Cadwallader and David Gagné), the sequence (Stephen Slottow), and various problems relating to linear progressions and reaching over (Peter Franck and Nicolas Meeùs, respectively). One session was devoted to Schenker and contemporary theories of form, with contributions from William Marvin, Joyce Yip, and Peter Smith. Since the resurgence of Formenlehre studies in the 1990s (see Caplin 1998 and Hepokoski and Darcy 2006 ), scholars continue to produce ever-refined thinking around Schenkerian and formal approaches to tonal music; the papers presented in this symposium are no exception. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "caplin_1998",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Marvin, for instance, offered a highly nuanced discussion of how B sections in three-part forms are generated from procedures of harmonic organization, interruption, mixture, and neighboring notes. He focused especially on the role of the neighboring note and offered new interpretations of a number of graphs from Free Composition , noting, “The category of generative neighbor notes is fraught with complications. Neighbors may generate the entire B section; they may generate an event early within the B section, with a return to the Kopfton , which is prolonged for the remainder; they may be the goal of motion within the B section; or they may be a lower-level prolongational event that is not form-generative at all.” Marvin later concluded, “Analysts should not be rigid in their expectations of one to one, or even many to one, mappings from voice-leading transformational paths to specific outer form manifestations.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Smith also took note of Schenkerian derivations of A B A’ forms, this time with a focus on interruption. (4) Smith questioned, for instance, whether interruption is hierarchically derivable from a single structure or whether it can be seen as a bifurcated structure, the latter an approach advocated by Joel Galand ( 1990 ), Frank Samarotto ( 2005 ), David Gagné ( 2008 ), and Matthew Arndt ( 2012 ). Through an assessment of a number of Schenker’s graphs in Free Composition , Smith revealed, among other things, that “Schenker was inconsistent in his depiction of interruption not necessarily due to ambivalence about the proper mode of derivation but to communicate musical insights triggered by the idiosyncrasies of the compositions at hand.”",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "galand_1990",
                    "samarotto_2005",
                    "arndt_2012"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Whether it was a theoretical or a purely analytical presentation on offer, one of the pleasures of the Schenker symposium was observing the way many of the speakers strove to give digestible and pedagogically oriented papers. Such papers came from seasoned scholars Roger Kamien, William Rothstein, and Carl Schachter (who spoke, respectively, on Chopin’s Prelude in B ♭ major, op. 28, no. 21, Schumann’s Manfred Overture, and Beethoven’s “La Malinconia” from his String Quartet in Bb major, op. 18, no. 6), and from the younger musician-scholar Noam Sivan, who offered a presentation and performance in his “Learning Improvisation from Schenker.” In each case, the presenter, speaking mostly from the piano (and sometimes off script), made it a goal to teach the audience the piece or the specific musical technique at hand.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] David Damschroder, for his part, made a direct plea for rethinking the pedagogy of tonal harmony through a survey of Chopin’s harmonic techniques. Damschroder argued that certain traditional harmonic labels (such as V/V, Ger 6/5, etc.) are inaccurate and misleading, and that a new symbology for harmonic analysis is needed, one that better represents the experience of harmonic function in tonal music and that offers a method more consistent with the tenets of Schenkerian theory (see also Damschroder 2010a , 2010b , and 2012 ). For Damschroder, such an upheaval of harmonic thinking is necessary not just in the upper echelons of academic music theory circles but even more so in the trenches of the undergraduate classroom. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "damschroder_2010a",
                    "damschroder_2010b",
                    "damschroder_2012"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Perhaps the highlight of the entire symposium was the Saturday evening session devoted to the Schenker Documents Online ( SDO ) project, which has seen a tremendous output since its inception in 2003. All six contributors to the SDO session delivered engaging papers and provoked lively discussion. Three of these papers focused on the personal details of Schenker’s life. Kirstie Hewlett offered a presentation on Schenker’s relationship with the radio as witnessed through his diary entries. Among other things, Hewlett brought to light Schenker’s more nuanced views towards Meyerbeer and Richard Strauss, and she considered the extent to which the technology of radio informed Schenker’s broader aesthetic, social, and intellectual outlook. Marko Deisinger, meanwhile, described Schenker’s work with Anthony van Hoboken in conceiving the “Archive for Photograms of Musical Master Manuscripts” and discussed its larger impact on musical culture and scholarship of the time. And Hedi Siegel gave a revealing presentation on another important piece of technology in the formation of Schenker’s ideas, the piano. By probing Schenker’s diary and other accounts of his piano playing, Siegel made it abundantly clear that the piano was an inextricable part of the theorist’s editorial, analytical, and intellectual work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Two other papers, by Ian Bent and David Bretherton, drew on primary source material from the Ernst Oster Collection and from SDO , and then used that material to reveal deeper historical or analytical insight. Bent explored the implications of a 1927 diary entry on Bach’s French Suite in E major (BWV 817), for which Schenker’s own sketches and ideas (as Bent suggested) eventually led to the conception of the musical supplement of Der freie Satz . Bretherton discussed Schenker’s correspondence with Felix-Eberhard von Cube, along with an unpublished analysis of Schubert’s song “Der Doppelgänger”; he then compared this analysis to more recent Schenkerian-based analyses by Lawrence Kramer ( 1998 ) and Robert Samuels ( 2010 ). Bretherton showed how Schenker, having corresponded with von Cube about the song, could discover a more simple structural 3 ˆ – 2 ˆ – 1 ˆ based on a hearing of the lower register ostinato figure in the piano accompaniment (B– A ♯ –D– C ♯ ), as opposed to taking the more aurally salient vocal part (as Kramer and Samuels do), which sings an almost constant F ♯ and then closes the song 5 ˆ – 4 ˆ – 3 ˆ – 2 ˆ – 1 ˆ in an upper register. And finally, Georg Burgstaller discussed an unpublished monograph by Schenker from 1911, “Kunst und Kritik” ( Art and Criticism ), explaining Schenker’s intellectual position vis-à-vis music criticism of the time. Even the chair of the SDO session, William Drabkin, added a personal touch that gave the evening a special charm and an open atmosphere.",
                "footnotes": [],
                "citations": [
                    "kramer_1998",
                    "samuels_2010"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Beyond the normal sessions, a special tribute was offered to Edward Laufer, one of the pioneers in North American Schenker studies; the tribute was titled “Toward a Free Composition for Post-Tonal Music,” and it was led by Timothy Jackson. (Laufer attended via video conference from his home in Toronto.) Among other things, an unpublished analysis by Laufer of Schoenberg’s op. 11, no. 1 dating from the 1970s was presented to the audience. Jackson described how an expert listener-analyst like Laufer can hone \nhis skills to reveal deeper voice-leading patterns and convey such patterns to his students, even in such seemingly non-tonally oriented music as Schoenberg’s op. 11. Laufer’s analysis gives weight to what he calls the “primary referential sonority,” which is built from the opening trichord (B– G ♯ –G) and a delayed bass note E ♭ , first sounded in measure 11. Undoubtedly, an implicit part of the tribute was the presentation of a detailed Schenkerian analysis on numerous 11”x17” sheets of paper!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Following the final session on “Reception History,” Poundie Burstein led an open discussion on the state of Schenker studies today. He asked his audience to reflect on the direction of the field since the first symposium took place 28 years ago (in 1985), noting a parallel to Schenker’s own scholarly output in the timespan from Harmonielehre in 1906 to Der freie Satz in 1935. Among the more senior scholars, Carl Schachter noted the success of this particular symposium—in his opinion, the most successful to date. Others celebrated the way Schenker studies combine theory, analysis, and historical and cultural study, with an unbroken tradition spanning more than a century. An informal consensus emerged that more discussion time is needed over the course of the symposium and that future contributions need not strictly take the form of an “SMT-style” paper—they may simply offer an analysis of a specific piece of music, either in the form of a presentation or (as I would plea) in a more workshop-oriented session. Future contributors take note!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Schenker studies has no shortage of ideas and equally no shortage of idiosyncrasies, and like all disciplines it includes its share of polemics, internal politics, colorful characters, and quirky terms—the “swan slur” and the “wobble” being the most memorable of this particular symposium. (6) What makes Schenker studies unique amongst music-theoretical sub-disciplines is, first, how wide the discourse around one man and his ideas has become and, second, the reverence with which the subject is treated by some of its advocates.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The Schenker community sometimes suffers from a lack of self-criticism and a reliance on authoritative assertion. This was observed in many of the casual comments that were heard in presentations and Q&A sessions, notwithstanding the general collegial atmosphere that prevailed. The community could benefit tremendously from, on the one hand, a more coordinated approach to many of the perennial (and often ill-informed) critiques launched from other scholarly corners and, on the other hand, the opening up of space for debate about strengths and weaknesses of the field. Poundie Burstein deserves credit for taking an initial step in this direction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] This report has offered but a snapshot of the 2013 Schenker symposium and has highlighted a few of its noteworthy presentations. Many others would be worthy of discussion; in general, it can be said that most all of the presenters offered stimulating ideas and a solid performance over the weekend, a sign that the field of Schenker studies has many good years ahead of it. The music theory community can look forward to the next Schenker symposium in 2020, which will just surpass the 150th anniversary of Schenker’s birth! (7) Appendix : Schenker Symposium Program",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference reports",
    "source": "mto/raw/mto.13.19.2.koslovsky.html",
    "data": "mto/data/mto.13.19.2.koslovsky.json"
}