{
    "title": "What is a Musical Feature? Forte’s Analysis of Brahms’s Opus 51, No. 1, Revisited",
    "date": "2001/07/01",
    "volume": "7",
    "issue": "4",
    "authors": [
        "Huron, David"
    ],
    "abstract": "A theory of musical features is presented. The theory emphasizes how a given work is distinguished from other works in some musical corpus. A number of general concepts are defined including presence, salience, distinctiveness, and significance. Intratextual factors such as prevalence, primacy, and recency, are distinguished from intertextual factors such as evocation, quotation, allusion, parody, and model. The theory is illustrated by evaluating the principal motive proposed by Allen Forte in his study of Brahms’s opus 51, no. 1. Forte’s “alpha” interval-class set is shown to be unable to distinguish quartet No. 1 from other quartets by Brahms. On the basis of the theory, several refinements are made to Forte’s alpha feature. Only when the prime form of the interval-class pattern is joined with a long-short-long rhythm does the resulting feature become distinctive of the work. Perceptually-pertinent properties are shown to be helpful in assembling a distinctive feature definition.",
    "keywords": [
        "analysis",
        "feature",
        "motive",
        "Brahms",
        "Forte"
    ],
    "doi": "",
    "received": "6 April 2001",
    "pdf": "http://www.mtosmt.org/issues/mto.01.7.4/mto.01.7.4.huron.pdf",
    "author_info": [
        {
            "name": "David Huron",
            "university": "School of Music",
            "address": "Ohio State University, Columbus, OH 43210",
            "email": "huron.1@osu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Forte’s  study of this work was first published in 1983 and \nsubsequently reprinted in 1987. “Motivic Design and Structural Level in the First \nMovement of Brahms’s  String Quartet in C Minor,” Musical Quarterly, 69 (1983), \n471–502. Reprinted in: Michael Musgrave, ed., Brahms 2: Biographical, Documentary \nand Analytic Studies, pp. 165–196 (Cambridge: Cambridge University Press, 1987).",
            "citations": []
        },
        "FN2": {
            "text": "2. Further discussion regarding this point may be found in \nLeonard Meyer, Emotion and Meaning in Music (Chicago: University of Chicago \nPress, 1956).",
            "citations": []
        },
        "FN3": {
            "text": "3. The assumption that lines-of-sound are psychological “real” \nrather than “reified” is supported by a wealth of perceptual research. As theorists \nare well aware, not all pitch successions evoke intervals. For an extensive review \nof the pertinent perceptual evidence see Albert Bregman, Auditory Scene Analysis (Cambridge, Mass.: MIT Press, 1990).",
            "citations": []
        },
        "FN4": {
            "text": "4. This observation is chronicled in detail in David Huron \nand Jonathon Berec, “A Method for Characterizing Instrumental Idiomaticism: A Case \nStudy of the B-flat Valve Trumpet.” MS.",
            "citations": []
        },
        "FN5": {
            "text": "5. See, for example, the discussion of quotation and allusion \nin Kenneth Hull, “Brahms the Allusive: Extra-compositional Reference in the Instrumental \nMusic of Johannes Brahms,” PhD diss., Princeton University, 1989.",
            "citations": []
        },
        "FN6": {
            "text": "6. There are other possible definitions of a good description, \nalthough I am not aware of any in the field of music theory. The definition proposed \nhere merely echoes the widespread notion in theory (promoted by Schoenberg) that \nmusic and musical descriptions ought to seek an economy of expression. It is noteworthy \nthat this definition of good description is analogous to the concept of efficiency in technical disciplines.",
            "citations": []
        },
        "FN7": {
            "text": "7. An introduction to the historical background of this work \nmay be found in Michael Musgrave and Robert Pascall, “The String Quartets Op. 51 \nNo. 1 in C minor and No. 2 in A minor: A Preface,” in Michael Musgrave, Ed., Brahms 2: Biographical, Documentary and Analytic Studies , pp. 137–143 (Cambridge: \nCambridge University Press, 1987).",
            "citations": []
        },
        "FN8": {
            "text": "8. Forte’s study focuses predominantly on the musical \nforeground. Similarly, my analytic points will center on foreground features. \nThis focus is merely a matter of convenience and of avoiding undue length. As \nthe reader will readily understand, the inferential analytical approach employed \nhere is as pertinent to the comparative evaluation of proposed background, \nmiddleground, and process-related features as it is to foreground motivic \nfeatures.",
            "citations": []
        },
        "FN9": {
            "text": "9. All of the ensuing measurements were carried out using \nthe Humdrum Toolkit software. All repeats were expanded in the electronic scores \nprior to processing. See David Huron, Unix Software Tools for Music Research; \nThe Humdrum Toolkit Reference Manual (Menlo Park, CA: Center for Computer Assisted \nResearch in the Humanities, 1995). Extensive online information is available regarding Humdrum , including an online introductory User Guide .",
            "citations": []
        },
        "FN10": {
            "text": "10. A ludicrous comparison to be sure, but one that well illustrates the point.",
            "citations": []
        },
        "FN11": {
            "text": "11. For pertinent experimental evidence see David Huron, “Voice Denumerability in Polyphonic Music of Homogeneous Timbres,” Music Perception 6 (1989), 361–382. (An abstract is available online.) For a demonstration of this perceptual phenomenon  affecting musical organization see David Huron and Deborah Fantini, “The Avoidance \nof Inner-voice Entries: Perceptual Evidence and Musical Practice,” Music Perception 7 (1989), 43–47. The complete text is available online.",
            "citations": []
        },
        "FN12": {
            "text": "12. The numbers on this line \nindicate the total number of unique patterns present in the movement. These \nnumbers are useful for assessing the relatively importance of the rank \norderings given for each of the various alpha patterns. For example, the \n10th most common pattern might be relatively important in a work that contains \n100 different patterns; however, the 10th most common pattern might be deemed \nrelatively unimportant if the work contains just 15 different patterns. (Being \nthe 5th best student in one’s class is more significant in a class of 80 \nstudents than in a class of 10 students.)",
            "citations": []
        },
        "FN13": {
            "text": "13. The term “significant” is used here in the formal statistical \nsense of the word. Pooling the data for the two control movements, a chi-square \nanalysis for the ratios of expected to actual instances produces the following results: \nprime form of alpha ( X 2 =56.47; df=1; p<<0.001 significant); inverted \nform ( X 2 =1.82; df=1; p=0.18, not significant); retrograde form \n( X 2 =53.39; df=1; p<<0.001, significant absence); retrograde inverted \nform ( X 2 =5.22; p=0.02, significant absence).",
            "citations": []
        },
        "FN14": {
            "text": "14. Forte’s  motivic description would appear to have only \none advantage over the feature developed in this paper and shown in Example 3: namely, \nthe alpha motive is more succinct. However, since the alpha interval-class motive \nis not distinctive of the work in question, the feature description must be regarded \nas too brief.",
            "citations": []
        },
        "FN15": {
            "text": "15. Readers familiar with Forte’s  paper may have noted that \nour analysis has focused exclusively on Forte’s  alpha motives without mentioning \nthe innumerable other subsidiary patterns discussed in his analysis. The reason \nshould now be clear. Many of Forte’s  other motivic sets suffer from the same problems, \nand other sets appear to be attempts to patch up the shortcomings of the alpha \npattern.",
            "citations": []
        },
        "FN16": {
            "text": "16. A number of articles have applied this principle to the \nstudy of music, including much of the current author’s  published research. A useful description of the research approach may be found in the second chapter of Zohar Eitan, Highpoints: A Study of Melodic Peaks (Philadelphia: University of Pennsylvania Press, 1997)—although see comments in the current author’s book review ( Music Perception , 16 [1999], 257–264).",
            "citations": []
        },
        "FN17": {
            "text": "17. This research was completed in 1994 while the author was a visiting scholar at the Center for Computer Assisted Research in the Humanities , Stanford University. I am grateful to the Center’s  Director, Dr. Walter Hewlett, for providing helpful feedback and advice.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Imagine that you were robbed by someone and were later asked by the police \nto provide a description of your assailant. Suppose you began your description by \nnoting that the robber had a nose, two eyes, a mouth, and two ears. These “facts” \nwould undoubtedly be “true,” but the police would be rightly dismayed by your description \nfor the simple reason that the facts fail to distinguish your assailant from a world \nof potential suspects.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] When characterizing a musical work it is important, not simply to make accurate \nor truthful observations about its organization; but also to identify those characteristics \nthat set the work apart from other musical works. In this paper, I will argue that \nmusic analyses can occasionally fall prey to such empty descriptive language. Like \nthe description of our hypothetical robber, many otherwise truthful observations \nsimply fail to be informative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The paper is divided into two parts. Part One begins with a general theoretical \ndiscussion concerning the notion of a “feature.” In the course of this discussion \na number of properties of features will be distinguished and a set of corresponding \nterms defined. In Part Two, the concepts developed in Part One will be illustrated \nby referring to Allen Forte’s discussion of motivic design in the first movement \nof Brahms’s string quartet, opus 51, no. 1. (1) In particular, the analysis will focus on what Forte identifies as the principal \nmotivic feature of this work. Using the theoretical concepts related to features, \nseveral refinements will be made to Forte’s motivic description. In effect, a “nose” \nwill be transformed into an “aquiline nose”; “two eyes” will be transformed into “close-set \neyes.” To anticipate our results, this systematic analytic path will ultimately \nlead us to a motivic description that closely resembles a traditional diatonic motive \nas the principal intratextual feature of this work.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] At the outset, it is important to reassure readers about the goal of this \nessay. The paper should not be regarded as an attack on Prof. Forte. Forte’s \nmotivic study simply provides a convenient illustration of a problem that is \ncommon in music analysis. My intention is simply to demonstrate that grievous \nproblems of descriptive language are evident even in the work of renowned \ntheorists—and to show that such problems are (at least in principle) avoidable. PART ONE: WHAT IS A FEATURE?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In common parlance, a “feature” is a notable or characteristic part of something; \na feature is something that helps to distinguish one thing from another (or one \ngroup of things from another group of things). An architect, for example, can distinguish \na Corinthian column from Doric and Ionic orders by the presence of sculpted acanthus \nleaves near the top of the column. We might say that sculpted leaves are a feature of the classic Corinthian column. In the analysis of artistic artifacts, features \nprovide the essential descriptive primitives by which the unique characters of individual \nworks may be identified, and by which the commonalities of styles, periods, and \ngenres may be portrayed. Properties of Features",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] At a minimum, we might expect a proposed feature to be present in \nan artifact or class of artifacts. If it is claimed that X is a feature of \nwork Y, then we would naturally expect X to be located, or evident \nin Y . Sometimes features may be notable by their absence, however. For example, \nthe absence of harmonic thirds and sixths in a tonal-period work would be something \nof an aberration. Since, the absence of something commonplace may itself be noteworthy, \nwe might refer to this property as negative presence. Note that negative \npresence presupposes the existence of a normative repertoire or established set \nof expectations. That is, one can’t recognize that something is missing unless one \nhas a sense of what is normally present.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In the arts, it is common to focus on the work of art as the object of analysis. \nThis focus allows a distinction to be made between those features that arise within \nthe context of the work itself ( intratextual ) and those that arise from relationships \nbetween works ( intertextual ). Both positive presences and negative presences \nmay be either intertextual or intratextual. An intertextual negative presence arises \nwhen the accumulated evidence suggests that a work belongs to a certain class of \nworks, yet fails to exhibit a property that is otherwise assumed to be essential \nto membership in that class or group. By contrast, an intratextual negative presence \narises within a work when the work itself establishes the expectation of some event \nor phenomenon that nevertheless remains unrealized. Since the thwarting of an expectation \nmay quickly become a cliché, intratextual features are constantly being transformed \ninto intertextual norms. (2) Descriptive Languages",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In describing features, an important consideration is the nature of the descriptive \nlanguage used. Note that even in the case of positive presences, a proposed feature \nis rarely directly represented in an artistic artifact. For example, the pitches \nof a score do not directly encode the melodic intervals. The concept of “melodic \ninterval” relies on the assumption of an underlying “voice” or “part” and deciphering \nvoicing sometimes entails remarkably sophisticated interpretations. On what basis, \nthen, can one defend the assumption of voice? Those theorists who have contemplated \nsuch matters typically rely on one of two appeals. One might appeal to notational \nconventions such as the use of separate staves or differentiation via stem direction. \nA more common appeal is to the perceptual experiences that affirm the subjective \nphenomenon of “musical line” and hence of “melodic interval.” (3) We often assume that the notational conventions of stem directions and independent \nstaves are straightforward reflections of a common psychological experience. That \nis, theorists rightly consider melodic intervals to be implied by individual successive \npitches, and rightly assume that such intervals may be readily derived in most circumstances.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In fact, few features can be identified in the “raw data” of an artifact. \nLike melodic intervals, most features are deciphered, interpreted, or derived from \nthe object of analysis. Of course, even the “raw data” are interpreted. What makes \nthe data seem ontologically “raw” is that the interpretations are comparatively \nstable and uncontentious. We can continue to use such terms as “raw data” as a linguistic \nconvenience, although the term should be understood as a short-hand for interpretations \nthat are less contentious —and the term should never be seen as a foundation \nthat is immune to further conceptual analysis or challenge.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Of course, derived presences may be much more indirect than is the case \nfor melodic intervals. Derived presences may include such concepts as deceptive \ncadences, prolongations, syncopations, suspensions, ritornellos, and other phenomena. \nOften, these derived concepts are more notable and compelling features than directly \nnotated pitches or durations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Note that there are an infinite number of possible derived presences, and \nnot all such derivatives can have the same analytic status. For example, one might \nrigorously define the property fuddle to be the semitone pitch distance between \nthe second-last notes occurring in odd numbered measures whose stem directions extend \nupward. Implicit in any descriptive language is the idea that the descriptive terms \n(such as “melodic interval”) are not reified concepts, and that, unlike the concept \nof fuddle, they represent some organizing principle that has influenced either \nthe construction of the work, or its reception, or both. In the case of conventional \ntonal theory, the notion of a diatonic step is an example of such a derivative concept. \nIn the case of set theory, the notion of an interval-class is an example of such \na concept.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In discussing above how theorists might defend the traditional voice assumption underlying the concept of the melodic interval, two different forms of \njustification were cited. One was based on subjective perceptual experience, and \nthe other was based on notational practice. It is important to understand that these \nare just two of innumerable forms of appeals. One need not refer either to perception \nor to the notation in order to justify a useful descriptive concept. Consider, by \nway of illustration, the notion of something being “idiomatic.” In works written \nfor trumpet, it has been observed that difficult finger/valve combinations are systematically \nless common in works written by trumpet virtuosi than in trumpet works written by \nnon-virtuosi. (4) In most circumstances, \nit is only the experienced trumpet player who is able to apprehend the specific \nproperties that distinguish an idiomatic arrangement from an unidiomatic arrangement. \nThat is, a trumpet player may experience a passage according to such categories \nas “easy to finger” or “difficult to finger.” Moreover, these conceptual and descriptive \ncategories can be defended, even if listeners are unable to perceive them, even \nif non-trumpet performers fail to experience them, and even if theorists are oblivious \nto their existence.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Descriptive languages are often unique to particular communities. Usually, \nthe language is largely given a priori, but there are always opportunities \nto change or expand the descriptive conceptual vocabulary. A composer might choose \nto create a work whose organization is intimately linked to the fuddle concept. \nIf this were the case, this aspect of the music’s organization would have salience \nonly for readers of this article—and even then, only for readers with access to \nthe notated score. This simply illustrates that useful descriptive concepts can \nspring into existence within a given community or culture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] When we describe features, we are at liberty to choose the descriptive language, \nalthough the language must contain concepts whose assumptions have some degree of \nsupport. In describing a robber to the police, an optician might focus on the robber’s \nbrand of eyeglasses, a fashion designer might focus on features of the robber’s \nclothing, and a dialect expert might focus on the robber’s manner of speech. Within \neach of these descriptive domains, however, it is still possible to give either \nfruitful or empty descriptions. The optician’s recognition of a common brand of \nsunglasses, the fashion designer’s notice of poor color-coordination, and the dialect \nexpert’s animated description of the robber’s impolite vocabulary may be of little \nuse in distinguishing our robber from anyone else.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In identifying a feature, we must always be cognizant of the question “feature \nof what?” Features may be characteristic of a work, of a movement, of a composer, \nof a style, of tonal music in general, and so forth. What constitutes a feature \ndepends on the scope of our gaze. For example, a non-Western listener may deem the \nsound of the pianoforte to be a significant feature of Western music—without distinguishing \nany further divisions. To the music analyst, the features of principal interest \nhave been those that characterize individual works, or sections thereof. At the \nsupra-opus level, features of interest may include stylistic features, the three \nbasic lines of Schenkerian analysis, and so on. Salience",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The mere presence of some element or property does not necessarily make \nit a good feature. A good feature must in some ways draw attention to itself. It \nmust be notable, or what might be dubbed salient. Of course there are innumerable \nways by which something may draw attention—some of which we will discuss later. \nOne of the most venerable properties is the simple prevalence of an event; \nthat is, how frequently a pattern recurs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Apart from such intratextual factors, there are also intertextual factors \nthat can contribute to salience. A single statement of “B–A–C–H” or the opening \nnotes of Dies Irae can be sufficient to establish the notability of the event. \nIntertextual factors may be either intentional or unintentional on the part of the \nartist. Intentional factors may include quotation, allusion, parody , and model —concepts that have received some lucid theoretical attention. (5) To these may be added the concept of evocation where a passage unintentionally \nreminds the listener of a similar passage in another work. (Since evocation is defined \nas unintentional, the clearest examples occur where a musical passage reminds us \nof a similar passage in a work created much later by another composer.)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] To summarize, we may define salience as a heightened attention that can \narise due to either intratextual factors (such as phenomenal accent) or intertextual \nfactors (such as quotation). Evaluation of Features",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] All scholarly disciplines are founded on some type of descriptive enterprise. \nFeatures provide the essential building-blocks for such descriptions. Each discipline \nestablishes its own criteria for good description; however, some evaluative criteria \nare nearly universal and possibly tautological. Perhaps the most important property \nof a description is the degree to which it distinguishes the objects of our attention \nfrom other (possibly like) objects. If the goal of an analytic description is to \nconvey what is unique or distinctive of a given object or class of objects, then \ngood features must embody or define some of that distinctiveness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Another important property of feature descriptions is the economy of the \nmeans of expression. When asked for directions by a passing motorist, the success \nof our description depends not only on the distinctiveness of the landmarks we mention, \nbut also—since human memory is fallible—on the brevity of our description. Of \ncourse, in giving directions to our motorist, we might ask if they are already familiar \nwith certain landmarks. In inquiring about their existing knowledge, we are, in \neffect, determining whether intertextual references will have any value in enhancing \nthe description. Whether or not our motorist has knowledge of the pertinent geography, \na good description will identify a succinct set of distinctive features. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In the absence of distinctiveness, many otherwise truthful characterizations \nare without merit due to the excessive breadth of the description. In concrete terms, \nwe may define distinctiveness as the property of “relative salience”—that \nis, where a feature is more characteristic of the artifact being described compared \nwith other artifacts or phenomena. Note that the property of distinctiveness is \nnecessarily comparative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Once again, what constitutes a distinctive feature depends on the scope \nof our gaze. A “nose” is a feature of faces in general, but the presence of a nose \ncannot be a feature of a particular face. It is the “stubby nose” or the “pixie \nnose” that may be a feature of some given face—but only because of the implied \ncomparison with other noses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] All of the foregoing attributes or properties of a feature are attempts \nto approach the central issue related to a feature: its importance, eminence, or significance . By their very nature, the concepts of importance and significance \nare open-ended. A single, apparently trivial detail may be the source of a striking \nstory. Significance is always contextual, and there is no telling the historical, \nsocial, personal, formal or other domains that establish the context for some event—however \napparently minor or inconsequential. This means that it is impossible, in principle, \nto produce an exhaustive inventory of the significant features of some work. Table 1 . Summary of Terminology Related to Features (click to enlarge) Example 1 . Brahms, String Quartet Op. 51, No. 1, mvt.1, mm. 1–6 (click to enlarge) Example 2 . Some Sample Sets from Forte’s Motivic Analysis of Brahms Op. 51, No. 1, mvt. 1 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Although we cannot describe all the potentially significant features \nof a work, or even the most significant features of a work, this does not \npreclude the possibility of identifying some features that are significant. \nMy claim here is that salient distinctive features will always bear some degree \nof significance in a work—even though other features may exist that can claim to \nbe of greater significance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] By way of summary, the feature-related properties we have discussed are \nreproduced in Table 1 . In general, a good feature may be defined as a succinct description \nthat is salient, distinctive, and significant. That is, a good feature is something \nthat attracts our attention in some way, that distinguishes an object or class of \nobjects from other like objects, and that is worthy of interest. PART TWO: FEATURES IN BRAHMS’S OPUS 51, NO. 1",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The conceptual framework outlined in Part One may be better understood through \nan illustrative example. Example 1 shows the opening measures of the first movement \nof Brahms’s opus 51, no. 1. The opening statement in the first violin part constitutes \nwhat would normally, and informally, be dubbed the principal theme of this movement—a \ntheme that Hanslick characterized as “magnificently passionate.” (7) Example 2 shows a number of interval-related groups that are identified in Forte’s \nanalysis as playing a central role in this movement. (8) The most important of these sets is the interval sequence (+2,+1) which, along with \nits inversion (-2,-1), retrograde (+1,+2), and retrograde inversion (-1,-2), Forte \ndubs the “alpha” group of motives. In order to distinguish the interval patterns \nfrom the interval-class patterns we will use the unsigned designation (2,1) to refer \nto the interval-class pattern that embodies all four of these individual interval \npatterns.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] There is no question that the alpha pattern is present in opus 51, \nno. 1. The pattern occurs in the opening three notes of the first violin and appears \nnumerous times throughout the movement. According to our analytic taxonomy, we need \nto consider the degree to which occurrences of this pattern are salient and distinctive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Of the various factors contributing to salience, consider first the simple \nproperty of prevalence. Out of 7,045 interval-class melodic dyads found in \nthis movement, the alpha pattern is the most common interval-class pattern, occurring \n352 times. (The prime form alone occurs 136 times making it the 13th most common \ntwo-interval pattern.) (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] However, since scale-like movements of tones and semitones are ubiquitous \nin tonal music, we might well expect the alpha pattern to be common in most musical \nworks. Returning to our police station analogy, suppose that we remain unconvinced \nby the police officer’s protestations that saying our assailant “has a nose” is \nutterly vacuous. The officer might pull out a college yearbook and ask us to count \nthe number of photographs where a person is without a nose. Having counted a large \nnumber of people, each with a nose, we might be more convinced that our description \ndoes indeed fail to be distinctive. Such a statistical demonstration might seem \ncrude or unwarranted, but it serves the important purpose of establishing the shortcomings \nof our description.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In order to determine whether the alpha pattern is distinctive of \nthe first movement of opus 51, no. 1, we need to compare this movement with other \nmusical works. But what other works would provide an appropriate comparison? If \nwe compared Brahms’s opus 51 to (say) a Brazilian samba, (10) then the origins of any observed differences between the two pieces would be difficult \nto interpret. Perhaps the differences would arise due to different historical periods, \nor different nationalities of the composers, or different instrumentation, or different \nstyles. In other words, the observed differences may be manifestations of different \nclasses of compositions (such as genres) rather than differences in the works themselves.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] In order to minimize these interpretive problems it is preferable to select \ncomparison works that are as similar as possible to the work we are attempting to \ndescribe. A good sample of music for such a comparison is all of Brahms’s remaining \nstring quartet movements. Brahms claimed to have written over 20 string quartets \nin his youth—works which he later destroyed. Of his mature string quartets, Brahms \npublished three: opus 51, no. 1; opus 51, no. 2; and opus 67. These works were written \nover a period of about a decade. By choosing this repertoire, we can be confident \nin dismissing claims that any differences we may observe are due to different composers, \nnationalities, genres, styles, instrumentation, etc. That is, any observable differences \nare more likely attributable to the different characters of the works. Of \ncourse the string quartet movements are not exactly “matched”—there remain differences. \nThe various movements exhibit different tempi, forms, and moods. Rather than comparing \nthe first movement of Quartet No. 1 with the other movements of the same work, in \nsome ways, a better comparison might be to compare the first movements from all \nthree quartets (No. 1: Allegro, 3/2 meter; No. 2: Allegro non troppo, 2/2 meter; \nand No. 3: Vivace, 6/8 meter). The different meters and the different keys mean \nthat we cannot dismiss the possibility that any observed differences can be attributed \nto these factors. Table 2 . Prevalence of “Alpha” Patterns in First Movements of Brahms’s String Quartets (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Table 2 tabulates the number of occurrences of each of the alpha patterns \nfor each of the first movements of Brahms’s three string quartets. Separate results \nare shown for all four set variants of Forte’s interval-class motive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The results of Table 2 show that the alpha interval-class pattern is prevalent \nin all three quartet movements—not just in the first movement of quartet No. 1. \nIn fact, the alpha interval-class pattern is proportionally more common in each \nof the other string quartet movements than it is in quartet No. 1. This implies \n(but does not prove) that the alpha interval-class is a musical commonplace—at \nleast in the case of Brahms, but probably for tonal music in general. In summary, \nwe can say that the alpha interval-class pattern is present and prevalent in quartet No. 1, but, on the basis of this single salience factor, we cannot say \nthat alpha is distinctive of quartet No. 1.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] As we noted earlier, a good feature must draw attention to itself in some \nway. Apart from simple repetition (prevalence), there are innumerable other ways \nto draw attention. If we trust Forte’s intuition, we must conclude that more than \nmere prevalence contributed to Forte’s selection of the alpha motive. We need to \nlook for other possible salience-enhancing properties. One place to begin is by \nnoting that Forte selected the initial three notes of the work. In memory and learning \ntasks, psychologists have established that the first visual or auditory items in \na sequence are more salient than other items—a phenomenon dubbed primacy. (Similarly, people are better at recalling and learning items toward the end of \na sequence—a phenomenon known as recency .)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] We might also note that Forte chose the upper-most voice, rather than, say, \nthe initial notes in the viola part. We can only guess as to the source of Forte’s \nintuition, but it is suggestive that this choice also accords with experimental \nresearch showing that listeners find outer voices, especially the upper-most voice, \nmore perceptually salient. (11) While \nwe are considering these salience-enhancing treatments, let’s consider some other \ncommon ones. On the most superficial level, salience can be enhanced by increasing \nthe amount of acoustical energy (e.g., loudness and/or duration) that attends some \nevent. All types of foreground accent (dynamic, agogic, melodic, etc.) can contribute \nto salience.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Perhaps it is the case that alpha tends to occur in foreground or melody \nparts rather than in accompaniment contexts. Motivic statements might tend to be \npresented via unison or octave doublings, or appear in outer-voice parts. Various \nforms of accent may be applied; statements may coincide with metrically strong positions. \nThe feature might be isolated from preceding and ensuing material; it might tend \nto appear at the beginning and ending of the work, or at the beginnings and ends \nof phrases.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Tables 3a-f show the results of six exploratory analyses that attempt to \ndetermine the extent to which Forte’s alpha patterns are linked with various contextual \ntreatments that may be expected to enhance salience. Table 3a shows the number of \ninstances of the alpha patterns that involve pitch-class doublings (such as unison \nor octave statements). Table 3b shows the number of instances of the alpha patterns \nthat follow a rest (implying perceptual primacy). Table 3c shows the number of instances \nof the alpha patterns that precede a rest (implying perceptual recency). Table 3d shows the number of instances of the alpha patterns that coincide with the beginning \nof a phrase or slur mark (also implying primacy). Table 3e shows the number of instances \nof the alpha patterns that begin on the strongest metric position (down-beat) in \na measure. Table 3f shows the number of instances of the alpha patterns that occur \nin outer voices (’cello and first violin). In each case, the results for opus 51, \nno. 1, are contrasted with similar tallies for the first movements of Brahms’s other \ntwo string quartets. Table 3a . Instances of “Alpha” Patterns Involving Pitch-class Doubling (click to enlarge) Table 3b . Instances of “Alpha” Patterns Following a Rest (click to enlarge) Table 3c . Instances of “Alpha” Patterns Preceding a Rest (click to enlarge) Table 3d . Instances of “Alpha” Patterns Coinciding with Slur or Phrase Onsets (click to enlarge) Table 3e . Instances of “Alpha” Patterns Beginning a Measure (click to enlarge) Table 3f . Instances of “Alpha” Patterns in Outer-Most Voices (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Each table entry identifies the number of instances found, followed (in \nparentheses) by the rank position of that pattern in a list of all patterns in the \nmovement—ordered by frequency of occurrence. Summary statistics for each of the \nthree quartet movements are provided at the bottom of each table. Specifically, \nthe total number of alpha-related patterns are tabulated, followed (in parentheses) \nby the percent occurrence. The total numbers of pertinent measures are also identified \nfollowed by measures of the total number of unique patterns conforming to the defined \ncontext.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Consider first the summary statistics in each table showing the totals for \nall four interval patterns. In particular, compare the percentage occurrences for \nall three quartet movements. Tables 3a, 3b, 3c and 3f do not show any comparative \ncoincidence between occurrences of alpha and pitch-class doubling, adjacent rest \nboundaries, or outer-voice positions. For example, Table 3a shows that only 1.72% \nof the alpha interval-class occurrences involved pitch-class doublings, whereas \nquartets No. 2 and No. 3 exhibited 1.83% and 7.26% respectively. However, Tables \n3d and 3e appear to show a heightened occurrence of the alpha interval-class motive \ncoinciding with slur or phrase onsets and beginning in down-beat metric positions—compared \nto the other two quartets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The results shown in Tables 3a-f are more telling if we focus separately \non the four individual interval patterns subsumed by Forte’s alpha interval-class \npattern, Tables 4a-d recast the data in Tables 3a-f comparing the results for each \nof the string quartet movements for each of the four interval patterns: (a) the \nprime interval-pattern (+2,+1), (b) the inversion (-2,-1), (c) the retrograde (-1,-2), \nand (d) the retrograde inversion (+1,+2). Only the prime form (+2,+1) in Table 4a shows a significant increased presence compared with the comparison movements. (13) With the exception of the pitch-class doubling context, the (+2,+1) interval-pattern \nis linked with each of the examined salience-enhancing contexts much more often \nthan for the other quartets. That is, the (+2,+1) interval pattern is more likely \nto be preceded or followed by a rest, is more apt to coincide with the beginning \nof a slur or phrase mark, is more apt to begin a measure, and is more apt to appear \nin an outer voice. Table 4a . Comparison of the Salience of the (+2,+1) Interval Patterns (click to enlarge) Table 4b . Comparison of the Salience of the (-2,-1) Interval Patterns (click to enlarge) Table 4c . Comparison of the Salience of the (-1,-2) Interval Patterns (click to enlarge) Table 4d . Comparison of the Salience of the (+1,+2) Interval Patterns (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] Tables 4a-d suggest that it is not the alpha interval-class pattern that \nis distinctive of the first movement of Brahms’s opus 51, no. 1; rather the results \nsuggest that it is the interval-specific form (+2,+1) that is distinctive. This \nis not to suggest that motivic inversions (for example) don’t appear in the movement. \n(Salient inverted statements clearly appear in measures 92–105.) It is only to say \nthat the inversion is a rare variation of a more basic feature. It is appropriate \nthen that Forte identifies the interval-specific pattern (+2,+1) as the prime form of the interval-class set—and uses this term in preference to the proper normal \nform (1,2). However, the retrograde, inversion, and retrograde inversion forms lack \ndistinctiveness in this movement. Table 5 . Second Order Delta-duration Patterns in Brahms String Quartets (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] If we wish to improve upon Forte’s alpha feature, we need to consider how \nthe feature description can be modified or extended such that it will truly become \nclearly distinctive rather than merely prevalent. There are a number \nof candidate ideas for modifying the feature description. One of the most important \ncandidates is to consider the relationship between pitch and duration. For example, \nthe three notes of Forte’s alpha motive seem to be linked to a long-short-long rhythm. \nThis suggests that we re-analyze the work with regard to patterns consisting of \nboth interval dyad and relative duration. We might begin by first analyzing the \nlong/short duration patterns in the three first movements in order to see if the \nlong-short-long pattern is present, prevalent, and distinctive of opus 51, no. 1. \nAll of the rhythmic-dyad patterns are shown in Table 5 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] In Table 5, the absolute duration of the notes has been of no concern; rather, \na duration is deemed to be long or short depending upon the length of the preceding \nnote. Thus the patterns “half-quarter-whole” and “half-eighth-quarter” would both \nbe deemed long-short-long rhythms despite the fact that the quarter-duration is \ndeemed “short” in the first pattern and “long” in the second pattern. Of course, \nthis is only one of many possible approaches to characterizing rhythmic patterns, \nbut we need to start somewhere.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Table 5 indeed appears to suggest that the long-short-long pattern (i.e., \n“shorter-longer”) is more prevalent in the first movement of string quartet No. \n1 than in the first movements of Brahms’s two other quartets. The pattern appears \n600 times out of 5,762 contiguous 3-note instances in quartet No. 1 (i.e., 10.4% \nof all instances). The corresponding percentages for quartets Nos. 2 and 3 are 8.1% \nand 5.0%, respectively. We now need to consider possible relationships between this \npotential rhythmic feature and the alpha interval pattern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Tables 6a-c show the durational contexts of the alpha interval patterns \nfor each of the first movements of the three Brahms string quartets. Some patterns \n(such as longer-longer and shorter-shorter) are notably rare. The important question \nis whether the alpha patterns in quartet No. 1 are more strongly linked to the shorter-longer \n(i.e. long-short-long) rhythmic contour. The answer is a resounding yes. But once \nagain, the answer must be qualified to say that only the interval-specific pattern \n(+2,+1) is strongly linked to the shorter-longer durational pattern. The remaining \ninterval-specific patterns display no more rhythmic linkage than is found in the \nother quartets. Table 6a . Durational Context of “Alpha” Patterns for Brahms Quartet No. 1 (1st movement) (click to enlarge) Table 6b . Durational Context of “Alpha” Patterns for Brahms Quartet No. 2 (1st movement) (click to enlarge) Table 6c . Durational Context of “Alpha” Patterns for Brahms Quartet No. 3 (1st movement) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] An association or link between two parameters may be either unidirecitonal \nor bi-directional. For example, if we find that people with X -colored hair \ntend to have Y -colored eyes, it does not necessarily follow that people with Y -colored eyes tend to have X -colored hair. When two characteristics \nare reciprocally linked they form a bi-direction association. Bi-directional associations \nare especially noteworthy since they imply a common source or origin for both characteristics \nor parameters. The preceding tables (6a-c) established only that the (+2,+1) interval \npattern has a strong tendency to occur in a long-short-long (shorter-longer) durational \ncontext. We should also determine whether shorter-longer durational patterns tend \nto coincide with the (+2,+1) interval context. Table 7 . Interval Dyad Contexts for ‘Shorter-Longer’ Durational Patterns in \nBrahms Quartet No. 1 (1st movement) (click to enlarge) Table 8 . Pitch Contour Patterns for Brahms Quartet No. 1 (1st movement) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Table 7 shows the dozen most prevalent interval patterns exhibiting the \nshorter-longer durations in the first movement of quartet No. 1. As can be seen, \nthe interval-specific (+2,+1) pattern is ranked first. The other set variants for \nalpha are not shown in Table 7 due to their especially low rankings—27th (-2,-1), \n42nd (-1,-2), and 58th (+1,+2). In summary, Tables 6a and 7 show that the bond between \nthe interval pattern (+2,+1) and the long-short-long rhythm is both strong and bi-directional. \nThis linkage suggests that the interval and rhythm attributes share a common origin \nand are inextricable components of a single pattern. This finding suggests \nthat it would be inappropriate to define the interval feature independent of its \nrhythmic properties. By contrast, none of the other set variants shows any such \nrhythmic linkage. For example, a separate analysis of the retrograde forms of alpha \nshowed no correlation with retrograde forms of the rhythm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Further inspection of Table 7 reveals that the dozen or so most prevalent \npatterns show a marked predominance for ascending intervals. This bias toward ascending \npitch sequences is confirmed in Table 8 . Table 8 tabulates the predominance of all up-up, up-down, down-up, and down-down pitch contours in opus 51, \nno. 1. Of 553 interval dyads (pitch triads), nearly 40 percent are solely upward \nin their contours—twice as many occurrences as the down-down contour. This \nsuggests that the specific interval sizes may be less important in our feature definition \nthan we might think. The right-most column of Table 8 shows the number of occurrences \nof the various contours—where all of the alpha interval-class occurrences have \nbeen excluded. As can be seen, the up-up pattern continues to predominate. \nIn other words, the up-up pattern remains prevalent in this movement independent \nof the alpha interval patterns.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Returning to Table 7, we can see that the second- and third-ranked patterns \noutline the minor third interval—an interval that Forte also highlights in his \nanalysis. Forte doesn’t explicitly comment on the relationship between the ascending \nminor third and the omission of the second note of the alpha pattern. The foregoing \nanalysis allows us to be more explicit about their relationship. When viewed in \nits rhythmic-metric context, the elimination of the second pitch is hardly enigmatic. \nRecall that Table 3e established that the alpha pattern is more likely to begin \non a strong metric position compared with Brahms’s other quartets. In addition, \nwe have seen that the alpha patterns are associated with a long-short-long rhythm. \nThis implies that the “middle” note of (+2,+1) has been treated as a dispensable \n“unaccented passing tone”—the omission of which leads quite naturally to a rising \nminor third.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] The sixth- and eighth-ranked patterns in Table 7 show what can only be \ninterpreted as upward rising major and minor triads, whereas the seventh-ranked \npattern corresponds to clear statements of the upward rising motive in the major \nmode (i.e., measures 232 to 260). At the time of Forte’s writing, the vocabulary \nof set theory was unable to accommodate diatonic intervals, and so the (+2,+2) \ninterval pattern was defined as a separate motive (Forte’s epsilon motive, see \nExample 2).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] With regard to diatonic intervals, a further analysis found that all of \nthe instances of the prime form of alpha occurring in the first movement of quartet \nNo. 1 are spelled as an ascending major second followed by an ascending minor second. \nBy contrast, nearly ten percent of the alpha retrograde instances are spelled enharmonically \nas diminished thirds followed by minor seconds. A Revised Feature Description Example 3 . Schematic Representation of the Principal Motive in Brahms Op. 51, No. 1, mvt. 1 as Developed Using a Comparative Analysis Method (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] In light of the above analyses, we can now summarize the state of our alternative \nmotivic description of the principal foreground feature in the first movement of \nBrahms’s opus 51, no. 1. The feature consists of pitches in an upward-rising sequence, \nlinked to a long-short-long rhythm, generally starting a phrase or slur, often following \na rest, beginning in a strong metric position, and most likely to occur in an outer \nvoice. (See Example 3 .)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] The feature bears more than a superficial resemblance to the opening statement \nin the first violin. In traditional tonal theory, this feature would have been informally \nlabeled “the principal motive.” The above comparative analysis has merely formalized \nthe evidence in support of this informal intuition. Some Caveats",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] It is important not to draw the wrong conclusion from the foregoing \nanalysis. The analytic results, coupled with Forte’s penchant for using the \nlanguage of interval-class sets, is apt to remind readers of three old \ncriticisms of set theory: Set theory fails to account for rhythmic aspects of the music. Set theory specifies intervallic sizes that are inappropriately fixed and \n  overlooks the essentially diatonic contexts of the intervals. And Set theory implies an equivalent or enhanced status for the retrograde, inversion, \n  and retrograde inversion forms of the feature that are often not borne out by \n  the work itself. According to the view presented in this paper however, the above criticisms are \nmerely artifacts of a more fundamental problem. The nub of the problem with the \nalpha pattern is that it fails to define a feature that will distinguish the first \nmovement of quartet No. 1 from the first movements of Brahms’s other two string \nquartets. That is, the alpha pattern is akin to describing a robber as having a \nnose and two eyes. (14) (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] Although Forte’s study of Brahms’s opus 51, no. 1, is not intended to be \na set-theoretic analysis, the above three criticisms are indeed warranted. But they \nare not warranted because rhythm is inherently important, diatonic intervals are \nprivileged, or set theory exhibits a bias toward certain set variants. There is \nno telling how any given work may distinguish itself: rhythm may or may not be important, \ndiatonic intervals may or may not be important, and set variants may or may not \nbe important. In our analysis, these properties became important simply because \nthey help to define a feature description that distinguishes the object under consideration \nfrom other similar objects. That is, the process of contrasting the work in question \nwith similar works allowed us to both refine and discard elements of our descriptive \nlanguage. Review of Analytic Assumptions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] In presenting the above comparative analysis, there are a number of caveats \nand disclaimers that must be made explicit. First, it is important to recognize \nthat the above analysis dealt only with intratextual elements and did not consider \npossible intertextual features to opus 51, no. 1. It is always possible that intertextual \nproperties overshadow the intratextual elements. As noted earlier, a single statement \nof, say, “B–A–C–H” may prove to be of great significance, even though such a statement \nmay not be prevalent. Forte proposes a plausible (and fascinating) intertextual \nproperty of this movement when he links the C minor/ E ♭ minor key relations of the \nfirst and second subjects to those of the opening movement of Beethoven’s opus 13 \npiano sonata ( Pathétique ). This observation is consistent with the view that \nBeethoven’s work provided a model for Brahms’s writing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] Second, only a handful of salience-enhancing properties were explored in \nthe foregoing analysis. Specifically, we examined prevalence, metric position, relative \nduration, voice position, primacy, and recency-linked properties. In the specific \ncase of metric and primacy properties, there are alternative ways of measuring such \nproperties—other than those used in this paper. Other accent types (such as melodic \naccent), and mnemonic properties were not explored in the above analysis. In addition, \nother ways of characterizing features—such as scale-degree, diatonic interval (rather \nthan semitone intervals), or relative interval size (e.g., step/leap)—were not \nexplored. Rather than investigating long/short durational relations, a better rhythmic \nfeature might arise from characterizing the precise durational proportions (e.g., \nthe 3:1 ratio of the dotted rhythm). Any of these alternative approaches might lead \nto a better feature description than the one exemplified in Example 3.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] Third, the above analysis was restricted to foreground features only. In \nprinciple, however, the same comparative methodology can be used to evaluate claims \nof background features. In the case of Schenkerian analysis, this approach must \nawait some computable implementation—if this is possible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] Fourth, the above claims are limited by the comparison group of works. The \nfailure of the alpha pattern to distinguish Quartet No. 1 from Brahms’s other string \nquartets does not mean it is not a distinctive feature of some larger group of objects. \nFor example, the original alpha pattern might distinguish Brahms’s string quartets \nfrom works by other composers, or other works by Brahms. Or it may be that the alpha \npattern is characteristic of Brahms in general, or of Western tonal music compared \nto other types of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] Once again it bears emphasizing that the motivic feature shown in Example \n3 is not claimed to be the “best” intratextual feature in opus 51, no. 1. In principle, \nit is impossible to determine the best feature, since there may always be some analytic \nperspective that provides a more penetrating characterization. My claim is merely \nthat our refined feature is better than Forte’s original alpha motive. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] The identification of features is one of the essential tasks of any descriptive \nenterprise. Purported features can be characterized according to their presence, \nsalience, distinctiveness, and significance. In the first instance, what constitutes \na feature depends on the scope of our gaze. A feature might pertain to a particular \nmusical passage, a movement, work, composer, period, genre, style or culture. Features \nmay be salient because of intratextual or intertextual treatments—including prevalence, \nprimacy, recency, evocation, quotation, allusion, parody, and model.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62] When making observations about music, the analyst is free to choose or construct \nany descriptive language. However, the value of the resulting description can be \nevaluated only by inviting the possibility of failure. At a minimum, one needs to \ndiscern whether the description offered succeeds in distinguishing the object of \ninterest from other similar objects. It is surprisingly easy to inadvertently describe \nfeatures that may be characteristic of music in general while wrongly supposing \nthat one is describing features of a particular work. Similarly, one might wrongly \nassume that descriptions of a single work pertain to an entire class of works. In \nthis paper we have seen that otherwise truthful musical descriptions can fail to \nbe informative because the scope of applicability has not be probed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] This paper has presented an analytic method for refining and evaluating feature \ndescriptions. The method is inherently comparative—that is, it clarifies features \nby placing a work in the context of a musical corpus or comparison group. \nThe method highlights what makes one work different from another.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64] The method allows different musical parameters to be integrated within a \nunified feature description. For example, the method allows the analyst to resolve \nwhether or not particular articulation marks are integral components of a motive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65] In applying the method to Brahms’s opus 51, no. 1, the above partial re-analysis \nleads to a number of conclusions:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] First, it was found that although Forte’s alpha interval-class pattern is \nprevalent (occurs frequently) in opus 51, no. 1, comparison with other string quartet \nmovements by Brahms indicated that the pattern is not distinctive. Distinctiveness \narose only when this pattern was linked to contexts deemed a priori to likely \nincrease their salience. This result has a number of repercussions. It suggests \nthat the concept of salience is not a mere fiction. It also suggests that our operationally-defined \nestimates of salience (such as phrase onset or outer-voice position) can be useful \nindices of salience. In our analysis, salience was measured in terms of phrase-related \nprimacy and recency, rest-induced grouping, unison doubling, outer-voice position, \nand metric position. All of these factors have been shown experimentally to enhance \nthe perceptibility of musical events. That is, at least some forms of salience arise \nfrom known perceptual phenomena. In short, our analysis provides additional evidence \nthat perceptual factors can be important in musical analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "67": {
                "text": "[67] Second, we showed that it is not the alpha interval-class pattern that \nis the principal feature of this movement, but a particular form of the pattern. \nAlthough the concept of interval-class identity may be important in certain \nkinds of music, there is little indication in this movement by Brahms that interval-class patterns \nplay any significant role.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68] Third, we showed that the pitch-interval feature was inextricably linked \nto a particular rhythmic context—namely, long-short-long. Specifically, it was \ndemonstrated that this link is bi-directional: the pitch contour is most commonly \nassociated with the rhythm, and instances of the rhythm are most commonly associated \nwith the pitch contour. In extending set theory to tonal works, theorists ought \nto develop methods for characterizing pitch-rhythm interdependencies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69] Finally, it should be noted that the concept of “distinctiveness” is simply \nan introduction to music analysis of one of the most important concepts in contemporary \nscientific method—namely the idea of the “disproof of the null hypothesis.” The \nbasic idea is that whenever an observation is made, scholars should endeavor to \nadjudicate its pertinence by asking the question “How likely would it be that this \nobservation might arise merely by chance?” (16) In experimental methodology, it is the so-called “control group” that plays a critical \nrole in establishing the likelihood of observing something by chance. In the foregoing \nanalysis, we have shown that examining a comparison group (in this case the opening \nmovements of Brahms’s other two string quartets), permitted us to advance more readily \nin identifying a distinctive feature of opus 51, no. 1. (17)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.01.7.4.huron.html",
    "data": "mto/data/mto.01.7.4.huron.json"
}