{
    "title": "Recapitulatory Compressions in Some Texted and Instrumental Works by Schubert",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "2",
    "authors": [
        "Guez, Jonathan"
    ],
    "abstract": "The thematic organization of musical reprises and recapitulations has not received as much attention as that of expositions. One reason for this is the assumption that recapitulations are simply retracings of thematic paths already plotted in the exposition, with their tonal profiles adjusted to remain in the tonic. The present article seeks to complexify this view by devoting analytic and interpretive attention to a handful of refrains, reprises, and recapitulations that feature deletions of some of their referential thematic material. My primary claims are, first, that such recapitulatory compressions afford feelings of temporal and perspectival distortion (such as “too soon” or “too close” or “too large”) to listeners and to virtual protagonists, and second, that they work in concert with aspects of the presented content of the movements at hand—text, topic, mode, and so on—to project complex and multifaceted musical narratives. Examples come from poetry, song, and instrumental music and include Goethe's “Erster Verlust” and Schubert's setting of it (D. 226); Müller's “Täuschung” and “Die Nebensonnen” and Schubert's settings of them (D. 911); and Schubert's Allegro in A minor for Four hands, “Lebensstürme,” D. 947.",
    "keywords": [
        "Schubert",
        "Lieder",
        "musical form",
        "“Erster Verlust” (D. 226)",
        "Winterreise(D. 911)",
        "LebensstürmeAllegro (D. 947)"
    ],
    "doi": "10.30535/mto.26.2.5",
    "received": "August 2018",
    "pdf": "https://www.mtosmt.org/issues/mto.20.26.2/mto.20.26.2.guez.pdf",
    "author_info": [
        {
            "name": "Jonathan Guez",
            "university": "The College of Wooster",
            "address": "SCHEIDE MUSIC CENTER, 525 E. University St.",
            "email": "jguez@wooster.edu"
        }
    ],
    "citations": {
        "adorno_2005": "Adorno, Theodor. [1928] 2005. “Schubert.” Translated by Jonathan Dunsby and Beate Perrey. 19th-Century Music 29 (1): 3–14.",
        "adorno_1976": "Adorno, Theodor. 1976. Introduction to the Sociology of Music . Translated by E. B. Ashton. The Seabury Press.",
        "adorno_1996": "Adorno, Theodor. 1996. Mahler: A Musical Physiognomy . Translated by Edmund Jephcott. The University of Chicago Press.",
        "adorno_1998a": "Adorno, Theodor. 1998a. Beethoven: The Philosophy of Music . Polity Press.",
        "adorno_1998b": "Adorno, Theodor. 1998b. “Music and Language: A Fragment.” In Quasi Una Fantasia: Essays on Modern Music , trans. and ed. Rodney Livingstone, 1–8. Verso.",
        "adorno_1998c": "Adorno, Theodor. 1998c. “Music and New Music.” In Quasi Una Fantasia: Essays on Modern Music , trans. and ed. Rodney Livingtstone, 249–68. Verso.",
        "barthes_1975": "Barthes, Roland. 1975. The Pleasure of the Text . Translated by Richard Miller. Hill and Wang.",
        "bostridge_2015": "Bostridge, Ian. 2015. Schubert's Winter Journey: Anatomy of an Obsession . Alfred A. Knopf.",
        "boyd_1968": "Boyd, Malcolm. 1968. “Schubert's Short Cuts.” The Music Review 29 (1): 12–21.",
        "boyle_1991": "Boyle, Nicholas. 1991. Goethe: The Poet and the Age . Oxford University Press.",
        "bretherton_2003": "Bretherton, David. 2003. “In Search of Schubert's Doppelgänger.” The Musical Times 144 (1884): 45–50.",
        "burnham_2005": "Burnham, Scott. 2005. “Landscape as Music, Landscape as Truth: Schubert and the Burden of Repetition.” 19th-Century Music 29 (1): 31–41.",
        "burnham_2013": "Burnham, Scott. 2013. Mozart's Grace . Princeton University Press.",
        "burnham_2016": "Burnham, Scott. 2016. “Beethoven, Schubert and the Movement of Phenomena.” In Schubert's Late Music: History, Theory, Style , ed. Lorraine Byrne Bodley and Julian Horton, 35–51. Cambridge University Press.",
        "byrne_2003": "Byrne, Lorraine. 2003. Schubert's Goethe Settings . Ashgate.",
        "byrne_bodley_2016": "Byrne Bodley, Lorraine. 2016. “In Pursuit of a Single Flame? On Schubert's Settings of Goethe's Poems.” Nineteenth-Century Music Review 13 (1): 11–33.",
        "capell_1957": "Capell, Richard. (1928) 1957. Schubert's Songs . 2nd ed. Revised by Martin Cooper. Duckworth.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15 (1): 9–40.",
        "coren_1974": "Coren, Daniel. 1974. “Ambiguity in Schubert's Recapitulations.” Musical Quarterly 60 (4): 568–82.",
        "culler_2015": "Culler, Jonathan. 2015. Theory of the Lyric . Harvard University Press.",
        "dahlhaus_1996": "Dahlhaus, Carl. (1978) 1996. “Sonata Form in Schubert: The First Movement of the G-Major String Quartet, op. 161 (D. 887).” In Schubert: Critical and Analytical Studies , ed. Walter Frisch, 1–12. University of Nebraska Press.",
        "deutsch_1958": "Deutsch, Otto Erich. 1958. Schubert: Memoirs by his Friends . Translated by Rosamond Ley and John Nowell. Adam & Charles Black.",
        "dunsby_2004": "Dunsby, Jonathan. 2004. Making Words Sing: Nineteenth- and Twentieth-Century Song . Cambridge University Press.",
        "everett_1990": "Everett, Walter. 1990. “Grief in 'Winterreise': A Schenkerian Perspective.” Music Analysis 9 (2): 157–75.",
        "fisk_2001": "Fisk, Charles. 2001. Returning Cycles: Contexts for the Interpretation of Schubert's Impromptus and Last Sonatas . University of California Press.",
        "gadamer_1991": "Gadamer, Hans-Georg. 1991. Truth and Method . Translated by Joel Weinsheimer and Donald G. Marshall. Crossroad.",
        "gramit_1987": "Gramit, David. 1987. “The Intellectual and Aesthetic Tenets of the Schubert Circle.” PhD diss., Duke University.",
        "grant_2018": "Grant, Aaron. 2018. “Schubert's Three-Key Expositions.” PhD diss., The University of Rochester.",
        "guez_2015": "Guez, Jonathan. 2015. “Schubert's Recapitulation Scripts.” PhD diss., Yale University.",
        "guez_2018": "Guez, Jonathan. 2018. “The 'Mono-Operational' Recapitulation in Movements by Beethoven and Schubert.” Music Theory Spectrum 40 (2): 227–47.",
        "guez_2019a": "Guez, Jonathan. 2019a. “Toward a Theory of Recapitulatory Tonal Alterations.” Journal of Music Theory 63 (2): 209–29.",
        "guez_2019b": "Guez, Jonathan. 2019b. “Musical Form and Visual Illusion in Two Songs from Schubert's Winterreise .” Paper presented at the Annual Meeting of the Society for Music Theory, Columbus, OH.",
        "guez_2019c": "Guez, Jonathan. 2019c. “Rereading Adorno's 'Schubert' (1928).” Paper presented at the Annual Meeting of the Society for Music Analysis, Southampton, UK.",
        "hascher_1996": "Hascher, Xavier. 1996. Schubert, la forme sonate et son évolution . Peter Lang.",
        "hascher_2016": "Hascher, Xavier. 2016. “Detours, Wrong Tracks and Dead Ends: the Wanderer in the Labyrinth of Schubert's Late Instrumental Music.” In Schubert's Late Music: History, Theory, Style , ed. Lorraine Byrne Bodley and Julian Horton, 263–81. Cambridge University Press.",
        "hatten_2008": "Hatten, Robert S. 2008. “A Surfeit of Musics: What Goethe's Lyrics Concede When Set to Schubert's Music.” Nineteenth-Century Music Review 5 (2): 7–18.",
        "hatten_2016": "Hatten, Robert S. 2016. “Reflections Inspired by a Response.” Nineteenth-Century Music Review 13 (1): 35–38.",
        "hepokoski_2002": "Hepokoski, James. 2002. “Back and Forth from Egmont.” 19th-Century Music 25 (3): 127–54.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "hinrichsen_1994": "Hinrichsen, Hans-Joachim. 1994. Untersuchungen zur Entwicklung der Sonatenform in der Instrumentalmusik Franz Schuberts . Hans Schneider.",
        "hirsch_2008": "Hirsch, Marjorie. 2008. “Mayrhofer, Schubert, and the myth of 'Vocal Memnon.'” In The Unknown Schubert , ed. Barbara M. Reul and Lorraine Byrne Bodley, 3–24. Ashgate.",
        "hur_1992": "Hur, Mi-Sook Han. 1992. “Irregular Recapitulation in Schubert's Instrumental Works.” PhD diss., City University of New York.",
        "hyer_1996": "Hyer, Brian. 1996. “Second Immediacies in the Eroica.” In Music Theory and the Age of Romanticism , ed. Ian Bent, 77–104. Cambridge University Press.",
        "hyland_2016": "Hyland, Anne M. 2016. “In Search of Liberated Time, or Schubert's Quartet in G Major, D. 887: Once More Between Sonata and Variation.” Music Theory Spectrum 38 (1): 85–108.",
        "jameson_1981": "Jameson, Fredric. 1981. The Political Unconscious: Narrative as a Socially Symbolic Act . Cornell University Press.",
        "kinderman_1997": "Kinderman, William. 1997. “Wandering Archetypes in Schubert's Instrumental Music.” 19th-Century Music 21 (2): 208–22.",
        "kraepelin_1913": "Kraepelin, Emil. 1913. General Paresis . The Journal of Nervous and Mental Disease Publishing Company.",
        "kramer_1994": "Kramer, Lawrence. 1994. “Performance and Social Meaning in the Lied: Schubert's Erster Verlust .” Current Musicology 56: 5–23.",
        "lehman_2014": "Lehman, Frank. 2014. “Schubert's SLIDEs: Tonal (Non-)Integration of a Paradoxical Transformation.” Music Theory & Analysis 1 (1–2): 61–100.",
        "lewin_2007": "Lewin, David. 2007. Generalized Musical Intervals and Transformations . Oxford University Press.",
        "mak_2006": "Mak, Su Yin. 2006. “Schubert's Sonata Forms and the Poetics of the Lyric.” The Journal of Musicology 23 (2): 263–306.",
        "mak_2010": "Mak, Su Yin. 2010. Schubert's Lyricism Reconsidered: Structure, Design, and Rhetoric . Lambert Academic Publishing.",
        "margulis_2014": "Margulis, Elizabeth Hellmuth. 2014. On Repeat: How Music Plays the Mind . Oxford University Press.",
        "marston_2000": "Marston, Nicholas. 2000. “Schubert's Homecoming.” Journal of the Royal Musical Association 125 (2): 248–70.",
        "martinkus_2017": "Martinkus, Caitlin. 2017. “The Urge to Vary: Schubert's Variation Practice from Schubertiades to Sonata Forms.” PhD diss., University of Toronto.",
        "martinkus_2018": "Martinkus, Caitlin. 2018. “Repetition as Expansion: Large-Scale Sentential Structures in Franz Schubert's Subordinate Themes.” Paper read at the Annual Meeting of the Society for Music Theory Midwest, San Antonio, TX.",
        "marvin_2012-2013": "Marvin, William. 2012/2013. “' Und so weiter ': Schenker, Sonata Theory, and the Problem of the Recapitulation.” Theory and Practice 37–38: 221–40.",
        "mcclary_1994": "McClary, Susan. 1994. “Narratives of Bourgeois Subjectivity in Mozart's Prague Symphony .” In Understanding Narrative , ed. Peter Rabinowitz and James Phelan, 65–98. Ohio State University Press.",
        "mcclary_1997": "McClary, Susan. 1997. “The Impromptu That Trod on a Loaf: Or How Music Tells Stories.” Narrative 5 (1): 20–35.",
        "mcclary_2000": "McClary, Susan. 2000. Conventional Wisdom: The Content of Musical Form . University of California Press.",
        "middleton_1994": "Middleton, Christopher, ed. 1994. Selected Poems . Goethe: The Collected Works, Vol. 1. Princeton University Press.",
        "miller_1990": "Miller, Philip Lieson. 1990. German Lieder . Continuum.",
        "molnar_and_molnar_2014": "Molnar, Dragana Jermic, and Aleksandar Molnar. 2014. “Adorno, Schubert, and Mimesis.” 19th-Century Music 38 (1): 53–78.",
        "monahan_2011": "Monahan, Seth. 2011. “Sonata Theory in the Undergraduate Classroom.” Journal of Music Theory Pedagogy 25: 1–66.",
        "muxfeldt_2012": "Muxfeldt, Kristina. 2012. Vanishing Sensibilities: Schubert, Beethoven, Schumann . Oxford University Press.",
        "newbould_1997": "Newbould, Brian. 1997. Schubert: The Music and the Man . University of California Press.",
        "perrey_2005": "Perrey, Beate. 2005. “Exposed: Adorno and Schubert in 1928.” 19th-Century Music 29 (1): 15–24.",
        "rast_1988": "Rast, Nicholas Andrew. 1988. “Analysis of Structure in Schubert's Piano Duets.” PhD diss., University of London, King's College.",
        "reed_1997": "Reed, John. 1997. The Schubert Song Companion . Mandolin.",
        "ricoeur_1970": "Ricoeur, Paul. 1970. Freud and Philosophy: An Essay on Interpretation . Translated by Denis Savage. Yale University Press.",
        "rings_2006": "Rings, Steven Marshall. 2006. Tonality and Transformation . PhD diss., Yale University.",
        "rosen_1988": "Rosen, Charles. 1988. Sonata Forms: Revised Edition . W. W. Norton & Company.",
        "rosen_1998": "Rosen, Charles. 1998. The Classical Style: Haydn, Mozart, Beethoven . Expanded edition. W. W. Norton & Company.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer Books.",
        "salzer_1928": "Salzer, Felix. 1928. “Die Sonatenform bei Franz Schubert.” Studien zur Musikwissenschaft 15: 86–125.",
        "samarotto_2009": "Samarotto, Frank. 2009. “'Plays of Opposing Motion': Contra-Structural Melodic Impulses in Voice-leading Analysis.” Music Theory Online 15 (2).",
        "scarry_1999": "Scarry, Elaine. 1999. On Beauty and Being Just . Princeton University Press.",
        "schachter_1999": "Schachter, Carl. 1999. Unfoldings: Essays in Schenkerian Theory and Analysis . Edited by Joseph N. Straus. Oxford University Press.",
        "schenker_1997": "Schenker, Heinrich. [1930] 1997. The Masterwork in Music . Vol. 3. Edited by Ian Bent. Cambridge University Press.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "sly_2001": "Sly, Gordon. 2001. “Schubert's Innovations in Sonata Form: Compositional Logic and Structural Interpretation.” Journal of Music Theory 45 (1): 119–50.",
        "sly_2009": "Sly, Gordon. 2009. “Design and Structure in Schubert's Sonata Forms: An Evolution Toward Integration.” In Keys to the Drama , ed. Gordon Sly. Ashgate Publishing Company.",
        "sontag_1990": "Sontag, Susan. [1963] 1990. “Simone Weil.” In Against Interpretation and Other Essays , 49–51. Anchor Books.",
        "sontag_1981": "Sontag, Susan. 1981. Under the Sign of Saturn . Vintage Books.",
        "stein_and_spillman_1996": "Stein, Deborah and Robert Spillman. 1996. Poetry into Song: Performance and Analysis of Lieder . Oxford University Press.",
        "suurpää_2014": "Suurpää, Lauri. 2014. Death in Winterreise: Musico-Poetic Associations in Schubert's Song Cycle . Indiana University Press.",
        "suurpää_2016": "Suurpää, Lauri. 2016. “Longing for the Unattainable: The Second Movement of the 'Great' C Major Symphony.” In Schubert's Late Music: History, Theory, Style , ed. Lorraine Byrne Bodley and Julian Horton, 219–40. Cambridge University Press.",
        "tarrant_2019": "Tarrant, Christopher. 2019. “Structural Acceleration in Nielsen's Sinfonia Espansiva .” Music Analysis 38 (3): 358–86.",
        "taruskin_2005": "Taruskin, Richard. 2005. The Oxford History of Music . Vol. 3. Oxford University Press.",
        "taylor_2014": "Taylor, Benedict. 2014. “Schubert and the Construction of Memory: The String Quartet in A minor, D. 804 ('Rosamunde').” Journal of the Royal Musical Association 139 (1): 41–88.",
        "tovey_1964": "Tovey, Donald Francis.. [1927] 1964. “Franz Schubert.” In The Main Stream of Music and Other Essays , 103–33. Meridian Books.",
        "webster_1978": "Webster, James. 1978. “Schubert's Sonata Form and Brahms's First Maturity.” 19th-Century Music 2 (1): 18–35.",
        "wellbery_1996": "Wellbery, David E. 1996. The Specular Moment: Goethe's Early Lyric and the Beginnings of Romanticism . Stanford University Press.",
        "white_1987": "White, Hayden. 1987. The Content of the Form: Narrative Discourse and Historical Representation . Johns Hopkins University Press.",
        "wollenberg_2011": "Wollenberg, Susan. 2011. Schubert's Fingerprints: Studies in the Instrumental Works . Ashgate.",
        "youens_1991": "Youens, Susan. 1991. Retracing a Winter's Journey: Franz Schubert's “Winterreise .” Cornell University Press.",
        "vande_moortele_2013": "Vande Moortele, Steven. 2013. “In Search of Romantic Form.” Music Analysis 32 (3): 1–28."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Neither, for that matter, has their thematic organization received as much attention as has their tonal organization. This is especially true in the case of analyses of Schubert's forms, in which more attention has been paid to tonal issues—off-tonic recapitulations, wrong keys, and the like—than to thematic ones, such as recapitulatory expansion, compression, and reordering. (Cf. Mak 2010 , 1.) A representative bibliography would include Tovey [1927] 1964 ; Salzer 1928 ; Boyd 1968 ; Coren 1974 ; Webster 1978 ; Hur 1992 ; Hinrichsen 1994 , 30–31; Hascher 1996 ; Marston 2000 ; Sly 2001 and 2009 , 129–56; Wollenberg 2011 ; and Suurpää 2016 , 227. A recent study that deals explicitly with thematic processes in Schubert's recapitulations is Guez 2018 .",
            "citations": [
                "mak_2010",
                "tovey_1964",
                "salzer_1928",
                "boyd_1968",
                "coren_1974",
                "webster_1978",
                "hur_1992",
                "hinrichsen_1994",
                "hascher_1996",
                "marston_2000",
                "sly_2001",
                "sly_2009",
                "wollenberg_2011",
                "guez_2018"
            ]
        },
        "FN2": {
            "text": "2. “Retracing” is from Hepokoski and Darcy 2006 ; see 19, 114, and 241. For a study of tonal alterations in theory and practice, see Guez 2019a .",
            "citations": [
                "hepokoski_and_darcy_2006",
                "guez_2019a"
            ]
        },
        "FN3": {
            "text": "3. “Referential” is from Hepokoski and Darcy 2006 , 16 and passim.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN4": {
            "text": "4. See Taruskin 2005 , 3:124: “Many poets, led by Goethe (a close friend, as it happens, of Herder's), began writing in a calculatedly volkstümlich style so as to capture some of the forgotten wisdom that das Volk had conserved through the ages of cosmopolitanism, hyperliteracy, and Enlightenment.” Taruskin writes of “the unaffected 'natural' tone without which lieder are not lieder” (132). Cf. Wellbery 1996 , 6–11 and 222–84; and Mak 2006 , 287ff. For more on the relationship between Goethe and Herder, see Boyle 1991 , 94–100 and 111–14. On the importance of Herder to the Schubert circle, see Gramit 1987 , 31–67. On the origins of “Erster Verlust” for the abandoned Singspiel libretto Die ungleichen Hausgenossen , see Byrne 2003 , 397–98.",
            "citations": [
                "taruskin_2005",
                "wellbery_1996",
                "mak_2006",
                "boyle_1991",
                "gramit_1987",
                "byrne_2003"
            ]
        },
        "FN5": {
            "text": "5. Temporal paradoxes like these are a central feature of the lyric genre; see Culler 2015 , 10–16 and passim; and Mak 2006 , 278–86. On temporal ambivalence in Goethe's poem in particular, see Kramer 1994 ; Stein and Spillman 1996 ; Newbould 1997 ; Byrne 2003 , 399ff.; Dunsby 2004 ; and Hatten 2008 .",
            "citations": [
                "culler_2015",
                "mak_2006",
                "kramer_1994",
                "stein_and_spillman_1996",
                "newbould_1997",
                "byrne_2003",
                "dunsby_2004",
                "hatten_2008"
            ]
        },
        "FN6": {
            "text": "6. “These lines, an abbreviated repetition of the opening statement, constitute both a renewal of lament within the poem and a formal means of achieving poetic closure” ( Kramer 1994 , 13; my emphasis).",
            "citations": [
                "kramer_1994"
            ]
        },
        "FN7": {
            "text": "7. “No penetrating exercise of textual criticism is needed to assert that Goethe is referring from the present to the past in lines 1–4, and to the present and implied future in lines 5–7 before the varied, contracted repetition in lines 8–9 of the first quatrain” ( Dunsby 2004 , 126; my emphasis).",
            "citations": [
                "dunsby_2004"
            ]
        },
        "FN8": {
            "text": "8. Compare Taruskin's ( 2005 , 147) language regarding a formal “booby trap” in Goethe's “Heidenröslein” and Schubert's “solution” to this “problem.” And cf. Burnham ( 2013 , 69), who writes in regards to Mozart's “Ave Verum Corpus” that “the urge to hear such rapt music find its highest calling in the solution to a compositional problem is not uncommon in music-historical recknonings.”",
            "citations": [
                "taruskin_2005",
                "burnham_2013"
            ]
        },
        "FN9": {
            "text": "9. On this distinction in Goethe's poetry, see Byrne Bodley 2016 and Hatten 2016 .",
            "citations": [
                "byrne_bodley_2016",
                "hatten_2016"
            ]
        },
        "FN10": {
            "text": "10. Compare again Taruskin's ( 2005 , 147) comments on “Heidenröslein,” in which “formal strategy and poetic meaning have thoroughly interpenetrated, as in only the most 'artful' poems and songs.”",
            "citations": [
                "taruskin_2005"
            ]
        },
        "FN11": {
            "text": "11. Line 9 of the poem also looks backward through another formal feature: the close front rounded vowel at its end. Indeed, by line 9, the “ü” of “zurück” has accrued something like a closing function, since it also closes the first and second stanzas. I am indebted to an anonymous reviewer for calling the rhyme scheme of “Erster Verlust” to my attention.",
            "citations": []
        },
        "FN12": {
            "text": "12. On the paradoxical temporality of Goethe's lyric poetry in general, see Wellbery 1996 , 14–15.",
            "citations": [
                "wellbery_1996"
            ]
        },
        "FN13": {
            "text": "13. Middleton ( 1994 , xxvii): “One of the themes which Goethe modulates, largely or in miniatures, is the integration of opposites, the consorting of Yin and Yang.” Cf. Boyle ( 1991 , 77), who writes that “practically from the first [Goethe's] poetry was a poetry of tension.”",
            "citations": [
                "middleton_1994",
                "boyle_1991"
            ]
        },
        "FN14": {
            "text": "14. Cf. Margulis ( 2014 , 25): “musical repetitions are quite like musical memories.”",
            "citations": [
                "margulis_2014"
            ]
        },
        "FN15": {
            "text": "15. Cf. Hepokoski and Darcy 2006 , 16. The notion of “hearing-against” and its epistemological differences from “hearing-through” are treated in Guez 2015 , 53–60. Two recent studies of instrumental music that make a similar presupposition are Burnham 2013 , 167, and Tarrant 2019 , 7, for whom an exposition serves “as a kind of temporal reference point, against which a future increase in musical speed can be measured.”",
            "citations": [
                "hepokoski_and_darcy_2006",
                "guez_2015",
                "burnham_2013",
                "tarrant_2019"
            ]
        },
        "FN16": {
            "text": "16. “Gem of a song” is from Newbould 1997 , 51. See also Kramer 1994 ; Dunsby 2004 , 126ff.; Capell 1957 , 52, 97, and 102; Reed 1997 , 224–25; Stein and Spillman 1996 , 122ff.; Hatten 2008 , 13–18; and Byrne Bodley 2016 , 28–32.",
            "citations": [
                "newbould_1997",
                "kramer_1994",
                "dunsby_2004",
                "capell_1957",
                "reed_1997",
                "stein_and_spillman_1996",
                "hatten_2008",
                "byrne_bodley_2016"
            ]
        },
        "FN17": {
            "text": "17. Note that several composers who set “Erster Verlust” chose not to truncate their reprises. Both Zelter and Medtner set a longer, final stanza: “Wer bringt die holde, süße, liebe Zeit zurück?” Verdi's translator, Luigi Balestra, normalized Goethe's idiosyncratic form,perhaps because the Italian song tradition had its own conventions to follow. Berg did not set lines 8–9 at all; his song ends with Goethe's second stanza. And Mendelssohn, whose A' section does delete measures, obscures this through internal repetitions of lines. Evidently, Wolf also set the text, but I have not been able to locate a recording or a score.",
            "citations": []
        },
        "FN18": {
            "text": "18. These stepwise descents echo an important motive of the song, a series of F-to-C descents that are inextricably bound up with its affective meaning and which each of its melodic strands obsessively traces. The descents may be read as the song's (diatonic, F-minor, descending, wehmütig ) voice-leading reality. In the A sections of the song, however, the protagonist hears the tetrachord as 6 ˆ – 5 ˆ – 4 ˆ – 3 ̂ in A-flat major. Only where he confronts his pain in the B section of the piece is the tetrachord harmonized with the traditional lament. The graphic below shows the prominence of the descending fourth in the song's B section. Note that all three voice-leading strands sink, in fractured imitation, each one coming ultimately to the same fatalist conclusion.",
            "citations": []
        },
        "FN19": {
            "text": "19. For correspondence measures and referential measures, see Hepokoski and Darcy 2006 , 241–42.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN20": {
            "text": "20. The stepwise rising impulse of A is an instance of Samarotto's ( 2009 ) “contra-structural melodic impulses.” Like Samarotto's examples from Lieder, this contra-structural ascent also involves the upper fourth of the tonic triad. In “Erster Verlust,” the ascent gains significance from its environment, which is characterized by motivic descents through this tetrachord.",
            "citations": [
                "samarotto_2009"
            ]
        },
        "FN21": {
            "text": "21. “Postlude” is used by Stein and Spillman ( 1996 , 122–23), Hatten ( 2008 , 14), and Kramer ( 1994 , 15), who nevertheless also calls m. 22 “the real final cadence.”",
            "citations": [
                "stein_and_spillman_1996",
                "hatten_2008",
                "kramer_1994"
            ]
        },
        "FN22": {
            "text": "22. Dunsby ( 2004 , 129) has experimented with omitting m. 22 from performances of “Erster Verlust” to first-time audiences: “the experience seems to be of something different, not something wrong.”",
            "citations": [
                "dunsby_2004"
            ]
        },
        "FN23": {
            "text": "23. Following Koch, Rothstein ( 1989 , 94–97) calls such appendages “cadence-altering expansions.” This analytical category is appropriate to “Erster Verlust,” since it captures the sense that m. 22 is both an integral part of the song's tonal course and is somehow, simultaneously, “extra.” I am grateful to an anonymous reader for pointing me to this source.",
            "citations": [
                "rothstein_1989"
            ]
        },
        "FN24": {
            "text": "24. For “after-the-end” function, see Caplin 1998 , 181ff.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN25": {
            "text": "25. The songs have been compared to one another before. Everett ( 1990 ) highlights a structural semitone motive in their B sections. Suurpää ( 2014 , 181–82) shows that both songs use deep-level mixture to reflect the protagonist's transformation toward spiritual death. Both songs use dance topics, and both borrow music from Schubert's operas––“Täuschung” from Alfonso und Estrella , and “Die Nebensonnen” from Der Graf von Gleichen (see Youens 1991 , 268; and Muxfeldt 2012 , 71–75).",
            "citations": [
                "everett_1990",
                "youens_1991",
                "muxfeldt_2012"
            ]
        },
        "FN26": {
            "text": "26. The reader seeking more fully developed interpretations may seek out Guez 2019b as well as the work cited in the previous note.",
            "citations": [
                "guez_2019b"
            ]
        },
        "FN27": {
            "text": "27. Youens ( 1991 , 267) compellingly glosses this formal feature as a window onto the mental state of the protagonist: “the near-insane wanderer is momentarily incapable of articulation in discrete poetic units.” But it must be kept in mind that the protagonist in question here is Müller 's protagonist; with his rests, repetitions, and periodic breathing, Schubert's protagonist is collected by comparison.",
            "citations": [
                "youens_1991"
            ]
        },
        "FN28": {
            "text": "28. The translations are very slightly modified from Suurpää 2014 , 112 and 148.",
            "citations": []
        },
        "FN29": {
            "text": "29. Schubert's obscuring of the visual layout of poems seems to be one reason that Goethe disliked Schubert's settings. But it is “just the thing,” as Taruskin ( 2005 , 151) puts it with regard to Schubert's “Erlkönig,” that “we post-romantics tend to value most highly in the song today.” (There is a remarkably similar sentence in Sontag's essay on Simone Weil [1963] 1990 , 50: “What revolted the mature Goethe in the young Kleist . . . is just what we value today.”)",
            "citations": [
                "taruskin_2005",
                "sontag_1990"
            ]
        },
        "FN30": {
            "text": "30. The recapitulatory compression results in a disturbance of the song's quadruple hypermeter: m. 38 enters as a weak hyperbeat 4, but becomes, on exit, a strong hyperbeat 1. This hypermetric hiccup and the resulting 11-measure A′ section contribute a sense of stumbling that is especially marked in the context of the prevailing dance topos . Cf. Bostridge ( 2015 , 394–95), who writes that the “prevailing feeling of this song is that of being slightly tipsily out of control.”",
            "citations": [
                "bostridge_2015"
            ]
        },
        "FN31": {
            "text": "31. On the verb “perform” in this context, see this passage from one of Adorno's sketchbooks, cited in Perrey 2005 , 18: “Music comes to the aid of the poem in its fallibility. It doesn't duplicate its content but rather dwells in its hollow spaces. Music delivers the poem from its residual meaning. It interprets the poem, performs it, just as good music is itself performed. It actualizes the poem.”",
            "citations": [
                "perrey_2005"
            ]
        },
        "FN32": {
            "text": "32. In drawing a distinction between hermeneutics, as “the science of the rules of exegesis,” and exegesis as “the particular interpretation of a text,” I am following Ricoeur 1970 , 24. (Cf. Gadamer 1991 , 295, for whom the work of hermeneutics “is not to develop a procedure of understanding, but to clarify the conditions in which understanding takes place.”) The landscape metaphor predates Adorno's famous 1928 essay on Schubert, though its recent popularity in Schubert studies probably stems from the resurgence of interest in that essay that is described in Bretherton 2003 , 45. On the metaphor's importance to Schubert studies, see Dunsby and Perrey's introduction to their translation of Adorno's essay ( [1928] 2005 , 5); Molnar and Molnar 2014 ; and Taylor 2014 , 78. For applications to Schubert's instrumental music, see Dahlhaus 1996 ; Kinderman 1997 ; Fisk 2001 ; Burnham 2005 , 2016 ; Hascher 2016 ; and Guez 2018 . For a reading of the essay that brings the metaphor into contact with Adorno's larger philosophical project, see Guez 2019c .",
            "citations": [
                "ricoeur_1970",
                "gadamer_1991",
                "bretherton_2003",
                "adorno_2005",
                "molnar_and_molnar_2014",
                "taylor_2014",
                "dahlhaus_1996",
                "kinderman_1997",
                "fisk_2001",
                "burnham_2005",
                "burnham_2016",
                "hascher_2016",
                "guez_2018",
                "guez_2019c"
            ]
        },
        "FN33": {
            "text": "33. I am reminded of a passage from Sontag's ( 1981 , 116) description of Walter Benjamin's “recurrent themes,” which “are, characteristically, means of spatializing the world: for example, his notion of ideas and experiences as ruins. To understand something is to understand its topography, to know how to chart it. And to know how to get lost.”",
            "citations": [
                "sontag_1981"
            ]
        },
        "FN34": {
            "text": "34. Readers hoping to tie interpretations of such musical-formal behaviors to Schubert's condition around 1827 might examine Kraepelin 1913 , a medical text that examines the general symptomatology of syphilis and that includes passages on topics such as “sense deceptions,” “auditory hallucinations,” and the “loss of time relations.” Those familiar with Schubert's biography and music will find interesting discussions here about mood swings, careless appearance, and compulsive repetitions of various types: “echolalia, echopraxia, and verbigeration, the continuous almost rhythmical repetition of the same sentence, word or syllable” (15–16).",
            "citations": [
                "kraepelin_1913"
            ]
        },
        "FN35": {
            "text": "35. We are justified here in borrowing the term foreshortening from the visual arts. For the virtual motion to a musical event (e.g., a cadence), which we as listeners project to materialize at a certain time point, is perspectivally distorted in a manner analogous to that visual artistic phenomenon: the goal seems unnaturally large or impossibly close as measured against the plan laid out by the referential rotation.",
            "citations": []
        },
        "FN36": {
            "text": "36. The title was given by Diabelli, who printed the work in 1840.",
            "citations": []
        },
        "FN37": {
            "text": "37. Rast 1988 , 81–99; Rings 2006 , 201–28; Schmalfeldt 2011 , 133–43; Lehman 2014 , 91–93; and Grant 2018 , passim. “S” and all subsequent abbreviations are from Hepokoski and Darcy 2006 .",
            "citations": [
                "rast_1988",
                "rings_2006",
                "schmalfeldt_2011",
                "lehman_2014",
                "grant_2018",
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN38": {
            "text": "38. “SLIDE” is from Lewin 2007 , 178. “Unforgettably hushed” is from Schmalfeldt ( 2011 , 136), for whom the “blessed” S theme is “a source of inward calm, a safe haven, somehow protected from psychological storms all around.” Schmalfeldt, Rings, and Lehman all give significant attention to the “navigational secret” ( Lehman 2014 , 93) by which A ♭ major is reached here. Though SLIDE accounts for the relationship between the tonic (A-) and the first of the secondary keys ( A ♭ +), the second half of the exposition moves through all three major triads of Cohn's ( 1996 ) Northern hexatonic system: E major (V of the global tonic) moves to A ♭ major ( ♭ +), I) which moves to C major (III). Cf. Lehman 2014 , 92. I am grateful to an anonymous reviewer for emphasizing this hexatonic motion.",
            "citations": [
                "lewin_2007",
                "schmalfeldt_2011",
                "lehman_2014",
                "cohn_1996",
                "lehman_2014"
            ]
        },
        "FN39": {
            "text": "39. On Schubert's admixtures of variations principles within sonata forms, see Dahlhaus 1996 ; Hyland 2016 ; and Martinkus ( 2017 , 2–3, 6, 11), who discusses links between variations impulses and the lyric.  Note also that such variations might be profitably compared to similar sorts of repetitions that occur in lyric poetry as discussed in Culler 2015 , passim. And compares Mak's ( 2006 , 278) claim that Schubert's sonata forms are lyrical in the way that Goethe's poetry is.",
            "citations": [
                "dahlhaus_1996",
                "hyland_2016",
                "martinkus_2017",
                "culler_2015",
                "mak_2006"
            ]
        },
        "FN40": {
            "text": "40. For an analysis of mm. 89–116 as a “large-scale sentence with periodic presentation,” see Vande Moortele 2013 , 12–13. For more on large-scale sentences in Schubert's S themes (including those whose large-scale presentation phrases are not periodic), see Martinkus 2018 .",
            "citations": [
                "vande_moortele_2013",
                "martinkus_2018"
            ]
        },
        "FN41": {
            "text": "41. On the “first PAC rule,” see Hepokoski and Darcy 2006 , 120–24.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN42": {
            "text": "42. I am not using the word referential in the way that Hepokoski and Darcy ( 2006 ) do, for I am not describing the relationship between a recapitulation and its referential exposition. Still, the word is adaptable for our momentary purposes; for if what begins in m. 138 is a variation of S, then the first iteration of that music may be described as its referential theme, even if both of these occur in the exposition.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN43": {
            "text": "43. A “PMC” (postmedial caesura) is an “emphatic MC-effect that occurs in an exposition after the first MC . . . . [It] indicates that S-space has been held open” ( Hepokoski and Darcy 2006 , xxvi and 162).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN44": {
            "text": "44. Compare the hypermetrical hiccup-effect of the recapitulatory compression in “Täuschung,” above.",
            "citations": []
        },
        "FN45": {
            "text": "45. See Hepokoski and Darcy 2006 , 159–63, and compare their identification of the EEC in Mozart's “Prague” Symphony (152).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN46": {
            "text": "46. Scale degree 3 ̂ is in the highest voice here, but the descending scale is covering the primary melody, which occurs in the left hand of the Primo part.",
            "citations": []
        },
        "FN47": {
            "text": "47. The nonelision axiom ( Hepokoski and Darcy 2006 , 162) states that “no . . . PAC . . . that occurs shortly after the supposed EEC may produce a pronounced caesura-like gap . . . on its way to a subsequent, notably contrasting module.”",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN48": {
            "text": "48. The recapitulatory tonal alterations preceding the MC occur in three stages. Stage 1: P 1 (beginning at m. 359 = 12) incorporates the model-sequence first heard in the expositional TR at mm. 44ff. These being “alterations without adjustment” ( Guez 2019a ), the recapitulatory TR begins in the tonic A minor at m. 390 = 37. Stage 2: TR departs from correspondence measures until it locks onto the dominant of F minor at m. 408ff. = 59ff. Stage 3: instead of moving back to the structurally superior C as V of F minor, the neighbor-note D ♭ in the bass at m. 426 (= the neighbor-note F at m. 77) asserts itself as the consonance, relegating C to the position of neighbor note to it . This D ♭ then serves as the tonal (but not the thematic) crux of the movement. For the division of Hepokoski and Darcy's ( 2006 , 240) notion of crux into tonal and thematic varieties, see Guez 2015 , 6–9.",
            "citations": [
                "guez_2019a",
                "hepokoski_and_darcy_2006",
                "guez_2015"
            ]
        },
        "FN49": {
            "text": "49. The Lebensstürme was composed in May 1828; the Mass was composed in June. Not previously written about is that P 1 (mm. 12ff.) also features a self-quotation, from Schubert's 1822 song “Nachtviolen” (D. 752), on a text by his by then already estranged friend, Mayrhofer. (The borrowing is especially clear when P 1 is stated in the major mode, as at mm. 200ff.) The song's themes of eroticism and melancholy would seem to reinforce an antipodal relationship between the mundane P/TR complex and S as a sort of inner sanctum. Further details of Schubert's relationship with Mayrhofer could be the basis for other avenues of interpretation; see Deutsch 1958 , 55–56; and Hirsch 2008 , 8–9.",
            "citations": [
                "deutsch_1958",
                "hirsch_2008"
            ]
        },
        "FN50": {
            "text": "50. Burnham's ( 2013 , 129–130) description of the onset of the recapitulation in Mozart's Symphony in G minor, K. 550, is apropos: “The most fundamental return of the movement, its largest preordained rhythm, is thus brought about as though without effort. Or as though one cannot arrive by trying, but by letting go.” See also 142: “Return is staged not as an act of resolution, not as a thing willed—but as a thing granted. Form as Gnade , then, as gift.”",
            "citations": [
                "burnham_2013"
            ]
        },
        "FN51": {
            "text": "51. For White ( 1987 , xi), it is not so much that forms “can be filled with different contents,” but rather that they “already possess a content prior to any given actualization of it in speech or writing.” Cf. Jameson 1981, 98–99: “It has become possible to grasp . . . formal processes as sedimented content in their own right, as carrying ideological messages of their own, distinct from the ostensible or manifest content of the works; it has become possible, in other words, to display such formal operations from the standpoint of what Louis Hjelmslev will call the 'content of form' rather than the latter's 'expression,' which is generally the object of the various more narrowly formalizing approaches.” For similar ideas in music, see Adorno 1998b ; and McClary 1994 , 1997 , and 2000 .",
            "citations": [
                "white_1987",
                "adorno_1998b",
                "mcclary_1994",
                "mcclary_1997",
                "mcclary_2000"
            ]
        },
        "FN52": {
            "text": "52. Adorno ( 1996 , 94), who denigrated the very practice of recapitulation, compared “the static symmetry” of recapitulations to “the effect of a film on a spectator who stays in his seat at the end and watches the beginning again.” In Introduction to the Sociology of Music ( 1976 , 210), he called recapitulations a “formalistic residue,” which “assume the force of crushing repression, of an authoritarian 'That's how it is.'” See also Adorno 1998a and 1998c .",
            "citations": [
                "adorno_1996",
                "adorno_1976",
                "adorno_1998a",
                "adorno_1998c"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] The thematic organization of musical reprises and recapitulations has not received as much theoretical attention as that of expositions. (1) One reason for this is the presupposition that large-scale musical repetitions—such as reprises and recapitulations—are for the most part “retracings” of thematic paths already plotted in the exposition (albeit with their tonal profiles “adjusted” to remain in the tonic). (2) On this view, a recapitulation amounts to a process of altering an exposition’s tonal materials while nevertheless moving smoothly through a set of thematic action zones whose length and order are more or less predetermined by the exposition.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "0.2": {
                "text": "[0.2] The present article seeks to complexify this view by devoting analytic and interpretive attention to a handful of poetic and musical works by Goethe, Müller, and Schubert, whose refrains, reprises, and recapitulations do not simply repeat their “referential” thematic material module for module but omit or compress some amount of that material. (3) My primary claims are, first, that such recapitulatory compressions afford feelings of temporal and perspectival distortion (such as “too soon” or “too close” or “too large”) to listeners and to virtual musical protagonists, and second, that they work in concert with aspects of the presented content of the movements at hand—text, topic, mode, motive, and so on—to project complex and multifaceted musical narratives.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "0.3": {
                "text": "[0.3] In support of these claims, I examine the formal mechanics and dramatic affordances of recapitulatory compressions in three different artistic media: poetry, song, and sonata. Part I studies a compression that occurs in the refrain of Goethe’s lyric poem “Erster Verlust.” The compression affords a feeling of acceleration which I argue contributes substantially to the complex temporality that is often mentioned in analyses of the poem. Part II then considers Schubert’s setting of the lyric (D. 226), noting in particular how Schubert is able to preserve the formal mechanics of Goethe’s recapitulatory compression. Part III provides short analyses of two songs from Winterreise (D. 911), “Täuschung” and “Die Nebensonnen.” These analyses lay the groundwork for interpreting recapitulatory compressions in spatial terms, through the discursive tradition that Schubertians know as the “score-as-landscape” metaphor. Part IV examines the extent to which my approach to compressions in poetry and song is adaptable to the instrumental domain. My case study is Schubert’s Allegro in A minor for Four Hands, “ Lebensstürme ,” D. 947. I. Goethe’s “Erster Verlust” Example 1 . Goethe, “Erster Verlust” (“Wer” in the final line was added by Schubert in his setting of this poem) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Like so much German Romantic poetry after Herder’s Stimmen der Völker in Liedern , Goethe’s 1785 poem “Erster Verlust” is short, simple, and direct. (4) Its affected naiveté, however, belies a tight control over its formal material. Goethe’s text is reproduced in Example 1 (translation slightly adapted from Miller 1990 , 151).",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "miller_1990"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] The most striking feature of the poem’s form is the elision that occurs in its final stanza. Goethe’s “thematic reprise” (A′) begins at line 8, which is equivalent to line 1, but a temporal compression occurs when line 9 proves to be equivalent, not to line 2, as expected, but to line 4. Line 1, then, is brought into direct contact with line 4, and the elision in the final stanza (a couplet) thus effects an “acceleration,” in comparison to the initial stanza (a quatrain).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Analysts of Goethe’s lyric have noticed its preoccupation with time, which is complex and doubly directed: the lovelorn protagonist longs for a past that has ceased to be even as he longs for a future in which he suffers no more. (5) In general, however, these commentators have not remarked upon the relationship of the poem’s formal idiosyncrasy to its content. Lawrence Kramer’s ( 1994 ) analysis of the poem is intensely concerned with temporality, but he no more than notices the compression. (6) And Jonathan Dunsby ( 2004 , 125), who is explicitly concerned with “poeticomusical time . . . the free-floating substance” of the poem, identifies, and then says no more about, Goethe’s elision. (7) Among Schubertians, only Brian Newbould ( 1997 , 52) identifies Goethe’s reprise as “potentially problematic.” (8)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "kramer_1994",
                    "dunsby_2004",
                    "newbould_1997"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] But the form of Goethe’s poem—what Goethe might have called its Gestalt —is every bit as potent as its content ( Gehalt ). (9) Indeed, certain features of its form seem to enact the very double-directedness of time that its content expresses. (10) For one thing, the poet’s question who or what might have the ability to turn back time corresponds with backwards glances in its formal design: the opening of A′ (line 8) looks backward to the opening of A (line 1), and the poem’s last line (line 9) reaches back to the end of its first stanza (line 4). From this perspective, it is significant that lines 9 and 4 end with the words Zeit zurück (to turn time back). For the poem looks backward through its formal features, just as its manifest content is directed backwards toward the (now lost) days of first love—those “beautiful days” of which the protagonist speaks, or sings, or writes. (11)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] An inverse effect, however, of speeding up, is produced by the elision in the poem’s third stanza, as well as by the decrementing length of each stanza from four lines, to three lines, to two. These formal features evince a general preoccupation with acceleration in the poem’s visual and temporal domains. Its final line, we might say, comes two lines “too early.” These formal behaviors also have correlates in the poem’s content: they suggest, or even afford a perception of, futurity, excitement, impatience, or hope—as if the protagonist knew that the passing of time could be palliative. From this perspective, the sooner the poem is over, the better.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] These two conflicting impulses—in both form and content, Gestalt and Gehalt —get to the heart of the temporal paradoxes of this deceptively simple poem. (12) The poem’s content is directed toward the past, and yet at the same time it anticipates the future. Similarly, the poem’s form possesses features that suggest both reminiscence and anticipation. Whether Goethe, in this case, integrates these opposites, as Christopher Middleton has argued is a theme in his poetry, will ultimately be up to the individual interpreter. (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] I am interested, instead, in identifying the relationship between the two formal behaviors. What I have referred to as a backwards gaze is a function simply of Goethe’s choice of a form that features a “built-in” repetition—in this case, a poetic refrain. All such built-in repetitions, for instance refrains, reprises, and recapitulations, are in some sense turnings-back, and to this extent all may be read as revisitings or reminiscences or backwards glances. (14) The acceleration in the poem’s final stanza, by contrast, gains its peculiar meaning and its particular salience from the fact that it makes alterations to a referential plan (or “ground”). If we accept that Goethe’s second refrain (A′) is nominally equivalent to his first (A), it follows that we will hear it, and any alterations it makes, in relation to or “against,” the ground provided by that referential first statement. (15) The presence of some sort of A′ section, then (again, a refrain, a reprise, a recapitulation), is a condition for hearing temporal complexities of the type found in “Erster Verlust.” II. Schubert’s “Erster Verlust” (D. 226) Example 2a . Schubert, “Erster Verlust” (excerpts with light analytic overlay) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In 1815, Schubert set “Erster Verlust” to music, and this concentrated “gem of a song” has received in-depth analysis from several music theorists and musicologists. (16) It invites further analysis from the point of view of the current discussion, for many of us have heard it, as Dunsby has, as “a model of how poetic time can be adapted to musicopoetic time” ( 2004 , 132). Most importantly for present purposes, Schubert, whose characteristic pavane rhythm, tempo indication, and minor mode make clear the tragic expressive genre of his setting, was sensitive to Goethe’s “recapitulatory” compression. (17) Indeed, in this song, Schubert’s own recapitulatory compression follows from a straightforward setting of Goethe’s text. The form of his song thus “enacts” its content in precisely the way that Goethe’s poem does. Example 2a shows Schubert’s setting of the outer stanzas only of the poem as A and A′. The B-section (stanza 2) and final bar (m. 22) are omitted. Example 2b . An abbreviated reprise (schematic diagram) (click to watch video)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "dunsby_2004"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Both of Goethe’s accelerations are preserved in Schubert’s setting: the progressive stanzaic shortening from four to three to two lines is paralleled in the lengths of Schubert’s three musical stanzas, which have, respectively, nine, seven, and five measures. But how to render, in music, an acceleration by deletion? This “problem,” to borrow Newbould’s locution, is rendered schematically in Example 2b . But Example 2b, with its schematic perspective, does not answer all of the questions. Foremost among those left unanswered is how Schubert, who manipulates a musical domain along with the textual one, can convincingly stitch the two ends of his recapitulatory fabric together, once the middle has been cut out. Or, to put it complementarily, how can Schubert construct the song’s A material such that it may be convincingly truncated in A′? Example 2c . Schubert, “Erster Verlust,” mm. 19–20 as a blending of mm. 3–4 and 7–8 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The solution is ingenious; Newbould ( 1997 , 52) went as far as to call it a miracle. Note, first, that Schubert composed the vocal line of the A section such that F5 is achieved on the downbeats of both mm. 4 and 8. Both Fs are followed by stepwise descents (see the brackets and arrows in Example 2a). (18) This musical similarity makes for the possibility that in A′ they might be collapsed into a single event, or temporal “now.” Example 2c illustrates what I mean, using the blending of colors as a preliminary attempt to capture the temporal effect. The passage of A′ that is rendered in violet and that sets the seam between lines 8 and 9 of Goethe’s poem is here shown to blend the two preceding sections of A with which it shares some structural similarities. Mm. 19 and 20, we may say, combine and blend salient elements of two earlier musical events, the motion from mm. 3–4 (lines 1–2) and the motion from mm. 7–8 (lines 3–4). As shown in the last frame of Example 2c, the first two beats of m. 19 clearly equal the first two beats of m. 3, but the downbeat of m. 20 clearly already equals the downbeat of m. 8. Example 2d . Schubert, “Erster Verlust,” deletion and stitching together of ends (click to watch video)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "newbould_1997"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] In Schubert’s A′ section, then, the music that is equal to m. 3 is made to move directly to the music that is equal to m. 8 through the “buffering” or “mediating” fact that m. 8 is approximately equal to m. 4. Since both m. 8 and m. 4 begin with step descents from F5, m. 20 can be heard as combining, in its first quarter-note beat, elements from both of them. It is as if all the “missing” music from mm. 5, 6, and 7 were made to exist in the space of the quarter note beat that precedes the onset of m. 20 = 8. The first frame of Example 2d aligns the two iterations of the song’s A-material vertically to facilitate comparison between the referential ground—the A section as it is first heard—and the later transformation of it. On this graphic, thematic equivalences—what Hepokoski and Darcy ( 2006 ) call “correspondence measures”—are shown between the staves of the bottom system with equals signs. (19) A bracket underneath the bottom system shows that four measures of the A section are deleted in the reprise. To see more precisely the mechanics of Schubert’s recapitulatory deletion and his stitching together of the two ends of A′, click play on Example 2d.",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] The smoothness of the recapitulatory deletion is assisted, in this case, by a textual alteration. In m. 19, the setting of the last line of Goethe’s poem, Schubert added a word, “wer” (bracketed in Example 1 and boxed in Examples 2a, c, and d). Schubert seldom altered his poetic texts, and this instance has prompted analysts to speculate why he may have done so in this setting. Kramer has surmised that the addition of “who” may prove that “in clinging to the person of the beloved, the song compounds its refusal to accept the psychosocial mandate of bourgeois masculinity” ( 1994 , 20; italics in original). In the current context, however, we may suppose that the added “wer” is there to make the connection between the music that equals m. 3 and the music that equals m. 8 smoother. The pickup C at m. 19—the note that sets the added word—acts as a sort of pivot, or highway of interchange, between the first set of correspondences (mm. 1–4) and the second set (mm. 8–9). Example 2e . Schubert, “Erster Verlust,” melodic ascents in A and A' (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kramer_1994"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Though smooth, however, the deletion is not imperceptible. For one thing, it is tied up with a musical cadence which, as a goal-point that we have heard once before, may be said to arrive here four bars “too early.” For another, as shown with elongated stems and arrows in Example 2e , the song’s voice leading is affected by the deletion: the slow and steady ascent to the zenith F of the A section—one step per measure on the downbeats of mm. 5, 6, 7, and 8—is not at all characteristic of A′, where F5 is instead achieved by a sudden leap up from C. (20) Is this a surprise even to the protagonist of the song? Or is it to be read rather as registering his impatience for delivery from the suffering that accompanies the loss of the beloved? For it is certainly possible to hear the early arrival of the goal-cadence in the impossible A ♭ major as registering the agency of a protagonist who wills the music, as quickly as possible, into the world of this false four-flat tonic in a desperate hope for release from the “objective” tonic of this universe.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Two final details regarding Schubert’s setting of “Erster Verlust” point to important differences between Goethe’s and Schubert’s media and will be significant as we move toward instrumental music. The first concerns the motion toward musical goal points. Schubert’s protagonist pushes toward a musical event : the A ♭ -major cadence that is anticipated to materialize at m. 25 = 9. By virtue of its key and mode, we have understood this cadence to express the unachievable or impossible, or to represent the false consciousness of a protagonist who refuses to face reality ( qua F-minor diatony). I have chosen to read its early arrival (at m. 21 = 9) as having been brought about by the protagonist himself: he wills or desires the achievement of A ♭ major; and indeed, as if responding to his agency, it does arrive early, even if it will not stay.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] The second difference between Schubert’s and Goethe’s media concerns the song’s final measure (not shown in Example 2a), which occupies a rather ambivalent structural position. On the one hand, this final measure performs a crucial tonal function: it serves to close the song in F minor, the key in which it began. As Carl Schachter ( 1999 , 24) has written, the structural function of the tonic in “Erster Verlust” is attenuated neither by its length nor by its appearance in the piano part alone; F minor remains primary to A-flat major, even if Schubert deliberately “minimizes” its duration for expressive purposes. From this perspective, m. 22 is no straightforward coda or “postlude” (21) ; it is integral to the piece’s tonal coherence.",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "schachter_1999"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] On the other hand, as Dunsby has written ( 2004 , 129), F minor’s position as a tonic in this piece is “seriously compromised.” Stein and Spillman ( 1996 , 122) concur: for them, its importance is “muted, . . . the singer’s close seems altogether convincing and the pianist’s cadence sounds like a distant and remote echo.” (22) On this reading, m. 22 assumes the role of a coda or suffix, even if it alters the cadential goal of the phrase to which it is attached. (23) Its tonal function notwithstanding, it seems to express an “after-the-end” function, becoming “commentary” in the way a coda is commentary (cf. Hepokoski 2002 , 134.). (24)",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "dunsby_2004",
                    "stein_and_spillman_1996",
                    "hepokoski_2002"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] Conflicting perspectives on the role of m. 22 impact the current discussion insofar as they are suggestive of different temporal scenarios. If m. 22 is read as an integral part of A′, then a portion of the four previously deleted measures is, as it were, “regained” here. The reprise is first truncated, which suggests excitement or impatience, and then expanded, suggesting a pumping of brakes (as if the protagonist saw what loomed on the horizon after the A ♭ -major cadence). Such a reading accords well with our understanding of the protagonist’s ambivalent nature.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] If, however, measure 22 resides outside the space of the poem, then we may be led to hear it, too, as outside the space of the protagonist’s experience. From this perspective, one is justified in regarding it as a sort of “coda-as-chorus” (in that it functions in the manner of a Greek khoros , commenting on the action from a place outside of it). On this reading, our perception of the tragic ending is made all the stronger in the context of a hopeful acceleration in the second half of the song. And the tonal loss is all the more profound after the momentary achievement, “too early,” of the major mode. III. The Path to Instrumental Music",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] My analysis of “Erster Verlust” lays the groundwork for the claim that Schubert was interested in shaping dramatic or narrative temporality in a manner strikingly similar to Goethe—through length-altering manipulations of the material that occurs in thematic reprises. Through such alterations, I have argued, Schubert was able to capture in music some of those aspects of Goethe’s form that contributed to his poem’s compelling shaping of time (cf. Dunsby 2004 , 130). Still, if “Erster Verlust” provides a cogent example of how the complex temporality implied by Goethe’s poetic form might be rendered in music, it is crucial to underline, as Dunsby does, that this is “initially of Goethe’s doing rather than Schubert’s” (127).",
                "footnotes": [],
                "citations": [
                    "dunsby_2004"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] To show that Schubert was interested in composing songs whose forms are similarly suggestive, what is needed is one whose reprise contains a compression that was not initially present in the poetic text that it sets. There are several such songs in Schubert’s oeuvre, but I turn here to two examples from the second half of Winterreise (D. 911), “Täuschung” and “Die Nebensonnen.” (25) Though separated from Schubert’s “Erster Verlust” by more than ten years, the songs are relevant to the current discussion for three reasons. First, and most importantly, in these songs Schubert’s role in fashioning a musical ABA′ form is obvious. Second, the tradition of reading the Winterreiselieder in terms of a metaphor of landscape can enrich the possibilities for interpreting recapitulatory compressions by showing that they may be understood in spatial, as well as temporal, terms. Finally, since the songs have been analyzed elsewhere, I can move through them relatively quickly. (26) Example 3 . Müller, “Täuschung” and “Die Nebensonnen” (click to enlarge)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] For our purposes, the crucial feature of these Winterreiselieder is the form of their poetic texts. For unlike “Erster Verlust,” Müller’s two poems feature neither “thematic reprises” nor indeed any stanzaic divisions of any kind. (27) Example 3 shows the original layouts of both poems. (28) It is clear even at a glance that neither of these poems’ later lines is equivalent to their first. In the absence of a textual “reprise,” there can be no recapitulatory abbreviation, for there is no “correspondence” between later and earlier textual modules, only line after line of undifferentiated material.",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Still, Schubert seems to have desired a form which could accommodate a truncated reprise, perhaps in order to contribute a sense of temporal complexity or to convey a different sort of special effect. For out of both of Müller’s stanza-less texts he fashioned thematically distinct B sections (both of which begin with the word “Ach!”) and abbreviated reprises of A material. (29) Bracketed line numbers and dotted lines in Example 3 show Schubert’s divisions. Animated synopses of Schubert’s musical deletions, given in Examples 4a and 4b , call attention to the similarity of these behaviors to that found in “Erster Verlust.” Example 4a . Schubert, “Täuschung,” from Winterreise , abbreviated reprise (click to watch video) Example 4b . Schubert, “Die Nebensonnen,” from Winterreise , abbreviated reprise (click to watch video)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] As in “Erster Verlust,” then, in these songs too an interior module of the referential A section is deleted from A′.  In “Täuschung,” A′ begins (mm. 30–37) by dutifully tracking the referential pathway that had been laid down for it to follow in A (mm. 5–12). At the pickup to m. 38, however, it suddenly veers away from that path, articulating at mm. 38–40 the cadence that had first been heard in mm. 18–19 of A (and that is projected to occur in the reprise at mm. 43–45). Tellingly, the formal compression, which brings about this cadence five bars early, occurs on the word “Täuschung”—which means “illusion” or “beguilement.” (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] “Die Nebensonnen” offers a slightly subtler example of the same behavior. Its A section consists of a four-measure vocal melody that is sung twice, first in mm. 5–8, repeated in mm. 10–13 (see again the first frame of Example 4b). The first iteration of the melody (call this a ) is rooted firmly in A major; the second ( a' ) begins in the relative minor, F sharp, and wends its way back toward A only in order to make a cadence at m. 13. That the abbreviated reprise of “Die Nebensonnen” (A′, mm. 26–29) consists of a single iteration of the melody that was repeated in A suggests that one of its expositional iterations has simply been removed. By blending elements of A major and F sharp minor, the harmony, however, clarifies that, as in the reprises of “Erster Verlust” and “Täuschung,” so too this one combines elements of the beginning and the end of the referential A section. The referential span that is deleted in this reprise is mm. 7–11, which comprises the second half of a and the first half of a' .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] As in “Erster Verlust,” the forms of these two songs project their manifest content in compelling ways. The poetic texts of both “Täuschung” and “Die Nebensonnen” are about distortions, hallucinations, and “illusions of light” ( Youens 1991 , 79). The beguilement in “Täuschung” is the will-o’-the-wisp returned from song 9. And “Die Nebensonnen” is an atmospheric mirage—an appearance of “phantom suns” on the horizon. If we choose, as is common in analyses of Lieder, to “explain . . . the musical events in terms of the verbal text” ( McClary 2000 , 16), we might arrive at the following preliminary interpretation: the recapitulatory accelerations in these songs enact or “perform” the sense deceptions that confront the wanderer in the form of visual hallucinations. (31) In the reprise of “Täuschung,” the wanderer stumbles from a preordained path onto one that brings him into contact with a virtual physical object sooner than anticipated. The object appears larger, closer, or more brilliant than expected. In “Die Nebensonnen,” the topography is distorted (or seems distorted to the protagonist under the multiple sources of light); for how else could F-sharp minor materialize here so smoothly, so quickly, and so unexpectedly?",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "youens_1991",
                    "mcclary_2000"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] Schubertians are familiar with spatially oriented exegeses like these, in analyses of texted and instrumental music alike. The hermeneutic condition for such exegeses is the discursive tradition known as the score-as-landscape metaphor. (32) Under this metaphor, individual songs (and movements of instrumental works) are understood as virtual physical landscapes with unique topographies that are inhabited or traversed by a virtual protagonist. The metaphor makes possible an understanding of musical events (such as recapitulatory compressions), not only in temporal terms (as was done for “Erster Verlust” above), but also, visually, in spatial terms. (33) In accordance with the metaphor, such compressions can project, not merely earliness or tardiness but all manner of spatial or spatiotemporal scenarios: Escherian or impossible landscapes, uncanny topographical foldings, ghostly double exposures, or wrinkles in the musical spacetime.",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] What is more, the metaphor enables descriptions, not only of the features of this or that musical landscape—the topography itself—but also of the perception of these features by the virtual protagonist who, as it were, inhabits it. Thus, the recapitulatory alterations in “Täuschung” and “Die Nebensonnen” may be understood to depict not simply the swerves and yaws of the wanderer as he traverses a distorted or uncanny musical landscape, but also his own perception and misperception of virtual objects in a visual field. They stage, in music, the visual sense-deceptions he experiences as he traverses the gelid terrain in fuscous twilight. (34)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Not typically emphasized is that the landscape metaphor doubles as a theory of listening. For if recapitulatory deletions of referential material project or perform the sense-deceptions that confront a musical protagonist as he moves through a virtual musical space, then they also invite us as listeners to inhabit his first-person perspective. If I hear a truncation in A′ against the ground of a referential A section, then I experience auditorily the temporal/topographical “folding” that the A′ section houses even as the ground moves uncannily beneath the winter wanderer’s feet. Like his virtual physical goals (a flickering light; a bright, warm house; a beloved soul), so too my musical goals (a cadence, a key, the onset of a theme) may be said to appear not only “too soon,” but as if “too close” or “too large.” (35) The situation is evocative of what Elaine Scarry ( 1999 , 4) suggestively called “the crisscrossing of the senses.” For the visual sense deceptions described in the poems of “Täuschung” and “Die Nebensonnen,” we might say, are transfigured by Schubert into auditory illusions, which are given especially powerfully to the listener who hears A′ sections in terms of the order and length of material laid down in their referential expositions.",
                "footnotes": [
                    "FN35"
                ],
                "citations": [
                    "scarry_1999"
                ]
            }
        },
        {
            "3.11": {
                "text": "[3.11] All this suggests that the approach to interpreting recapitulatory compressions in poetry and song laid out above might be useful for interpreting the similar behaviors that occur in instrumental reprises and recapitulations. To the protest that the “content” of an instrumental work is less determinate than that of a texted work, we may respond that our approach to the poems and songs above has been principally formal, not semantic, in orientation: The musical-formal dramas of such songs are ontologically distinct from their textual dramas and, to that extent, exist even in the absence of text. In the following section, we continue to focus on compressions that occur within large-scale repetitions. Principally, this will involve recapitulatory compressions, for recapitulations are where we may reasonably expect to find the strongest thematic correspondences. But we will see that meaningful compression-effects may be achieved anywhere there is the expectation of repetition, including in the large-scale repetitions of thematic material that are characteristic of Schubert’s three-key expositions. IV. Schubert’s Allegro in A minor for Four Hands, “ Lebensstürme ,” D. 947",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Let us consider the ways such ideas interact with Schubert’s Allegro in A minor, “ Lebensstürme ,” D. 947, an idiosyncratic sonata-form movement for piano four hands. (36) The movement has invited analytical attention in recent years, but the emphasis of these studies on its harmonic plan has overshadowed a compelling aspect of its thematic design—a compression that occurs in its recapitulation’s secondary theme zone (“S”) that may be productively read in terms of those that occurred in the poems and songs examined above. (37) The following analysis focuses primarily on the ways that this compression connects the Lebensstürme to the pieces mentioned in the foregoing discussion and the ways that a satisfactory account of it might leaven descriptions of the movement’s tonal and topical content. Example 5 . Schubert, Lebensstürme , i:HC MC, “aftershock” octaves, and tonally errant S theme (click to enlarge)",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] In order to understand the ways in which the Lebensstürme ’s recapitulation reshapes its referential S material, we must first examine in detail how the discursive, repeated, and at first tonally problematic S unfolds in the exposition. As shown in Example 5 the first occurrence of S is prepared by a half cadence in A minor (a i:HC MC). The piece’s stürmisch primary theme and transition complex (“P/TR”) reach the cadence at m. 81. Immediately afterwards, in mm. 81–83, the dominant chord is followed by a series of “aftershock” E octaves ( Rings 2006 , 213) in the Secondo part, beginning a passage of caesura fill (CF). In m. 83, these octaves begin to descend through an arpeggiation of an E dominant-seventh chord, coming to rest in m. 85 on the leading tone G ♯ . In m. 87, an enharmonic transformation then takes place, engendering “a classic Schubertian shift in perspective” (202): G ♯ is silently transformed into A ♭ , and in m. 89, the hymnic S theme unexpectedly enters, “unforgettably hushed,” in the SLIDE-related key of A ♭ major. (38) Example 6 . Schubert, Lebensstürme , the three phases of S (after Schmalfeldt 2011) (click to enlarge)",
                "footnotes": [
                    "FN38"
                ],
                "citations": [
                    "rings_2006"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] As is common in Schubert’s three-key expositions, the complex, multimodular S theme appears twice: first, in A ♭ major (from m. 89 to m. 132) and then, in varied form, in C major (from m. 138 [= 89] to m. 179 [= 132]). (39) I refer to these two occurrences as S and S var , respectively. Schmalfeldt (2011, 141) has divided  S into three phases, which I have represented schematically in Example 6 : (1) a compound presentation phase (compound basic ideas from m. 89–96 and m. 97–104); (2) a continuation + cadential phase (pickup to mm. 104–112, cadential idea repeated from mm. 112–116); and (3) a “codetta-like” third phase (a passage that might itself be divided into two modules, from mm. 116–124 and from mm. 125–132). (40)",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Important about this first iteration of S is its abundance of authentic cadences in A ♭ major—a characteristic that might be compared to the climax Fs in the A section of Schubert’s “Erster Verlust” and the repeated vocal melody in the A section of “Die Nebensonnen,” in that all of these offer the possibility for later iterations of these modules to fold or collapse them into a singular event (see again, Examples 2d and 4b). Still, S’s multiple cadences do interact with Schmalfeldt’s three phases to create what seems like a typical rhetorical scheme for the second half of sonata expositions: as the “first PAC,” the cadence at the end of phase 2 (m. 116) is a candidate for what Sonata Theory calls the essential expositional closure (“EEC”), however tonally flawed. (41) This percept is reinforced by the subsequent music’s non-elided, new theme in A ♭ major (Schmalfeldt’s phase 3), which seems to function as a valedictory closing theme (“C”), reinforcing the cadential closure achieved at m. 116 by articulating three authentic cadences in A ♭ —IACs at mm. 120 and 124, and a final PAC at m. 132. Example 7 . Schubert, Lebensstürme , a large-scale backing-up in the exposition (click to enlarge)",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Presently, this parsing proves untenable. At m. 132, the closing power of the six authentic cadences in A ♭ is erased by a large-scale thematic backing-up. As shown on Example 7 , what immediately follow the putatively terminal expositional A ♭ :PAC at m. 132 are the “aftershock” octaves that had occurred at m. 81, immediately after the piece’s first MC (cf. Grant 2018 , 24–25). This backing-up to reopen S space is a deft gesture of tonal correction. For the downwards arpeggiation of an A ♭ dominant seventh chord, if treated in the manner of the E dominant seventh chord of the first medial-caesura, will bring about—“as if by pure luck!” Schmalfeldt writes (141)—C major, the normative secondary key for a minor-mode sonata. To arrive at an EEC in the generically sanctioned mediant, then, Schubert has only to let S sing again its tripartite hymn.",
                "footnotes": [],
                "citations": [
                    "grant_2018"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] And indeed, what follows in m. 138 is a “radiant,” “marvelously diaphanous” variation of S in the “proper” key of C major. In its hushed dynamic and “ethereal” register (141), it is an orison that “shed[s] its blessing over the entire rest of the exposition.” But one must be careful, for S var is not as straightforward a variation of S as it has seemed: in fact, it houses three subtle compressions of the initial, “referential” statement of S, compressions that foreshadow the larger and more significant compression to come in the recapitulation. (42) Example 8 . Schubert, Lebensstürme , the first expositional compression in the caesura fill, Secondo parts only (click to enlarge)",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The first expositional compression occurs at m. 137, in the space between the A ♭ :PAC just achieved and the onset of S var . Example 8 aligns the Secondo parts only of the two medial caesura effects (the initial i:HC MC and the later ♭ I:PAC PMC) and their aftershock octaves, for comparison. (43) As it makes clear, the downwards arpeggiation of the A ♭ dominant seventh chord beginning at m. 132 is not exactly equivalent to its reference, the caesura-fill music beginning at m. 81. For m. 137 seems to contain within it the entireties of mm. 86, 87, and 88, music that in its original location housed an enharmonic mutation that is here unnecessary. A dotted line connecting the two onsets of S material gives an idea of S var ’s early beginning relative to that of S. Surely the appearance, two measures early, of the gossamer repetition of the hymn contributes in part to the perceptual salience of its entry. Example 9 . Schubert, Lebensstürme , the second and third expositional S-compressions (click to enlarge)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The second and third expositional compressions are shown in Example 9 . The second occurs at m. 158, when the I 6 chord that had launched a cadential progression in its original location at m. 110 appears one measure early (see the dotted line on the top system of Example 9). In jumping the gun, this I 6 chord disturbs the placid duple hypermeter of the original iteration of S, making for strong- instead of weak-hyperbeat authentic cadences at m. 160 (= 112) and m. 164 (= 116). (44) The third compression occurs at m. 164, which is equivalent to m. 116 (on entrance) but also to m. 117 (on exit) (see the dotted line on the bottom system of Example 9).",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] In deleting one further measure from the “referential” S theme, this third compression (at m. 164 = 116) restores the duple hypermeter that had been disrupted by the second one. (It is telling that Schubert counteracts the hypermetrical disturbance, not via the addition of a measure, which would “balance” the deletion, but rather with a further deletion.) But it also introduces a knotty difficulty involving formal labeling. Being thematically equivalent to the PAC that had terminated phase 2 of S and that functioned there provisionally as the EEC of the movement (albeit in the wrong key), the PAC at m. 164 = 116 is the obvious candidate for the movement’s “true” EEC. And yet, its ability to stand as the EEC is called into question in two ways. First, the elision that brings the end of this “phase 2” module into contact with the beginning of phase 3 removes from the earlier version of phase 3 one of its most important C markers—its separation from S. (45) And second, though no gap occurs between phases 2 and 3 of this S variation, a four-measure gap does occur between the end of phase 3 and the material that follows it. In accordance with Hepokoski and Darcy’s nonelision axiom, then, the III:PAC (46) at m. 179 = 132, which moves on to differing material after a four-measure gap, usurps for itself the role of the “true” EEC. (47) Example 10 . Schubert, Lebensstürme , the three phases of S var (click to enlarge)",
                "footnotes": [
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] As suggested by the conflicting formal labels on Example 9—“as if C” at m. 117 and “not C” at m. 164 = 117—this is no straightforward example of EEC deferred. The situation involves an analytical double bind. On the one hand, the analyst who privileges the obvious thematic and cadential equivalence of S var to S is faced with an untenable ascription of essential expositional closure in S var . On the other hand, the analyst who takes stock of the nonelision axiom finds themselves in the uncomfortable position in which the internal structure of S var is incongruous with that of S. The situation calls attention to the extent to which S var refashions its “referential” material. For a summary of the differences between the ways the formal and cadential rhetoric of S and S var map on to their three phases, compare Example 10 with Example 6.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] In their gesture of repetition and acceleration, these two iterations of the expositional S theme encode in miniature a kinetics that characterizes the larger thematic compression that will occur in the movement’s recapitulation. And since it is the foreshortening in Schubert’s recapitulatory S space that synthesizes this discussion of the Lebensstürme with the analyses of the poems and songs given above, we will now examine it in detail. The doors to the recapitulatory S are opened by a ♭ VII:HC MC at m. 430 = 81. (48) The tonal level of the MC is strange but aptly chosen: assuming no more tonal alterations, the initial S complex will launch in F major ( ♭ VI), and S var will materialize (again, “as if by pure luck!”) in the tonic. By the moment of the first recapitulatory MC, then, the tonal “work” is already done. In terms of thematic profile, too, the first phase of the recapitulatory S complex unfolds unproblematically: S enters, as it did in the exposition, eight measures after the MC in the projected F major, at m. 438. It tracks correspondence measures through the entirety of the presentation phase (phase 1) of S, with the F:IAC at m. 452 being precisely equivalent in weight and location to the A ♭ :IAC at m. 103. Example 11 . Schubert, Lebensstürme , elision of phases 2 and 3 of S in the recapitulation (click to watch video)",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The “miracle,” to return to the word used by Newbould to describe the compression in “Erster Verlust,” occurs when, in addition to being thematically equivalent to the expositional IAC at m. 103—the one at the end of S’s presentation phase—the F:IAC at m. 452 is made to function as if it were the terminal PAC at the end of S’s “codetta” phase (at m. 132 in the exposition, in the recapitulation projected for m. 481). This has the effect of eliding out the entirety of phases 2 and 3 of S. Example 11 , which animates the behavior, gives an idea of how much music is removed. The downwards arpeggiation of the F dominant seventh chord that follows the compression (mm. 453–7) lasts just long enough for the listener to sense something has been drastically altered before S var enters in the tonic, in all its blessed radiance, twenty-nine bars early.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] The sudden shift to the three-sharp universe is salient, then, but it is only part of the story; equally crucial is its early arrival. The foreshortening lends the tonal brightness of A major the quality of epiphany or salvation. Coupled with the religious topical content of S, it evokes a resplendent vision of the godhead in the hour of need. An intertextual clue gives further support for a religious reading: Schubert’s S theme is a quotation from the Christe eleison of the contemporary Mass in E-flat major, D. 950. (49) The tonal profile of the recapitulation supports such an interpretation, for in achieving the tonal crux of the movement early—at m. 426, before the entrance of the first iteration of S—Schubert has created a situation in which tonal resolution seems to occur without “intervention” (cf. Adorno 1996 , 78). A major arises simply as the next station on the journey, and grace, on this reading, dawns upon a passive agent. (50)",
                "footnotes": [
                    "FN49",
                    "FN50"
                ],
                "citations": [
                    "adorno_1996"
                ]
            }
        },
        {
            "4.14": {
                "text": "[4.14] And yet (as in the analysis of “Erster Verlust”), one should also consider the possibility that the protagonist himself has a hand in the tonal (and modal) resolution—as if, from the perspective of the first iteration of S (in F major) he spied A major on the horizon and grabbed hold of it, too early, lest it pass him by. On this reading, the protagonist enacts something like Roland Barthes’s ( 1975 , 10–11) idiosyncratic description of tmesis , a way of reading that “skips certain passages (anticipated as ‘boring’)” and that ultimately “[resembles] a spectator in a nightclub who climbs onto the stage and speeds up the dancer’s striptease, tearing off her clothing, but in the same order , that is: on the one hand respecting and on the other hastening the episodes of the ritual (like a priest gulping down his Mass).”",
                "footnotes": [],
                "citations": [
                    "barthes_1975"
                ]
            }
        },
        {
            "4.15": {
                "text": "[4.15] Of course, the point is not to choose between the two interpretive possibilities, but rather to recognize that both have been prompted by the analysis of a recapitulatory compression and a willingness to ask how it interacts with the narrative or dramatic content of the work. However we choose ultimately to interpret it, the point is that as in “Erster Verlust,” “Täuschung,” and “Die Nebensonnen,” here too a formal acceleration has an effect on the presented content of the piece. It is not simply that A major offers some sort of salvation, but that this salvation occurs early , or (in visual terms) that it appears too close or too large or too bright . The compression also has an effect on our hearing. As in the Winterreiselieder considered above, here too it is not only the protagonist, but we as listeners who have A major on our aural horizon—even if our projections about when it will materialize turn out (like his) to be wrong.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] As so often in Schubert, the grace granted in the Lebensstürme turns out to be provisional. The recapitulatory A major, like the A ♭ major of “Erster Verlust,” cannot last. At the pickup to m. 578, a blistering stamp of P 0 motives ushers a violent coda. It is tempting to understand the coda in some way as “compensating” for the recapitulatory deletion, although the music that was deleted does not return here, nor was it “extensively used” in the development ( Caplin 1998 , 161). I prefer to read its forty-five fatalist measures as functioning analogously to the single, final F-minor measure in the Goethe setting—as khoros , the intrusion of brute objectivity into a form the second half of whose recapitulation had been presented from the perspective of a virtual subject. Like the major-mode cadence at m. 21 of “Erster Verlust,” the Lebensstürme ’s ESC, which occurs at m. 499 (= 179), thus emerges as having been dreamed or hoped or hallucinated—at any rate constructed —by the protagonist from his position within the sanctum of the sonata’s secondary theme zone. And as in “Erster Verlust,” this lends a special poignancy to the major-mode ESC, which occurs early and yet will not stay. V. Conclusion",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] The idea that one might ground an interpretation of a piece of music in an analysis of the ways its recapitulation refashions its referential expositional material is not in itself new, even if analyses that proceed along these lines are rare. Sonata Theory, for instance, explicitly discusses the interpretive potential of comparing the size and shape of the recapitulation to those of the referential exposition ( Hepokoski and Darcy 2006 , passim). Rosen ( 1998 , 75–81) emphasizes recapitulatory reshapings of expositional material in terms of “dramatic effect” (cf. Rosen 1998 , 287). Taruskin ( 2005 , 16) hears the thematic deletions that occur in buffa overtures as contributors to the “mood of festivity” those pieces are designed to impart. And of course, many of us likely introduce the recapitulation to our students (as does Monahan 2011 , 18) as a zone whose interest inheres precisely in its differences from the exposition.",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "rosen_1998",
                    "rosen_1998",
                    "taruskin_2005",
                    "monahan_2011"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] In offering extended analyses that proceed, as it were, “backwards” from recapitulation to exposition, the current article is different in emphasis from this earlier work. I believe that the approach advocated here can nuance the metaphorical and anthropomorphic descriptions of musical form by writers (and teachers) like Hepokoski and Darcy, Rosen, Taruskin, and Monahan, by showing that, though such descriptions have the air of the subjective, contingent, or even whimsical, they reflect neither the whims of the analyst nor some ineffable feature of the music. There are measurable ways in which recapitulatory thematic alterations interact with the tonal, topical, and other dramas of a musical work to contribute a sense of speed or timing. Gestalt bears on Gehalt ; in Hayden White’s ( 1987 ) elegant formulation, there is a “content of the form.” (51)",
                "footnotes": [
                    "FN51"
                ],
                "citations": [
                    "white_1987"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] In the foregoing, I have isolated one particular type of recapitulatory thematic alteration—the compression—emphasizing its importance by bringing it to the very center of the analytic discussion. I have drawn attention to similarities in the formal mechanics of recapitulatory compressions in three different artistic media: poetry, song, and instrumental music. And I have assumed throughout that such compressions, considered alongside elements of the content of the works in which they appear, afford temporally and spatially rich dramatic scenarios. Needless to say, such an approach resists the temptation to read recapitulations as foregone conclusions, as mere repetitions of their referential expositions, as slavish capitulations to convention, or as what Schenker sometimes referred to as the “ und so weiter ” of the musical form (e.g., Schenker [1930] 1997 ; see also Marvin 2012/2013 and Hyer 1996 ). (52)",
                "footnotes": [
                    "FN52"
                ],
                "citations": [
                    "schenker_1997",
                    "hyer_1996"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] I conclude by suggesting that, in devoting analytic attention to the recapitulatory thematic layout—and in particular to the ways that it reshapes its referential thematic material—I have perhaps also shown something else: that the attention of theorists of form has been to a large extent fixed on introductions, expositions, developments, and codas, in short, on those zones of the musical form that are not governed by thematic repetition. It may be true, however, that precisely because of the expectation of repetition, refrains, reprises, and recapitulations are as worthy of analytic attention as these other, more studied zones. It seems to me that bringing recapitulatory alterations into the discourse on musical form opens a space for new types of analytic and interpretive observations—observations that implicate, on one end, the recapitulations of individual works, and on the other, the practice of recapitulation per se . Ultimately, an enhanced understanding of recapitulation will lead us to a richer and more complete understanding of musical form.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.2.guez.html",
    "data": "mto/data/mto.20.26.2.guez.json"
}