{
    "title": "Report from the Three Seminars on Contemporary Music with Connection to the ISCM World Music Days in Copenhagen, 1996",
    "date": "1996/09/01",
    "volume": "2",
    "issue": "6",
    "authors": [
        "Broman, Per F."
    ],
    "abstract": "University of Copenhagen, Department of Musicology hosted a three-day series of lectures in conjunction with the ISCM World Music Days in Copenhagen 1996. The unifying thread running through all seminars was institutionalization of the avant-garde and the concept of pluralism. Of particular interest from a theoretical perspective was the presentation of Norwegian young scholar Erling Gulbrandsen’s recent doctoral dissertation on Boulez’sPli selon Pli.",
    "keywords": [
        "ISCM",
        "Boulez",
        "Pli selon Pli—Portrait de Mallarme",
        "Erling Gulbrandsen",
        "IRCAM",
        "Georgina Born"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.6/mto.96.2.6.broman.pdf",
    "author_info": [
        {
            "name": "Per F. Broman",
            "university": "Lulea University, Sweden",
            "address": "School of Music in Pitea, Box 744, S-941 28 Pitea, Sweden",
            "email": "per.broman@mh.luth.se"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The ISCM World Music Days is an annual festival for\ncontemporary music and this year’s event was held in\nCopenhagen, the 1996 Cultural Capital City of Europe,\nSeptember 7–14.  In conjunction with the festival, the\nUniversity of Copenhagen’s Department of Musicology hosted a\nthree-day series of lectures featuring Georgina Born\n(London):  “Pierre Boulez’s IRCAM.  Institution, History,\nand the Situation of Contemporary Music Today”; Erling\nGulbrandsen (Oslo):  “New Light on Pierre Boulez and Postwar\nModernism”; Reinhard Oehlschlagel (Cologne):  “Institutions\nof New Music:  Development, Typology, Problems”; shorter\npapers were read by a panel including Per O. Broman\n(Uppsala), Erik Wallrup (Stockholm) Jens Hesselager\n(Copenhagen), Steen K. Nielsen (Aarhus), and Per F. Broman\n(Stockholm) and were followed by a discussion.  This final\nsession was chaired by Soren Moller Sorensen (Copenhagen).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Georgina Born’s presentation consisted of a brief review\nof her recent book Rationalizing Culture:  IRCAM, Boulez,\nand the Institutionalization of the Musical Avantgarde (Berkeley:  University of California Press, 1995), followed\nby a new, more elaborate discussion of the cultural policy\nfor supporting composers—a topic hinted at in the final\nchapter of her book.  She argued that big institutions might\nnot be the best way to support composers, that instead\nscholarships for longer periods of time, maybe for ten\nyears, should be granted.  Reinhard Oehlschlagel provided a\nmuch more positive description of the present situation in\nwhich the contemporary musical institutions (sometimes,\naccording to his definition, consisting of only two persons)\ncontribute to a pluralistic musical discourse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Of particular interest from theoretical perspectives was\nErling Gulbrandsen’s recent doctoral dissertation on Boulez’s Pli selon Pli .  Based on archive studies, done at the Paul\nSacher Stiftung (Basel), of the sketches and of a work that\nBoulez had rejected, the author traces the work’s pitch\nstructures.  Although Gulbrandsen spent much time performing \ndetailed archive studies that revealed much of the work’s\norganization, he selected to emphasize the “important role of\nfree choice and unpredictability in the process of composition,\nstrongly indicating the deeper kinship not only with the poetics\nof Mallarme, but with the romantic-aesthetic categories of\njudgment, taste, musical articulation, and play.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The panel of final day’s session “Pluralism—the\nCultural Condition,” presented critical papers on the\ninstitutions of ISCM (Jens Hesselager) and Darmstadt (Per F.\nBroman).  There were also presentations focusing on the\nalternative aesthetics challenging the modernist traditions:\nPer O.  Broman’s reading of electro-acoustic music as a\nmusical subculture with strong affiliation to popular\n“industry-music”; and Erik Wallrup’s and Steen Nielsen’s\npresentations of works and aesthetics by non-mainstream\ncomposers such as Karin Rehnqvist, Michael Nyman, and Steve\nMartland.  The ensuing discussion illustrated the\ndifficulties surrounding the concept of pluralism.  The\nparticipants could not even agree on any consensus in regard\nto the use of the term, and, indeed, the debate \nillustrated Soren Moller Sorensen’s introductory words:\n“Pluralism is more than just a truce between conflicting\npositions and laissez-faire attitudes in political, ethical\nand aesthetic affairs.  To learn to live with pluralism is\nto learn to live in a world that can no longer be\nmeaningfully organized around a central hub of 'natural'\nauthority.”",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.96.2.6.broman.html",
    "data": "mto/data/mto.96.2.6.broman.json"
}