{
    "title": "Review of Alexandra Pierce, <i>Deepening Musical Performance through Movement</i> (Indiana University Press, 2007)",
    "date": "2011/04/01",
    "volume": "17",
    "issue": "1",
    "authors": [
        "Carlson, Mark"
    ],
    "abstract": "",
    "keywords": [
        "Alexandra Pierce",
        "movement",
        "expression",
        "kinetic"
    ],
    "doi": "",
    "received": "May 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.1/mto.11.17.1.carlson.pdf",
    "author_info": [
        {
            "name": "Mark Carlson",
            "university": "University of California, Los Angeles",
            "address": "Department of Music, 2539 Schoenberg Hall, UCLA, Los Angeles, CA 90095-7234",
            "email": "mcarlson@ucla.edu"
        }
    ],
    "citations": {
        "pierce_2007": "Pierce, Alexandra. 2007. Deepening Musical Performance through Movement . Blooomington, IN: Indiana University Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I first met Alexandra Pierce in 1970 when I arrived as a freshman at the University of Redlands’ experimental arm, Johnston College, at the beginning of its second year of existence.  The University, a once-Baptist school in a small, Southern California town fragrant with a multitude of orange groves, would not have appeared to the outside eye to be a hotbed of innovative thinking. But it most definitely was.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] These were heady times, times of exciting cultural change, of looking to models from the East, to models long underground, and to brand new paradigms for learning about everything.  In the decades since, much of this has become so well incorporated into our common culture that we easily forget the sense of excitement and the euphoria of the search for new ways of understanding that were so much a part of the fabric of those days—indeed, how revolutionary these things were.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] I arrived eager to learn from Johnston’s distinctly humanistic-psychological bent and to partake in the school’s offerings in various personal growth endeavors, and it was thrilling to be surrounded by people seeking experiential change.  It was a remarkably visionary place, a place that encouraged imagination and social compassion, but also demanded commitment to and rigor in one’s studies.  Since I was also a serious musician—a flutist and someone who had written music all of his life, though I hesitated to call myself a composer at that time—I was happy to be in such a stimulating environment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Thus, the perfect person to feed both my New Age hunger and my desire to excel at music was Alexandra Pierce, a wonderful pianist and freshman theory teacher at the University’s more traditional college, who was herself on a journey to see, hear, and learn differently. All of this is my way of saying that I am not a disinterested party to this book, rather I am someone who really grew up as a musician—a performer, composer, teacher, and entrepreneur—with Pierce’s work and, to a certain extent, witnessed its evolution.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Although my own freshman theory class with Pierce preceded the days when she incorporated movement into her classes, I much later participated in a number of workshops in movement for musicians, both as a student and assistant to Pierce and her husband, Roger Pierce, who were the teachers.  I myself have taught a class at UCLA called Movement for Musicians and have incorporated movement processes into my own theory classes at UCLA.  I have worked one-on-one with many musicians and dancers, using Pierce’s movement techniques to help them find ways of performing that are easier on the body and, most importantly, more expressive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] An ardent scholar, Pierce has studied in detail virtually everything having to do with movement, including, at a most basic level, anatomy.  Most significantly, she has extensive experience with a variety of movement disciplines, including those of Ida P. Rolf, F. M. Alexander, Rudolf Steiner, Charlotte Selver, Moshé Feldenkreis, and Émile Jaques-Dalcroze.  She has practiced Aikido and T’ai Chi, and she has learned much from watching those who seem to come by these things quite naturally, like Sammy Davis, Jr., Carlos Kleiber, Anna Markarova, and Gidon Kremer. And though, of course, she owes a great deal to those various roots of her work, she has created something new and revolutionary in its applications to the world of performing and listening to music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Early in the book, in the chapter Mobilizing Balance , Pierce sets forth each of the basic elements for exploring balance in movement, and movement in balance, and simultaneously begins describing how to explore those elements—being grounded, or footed; resting balance while sitting and while standing; activated balance; spinal flexibility; core support; weight-throwing into action—describing in detail various movement processes done to “teach” the body how to move more fluidly, more generously, apart from their direct applications to performance.  Throughout she describes processes done in conjunction with pieces one is practicing, as well as those done in groups, in the classroom, and those requiring partners and the feedback of others participating.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The chapter entitled Melody Awakened describes a detailed and cumulative seven-step process of identifying, learning, and gradually transforming one’s playing of a melody: “the flowing, inflected stream that notes create, winding sinuously upward, downward, along the horizontal, pressing forward here, idling there, its continuity unbroken from beginning to end” ( Pierce 2007 , 39). Starting with singing, the process moves on to “laddering,” or making discrete points of relative height in the air with the hands for each pitch (which, of course, not only helps to clarify the melody’s pitches, but also its rhythm).  Gradually, the discrete points are smoothed out, creating a more flowing contour of the melody.  All the while working back and forth, away from and at the instrument, in order to hear how each step of the seven steps affects the playing of the melody, the process eventually includes swaying the contour with the spine, first without playing and then while playing, and ends by focusing on the emotions that emerge while playing.",
                "footnotes": [],
                "citations": [
                    "pierce_2007"
                ]
            }
        },
        {
            "9": {
                "text": "[9] I have often used a modified form of this process in my theory classes at UCLA. For example, take a Schumann song that we are about to study. Without the score I have the students learn the bass—first singing, then laddering, then moving with the flowing contour.  Then, we repeat the process with a prominent inner voice.  Next, the students pair off, facing each other, one performing the flowing contour of the bass, the other of the inner voice.  We repeat the process with the vocal melody, pair it with the bass, pair it with the inner voice, and finally perform in trios all three voices’ flowing contours.  The results never cease to amaze me.  Students invariably remark on how clearly they now hear (and see! ) the counterpoint of the three lines, and they comment on the increased level of detail they are hearing in all aspects of the music.  Besides, they never forget the song or the experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The book is at its very best when telling the stories of students who discovered how significantly their performing had been transformed after working with movement on a particular issue. And though surely idealized in the telling of them (in my experience, students of any age almost always require some coaxing and the comfort of experience to get over their skepticism and their self-consciousness at moving in front of each other), the stories are a wonderful catalog of techniques through which performers—without necessarily any intellectual understanding—achieve a more resonant tone, a phrase with a greater sense of direction, more clearly-shaped climaxes, and a clearer understanding of what is truly background, foreground, or middleground.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] I particularly loved the chapter on The Integration of Structural Levels .  It helped counter my aversion to Schenkerian graphs: though I understand the profundity of Schenker’s recognition of the underlying structures in music, and the beauty of their “sameness,” I have often thought, “Good.  Got it!  Now, let’s get back to what makes this beautiful piece different from that beautiful piece.” It was helpful to read the narratives of players experiencing deeper levels in movement, arriving at a new understanding of them, and then using those experiences to bring alive the depths of the music in their own performance—not at the expense of the surface beauty of melody, harmony, and texture, but in a way that makes those more expressive as well.  Also, Pierce’s remarkable emphasis on understanding harmonic motion (through movement, of course, but the intellectual understanding is an essential building block to her as well) is central to the deepening of performance that the book is about.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The writing is beautiful and clear, and every sentence is imbued with deep meaning.  But the movement processes beg for visual demonstration.  I sincerely hope that the author and the publisher will add an online complement to the text in which all of the movement processes are demonstrated, preferably by Pierce and her husband and collaborator, Roger Pierce.  Even for me, who has actually practiced many of those processes, it is hard to visualize them adequately from reading their descriptions, in spite of Pierce’s meticulously detailed and clear writing, and I found myself reading and re-reading those passages before fully comprehending them.  Understanding and gaining insight from the movement processes depends entirely on the kinetic experience, and seeing them performed is an essential tool in gaining that experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] I have always believed that one of the primary reasons for teaching music theory is to learn to hear music in more detail, and I recognize that this is also one of the running themes of Pierce’s book.  Yes, understanding how music works is its own reward and is important, but I consider a music theory class to be worthless if my students do not, over the course of the year or two they are with me, learn to hear in greater detail.  And besides, it is a cycle: hearing enhances understanding, which enhances hearing, which enhances understanding, and so on. Pierce’s version of this statement is more elegant and is, in fact, the theme of the book: Movement refines listening, which in turn alters the quality of movement so that it becomes like music, having fluency, coherence, and shape.  Thus movement to music provides a spiral for ongoing transformation, for becoming more fluent, coherent, and shapely in expression ( Pierce 2007 , 1).",
                "footnotes": [],
                "citations": [
                    "pierce_2007"
                ]
            }
        },
        {
            "14": {
                "text": "[14] The book is wonderful, but words can never do justice to the magic of this way of deepening one’s musical performance.  My hope is that the book will be a doorway for many more musicians and music lovers into an exploration of the world of movement as a tool for musical growth, both as performer and listener.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.11.17.1.carlson.html",
    "data": "mto/data/mto.11.17.1.carlson.json"
}