{
    "title": "Structural Levels in South Indian Music",
    "date": "2015/12/01",
    "volume": "21",
    "issue": "4",
    "authors": [
        "Schachter, Michael"
    ],
    "abstract": "In the present study, I propose a theory of structural levels in Karnatak music, the classical music of South India. In the characteristic patterns of melodic ornamentation and phrase construction that contribute to the identity of a raga, as well as in formal approaches to composition and improvisation, Karnatak musical practice involves sophisticated elaborations of simple voice-leading strands that themselves elaborate a normative background structure. My theory draws on precedents in Indian musical scholarship, firsthand accounts of practitioners, and close analysis of performances (including those of T. M. Krishna, Bombay Jayashree, Lalgudi Jayaraman, Ranganayaki Rajagopalan, and Karaikudi S. Subramanian) and compositions (including those by Tyagaraja, Muthuswamy Dikshitar, and Papanasam Sivan).",
    "keywords": [
        "structural levels",
        "South Indian music",
        "Karnatak",
        "Carnatic",
        "composition",
        "improvisation",
        "normativity",
        "etic",
        "emic",
        "raga",
        "mode",
        "kriti",
        "alapana",
        "gamaka",
        "svara",
        "Tyagaraja"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.4/mto.15.21.4.schachter.pdf",
    "author_info": [
        {
            "name": "Michael Schachter",
            "university": "Department of Music Theory",
            "address": "Department of Composition, University of Michigan, 1100 Baits Drive, Ann Arbor, MI 48109-2085",
            "email": "bigaum@umich.edu"
        }
    ],
    "citations": {
        "agawu_1990": "Agawu, Kofi. 1990. “Variation Procedures in Northern Ewe Song.” Ethnomusicology 34 (2): 221–43.",
        "agawu_2000": "Agawu, Kofi. 2000/2001. “Embracing the Non-West.” Intégral 14/15: 63–66.",
        "apel_1958": "Apel, Willi. 1958. Gregorian Chant . Bloomington: Indiana University Press.",
        "berry_1980": "Berry, Wallace. 1980. “On Structural Levels in Music.” Music Theory Spectrum 2: 19–45.",
        "catlin_1980": "Catlin, Amy Ruth. 1980. “Variability and Change in Three Karnataka Kritis: A Study of South Indian Classical Music.” PhD diss., Brown University.",
        "clough_1993": "Clough, John, Jack Douthett, N. Ramanathan, and Lewis Rowell. 1993. “Early Indian Heptatonic Scales and Recent Diatonic Theory.” Music Theory Spectrum 15 (1): 36–58.",
        "dikshitar_1904_2010": "Dikshitar, Subbarama. [1904] 2010. Sangita Sampradaya-Pradasini . Ettayapuram.",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style . Oxford University Press.",
        "govinda_rao_2003": "Govinda Rao, T. K., ed. 2003. Compositions of Muddusvami Dikshitar. Ganamandir Publications.",
        "govinda_rao_2006": "Govinda Rao, T. K., ed. 2006. Varnasagaram . Ganamandir Publications.",
        "govinda_rao_2009a": "Govinda Rao, T. K., ed. 2009a. Compositions of Tyagaraja. Ganamandir Publications.",
        "govinda_rao_2009b": "Govinda Rao, T. K., ed. 2009b. Compositions of Syama Sastri. Ganamandir Publications.",
        "janakiraman_2002": "Janakiraman, Prof. S. R. 2002. Ragas at a Glance. Srishti’s Carnatica.",
        "janakiraman_2013": "Janakiraman, Prof. S. R. 2013. Essentials of Musicology in South Indian Music . The Karnatic Music Book Centre.",
        "jayaraman_2004": "Jayaraman, Lalgudi. 2004. Golden Music Golden Years . Living Media India, Ltd., B004ISM580, compact disc.",
        "jayashree_2009": "Jayashree, Bombay. 2009. Trayi – Tripura & the Trinity . Rajalakshmi Audio RACDV05100, compact disc.",
        "kaufmann_1976": "Kaufmann, Walter. 1976. The Ragas of South India: A Catalogue of Scalar Material. Indiana University Press.",
        "kerman_1985": "Kerman, Joseph. 1985. Contemplating Music: Challenges to Musicology . Harvard University Press.",
        "krishna_2006": "Krishna, T. M. 2006. Madrasil Margazhi 2006 . Rajalakshmi Audio RACDV07232-3, compact disc.",
        "krishna_2009a": "Krishna, T. M. 2009a. O Rangasayee – Live Concert . Rajalakshmi Audio RACDV0304, compact disc.",
        "krishna_2009b": "Krishna, T. M. 2009b. Hiranmayim . Sagar SM CD-9867-9868, compact disc.",
        "krishna_2013": "Krishna, T. M. 2013. A Southern Music: The Karnatik Story. HarperCollins Publishers India.",
        "kumar_and_stackhouse_1987": "Kumar, K. and Stackhouse, J. 1987. Classical Music of South India: Karnatic Tradition in Western Notation. Pendragon.",
        "larson_2012": "Larson, Steve. 2012. Musical Forces: Motion, Metaphor, and Meaning in Music. Indiana University Press.",
        "latour_and_woolgar_1979": "Latour, Bruno and Steve Woolgar. 1979. Laboratory Life: The Construction of Scientific Facts . Sage Publications.",
        "morris_2001": "Morris, Robert. 2001. “Variation and Process in South Indian Music: Some Kritis and their Sangatis .” Music Theory Spectrum 23 (1): 74–89.",
        "morris_2011": "Morris, Robert. 2011. “Tana Varnam-s: An Entry into Raga Delineation in Carnatic Music.” Analytical Approaches to World Music 1 (1). http://www.aawmjournal.com/articles/2011a/Morris_AAWM_Vol_1_1.htm",
        "mudaliyar_1893_1982": "Mudaliyar, A. M. C. [1893] 1982. Oriental Music in European Notation. Cosmo Publications.",
        "nelson_2008": "Nelson, David. 2008. Solkattu Manual: An Introduction to the Rhythmic Language of South Indian Music . Wesleyan University Press.",
        "nettl_2005": "Nettl, Bruno. 2005. The Study of Ethnomusicology: Thirty-one Issues and Concepts. University of Illinois Press.",
        "nijenhuis_1977": "Nijenhuis, Emmie. 1977. The Ragas of Somanatha . 2 vols. Brill.",
        "nijenhuis_2001": "Nijenhuis, Emmie. 2001. Varnam: Selected Concert Studies for the South Indian Lute . Sarasvati Bhavan.",
        "pesch_1999": "Pesch, Ludwig. 1999. The Illustrated Companion to South Indian Classical Music. Oxford University Press.",
        "powers_1958a": "Powers, Harold S. 1958a. “The Background of the South Indian Raga-System.” PhD diss., Princeton University.",
        "powers_1958b": "Powers, Harold S. 1958b. “Mode and Raga.” The Musical Quarterly 44 (4): 448–460.",
        "rajagopalan_nd": "Rajagopalan, Ranganayaki. n.d. The Tradition of Carnatic Music on Veena 2 . [Private recording; date, label, and identifying information unknown.]",
        "ramakrishna_2012": "Ramakrishna, Lalita. 2012. The Krti in Karnatak Music . Delhi: B. R. Rhythms.",
        "rowell_1992": "Rowell, Lewis. 1992. Music and Musical Thought in Early India . University of Chicago Press.",
        "rowell_1999": "Rowell, Lewis. 1999. “Theoretical Treatises.” In Garland Encyclopedia of World Music Volume 5: South Asia: The Indian Subcontinent , ed. Alison Arnold, 17–41. Routledge.",
        "sairam_mudgal_and_bhavalkar_2012": "Sairam, Aruna, Shubha Mudgal, and Uday Bhavalkar. 2012. “The Role of the Voice in Indian Music.” Panel discussion at the 2010 ITC-SRA Seminar in Mumbai. Reprinted in Sruti 332: 34–35.",
        "sambamoorthy_1964": "Sambamoorthy, P. 1964. South Indian Music. 6 vols. The Indian Music Publishing House.",
        "sathyanarayana__2008": "Sathyanarayana, R. 2008. Karnataka Music as Aesthetic Form . PHISPC.",
        "shankar_1999": "Shankar, Vidya. 1999. The Art and Science of Carnatic Music . Parampara.",
        "simms_1999": "Simms, Robert. 1999. “Scholarship since 1300.” In Garland Encyclopedia of World Music Volume 5: South Asia: The Indian Subcontinent , ed. Alison Arnold, 42–60. Routledge.",
        "subba_rao_1996": "Subba Rao, B. 1996. Raganidhi. 4 vols. The Music Academy.",
        "k_subramanian_1986": "Subramanian, Karaikudi S. 1986. “South Indian Vina Tradition and Individual Style.” 2 vols. PhD diss., Wesleyan University.",
        "l_subramanian_2006": "Subramanian, Lakshmi. 2006. From the Tanjore Court to the Madras Music Academy: A Social History of Music in South India . Oxford University Press.",
        "v_subramanyam_2014": "Subramanyam, V. 2014. “Semmangudi—His Musical Prowess —Part 3: His Handling of Raga Alapanas. ” Accessed September 26, 2015. http://www.carnatica.net/semmangudi3.htm .",
        "thyagarajan_2000": "Thyagarajan, O. S. 2000. Kshetra Maala . Living Media India, Ltd B004QEZA7Y, compact disc.",
        "viswanathan_1977": "Viswanathan, T. 1977. “The Analysis of Raga Alapana in South Indian Music. Asian Music 9 (1): 13–71.",
        "viswanathan_and_allen_2004": "Viswanathan, T. and Matthew Harp Allen. 2004. Music in South India: The Karnatak Concert Tradition and Beyond . Oxford University Press.",
        "wolf_1989": "Wolf, Richard K. 1989. Review of Classical Music of South India: Karnatic Tradition in Western Notation by Kanthimathi Kumar and Jean Stackhouse. Ethnomusicology 33 (1): 175–77.",
        "wolf_2010": "Wolf, Richard K. 2010. “The Rhythms of Raga Alapana in South Indian Music: A Preliminary Investigation.” Perspectives in Korean Music 1: 121–41."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to extend my gratitude to the many musicians, scholars, mentors, colleagues, and friends, without whose thoughtful suggestions and criticisms this study would have never been possible.  Karaikudi S. Subramanian, Richard Wolf, Divyanand Caird, T. M. Krishna, Trichy Sankaran, Bombay Jayashree, Sudha Ragunathan, Ramon Satyendra, Kofi Agawu, Somangshu Mukherji, Wayne Petty, and the three anonymous reviewers: thank you.",
            "citations": []
        },
        "FN1": {
            "text": "1. For further reading on the rhythmic language of Karnatak music, I strongly recommend Nelson 2008 and Wolf 2010 .",
            "citations": [
                "nelson_2008",
                "wolf_2010"
            ]
        },
        "FN2": {
            "text": "2. In practice, gamaka and svara form more of a dynamic equilibrium than a consistent hierarchy; I discuss this point at more length in Section IV.",
            "citations": []
        },
        "FN3": {
            "text": "3. Karnatak music is much less well-known to Westerners than its much more inclusive and evangelistic cousin to the north. Thanks in large part to the pioneering efforts of such artists as the Beatles and Ravi Shankar, Hindustani music has been ingrained in the landscape of Western popular culture since the mid-twentieth century.",
            "citations": []
        },
        "FN4": {
            "text": "4. The use of a key signature can de-emphasize the peculiarities of the mode, especially with ragas whose scales do not conform to the diatonic patterns of whole and half steps that Western staff notation reflects by design.  In my notation, accidentals appear before every note that they alter, with the exception of (a) repeated notes—an accidental placed on the first note will apply to all subsequent repeated notes; and (b) oscillations—an accidental placed on the first note will apply to all subsequent iterations of the same note within an oscillation.  Courtesy accidentals (i.e. visually clarifying augmented intervals) are occasionally added at my discretion.  For purposes of visual clarity, oscillations to microtonal targets are denoted with a wavy line as opposed to microtonal accidentals.",
            "citations": []
        },
        "FN5": {
            "text": "5. This consistency is practical: not only does it ensure that the entire program will fit as comfortably as possible within a vocalist’s range, but it also allows instrumentalists to tune their instruments to the vocalist’s preferred sruti and avoid significant retuning during the concert.",
            "citations": []
        },
        "FN6": {
            "text": "6. Classical Indian music theory dictates a 22-tone division of the octave, yielding irregularly sized whole steps and half steps between the svaras .  In practice, however, vocalists and instrumentalists tune svaras more closely to just intervals over the fundamental sruti , as evidenced by the placement of frets along the fretboard of the vina .  The relevance of the 22-tone system in Karnatak music is often overemphasized in the West because of its exoticism and its overrepresentation in Karnatak theoretical treatises compared to more practical concerns of execution.  In truth, the Karnatak use of microtones is not always so different than certain standard performance practices in Western music; for example, certain varieties of the gamaka called “ kampita ” (an oscillation) are practically identical in execution to vibrato in a Western context.",
            "citations": []
        },
        "FN7": {
            "text": "7. “UT queant laxis REsonare fibris MIra gestorum FAmuli tuorum SOLve pollute LAbii reatum Sancte Ioannes.” (traditionally attributed to Paulus Diaconus, 8th century)",
            "citations": []
        },
        "FN8": {
            "text": "8. It is unclear whether or not these images refer to the svaras in the abstract or the interval sounded when moving from sa to that particular svara .",
            "citations": []
        },
        "FN9": {
            "text": "9. The melakarta scheme was first introduced by Venkatamakhi in his treatise Caturdandi Prakasika (c. 1620).",
            "citations": []
        },
        "FN10": {
            "text": "10. A short digression on raga : the concept of raga is surprisingly resonant with musical practices around the world, including many styles of Western music.  For one, the strictures of raga strongly resemble theories of “melody type” in Gregorian chant; namely, defining the church modes “not as abstract scale formations determined by final, ambitus, and possibly pitch of emphasis, but as categories characterized by a number of standard formulae or motives recurring in the melodies of that mode” ( Apel 1958 , 136).  As Willi Apel points out, this would connect the raga not only with chant but with a number of other modal traditions around the world, such as the Byzantine echoi , the Syrian risqolo , the Javanese patet , and the near-Eastern maqam (136).  We can only speculate on whether or not chant and other modal traditions featured similarly rich systems of ornamentation; as Powers argues, when medieval treatises on church modes began to focus “only on ambitus and scale-structure,” “the monodic art itself declined and disappeared” ( 1958b , 457).  Even in the polyphonic Western music of more recent centuries, particular composers, styles, and epochs will demonstrate consistent approaches to dissonance treatment, ornamentation, and phraseology that involve recurring schematic patterns of pitch and rhythm. (For one evocative example, see Gjerdingen 2007 , passim.) Ragas differ from these analogues not so much in kind but by degree: that is, by the rigidity of their codification and the clarity of their definition.",
            "citations": [
                "apel_1958",
                "powers_1958b",
                "gjerdingen_2007"
            ]
        },
        "FN11": {
            "text": "11. It is not clear whether performers that keep the sa-pa-sa drone in these cases do so out of a desire to intentionally create tension against the raga or out of inertia.",
            "citations": []
        },
        "FN12": {
            "text": "12. In Indian theory, such mental mode-shifting is referred to as murchana.",
            "citations": []
        },
        "FN13": {
            "text": "13. In practice, gamaka execution will vary subtly depending on the particular performing lineage or instrumentation.  Some gamakas are universally rendered across all Karnatak music performance, while others are specific to the technical peculiarities of particular instruments; some are “borrowed” between vocal and instrumental techniques; and still more change from raga to raga depending on the interpreter.  For example, the Karaikudi vina tradition (of which Karaikudi S. Subramanian is the current exponent, representing its ninth generation) strenuously works to overcome the limitations of the fretted instrument by imitating the gamakas typical of vocal performance.  Its practitioners’ style is unusually florid, with considerably more pulling (bending the string with the left hand to displace the pitch) and less reliance on fingerboard techniques like hammering-on and pulling-off than in other styles.  In turn, vocalists often absorb gamaka based on instrumental techniques; the sphurita , for example, originates from the specific “hammer-on” technique on the vina .",
            "citations": []
        },
        "FN14": {
            "text": "14. The majority of the examples in this section draw from Mayamalavagowla raga , with the primary motivation being the observation that a deeper acquaintance with (and appreciation for) the richness of one particular raga will be more instructive than a cursory overview of many.",
            "citations": []
        },
        "FN15": {
            "text": "15. It is worth mentioning that the gamaka in Mayamalavagowla quite directly mirror the isomorphic tetrachords of S-R1-G3-M1 and P-D1-N3-S.  Not only does this further corroborate the sense of “consistency” in gamaka treatment of particular divisions of pitch space, but it also helps to explain the secondary structural weight given to ma in Mayamalavagowla in particular; its inverted fifth-relation to sa is explicitly analogized by the pa-sa ascent.",
            "citations": []
        },
        "FN16": {
            "text": "16. This particular gamaka , enharmonic to a D– E ♭ oscillation in a Western C-based mode, can represent different svaras in different ragas depending on the surrounding tonal context.  In Thodi (S R1 G2 M1 P D1 N2 S), comparable to the Western Phrygian mode), G2 oscillates downward into the equivalent of G1; in Bhairavi (scale structure discussed earlier), R2 oscillates upwards into G1 to create the identical sound.  The convergent musical phenotype of gamakas representing different svaras lends Karnatak raga more aesthetic consistency than the overwhelming combinatorial possibilities of the melakarta system would seemingly indicate.",
            "citations": []
        },
        "FN17": {
            "text": "17. I experienced this phenomenon firsthand many times during my vina studies with Karaikudi S. Subramanian.  He taught me pieces by playing one phrase at a time, making me repeat it back to him by ear until I could faithfully reproduce its every nuance. In those cases where I simply could not get the exact details to his satisfaction, he would sometimes deign to play or sing the underlying svaras , which often resolved an issue of timing or emphasis I hadn’t been able to see before.  I would sometimes present him with my own transcriptions at the svara -level, which he would make corrections to if he felt I was slightly misrepresenting a gamaka , but in many cases he accepted my interpretations as valid even when they differed from his own.",
            "citations": []
        },
        "FN18": {
            "text": "18. Correspondingly, simple evenly spaced patterns at the svara level can manifest as densely syncopated rhythms at the gamaka level.  While rhythmic concerns are beyond the purview of the current study, their centrality to the Karnatak aesthetic should not be overlooked.",
            "citations": []
        },
        "FN19": {
            "text": "19. This three-part structure is overwhelmingly normative, but variations do exist.  Of the three main sections, only the pallavi is immutable.  Some kritis omit either the anupallavi or charanam , and others may feature two or more charanams ( Krishna 2013 , 95–100) .",
            "citations": [
                "krishna_2013"
            ]
        },
        "FN20": {
            "text": "20. Sangatis may not necessarily be attributable to the composer of a kriti ; they are often added by disciples and performers, and over time they become woven into the fabric of a composition ( Krishna 2013 , 98).  Thus, many compositions as they are performed today actually represent composite fabrics of indefinite source; in many cases, the same composition will differ wildly between performers from different traditions.  For a more detailed account of sangatis and variation processes in kritis , see Morris 2001 .",
            "citations": [
                "krishna_2013",
                "morris_2001"
            ]
        },
        "FN21": {
            "text": "21. In this way, the pallavi phrase itself can be thought of as a summarizing “snapshot” of the entire kriti .",
            "citations": []
        },
        "FN22": {
            "text": "22. A note on transcribing compositions in Karnatak music: though many canonical compositions are performed ubiquitously, the finer details of their execution can vary significantly from performer to performer, in large part due to the culture of oral transmission and the discrepancies between varying styles and/or pedagogical lineages.  (Each performer’s unique interpretation remains relatively fixed across performances.)  No “standard” version of the composition exists at the gamaka level or even the svara level, although the lyrics, raga and tala setting, and rough melodic outline will generally persist from performer to performer.  Thus, no single “composition” exists; a transcription always reflects the interpretation of a particular performer or style.  Compounding this is the hermeneutical challenge of parsing gamaka into svara , and vice versa; given the isomorphisms between gamakas and svara-prayogas at different speeds, any composition can be accurately represented with many different equally valid notational interpretations. My transcriptions of compositions take a single recorded performance as their basis.  I include renderings of each sangati , as these are integral to the voice leading at background level and moreover are most indicative of performance practice.  For the sake of clarity and simplicity, in some cases I normalized some discrepancies.  I used repeat signs to represent a deliberate reiteration of a particular passage and/or sangati ; even if the performer extemporized some very slight embellishments from repeat to repeat, I felt that it was more important to communicate the structure and emphasize when new sangatis arrive.  Thus, occasionally I omitted very minute variations between repetitive cycles.  In cases where a particular detail appears differently in two repetitions, I chose the one I deemed “more essential,” a judgment call based on my knowledge of the piece and the raga . (Most of these pieces I have been taught to sing and play on the vina by Karaikudi S. Subramanian, my guru ; those that I have not, I have discussed with the performers.)  In the (very rare) instances where the performer makes what I judge to be an error with respect to the intended pitch, rhythm, or structure, I correct it in order to represent the composition “as intended.”",
            "citations": []
        },
        "FN23": {
            "text": "23. I have not found any specific terminology in the theoretical literature for this climactic tara sa , but it is omnipresent in compositions and improvisations alike and will be familiar to any practitioner of Karnatak music.  It is a testament to the ingenuity and imagination of the great Karnatak composers that their compositions remain interesting despite sharing a very similar, predictable climactic gesture.",
            "citations": []
        },
        "FN24": {
            "text": "24. The charanam will often include the signature of the composer in its lyrics, either an explicit reference to their name or a reference to a particular pseudonym—for example, the moniker “Guruguha” appears in most of Muthuswamy Dikshitar’s charanam sections.  This detail supports the notion of the charanam as the locus for least formal restriction, and thus the greatest freedom for a composer to show off their ingenuity and imagination.",
            "citations": []
        },
        "FN25": {
            "text": "25. Muthuswamy Dikshitar is especially revered for the cleverness of his lyrics, which often subtly refer to the raga identity and melodic content.  The title of the composition, “Anandesvarena,” features an assonance with the “(-)ananda” syllables from the raga Ananda Bhairavi: no mere accident, for the first line of every successive phrase also includes these same syllables nestled in the first word.",
            "citations": []
        },
        "FN26": {
            "text": "26. From the Sanskrit, “one’s own will ( mano ) on the righteous path ( dharma )” ( Krishna 2013 , 103).",
            "citations": [
                "krishna_2013"
            ]
        },
        "FN27": {
            "text": "27. The compositional form “ Ragam-Tanam-Pallavi ” acts as a concert showpiece for artists to demonstrate their skill in manodharma , featuring a lengthy raga alapana section and tanam section before reaching the composed material, which consists only of a lengthy pallavi section.",
            "citations": []
        },
        "FN28": {
            "text": "28. This is one of the only published accounts I have seen that draws such a direct parallel between the “build-up” alapana form and standard compositional design.",
            "citations": []
        },
        "FN29": {
            "text": "29. This elaboration procedure fluidly merges the seemingly opposed poles of “formulaic” and “motivic” approaches to improvisation.  On the one hand, performers draw from a finite set of memorized permissible prayogas to construct their phrases; on the other hand, the rhetoric with which performers develop material from phrase to phrases treats these prayogas as modular motivic cells.",
            "citations": []
        },
        "FN30": {
            "text": "30. The standard form of the basic structure aligns closely with most performers’ vocal or instrumental range; performers like T. M. Krishna that can reach higher or lower will often extend the developmental principles discussed earlier to create prolongational zones above and/or below the usual extremes.  I summarize this possibility in the “expanded” basic structure variant offered in Example 3.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the present study, I propose a theory of structural levels in Karnatak music, the classical music of South India. In the characteristic patterns of melodic ornamentation and phrase construction that contribute to the identity of a raga, as well as in formal approaches to composition and improvisation, Karnatak musical practice involves sophisticated elaborations of simple voice-leading strands that themselves elaborate a normative background structure.  This conceptual framework has significant precedent both in Indian musical scholarship and in anecdotal accounts by practitioners; with the support of close analysis of well-known compositions and performers, my theory synthesizes and expands these strands of thought, contending that widely accepted structural level-based accounts of improvisational practice also extend to theoretical systems, raga structure, and compositional practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] For readers new to Karnatak music, click here to read a brief introduction to the history, instruments, and essentials of South Indian music. I follow this section with a concise summary of my theory of structural levels in Karnatak music, accompanied by a critical discussion of the article’s methodology and attendant theoretical backdrop. The remainder of the article is dedicated to supporting analysis, working successively from details of the musical surface to the basic tonal structure undergirding compositional and improvisational practice. II. Structural Levels in Karnatak Music; Cultural and Methodological Concerns",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In this article, I use the term “structural levels” more or less consistently with its application in twentieth-century Western music theory: the notion that we can conceptualize a given piece of music as a complex of hierarchically-related strata, in which foreground levels can be parsed as elaborations (or “implications”) of deeper, background levels ( Berry 1980 , 20). For the purposes of this study, I focus exclusively on structural levels as they manifest within the domain of pitch. Of course, the very idea of pitch undergoing operations through a musical form requires the transpiration of time to make sense; I only mean to say that I will leave considerations of structural levels as they apply to tala to later studies. (1) Example 1 . Structural levels in Karnatak music (click to enlarge) Example 2 . The “basic structure” (click to enlarge) Example 3 . Common variants of the basic structure (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "berry_1980"
                ]
            }
        },
        {
            "4": {
                "text": "[4] I propose that the pitch language of Karnatak music divides into four interrelated but distinct structural levels, which I refer to using the familiar terms “foreground,” “middleground,” and “background” ( Example 1 ). Occupying the musical foreground—the immediate aural experience of the listener—is gamaka , the characteristic ornamentation attendant with every raga . In the middleground we find the svara , or scale degree. (2) At a more distant middleground layer, these svaras are grouped into prayogas , characteristic phrases particular to a given raga .  Finally, in the background, these prayogas outline a simple voice-leading structure spanning a composition or improvisation, which I refer to throughout this article as the “basic structure.”",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The basic structure, shown in Example 2 , consists of: (a) prolongation of madhya sa , the lowest tonic note within standard vocal range; (b) an upward ascent (often through pa , the fifth) to a prolongation of tara sa , the upper tonic an octave higher; (c) descent to madhya sa .  The basic structure can be thought of as an elaborative expansion of sa , and as I will demonstrate in my examples below, it is recursive within various sub-sections of a composition, as well as between structural levels.  It moreover shares notable homologies with different elements of Karnatak theory and practice: the 1 ˆ – 5 ˆ – 8 ˆ tones of the continuous drone, as well as the standard ascent-descent ( arohana-avarohana ) representation of raga scales in scholarly treatises.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The basic structure should not be taken so much as a universal axiom, but rather as a normative archetype of Karnatak compositional and improvisational practice: though not present in every case, it nonetheless predominates; in absence, it defines expectations against which divergences are felt; and for many composers and performers, it even serves as a conscious formal model for compositions and improvisations. Example 3 shows the most common variants of the basic structure as it manifests in Karnatak compositional and improvisational practice; these will be discussed in greater detail throughout the article.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Before detailing the argument for my theory of structural levels, I would like to say a few words about the impetus for and methodology of this study.  Growing up in the Boston suburbs, I first encountered Karnatak music in Richard Wolf’s seminar on South Indian music at Harvard in the spring of 2008.  Initial fascination grew into obsession, and after graduating in 2009, I spent the 2009–10 academic year on a John K. Paine fellowship in Chennai, India, studying vina and voice with Karaikudi S. Subramanian, a ninth-generation vina virtuoso and pedagogue.  While making no claims to approaching anything like mastery, I did make sufficient progress in my time there to perform as part of the Tyagaraja festival at the Ramakrishna Mutt in February 2010, followed by an hour-long solo recital at the Brhaddhvani Institute in April 2010.  I have since been back to Chennai on three additional research trips, and in November 2012 I arranged a weeklong residency for Dr. Subramanian at my current institution, the University of Michigan.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Thus my involvement with South Indian music has been that of a curious, impassioned outsider. As a Western-trained pianist and composer, my experience learning Karnatak music essentially from scratch was strikingly similar to that described by Harold Powers in the preface of his 1958 dissertation: I had one great disadvantage and one great advantage.  The disadvantage was that, not having been born and brought up in a cultivate South Indian household, I had at first no ‘feel’ whatsoever for Carnatic music; I had none of the sort of ‘common knowledge,’ none of the unconscious musical assumptions, that any individual who is not deaf begins to acquire from infancy. The advantage was that I had been trained in Western music, from the performance and compositional angles both; hence, a great deal of Carnatic theory which might been difficult for an untrained but acculturated Indian was relatively easy to “translate” for a trained but unacculturated Westerner. ( Powers 1958a , i) To be sure, part of the reason that my Western training was so “transferable” was simply that the combination of an academically oriented mind and some sustained elbow grease will make at least some progress in any endeavor.  However, as Powers implies throughout his dissertation, and as I experienced firsthand, there are very real parallels between Karnatak music and Western music that make each more accessible to the other than their practitioners might assume.  As Robert Morris has observed, in both cultures, concerts consist primarily of highly complex, through-composed musical works, the bulk of which are devotional in subject and were composed generations ago by a small cadre of composers comprising a musical canon ( 2001 , 74).  To that, I would also add: like those in jazz, bluegrass, and other American music traditions, Karnatak compositional forms designate particular spaces for improvisation within the tonal and metrical framework of each composition.  Moreover, mastering Karnatak music and Western art music alike requires many years of intensive study, usually through private instruction with a qualified teacher, and, correspondingly, the demographics of audiences and practitioners skew heavily towards the socioeconomically advantaged.",
                "footnotes": [],
                "citations": [
                    "powers_1958a",
                    "morris_2001"
                ]
            }
        },
        {
            "9": {
                "text": "[9] I bring these parallels up not to underplay the very real differences between Western and Karnatak musics, nor to suggest that Western analytical methods or conceptual systems can be blindly applied to the study of Karnatak music.  I simply mean to emphasize to those who are new to Karnatak music that the chasm between the two is not as distant as phenotypes might suggest, and that a surprisingly reasonable amount of applied time will open the doors to one of the world’s great musical traditions.  Throughout this paper, I frequently point out when Western and Karnatak musical elements or concepts overlap; I must stress that all such cross-comparisons are approximate analogies, whose sole purpose is to give readers better versed in one tradition a more immediate reference for understanding the other.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] My thoughts on structural levels in Karnatak music started percolating almost immediately upon my initial immersion in the fall of 2009, but in an inarticulate, private way.  It was not until returning to the United States and enrolling in Kevin Korsyn’s “Schenker I” course at the University of Michigan in the fall of 2010 that I first encountered Western theoretical literature on structural levels; I was struck by how resonant the concepts in the course were (not in specific detail, but in spirit) with what I had heard and felt so palpably in Karnatak music.  As I developed my thoughts over the ensuing years, I took great pains to balance my ineluctably etic perspective with a thorough grounding in emic approaches to the same subject. Studying Indian music as a Westerner can be particularly fraught, given the subcontinent’s history of British occupation; what is more, Karnatak culture prides itself on a careful policing of its musical borders, which not only explains the striking vitality of its common-practice strictures in a global age of pluralistic media, but also its relative insularity with respect to the West. (3) My goal is to live up to Bruno Latour’s ideals of the values of etic research ( 1979 ): that I am humble enough to know when to discount biases as they inevitably surface, while contributing only those observations and syntheses more readily perceptible from without than from within.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "latour_and_woolgar_1979"
                ]
            }
        },
        {
            "11": {
                "text": "[11] As it turns out, I was fortunate in this regard.  There are many notable precedents for my theory of structural levels both in Indian scholarship and in contemporary performance practice, and I found that my contribution was more connecting the dots between disparate extant strands than it was suggesting something altogether new and foreign.  In the arguments below, I will present my case for a theory of structural levels through a combination of references to Indian theoretical literature, accounts from Karnatak performers and composers (including several personal interviews), close analysis of compositions and improvisations, and my own experience as a performer and scholar. In general, I steered clear of a few of the hallmarks of ethnomusicological writing, especially what Kofi Agawu describes as “the quietly assumed and increasingly utilized homology between musical structure and social structure” ( 1990 , 265).  Writers on Karnatak music (both Western and Indian) frequently relate musical phenomena to analogues in Indian culture; for example, Lewis Rowell makes a connection between the tala system and the classical Indian conception of time as cyclical ( 1992 , 180–224), and in my own studies, Karaikudi S. Subramanian (my vina teacher) instructed me to model my performance of gamaka oscillations on the South Indian manner of bobbling one’s head to express assent or confusion.  Despite the evocativeness of these examples, for the present study I judged that recourse to extramusical homologies might draw too much attention away from appreciating my argument in purely musical terms (whatever that means).  I hope that this article might complement, rather than supplant, the many other extant accounts that focus on cultural, contextual perspectives.  As Agawu insightfully adds, “the musical object is far too complex to allow a satisfactory view from only one angle” ( 1990 , 265). Example 4 . Sample passage rendered in svara notation and Western notation (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "agawu_1990",
                    "rowell_1992",
                    "agawu_1990"
                ]
            }
        },
        {
            "12": {
                "text": "[12] I also must comment on issues of notation.  Karnatak music is ubiquitously described as an oral tradition, but, like many oral traditions, much of what we know of its past comes from written transmission.  In addition to the important series of treatises mentioned in the expository sub-page above, many works of the great composers survived due to the diligence of their students in circulating transcriptions of their masters’ performances; the composer Tyagaraja’s prominence in particular is due in large part to the “rudimentary publications project” of his disciples ( L. Subramanian 2006 , 91).  Most notation of Karnatak music (past and present) consists of written-out svara syllables (i.e. solfège) placed above the corresponding lyrics of the composition (henceforth, “ svara notation”––see Example 4 ).  The svaras give the performer an approximate guide to the melody; details of exact rhythmic placement and rich gamaka elaborations are left for performers to realize through knowledge gained by oral transmission.",
                "footnotes": [],
                "citations": [
                    "l_subramanian_2006"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Svara notation is sufficiently obscure to Western audiences that its use would pose a significant barrier to accessibility; however, well-justified controversy surrounds the prospect of rendering Karnatak music in Western notation, with most skepticism falling into two categories.  The first concern is ethical in nature: that using staff notation represents an undue imposition of Western values.  In my mind, the critical question here is whether or not Western notation transforms or distorts Karnatak music in the act of transcription.  Because of the close similarity between Western and Indian scale systems (discussed further below in Section III), Western notation can represent practically identical information as svara notation, with the added benefit of greater rhythmic precision. ( Svara notation generally only indicates note onsets but not how long notes sustain.) There exists significant precedent for successfully rendering Karnatak music in Western notation by Indian scholars ( Mudaliyar [1893] 1982 , Kumar and Stackhouse 1987 , K. Subramanian 1986 ) and Western scholars ( Powers 1958a , Nijenhuis 1977 and 2001 , Morris 2001 and 2011 ) alike.  The second concern is more theoretical in nature; as Richard Wolf summarizes, staff notation “makes conceptually distinct units appear to be identical, and it differentiates units that are conceived to be the same” ( 1989 , 176–77).  Thus, even if staff notation represents a reasonably faithful transliteration of the musical impulses, we must be very vigilant in parsing surface features (and differentiating structural levels), so as to sensitively reflect the emic musical framework.  To this end, in this article, I render all analytical examples with approximations of the immediate musical surface ( gamaka ) represented in Western notation alone, and the corresponding middleground ( svara ) represented in both Western notation and svara solfège.  Only notation at the svara level would be typical of traditional Indian notation and pedagogy; my gamaka renderings are meant (a) as a guide to readers unfamiliar with the characteristic gamaka of the various ragas , (b) to call attention to the recursive interplay between structural levels, especially between the highly interrelated foreground and middleground; and (c) to demonstrate the stylistic idiosyncrasies of the artists whose performances I transcribed for the present study.  In my transcriptions, sa (tonic) is represented exclusively by the note C, a common scholarly practice in rendering Karnatak music and other modal musics, and accidentals are attached to the notes they modify. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "mudaliyar_1893_1982",
                    "kumar_and_stackhouse_1987",
                    "k_subramanian_1986",
                    "powers_1958a",
                    "nijenhuis_1977",
                    "nijenhuis_2001",
                    "morris_2001",
                    "morris_2011",
                    "wolf_1989"
                ]
            }
        },
        {
            "14": {
                "text": "[14] The remainder of this article is roughly laid out from foreground level to the background level.  I first discuss the role of structural levels as they manifest at the conceptual level of raga. I then analyze the musical foreground, discussing the various types of gamaka and examining their close relationship to the svaras and prayogas of the middleground.  Finally, I demonstrate the basic structure (and its interrelationship with the foreground and middleground) as it appears in both compositional and improvisational practice. III. Raga",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The word raga comes from the Sanskrit term for “color,” or more precisely, “the act of coloring.”  The musical concept of raga reflects its etymological origin; not only does it imply the specific svaras, gamakas , and prayogas possible for use, but also an overarching affect.  Many ragas have historically been associated with particular times of the day, as well as specific physiological and/or emotional responses. All ragas center around a fixed tonic (reinforced in performance by the continuous drone), which remains constant not only throughout a song but generally throughout an entire concert. (5) The potential for tonal stagnancy is balanced by the incredible variety of available modes within the raga system.  As A. M. C. Mudaliyar explains in his 1893 treatise, “The unfettered use of accidentals in European Music is regarded by the KARNATA [sic] musician as due to want of principle and system; for he has at his own disposal no less than 70 other modes or MELAKARTAS and nearly a thousand derivative RAGAS to which he can divert his attention when he is tired of what correspond to the European Major and Minor scales” ( 1982 , 9). Example 5 . Karnatak svaras (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "mudaliyar_1893_1982"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The Karnatak conception of pitch space overlaps considerably with Western systems ( Example 5 ).  Karnatak music theory observes the phenomenon of octave equivalency, designating a given pitch and another pitch with doubled frequency as individuals of the same class.  The octave is divided into seven scale degrees separated by step ( svaras ); moreover, these svaras can occupy any one of twelve total positions in the octave ( svarasthanas ), which are spaced in accordance with Western half steps although differing in temperament. (6) Performers usually only refer to the svaras by their shorthand, sa–ri–ga–ma–pa–dha–ni , which align with the Western solfège syllables do–re–mi–fa–sol–la–si .  Just as the Western solfège syllables originate from a Sapphic hymn to St. John, (7) the Indian syllables derive from descriptive and/or evocative terms in Sanskrit ( Rowell 1999 , 32).",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "rowell_1999"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Mudaliyar describes the traditional imagery surrounding each svara : (8) Sa is the sound produced by the Prince of Birds, the Peacock, at moments of exultation and rapture, i.e., when the clouds gather in the sky with a low moan portending the commencement of the rainy season, which is the period of its highest joy and happiness. Ri is the low of the Cow in calling for her calf, dragged away from her. Ga is the bleat of the Goat in the midst of the flock, calling for the aid of his fellows. Ma is the cry uttered by the Heron, seated on the bank of a pool, on seeing the gathering of a cloud and anticipating an inundation which would force her to flee elsewhere for safety. Pa is the note sounded by the KOKILA—the Indian nightingale—at spring tide, when after a silence of six months, it hails the brightest period of the year and tastes the first sprouts of the new season with an ebullition of joy. Dha is the neigh of the Horse at the moment when his rider approaches him for a drive, or descends from him after his work for the day, when he is anxious to have his usual meal. Ni is the yell of the Elephant with his extended proboscis when the Mahout attacks the back of his head with a scimitar. ( 1982 , 13)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "mudaliyar_1893_1982"
                ]
            }
        },
        {
            "18": {
                "text": "[18] He goes on to make several interesting observations about the tonal implications of these images: It is curious that the most important notes of the scale, viz., the Key-note, its Fifth above and its Fifth below, (C, G and F) [ sic ] are identified with the sounds produced by Birds, the Peacock, the Heron, and the Cuckoo, and the rest with those of Animals.  Again only the Key-note and its Fifth  are represented by sounds produced on joyous occasions, while the others are stated to be cries uttered at moments of fright, pain or anxiety.  The increase in the size of the animals towards the end, concurrent with the increase in the pitch of the notes and culminating in the huge cry of the largest of Indian quadrupeds, is also noteworthy. ( 1982 , 13) Example 6 . Karnatak disposition of the octave (click to enlarge) Example 7 . The Melakarta scales (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "mudaliyar_1893_1982"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The representation of the root and fifth as “joyful,” contrasting with the more “anxious” representations of other scale degrees, implies a developed sense of stability and instability, or consonance and dissonance.  In all Karnatak ragas , the sa–pa fifth remains inviolable, and these tones are furthermore usually rendered in performance as plain svaras (unadorned with gamaka ). The second ( ri ), third ( ga ), sixth ( dha ), and seventh ( ni ) are the most “unstable” of the tones and the most conducive to complex gamaka ; these each exist in three possible varieties.  The second and sixth each appear as minor, major, and augmented intervals over the bass (R1, R2, R3; D1, D2, D3), while the third and seventh each appear as diminished, minor, and major intervals over the bass (G1, G2, G3; N1, N2, N3), yielding an appealing symmetry between the S–M1 and P–S tetrachords.  Ma, the fourth, appears in two varieties: perfect and augmented (M1, M2).  These dispositional possibilities are summarized in Example 6 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] While certain varieties of svaras could potentially be enharmonic with one another, svaras in a given raga will not overlap; there may only be one variety of each svara in either the arohana (ascent) or avarohana (descent) of a raga , though they may differ between these.  Combinatorially, these restrictions yield 72 possible seven-tone scales, a theoretical construct called the melakarta , shown in Example 7. (9) While many of these scales have specific ragas associated with them, as a whole they are more accurately described as “parent” collections from which ragas may be derived.  Thousands more ragas than the 72 melakartas are theoretically possible because of the following complications: (a) Multiple ragas can share the same scale, as long as they differentiate themselves with distinct gamakas and prayogas ; (b) Ragas can omit one, two, or more svaras from a “parent” melakarta , yielding many heptatonic, pentatonic, and even tetratonic “derivative” ( janya ) ragas ; (c) Ragas may have different numbers and different varieties of tones present in ascent and descent; (d) Ragas may take circuitous, “zig-zag” routes ( vakra ) in ascent or descent, in which certain svaras appear out of order or more than once.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Simultaneously strict and expansive, the constraints of raga create a holistic aesthetic based on consistency.  Tones outside the specified svaras can only be accessed within the context of permissible gamakas , and the available set of gamakas and prayogas rigidly shapes the pitch language available for use in “valid” compositions and improvisations. (10) In janya ragas and vakra ragas , characteristic lakshanas actually infiltrate the spelling of the scale, suggesting a conceptual intermingling between the middleground structural levels of svara and prayoga . Two examples: (1) the ragas Kambhoji and Sahana both derive from the melakarta scale Harikambhoji (S R2 G3 M1 P D2 N2 S, comparable to the Western Mixolydian mode).  Kambhoji is usually written as S R G M P D S in ascent (skipping N) and S N D P M G R S in descent, while Sahana is written as S R G M P M D N S in ascent and S N D P M G M R G R S in descent ( Janakiraman 2002 ).  In this case, Kambhoji is rendered with purely linear arohana and avarohana (albeit skipping N on the ascent), while the characteristic prayogas of Sahana are evocatively reflected in the vakra spelling of the scale in both directions.  (2) The raga Bhairavi derives from the melakarta scale Natabhairavi (S R2 G2 M1 P D1 N2 S, comparable to the Western natural minor scale).  However, it utilizes different svaras in ascent and descent: the arohana is rendered as S G2 R2 G2 M1 P D2 N2 S, with circuitous vakra at the beginning and dha raised to D2 ( bhashanga ), while the avarohana is rendered as S N2 D1 P M1 G2 R2 S.",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "janakiraman_2002"
                ]
            }
        },
        {
            "22": {
                "text": "[22] In addition to the interrelationship between a raga ’s spelling and its characteristic prayogas , structural relationships are furthermore indicated by the hierarchical relationships of its svaras .  Typical raga theory identifies amsa svaras (or jiva svaras , “life-giving tones”) within the scale, which are afforded greater stress within the phraseology, and phrases theoretically conform to rigidly specified ghana svaras , or starting tones, and nyasa svaras , or ending tones ( Sambamoorthy 1964 , Shankar 1999 ). In addition to these individuating elements, the more generalized shape of the basic structure ties ragas to one another.  The basic structure is reflected most strongly in raga theory by (a) the inflexibility of the sa–pa perfect fifth; (b) the consistent depiction of ragas in arohana and avarohana —that is, ascending from madhya sa to tara sa and descending back to madhya sa ; (c) the metaphorical experience of tension (instability) in scale degrees 2 ˆ , 3 ˆ , 6 ˆ , and 7 ˆ (plus 4 ˆ to a lesser extent, given its own fifth-relation to tonic) desiring resolution (stability) in scale degrees 1 ˆ and 5 ˆ . Audio Example 1",
                "footnotes": [],
                "citations": [
                    "sambamoorthy_1964",
                    "shankar_1999"
                ]
            }
        },
        {
            "23": {
                "text": "[23] There are a few categories of raga whose restrictions preclude strict adherence to the standard basic structure, instead yielding some of the variants catalogued earlier in Example 3.  One is the group of janya ragas (“derivative” subsets of melakartas ) that happen to omit pa . In performances of pieces set in these ragas , the continuous drone will sometimes omit pa , usually supplanting it in these cases with ma if it is present in the raga . (11) Without the stabilizing influence of pa , the ear may recalibrate the raga’s tonicity to privilege the “plagal” ma–sa fifth-relation; in Lalitha raga , for example (S R1 G3 M1 D1 N3 S), ma can be heard as “pseudo-tonic” while sa , a fifth-higher, takes over as “pseudo-fifth.” (12) While solmization remains consistent in Karnatak music— sa is sa , no exceptions—key facets of raga expression change in Lalitha raga in ways that lend structural weight to the ma–sa fifth.  Crucially, the injunction that all compositions and improvisations end on madhya sa will sometimes relax in these ragas ; for example, T. M. Krishna ends his interpretation of Muthuswamy Dikshitar’s “Hiranmayim” (Lalitha raga ): with the phrase sa–ri–ga–ma , letting ma trail in the air as if fulfilling “tonic” function. (Listen to the end of his performance in Audio Example 1 ; Krishna 2009b .)  Another exceptional category is the small collection of “band-limited” ragas , which extend from ni–ni , dha–dha , or pa–pa within a one-octave range.  While ascent to tara sa is impossible in these ragas by definition, they nonetheless compensate by gravitating around madhya sa and madhya pa , the latter acting as the uppermost reach of the condensed arch.",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "krishna_2009b"
                ]
            }
        },
        {
            "24": {
                "text": "[24] As mentioned earlier in paragraph [6], these variants comprise just a small fraction of the Karnatak performance repertory.  In my own experience, as well in Karnatak practice, they are felt as divergences from expectations set by the far more prevalent standard basic structure (Subramanian, pers. comm.). IV. Gamaka , Svara , Prayoga",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Perhaps the most distinguishing feature of Karnatak music is gamaka , the highly systematized ornamentation that pervades the musical texture.  Even compared to that of Hindustani music in the North, Karnatak ornamentation in particular is unique for its ubiquity (in most ragas , very few notes are rendered “plainly”), its ornateness (many gamakas are complex and impose virtuosic demands on the performer), and its fixity (particular gamakas are rigidly defined by the constraints of the raga ).  The pervasiveness of gamaka in the musical foreground can present a barrier for uninitiated listeners, for whom the relationship to the simpler melodic underpinnings at the svara level may not be clear.  Moreover, because of the premium placed on vocal style (even in instrumental technique), most gamakas consist of a combination of pitch bends and slides, creating a much less “digital” musical surface than in most other musical traditions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] In an important sense, it is artificial to separate gamaka and svara into separate structural levels. Sambamoorthy explains, “ Gamaka is inseparable from even the simplest phrase.  It is not a mere accidental ornament: it is an essential part of the melodic structure” ( 1964 , [I] 54). T. M. Krishna goes even further: “the gamaka is an expression of the svara and the svara’s musical identity binds it to the gamaka ” ( 2013 , 51).  In practice, gamaka and svara form an endlessly recursive dynamic equilibrium; gamaka entails svara , svara entails gamaka . On the one hand, they work to individuate the raga through the idiosyncratic restrictions constraining acceptable ornamentation and phraseology in each raga ; on the other hand, they work to generalize the aesthetic of Karnatak music by subtly reinforcing consistent hierarchical relationships.",
                "footnotes": [],
                "citations": [
                    "sambamoorthy_1964",
                    "krishna_2013"
                ]
            }
        },
        {
            "27": {
                "text": "[27] With this all in mind, I nonetheless present them as distinct structural layers in this article for the following reasons: (1) clarity; (2) value of distinct observations to be made; (3) accordance with Indian treatises, which consistently present them as separate domains; (4) they are sometimes taught separately for pedagogical purposes (as in the Karaikudi school of vina performance); (5) contemporary cataloguing of ragas and composition notations , which parse gamaka from svara .  That complex gamakas “reduce” to simpler svaras leads me to present gamaka , what the ear most literally encounters, as foreground, and svara , an abstraction thereof, in the middleground.  Despite this taxonomy, the reader should consistently bear in mind that these two concepts are inextricably linked in Karnatak practice, and I have found that resolving chicken-and-egg questions once and for all—Which comes first? Is gamaka a decorative layer on the underlying svaras ? Or are the svaras just a useful shorthand guide to “real” gamaka activity?—is unwise, not only out of respect for emic conceptual perspectives but also because of very real analytical problems that arise when taking an overly hierarchical approach. I will include a few examples of these issues in the ensuing discussion. Example 8 . Common gamaka types (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Like with many other aspects of Indian classical music, treatises have historically discussed gamaka in a commingled mixture of technical and metaphorical language. The 13th-century treatise Yajnavalka Siksa (author unknown) described raga with purely evocative description: ornaments produce sounds of the “roaring of a lion, of the thunderclap in the manner of monkeys jumping from branch to branch . . . like the kissing of a child by its mother. . . or the carrying by a tigress of her cubs in her mouth without hurting them, or the gait of an intoxicated elephant” ( Powers 1958a , 125).  The Jain author Parsvadeva, in his 1250 treatise Sangitasamayasara , writes, “The seven ornaments ( gamaka ) are these: bursting forth, quivering, melting, meandering, impacting, oscillating, and manifesting [the three registers],” then continuing on to explain the respective musical contexts in more detail ( Rowell 1999 , 39).  Modern conceptions of gamaka primarily derive from the work of Subbarama Dikshitar, the grandson of the great composer Muttuswamy Dishitar.  In his landmark treatise Sangita Sampradaya-Pradasini , Dikshitar parses characteristic ornamentation patterns into ten specific gamaka types ( 2010 ).  Each of these types may appear alone or in combination within a particular svara ; in tala with a slower akshara (beat), one svara may feature many such small gamaka cells.  While some later scholars ( Powers 1958a , Sambamoorthy 1964 , Shankar 1999 ) have offered alternative gamaka taxonomies, Dikshitar’s system remains more or less intact today; his specific terminology is still the scholarly standard. (13) Dikshitar’s ten gamaka types are presented in Example 8. The only amendment made to Dikshitar’s original list is the addition of the “mordent” ( Powers 1958a ), or “ ahata ” ( Nijenhuis 2001 ), which is quite pervasive in the literature but not explicitly accounted for in Dikshitar’s system. Dikshitar’s original symbols for each gamaka are also included, to show how he would mediate between the svara and gamaka levels in his notational practice.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "powers_1958a",
                    "rowell_1999",
                    "dikshitar_1904_2010",
                    "powers_1958a",
                    "sambamoorthy_1964",
                    "shankar_1999",
                    "powers_1958a",
                    "nijenhuis_2001"
                ]
            }
        },
        {
            "29": {
                "text": "[29] At its essence, gamaka performs two basic operations: passing motion ( jaru , or slides between svaras ) and neighboring motion ( kampita , or oscillation, usually between a svara and a neighboring pitch, but also potentially “wide,” across a svara, or “narrow,” between a svara and a nearby microtone).  Any given svara’s characteristic ornamentation may feature one or both of these functions, with varying levels of ornate complexity.  Dikshitar’s categories simplify an extremely large and diverse set of performance possibilities, and in practice, these gamaka “types” will join together in various combinations, even replacing one another depending on the rhythmic context.  At slower speeds, an oscillation will generally take the shape of a long kampita , while the same gamaka rendered at faster speeds will appear as a nokku , odukkal , or orikkai , condensed motions that “stand for” that essential oscillatory character.  The terms sphurita , pratyaghata , nokku , khandippu , and odukkal differentiate between each of the varieties of incomplete neighbors that may appear in these condensed motions.  While the gamaka types have long histories independent of their Western analogues, and in execution and style they can sound quite different, the underlying similarities have consistently caught the attention of Western and Karnatak performers and theorists alike; for example, the ravai is more often referred to within Karnatak scholarship and practice with the Western terminology of a “turn.” Example 9a . Karaikudi S. Subramanian’s notational system (click to enlarge) Example 9b . Karaikudi S. Subramanian’s notational system (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The jaru , or slide, is the basic agent of passing function not only between svaras , but within the execution of most other gamakas as well. Gamaka notation indicates the approximated svarasthanas (pitch positions) outlining each gesture, between which one will hear very precisely timed pitch slides.  Correspondingly, the Karnatak musical surface is highly typified by local pitch indeterminacy (that is, at any given moment one might be betwixt and between). Contemporary representations of gamaka utilize metaphorical tools to help better articulate the physical sensation of performing and listening to gamaka .  For example, Karaikudi S. Subramanian’s system of graphic notation—notating time on the x- axis and pitch on the y- axis—evocatively represents the kampita (oscillation) with delightfully paradoxical swirls (see Example 9 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] When multiple gamaka cells are pieced together to fit longer svaras , and those svaras into prayogas , these passing and neighboring functions often combine to steer raga expression to a deceptively consistent interpretation of pitch space: namely, the reinforcement of the “consonant” sa–pa structural fifth.  The svaras located a half step on either side of sa and pa (N3 and D1 encircling the former, M2 and D1 encircling the latter) prohibitively are rendered with gamakas in which the underlying svara pitch is deflected by oscillation into neighboring sa and pa ; Powers even goes as far as describing the relationship as “upper and lower ‘leading tones’” ( 1958a , 199).  This half-step “magnetism” (borrowing Larson’s 2012 metaphor from his discussion of musical forces) extends to the other svaras as well. Sa and pa , as consonant tonic–fifth, never feature gamaka deflections; “flattened” svaras (i.e. G2, N2) deflect downwards by half step into more stable lower neighbors, and “natural” or “raised” svaras (i.e. G3, D2) will deflect upwards by half step into more stable upper neighbors ( Powers 1958a , 198–99).  In Mayamalavagowla raga ( Example 10 ), the gamakas impart hierarchy upon the basic scale of S R1 G3 M1 P D1 N3 S, evincing overwhelming “magnetic pull” to the structural root–fifth and secondary pull to the fourth.  R1 and N3 oscillate into sa , D1 oscillates into pa , and G3 oscillates upwards into the secondary stability of M1, which in certain passages will even itself oscillate upwards into pa . (14) Example 10 . Hierarchical gamaka structure in Mayamalavagowla raga (click to enlarge) Example 11 . Gamakas “softening” augmented intervals in Mayamalavagowla raga (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "powers_1958a",
                    "larson_2012",
                    "powers_1958a"
                ]
            }
        },
        {
            "32": {
                "text": "[32] The structural stability of the fifth (and, to a lesser extent, its inverse, the fourth) is reinforced by the tendency of gamaka to “soften” imperfect, augmented, and/or diminished melodic leaps by flicking to nearby “consonances.”  In Mayamalavagowla, two melodic augmented seconds lurk: ri–ga and dha–ni .  In scalar passages moving between these svaras , the gamakas navigating each of these “unstable” intervals split outwards to emphasize the encapsulating perfect fourths: ri and dha oscillate downwards into sa and pa , respectively, while ga and ni oscillate upwards into ma and pa , respectively. (15) Note in Example 11 that the literal frequencies of the third and seventh are only marginally present in the ornate gamaka for ga and ni , respectively. Example 12 . Gamaka in Varali raga (click to enlarge)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] These phenomena are even more striking in the raga Varali, one of the most densely chromatic in the whole melakarta system ( Example 12 ).  The scale for Varali (S R1 G1 M2 P D1 N3 S) consists of nothing but half steps clustered around sa and pa , with the exception of the doubly-flattened third a half step above the lowered second.  The gamakas here conform to the expectation for “magnetic” pull towards tonic and fifth, with N3 and R1 oscillating into sa and M2 and D1 oscillating into pa .  Perhaps the most distinguishing feature of this raga is the enormous gulf between G1 and M2 (a doubly-augmented second in Western terminology).  The gamaka helps navigate this treacherous tonal terrain by stipulating that G1 oscillate upwards by half step into the svarasthana of G2, a foreign svara (or “ bhashanga ”) to the raga .  This ingenious ornamentation serves tonal double-duty; not only does it clearly demarcate ga from “ ri ” functionality, (16) but it also “softens” the doubly-augmented ga–ma chasm by emphasizing the G1–P interval, enharmonically consonant with a perfect fourth. Example 13 . Isomorphisms between foreground gamakas and middleground svaras/prayogas (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] These hierarchical impulses are reinforced by substantial recursiveness (and even blurring) between gamaka , svara , and prayoga .  Ornate gamakas adorning svaras in slow tempo often closely resemble the contours of prayogas at faster subdivisions; though occupying different structural levels, they mutually enforce a consistent interpretation of pitch space. Example 13 shows scalar passages in Mayamalavagowla raga at different speeds.  The quick speed ( svaras at a quarter akshara , i.e. “eighth-note” subdivision) yields very little time for gamaka , with many tones ornamented by very quick nokkus , oddukals , and/or orikkais .  The slower speed ( svaras at the akshara , i.e. “half-note” subdivision) yields much more ornate gamakas on the more “unstable” tones of ri and ga .  The ornate gamakas on ga–ri are surprisingly isomorphic with the entire prayoga with svaras at four times the speed.  Thanks to this recursiveness, many possible svara combinations can yield practically identical foreground renderings, a phenomenon clearly evident in the wide divergences between the representations of even the most popular compositions in Indian notation collections. (17) This indeterminacy is a major reason I resist describing the relationship between gamaka and svara as strictly hierarchical. Example 14 . Linear middleground manifests as structurally anchored foreground (excerpt from Tyagaraja, “Vidulaku Mrokkeda”; Mayamalavagowla raga ) (click to enlarge) Example 15 . Linear ascent in Kambhoji raga ) (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Moreover, because of the “magnetic” pull of structural tones in Karnatak pitch space, simple linear melodic patterns at the svara level often refract into a deceptively angular and leap-oriented musical surface at the gamaka level. (18) Example 14 presents a passage in Mayamalavagowla raga from the final sangati (variation) of the pallavi section of Tyagaraja’s kriti , “Vidulaku Mrokkeda.”  The underlying svaras , as indicated in the lower staff (and corresponding syllables below), outline a simple stepwise melodic line descending systematically from high sa to the brink of low sa .  The musical foreground, indicated in the upper staff, manifests as a dense texture of decorative activity clustered around the structural tones of sa , pa , and the secondary ma . These structural encirclings are summarized in the ossia staff at the top of the example.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Even in less chromatic ragas , the root and fifth still exert substantial “magnetic” pull in the melodic foreground, albeit with gamaka types and intermediary tones suited to the particular intervallic structure of the raga .  For example, in Kambhoji (S R2 G3 M1 P D2 S – S N2 D2 P M1 G3 R2 S, skipping N in arohana ), a linear ascent through the svaras yields a musical foreground akin to a major pentatonic mode, with special emphasis on sa and pa (and secondary emphasis on ga , the third). Ri is rendered with an ettra jaru from sa to ga and just a short nokku flick back down to the expected svara pitch; sa and ga are emphasized at the expense of the “underlying” ri .  The rendering of ma is even more extreme: the literal pitch of the fourth is never sounded, with the svara oscillating exclusively between ga and pa.  Dha is rendered with identical gamaka gesture to ri , although it is framed by the more dramatic leap of a fourth between pa and sa ; ni is skipped entirely in ascent ( Example 15 ). Example 16a . Analytical ambiguity in gamaka analysis. Kambhoji raga (click to enlarge) Example 16b . Analytical ambiguity in gamaka analysis. Mayamalavagowla raga (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] The example above moreover demonstrates how elusive a definitive hierarchical relationship between the foreground and middleground structural levels can be.  The sa–ri–ga ascent in Kambhoji suggests different viable analytical readings depending on which structural level we privilege.  Giving precedence to the middleground svaras contextualizes ri as a clear passing tone between sa and ga , but in listening to the passage, this passing motion seems to be experientially undermined by gamaka that spends so little time on ri that it more closely suggests a leap from sa to ga , with ri heard as a lower neighbor to ga (see Example 16a ).  In Mayamalavagowla raga , the linear motion of pa–dha–ni–dha–pa ( 5 ˆ – 6 ˆ – 7 ˆ – 6 ˆ – 5 ˆ ) at quicker speeds creates an effect approaching the Western ideal of compound melody. Pa is rendered plainly, without gamaka , while dha and ni are each represented by an odukkal commencing on pa and flicking up to the “underlying” svarasthana at the last instant ( Example 16b ).  While the middleground svaras outline a contour of simple linear ascent and descent, the foreground gamakas contradictorily imply overall stasis on pa with the adornment of upper neighbors of various size.  With my Western ears, I can’t help but hear this type of passage as compound melody, with the upward flicks tracing a “second voice” above the sustaining pa (to be sure, a speculative concept foreign to Karnatak musical thought). V. Composition and the Basic Structure",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Karnatak musical culture centers on the performances of detailed, through-composed masterpieces produced by a small group of canonical composers from past centuries. Concert programs today are dominated by the works of the so-called compositional “Trinity,” three contemporaries all curiously hailing from the same tiny southern village of Tiruvarur: Tyagaraja (1767–1847), Muthuswamy Dikshitar (1775–1835), and Syama Sastri (1762–1827).  Other canonical composers include Purandara Dasa (1484–1564), best known for developing the core set of Karnatak pedagogical exercises still ubiquitously used by students today; Swati Tirunal (1813–46), the Maharaja of Travancore and an outstanding musician in his private life; and Papanasam Sivan (1890–1973), nicknamed the “Tamil Tyagaraja,” who composed classical compositions as well as Tamil film scores.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Karnatak compositions appear in several standardized forms.  The most important of these is the kriti , a three-part composition marrying technical sophistication with emotional and devotional depth ( bhakti ).  The varnam is a study piece, analogous to the Western etude, the primary aim of which is to help the performer master the intricacies of a particular raga .  Other common concert forms include the thillana , a dance-derived showpiece with text comprised exclusively of the nonsense syllables “thi,” “la,” and “na,” the raga-malika , a concert closer and the only form to feature multiple ragas, as well as smaller forms like the padam and javali .  In this paper, I will focus my discussion of structural levels in compositions primarily on the kriti , the central form of the concert tradition. Example 17 . The basic structure of the kriti (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] A kriti will be set in one single raga and tala throughout, and it will generally consist of three main sections: the pallavi , the anupallavi , and the charanam . (19) The pallavi consists of one short line of poetry, perhaps lasting just one full tala cycle (or even a half of a cycle), which is then subjected to progressively complex melodic variations ( sangatis ). (20) The anupallavi generally contains more elaborate, frenetic prayogas than the pallavi , serving as the rhetorical apex of the kriti ; it too tends to feature very few lines of poetry, which may be varied with sangatis .  The charanam generally is based on a longer expanse of poetry, and its main rhetorical function is to bring the kriti to a close, often summarizing and tying together material from the pallavi and anupallavi .  In most kritis , a statement of the pallavi follows each of the anupallavi and charanam sections as a sort of rhetorical capstone.  Given the tonal restrictions of raga , kritis depend on carefully designed voice-leading architecture to help maintain musical interest.  For the remainder of this section, I develop this argument with a more detailed look at how my proposed 1 ˆ – 5 ˆ – 8 ˆ – 1 ˆ basic structure manifests within and across each section of the compositional form ( Example 17 ).",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] Indian scholarship has very little to say about the specific tonal architecture of the kriti , but there are notable examples of more generalized accounts of the overall melodic trajectory of a compositional structure.  A. M. C. Mudaliyar’s account describes the registral activity of the melody within each formal section.  Although he is vague regarding the finer details of tonal content, Mudaliyar nonetheless seems to consider each of these registral zones as prolongational centers around which a flurry of elaborative activity may unfold: The sequence of notes in a melody  proceeds more by degrees [italics his] . . . following closely the AROHANA and AVAROHANA of the scales. . . . A clear distinction is however drawn in the latter between the normal, lower and higher octaves, and most melodies are divided into three parts, the first of which called PALLAVI or Chorus is generally confined to the Bass and Contralto compass, while the ANUPALLAVI or the Second Chorus almost invariably embraces the higher octaves of the Tenor, and the Treble or Soprano portions—the CHARANAS or Stanzas ranging within the spheres of the Baritone and Alto voices. ( 1982 , 12) Mudaliyar is, however, quite specific about how a kriti ends: “Every  melody should as a rule close with the key-note C or SHADJAMA [ sa ]” ( Mudaliyar [1893] 1982 , 11).",
                "footnotes": [],
                "citations": [
                    "mudaliyar_1893_1982",
                    "mudaliyar_1893_1982"
                ]
            }
        },
        {
            "42": {
                "text": "[42] This sketchy, registral account is corroborated in greater or lesser detail by many other twentieth- and twenty-first-century scholars and performers ( Sambamoorthy 1964 [III, IV]; Ramakrishna 2012 ; Janakiraman 2013 ; T. M. Krishna, pers. comm.; Trichy Sankaran, pers. comm.; K. S. Subramanian, pers. comm.).  In summary, Karnatak theory advocates the following general outline of a composition: the pallavi tends to explore the middle register, between madhya sa and tara sa ( madhyama sthayi ); the alapana explores the upper register above tara sa ( tara sthayi ), and the charanam returns to madhya sa , often dipping down below into the lowest register ( mudra sthayi ) en route.  The ambitus of this contour stems from the capabilities of the human voice; over the course of the kriti , the vocalist gradually explores every corner of the vocal range.  My proposed basic structure is essentially a more formalized, fleshed-out conception of this conventional account. Example 18 . Tyagaraja, “Meru Samana”: introductory pallavi phrase (Recording: Lalgudi Jayaraman 2004) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "sambamoorthy_1964",
                    "ramakrishna_2012",
                    "janakiraman_2013"
                ]
            }
        },
        {
            "43": {
                "text": "[43] As the opening section of the kriti , the pallavi section fulfills two primary functions at the background level: (a) it introduces madhya sa, usually as the organizing svara of a prolongational phrase, and (b) it progresses through successively higher-reaching sangatis up to tara sa , often emphasizing pa along the way.  Generally speaking, the introductory pallavi phrase is set at the bottom of the madhyama sthayi (middle register) of the voice.  The phrase will almost always conclude with madhya sa , which it explicitly prolongs; not only does this leave room for an eventual upward ascent, but it also guarantees the eventual resolution to madhya sa for the kriti overall, since the phrase is used to bookend the anupallavi and charanam sections as well. (21) Example 18 features the short pallavi phrase of the well-known Tyagaraja kriti “Meru Samana,” lasting half of a single tala cycle.  The phrase begins on madhya sa , ascends to ga , and returns to madhya sa , a succinct ascent-descent structure.  Even in such a short passage, many performers’ interpretations nest a miniature iteration of the sa–ga–sa melodic contour in the gamaka anticipating the return of madhya sa in each successive pallavi iteration.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] The upward ascent to tara sa is usually accomplished in the pallavi by a series of sangatis (elaborative variations) varying the introductory pallavi phrase.  The sangatis are increasingly florid and melodically higher-reaching as they progress, creating an effect of linear ascent through the madhyama sthayi . At the same time, however, each sangati reinforces its identity as a variation by imitating the specific melody of the original introductory pallavi phrase in closing (almost always entailing a return to madhya sa ).  Thus, the ascent from madhya sa to tara sa in the overall basic structure does not form a straight line; it is punctuated by smaller, recursive iterations of the shape within the pallavi : motion and stasis at once. Example 19 . Tyagaraja, “O Rangasayi”: pallavi (Recording: O.S. Thyagarajan 2000) (click to enlarge and listen) Example 20 . Ambiguity in pallavi background readings (Tyagaraja, “O Rangasayi”) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Example 19 demonstrates the punctuated sa–sa ascent in the pallavi of the Tyagaraja kriti “O Rangasayi” as rendered by the vocalist O. S. Thyagarajan. (22) The bottom staff contains middleground notation (Western and svara ), while the top staff contains foreground notation (Western only).  The opening phrase of the pallavi commences and closes on madhya sa , with an ambitus restricted to just the third above.  Successive sangatis emphasize the secondary structural svara of pa , as well as the jiva svaras of ga and dha .  In my hearing, the jiva svaras , though central to the special identity of Kambhoji raga , are nonetheless presented throughout as subsidiary to the stronger structural centers of sa and pa .  The ga is established in the opening pallavi phrase as an intermediary target in the context of a sa- prolongation, and when it is elaborated in the first sangati , we still clearly hear its development in this context.  Similarly, the dha is first introduced as an upper neighbor to pa , and the particular sangati elaborating dha repeatedly has it “resolve” down to pa .  When tara sa is reached, the performer executes a virtuosic run through the entire arohana–avarohana of the raga , with tara ga (echoing the madhya ga of the opening line) as its apex.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Comparable to my exploration of the ambiguous gamaka–svara relationship, tracking the linear ascent through iterative sangatis yields multiple viable analyses of the pallavi section. Example 20 provides three possible background readings of the pallavi of “O Rangasayi.”  The first two readings I consider to be consistent with Karnatak thought and mutually reinforcing; the first emphasizes the stasis of the pallavi ’s recursive tonal returns, reading the sangatis as successively higher skips above a static sa , while the second emphasizes the linear ascent, reading each recurring lower sa as melodic skips below these ascending tones.  The third, more speculative reading represents these strands as a two-voiced melodic texture; it is not commensurate with emic Karnatak musical thought, but nonetheless it might be evocative for Western listeners primed to hear compound melodic structures.  Ultimately, I hear the pallavi as presented in the analysis at the end of Example 20: a complete iteration of a basic structure nested within the larger background structure of the composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] The primary function of the anupallavi material is to prolong tara sa .  Most anupallavi sections consist almost entirely of prayogas in the tara sthayi , elaborating sa with occasional flourishes to higher jiva svaras depending on the raga .  Rhetorically, this upper-register exploration represents the most intense section of the kriti ; in accordance with Larson’s ( 2012 ) musical “gravity,” the high tessitura embodies the greatest amount of tension, a buzzing frenzy of stored “potential energy.”  Also, more so than in the pallavi or charanam , the literal svara of sa predominates the musical texture of the anupallavi .  Most anupallavis center around the climactic gesture of an extremely long, sustained pure tone on tara sa , which I call the “money note.” (23) The end of the anupallavi is almost always capped with a restatement of the pallavi , either in its original form as represented by its most intensified sangati .  In either case, the anupallavi concludes by descending to madhya sa .  Given the context within the overall arch-shaped form of the kriti , this return feels like a rhetorical recursive gesture, simultaneously recalling the thematic content of the pallavi and foreshadowing the inevitable structural return to madhya sa in the charanam .  More imaginatively, the bookending pallavi verse retroactively contextualizes the anupallavi as an exponentially extended sangati , freed from its normal tala cycle constraints, frozen in time at the top of the basic structure’s ambitus.",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "larson_2012"
                ]
            }
        },
        {
            "48": {
                "text": "[48] The charanam, the closing section, is the most flexible and expansive of the formal sections of a kriti .  Unlike the short verse + sangati structure of the pallavi and anupallavi , the charanam can contain any number of distinct verses, each of which may or may not feature sangatis .  Performers may also intersperse the charanam with specific types of improvisation (discussed further in Section VI).  With respect to the basic structure, its single voice-leading task is to complete the descent to madhya sa .  However, between the recursive returns to madhya sa with each sangati of the pallavi and with the additional pallavi iteration closing the anupallavi , madhya sa has already been relentlessly foreshadowed throughout the kriti ; perhaps in response, the charanam tends to be the most idiosyncratically and imaginatively structured. (24) Many charanam sections rhetorically counterbalance the ecstatic activity of the anupallavi with more measured, lyrical, reflective material; in addition, they tend to explore the mandara sthayi , the octave below madhya sa —the last unexplored reaches of the vocal range. Example 21 . Tyagaraja, “Vidulaku Mrokkeda” (Recording: Karaikudi S. Subramanian, private recording) (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Example 21 contains a complete transcription and structural analysis of the Tyagaraja composition “Vidulaku Mrokkeda,” complete with sangatis as performed by Karaikudi S. Subramanian.  The pallavi features the motivic device of the fourth descent as part of the initial prolongation of madhya sa , reinforced by a series of sangatis outlining the same sa–ma interval with increasingly dense prayogas .  The anupallavi begins with yet another motivic fourth, this time in the form of a pa–sa ascent leading to the “money note” (marked in the transcription).  The charanam is especially expansive, with a total length of eighteen tala cycles (as big as the pallavi and anupallavi combined, even with all their sangatis included).  The charanam spends considerable time elaborating madhya pa , coupling with the piece’s first (and only) descent down below madhya sa to mandara pa .  From this nadir, the melody sweeps up to tara sa and back down to madhya sa , a final restatement of the basic structure that recapitulates the tonal progress of the whole composition before the final reiteration of the pallavi . Example 22 . Nested iterations of the basic structure (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] One of the most striking compositional features of the kriti with respect to the basic structure is the degree to which its constituent parts encapsulate recursive, nested iterations of the basic structure ( Example 22 ).  In the context of the kriti as a whole, the pallavi completes the ascent from madhya sa to tara sa , but because of the cyclical declamation of sangatis , it itself concludes with a descent back to madhya sa .  The anupallavi primarily prolongs tara sa , but it also concludes with an iteration of the pallavi, a complete statement of the basic structure in its own right.  Finally, many charanams conclude with climactic, summarizing gestures, sweeping up and through the entire vocal range, recapitulating the basic structure in its entirety before again subsiding with a restatement of the pallavi .  As shown earlier in Example 21, “Vidulaku Mrokkeda” gives a paradigmatic example of a basic structure in which each of the pallavi , anupallavi , and charanam each contain a complete nested iteration of the basic structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] The foregoing examples derive exclusively from the works of Tyagaraja, a composer with a reputation for being unusually transparent (even conspicuous) in his systematic presentation of compositional ideas ( Janakiraman 2013 ; Krishna 2013 ).  By a considerable margin, Tyagaraja boasts the loftiest reputation and most concert performances of any Karnatak composer, even when compared to Dikshitar and Sastri, the remaining two members of the compositional Trinity.  Tyagaraja’s preeminence within the tradition erodes the boundaries between his individual compositional style and Karnatak style in general; not only do his works permeate concert performances, but his output has also disproportionately influenced later composers to the point of imposing a standard compositional practice.  For the purposes of the present study, my interest is tracing structural levels as they manifest in normative Karnatak practice, and focusing on Tyagaraja in particular faithfully attends to the standard procedures and expectations across a much wider swath of activity.",
                "footnotes": [],
                "citations": [
                    "janakiraman_2013",
                    "krishna_2013"
                ]
            }
        },
        {
            "52": {
                "text": "[52] That being said, while the basic structure discussed in this article is generalizable across Karnatak compositional practice in general, the nuances of its manifestation can vary in meaningful ways, especially in the hands of different composers.  Tyagaraja’s contemporaries—Muthuswamy Dikshitar, Syama Sastri, Swati Tirunal—boast personal styles with the greatest aesthetic variance from his compositional style. (They had the fortune of composing before his style calcified into normative practice.) T. M. Krishna explicitly differentiates between Tyagara’s transparent, systematic approach and Muthuswamy Dikshitar’s more subtle, rhapsodic approach: In most Tyagaraja [ kritis ], each line of the composition—though linked with each other—stand out as clear melodic statements. Muttusvami Dikshitar [sic] has not followed this melodic structuring.  He has looked at the whole kirtana as one body of melodic movement. . . . The raga flows in a very unstructured manner.  This is not to imply a lack of clarity, but . . . an absence of obvious divisions within melodic patterns. ( Krishna 2013 , 99). Example 23 . Muthuswamy Dikshitar, “Anandesvarena”: pallavi and anupallavi (Recording: T. M. Krishna 2006) (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": [
                    "krishna_2013"
                ]
            }
        },
        {
            "53": {
                "text": "[53] Krishna’s account suggests that Dikshitar’s compositions might not conform to the basic structure as readily as Tyagaraja’s, but my analysis reveals that Dikshitar’s output demonstrates comparable adherence to the basic structure at the background level. Example 23 shows the pallavi and anupallavi of Dikshitar’s composition “Anandesvarena” in Ananda Bhairavi raga ( Arohana : S G2 R2 G2 M1 P D2 P S; Avarohana : S N2 D2 P M1 G2 R2 S), as transcribed from T. M. Krishna’s own rendition. (25) Unlike most of Tyagaraja’s compositions, the first line of the pallavi traverses an expansive range, starting on pa , ascending quickly up to tara sa , and then descending through the entire avarohana to rest on madhya sa .  (The off-tonic opening is one of the more common variants of the basic structure, which I categorize as an “initial descent” in Example 3.)  Once madhya sa is achieved, the composition initiates its background tracing of the basic structure, which—matched to the trademark lyricism of Dikshitar’s melodic writing—unfurls gradually throughout the pallavi and anupallavi , only ascending to structural pa by the end of the pallavi .  (This kriti is generally performed without systematically ascending elaborative sangatis .)  The first melodic cell of the anupallavi traces an entire 1 ˆ – 5 ˆ – 8 ˆ ascent, which, after elaborative sangatis surrounding the “money note” of tara sa , completes a nested basic structure with a descent to madhya sa .  In a lovely detail, this madhya sa elides into a final restatement of the pallavi , retroactively supplying the “missing” madhya sa that the opening phrase of pallavi had omitted.  (It also completes a smaller nested basic structure within the anupallavi ’s nested basic structure, attached to the final madhya sa .)  For Dikshitar, the basic structure informs a subtler but more tightly recursive approach to form than often seen in the compositions of Tyagaraja. Example 24 . Papanasam Sivan, “Ka Va Va”: pallavi and anupallavi (Recording: T. M. Krishna 2009b) (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] In the twentieth century, Papanasam Sivan is perhaps the best example of a composer charting a path distinct from the strict Tyagaraja style.  In his well-known kriti “Ka Va Va,” in Varali raga (S R1 G1 M2 P D1 N3 S), Sivan renders the pallavi in the Tyagaraja style, demarcating a very clear sangati- based melodic ascent from madhya sa through pa to tara sa ( Example 24 ).  In the anupallavi , however, he very patiently resists the allure of tara sa, instead elaborating madhya pa for some time before finally supplying the expected “money note” and elaborative prayogas .  This unusually long stress on madhya pa in the anupallavi , coupled with its relative lack of weight in the pallavi , leads me to hear the anupallavi pa as the structural pa , rather than the more typical pallavi pa .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] As the relative subtlety of these divergences from Tyagaraja’s norm suggests, structural design in Karnatak composition displays remarkable consistency, even accounting for the stylistic peculiarities of different composers.  To my ears, the variants I compiled in Example 3 represent superficial deviations from the prevalent 1 ˆ –( 5 ˆ )– 8 ˆ – 1 ˆ shape, with divergences keenly felt against the expectations of standard formal design. VI. Manodharma",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] Complementing the compositional canon, improvisation (or manodharma (26) ) plays an enormous role in Karnatak musical performance practice.  Improvisation appears in a small number of regimented forms, each of which is reserved for specific contexts within a performance.  Perhaps the most important of these is raga alapana (or simply alapana ), an unmetered, arrhythmic free improvisation.  The alapana can stand on its own as a self-enclosed form, but it usually appears affixed to the beginning of each composition in a concert.  Other improvisational forms include tanam , an unmetered but strictly rhythmic improvisational style using the syllables “ta” and “nam” (imitating the pluck of the vina ) (27) ; niraval , in which the performer renders a line of the composition’s lyrics with complex melodic variations while maintaining its exact rhythmic profile (extemporized sangatis , essentially); and kalpana-svara , melodic improvisation sung on svara syllables. For the purposes of the present study, I will mostly confine my analysis to the improvisational form of alapana , “the principal vehicle of exploring a raga’s identity” ( Krishna 2013 , 104).",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "krishna_2013"
                ]
            }
        },
        {
            "57": {
                "text": "[57] Karnatak musicians and scholars usually describe improvisation and composition as distinct but mutually dependent domains.  For Janakiraman, improvisation represents a crucial countervailing force of “creativity” that balances out the more technical “recitation” of compositions, each artistically incomplete without the other ( 2013 , 262).  T. M. Krishna is more technical in his account of the co-determinate relationship between the two: Compositions give the musician the rubric of raga and tala . The musician then proceeds to internalize the composition, and in so doing, opens up newer raga and tala possibilities [for improvisation].  This process can, in turn, lead to fresh compositions that use these very expanded creations of the musical imagination.  It is in this interaction that the musical possibilities of raga and tala evolve continuously. ( 2013 , 104).",
                "footnotes": [],
                "citations": [
                    "janakiraman_2013",
                    "krishna_2013"
                ]
            }
        },
        {
            "58": {
                "text": "[58] These observations focus primarily on the foreground and middleground levels of gamaka (ornamentation) and prayoga (phrase).  That is, learning compositions in a particular raga furnishes the practitioner with a lexicon of appropriate raga lakshanas that may be utilized in improvisation.  The primary function of the alapana is expository; it is “the principal vehicle of exploring a raga ’s identity alapana is the opening of a raga that brings forth all of its facets without the use of other elements, like sahitya [lyrics] or tala [meter]” ( Krishna 2013 , 104).  This establishment of identity works in both positive and negative dimensions: the performer must demonstrate sufficient command of the raga lakshanas to satisfyingly cull forth its richness, while simultaneously making sure to select prayogas that differentiate it from other ragas with similar svara structure.  The utter rhythmic and metric freedom of the alapana begs artistically demanding questions of the performer: what is one to do?  How does one structure the alapana so it does not devolve into aimless noodling?",
                "footnotes": [],
                "citations": [
                    "krishna_2013"
                ]
            }
        },
        {
            "59": {
                "text": "[59] As it turns out, performers overwhelmingly tend to craft their alapana according to the outline of the 1 ˆ –( 5 ˆ )– 8 ˆ – 1 ˆ basic structure proposed in this article.  There is significant precedent in Karnatak scholarship for structural level-analysis of raga alapana , much of which aligns very closely with my specific concept of the basic structure.  In his magisterial six-volume study of South Indian music, P. Sambamoorthy explains: “The beauties of the raga are presented in a leisurely, detailed, and elaborate manner and in the several sections of the three octaves” ( 1964 , [IV] 8); after all, “an alapana without a plan will be a mere jumble of musical phrases” ( 1964 , [IV] 19).  He divides a “well-planned” alapana into three main sections: (1) A’kshiptika (“introduction”), featuring motion from madhya sa to tara sa ; (2) Raga vardhani (“body”), itself divisible into four sub-sections, exploring the middle and upper registers with increasingly virtuosic prayogas ; and (3) Sthayi and Makarini (“conclusion”), winding down the tension with more subdued phrases (10).  In his dissertation, T. Viswanathan offers a similar account of the build-up structure, specifying further that the narrative arc of the alapana will conclude with a final tara sa-madhya sa descent: “(a) Commencement of alapana to arrival at tara sa ; (b) Sancaras [phrases] in the tara sthayi around and above tara sa ; (c) Brikka (fast passages) in any range; (d) Trend toward conclusion, and conclusion” at madhya sa ( 1977 , 57).",
                "footnotes": [],
                "citations": [
                    "sambamoorthy_1964",
                    "sambamoorthy_1964",
                    "viswanathan_1977"
                ]
            }
        },
        {
            "60": {
                "text": "[60] In recent decades, scholars have gone into much more detail about the tendency of performers to structure their alapana performances around melodic elaborations of particular scale degrees arranged in a basic ascending-descending contour.  Janakiraman writes, “So in the case of the treatment of the ragas either in alapana or in the compositions some notes may not be powerful grahas and nyasa [starting and ending pitches] but by all means the intermediary grahas and nyasas they also mark the terminals during the course of an elaborate alapana progressing stage by stage like the Gandhara region [pitch space surrounding ga ], Pancama region [surrounding pa ] etc. in a raga like Shankarabharana” ( 2013 , 93).  T. M. Krishna’s account features even more explicit structural-level language: Every alapana begins with a phrase that clearly establishes the raga’s identity . . . following this, if the raga has complete scope without any built-in aesthetic restrictions regarding its limits in the three octaves, the musician settles down at the madhya sthayi sa . Then, in an ascending step-by-step method, she proceeds to ascend the octave, stopping at svaras that are important to the raga and using them as long svaras .  In this way, at every pause, she explores the musical space or “region” around the svara that is used as reference.  As the musician reaches the tara sthayi sa , a certain momentum is built in the alapana . . . this is followed by a descent, which is much shorter than the build-up, usually concluding at the madhya sthayi sa or pa , depending on the raga . ( 2013 , 111)",
                "footnotes": [],
                "citations": [
                    "janakiraman_2013",
                    "krishna_2013"
                ]
            }
        },
        {
            "61": {
                "text": "[61] In addition to outlining the basic structure across its entire form, the raga alapana also frequently features recursive iterations of the basic structure within smaller formal sections—another close homology to compositional procedures.  Sambamoorthy observes that the introductory section ( a’kshiptika , in his terminology) may make a return to low sa even after reaching the high point of its linear ascent.  Thus, while serving as introduction for the whole alapana , the a’kshiptika also can be considered “a condensed alapana ” all on its own, tucked within the complete structure ( 1964 , [IV] 10).  Similarly, the concluding makarini section may feature a final burst of prayogas running up and down the entire vocal range, a grand summarizing gesture reminiscent of charanam compositional procedures.",
                "footnotes": [],
                "citations": [
                    "sambamoorthy_1964"
                ]
            }
        },
        {
            "62": {
                "text": "[62] Regarding the practical use of the ascent-descent shape, Viswanathan comments that “it is questionable as to whether or not musicians think of alapana in terms of such sections. Yet each of the thirty alapanas studied in this work conforms to the proposed four-section format, albeit with differences in proportion and sequence” ( 1977 , 57).  However, commentary by current practitioners suggests that musicians do indeed consciously approach the alapana in these very terms.  Many performers, for example, colloquially refer to a “build-up” procedure in rendering alapana .  A disciple of the legendary twentieth-century singer Semmangudi Srinivasa Iyer describes the master’s approach to alapana as follows: When he commenced a raga alapana the first phrase would clearly indicate the ragaHe would compare a major raga alapana to building an edifice ( Gopuram ). He would say that the raga should be built up from the base and rise up to the top, with ornamentations at every level.” ( V. Subramanyam 2014 )",
                "footnotes": [],
                "citations": [
                    "viswanathan_1977",
                    "v_subramanyam_2014"
                ]
            }
        },
        {
            "63": {
                "text": "[63] Aruna Sairam, a prominent contemporary vocalist, describes her impression of improvisational and compositional form in an interview published in a recent issue of Sruti magazine: (28) We start by building up the raga phrase by phrase from the adhava shadja (low sa ) upwards and follow a certain architectural map, so to say, when developing the raga . . . . the same thing applies to a kriti .” ( Sairam, Mudgal, and Bhavalkar 2012 , 34) Example 25 . Bombay Jayashree, alapana in Bhairavi raga (Recording: Bombay Jayashree 2009) (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "sairam_mudgal_and_bhavalkar_2012"
                ]
            }
        },
        {
            "64": {
                "text": "[64] Example 25 shows an alapana in Bhairavi raga rendered by the great contemporary vocalist Bombay Jayashree.  She begins the alapana with Bhairavi-specific prayogas , clearly establishing the raga’s identity and evoking the characteristic affect of the raga before settling into madhya sa in phrase 4.  After elaborating madhya sa , Jayashree ascends methodically through the madhya sthayi , elaborating madhya pa in phrase 8 and tara sa in phrase 11, which she prolongs with a “money note” followed by a flurry of rapid passagework.  Beyond the sa–pa–sa basic structure, Jayshashree emphasizes the jiva svara of ri throughout, but even in this emphasis she highlights its subservient relation to the structural fifth.  In phrases 2–3 and 23, ri is treated as an upper neighbor to the stronger structural sa in phrases 4 and 24; in phrases 7 and 18, ri bisects couplings between mandara pa and madhya pa , outlining nested 1 ˆ – 5 ˆ – 8 ˆ structures prolonging pa both in ascent and descent. Jayashree’s build-up structure is strikingly symmetrical; as I demonstrate in my analysis, these nested 1 ˆ – 5 ˆ – 8 ˆ s and upper-neighbor ri phrases each appear twice, reflecting at the fulcrum of tara sa in phrase 11. Audio Example 2",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65] While enjoying much less scholarly attention than alapana , the structuring of tanam also adheres quite closely to the outline of the basic structure.  Typical tanam textures feature a flurry of motivically linked, rhythmicized prayogas gravitating around particular svaras , which are generally organized in a systematic, ascent-descent form.  The opening pitch center is usually madhya sa , depending on the raga , which is then followed by madhya pa , tara sa , and perhaps some intermediary jiva svaras if time and scope permit. Audio Example 2 is an excerpt of the “ascent” portion of a long tanam performed in Thodi raga (S R1 G2 M1 P D1 N2 S, comparable to the Western Phrygian mode) by vina virtuoso Ranganayaki Rajagopalan.  In her performance, she very transparently structures her improvisational form using a “build-up” strategy, with clusters of prayogas elaborating madhya sa , madhya pa , and tara sa in succession.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] Though the build-up structure remains consistent across manodharma practice, “there is no traditional rule or standard to determine the relative length of each of these sections,” ( Viswanathan 1977 , 57); “every section has its own form with inbuilt flexibility in terms of how a musician chooses to build on every important phrase in the raga ” ( Krishna 2013 , 111).  The intensity of the elaborative process depends primarily on the scope of the particular rendering, which varies considerably depending on the performance context.  Typically, Karnatak concert programs are very meticulously paced.  One or two compositions will be rendered expansively (often upwards of thirty or more minutes in length), with extensive sangatis and several varieties of improvisation interspersed.  These will generally be flanked on either side by compositions rendered with relatively compact scope (five to ten minutes in length), usually featuring fewer sangatis and little or no improvisation within the compositional form. Raga alapana is expected to introduce the raga before each new composition as a matter of course, and performers scale the elaborateness of the alapana accordingly with the scope of the composition interpretation.  Thus, a complete raga alapana can range from just a few decisive prayogas for a very short composition to over fifteen minutes in length for a concert centerpiece (and even considerably longer if featured as a self-enclosed form or as part of a Ragam-Tanam-Pallavi ).",
                "footnotes": [],
                "citations": [
                    "viswanathan_1977",
                    "krishna_2013"
                ]
            }
        },
        {
            "67": {
                "text": "[67] No matter the length, the basic structure holds intact across all varieties of alapana , expanding and contracting with the scope of execution.  Shorter alapanas require the performer to be much more condensed in their organization, with little time for elaborating each step, while longer alapanas encourage significant development and elaboration at every stage.  T. Viswanathan closely compares two alapanas rendered by the singer M. L. Vasanthakumari in Thodi raga , one 2′40″ in length and the other 10′10″ in length, with commentary cataloguing their progress along a tonal trajectory very similar to my conception of the basic structure.  Both alapanas traverse identical tonal territory, with the main difference being the increased number and variety of elaborative phrases in the longer rendering at each successive stage in the structure ( Viswanathan 1977 , 67–70). Example 26 . T. M. Krishna, short alapana in Varali raga (Recording: T. M. Krishna 2009b) (click to enlarge, see the rest, and listen) Example 27 . T. M. Krishna, long alapana in Varali raga (Recording: T. M. Krishna 2009a) (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": [
                    "viswanathan_1977"
                ]
            }
        },
        {
            "68": {
                "text": "[68] Example 26 and Example 27 compare two raga alapanas in Varali raga by T. M. Krishna side by side.  The shorter alapana is just fifteen seconds in length, consisting of three quick phrases.  Nonetheless, even with such limited scope, Krishna carefully selects prayogas that outline the basic structure.  The improvisation begins by ascending from the mandara sthayi , rapidly decorating the structural svaras of madhya sa , madhya pa , and tara sa before descending back down to madhya sa .  While in most performances the primary accompanying instrumentalist (usually a violinist) will follow the vocalist’s alapana with an alapana of her own, this particular rendition is so short that the beginning of the kriti immediately follows.  After reaching madhya sa , Krishna adds a parenthetical prayoga ending on ri , artfully eliding the end of the alapana with the ga that begins the pallavi .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69] The longer alapana , by contrast, spans over six minutes in length and encompasses sixty-three phrases in total.  Again, Krishna very clearly outlines the basic structure, but given the expansive scope, he methodically elaborates each of the structural tones of madhya sa , madhya pa , and tara sa with anywhere from ten to twenty-five (!) phrases.  Many of these elaborations feature motivically developmental treatment of certain prayogas across successively longer phrases. (29) For just one example among many, in Example 26, phrase 9 (which encircles the local target of pa ) is repeated verbatim at the start of phrase 10, where Krishna sequences it and elaborates its cadential gesture, and phrase 11, where he elaborates its contours with more virtuosic gamaka figurations (or brikka ).  A fast ascending passage then begins phrase 12, transforming the brikka flourishes into motivic material: phrases 13 and 14 develop this gesture in much the same way that phrases 10 and 11 develop phrase 9.  The longer form also enables Krishna to build in nested iterations of the basic structure.  Phrases 1–14 enclose an initial establishment of madhya sa , an ascent through madhya pa (phrase 9) to tara sa (12), and a descent back to madhya sa (14).  In the context of the whole alapana , this “mini- alapana ” represents an elaboration of the initial madhya sa ; the structural madhya pa is clearly saved for phrase 15.  Note too that Krishna, with his famously monstrous vocal range, elaborates prayogas around tara pa and well below madhya pa , expanding the range of typical basic structure. (30)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "70": {
                "text": "[70] Viswanathan identifies the following five devices for expanding raga alapana while maintaining fidelity to the “build-up” form, all of which are readily on display in Example 27 : “(a) Extending the range in both mandra and tara sthayis ; (b) Optimum use of contrasting tempi; (c) Emphasizing each successive sva ra from madhya ga to tara ma , taking plenty of time to develop each; (d) Motif [sic] development, using material at both beginnings and ends of phrases; (e) Frequent interpolation of brikka passages” ( 1977 , 70).  Two important points leap out here.  First, Viswanathan explicitly describes the practice of organizing phrases around particular structural svaras as “emphasis” and “development”—one of the most direct statements approaching the concept of structural levels I have found in the Karnatak theoretical literature.  Second, given the amount of time the performer has to improvise in the longer form, often each successive scale tone gets emphasized as part of the ascent.  This particular point highlights a latent tension between formal architecture and maintaining fidelity to the raga lakshanas .  The ascent-descent basic structure lends structural strength and stylistic consistency across all raga alapana performances, but potentially at the expense of emphasizing the hierarchical peculiarities suggested by the raga’s particular prayogas and jiva svaras .",
                "footnotes": [],
                "citations": [
                    "viswanathan_1977"
                ]
            }
        },
        {
            "71": {
                "text": "[71] T. M. Krishna, though himself one of the most skilled architects of the build-up form among current performers (as evident in Example 27 ), attributes its ubiquity more to convenience than aesthetic ideology: The primary problem is that adopting a linear ascending approach to alapana exploration affects the aesthetic content of the raga , because the phrases have not evolved with the scale of the raga in mind.  This also leads to a certain distortion in the raga identity.  But a level of standardization has, over time, come to be adopted in the alapana format, whereby most musicians take recourse to the step-by-step approach to raga alapana for almost all ragas . . . leading to the loss of many important phrases.  They use unnecessary stresses on regions and svaras that are of no relevance to the raga , leading to a loss of aesthetic identity. ( Krishna 2013 , 114)",
                "footnotes": [],
                "citations": [
                    "krishna_2013"
                ]
            }
        },
        {
            "72": {
                "text": "[72] Krishna suggests that Karnatak manodharma has been influenced too greatly by generalizable “musical forces”—musical “gravity,” “magnetism” to nearby structural tones, pattern “inertia”—and the simple gestalt of step-wise motion (pers. comm.). What would an alternative look like?  Krishna’s ideal raga alapana features a more instinctive, phrase-based approach, with no overarching melodic structure unduly influencing the choice of prayogas .  Musical interest arises purely through intimate connection with the aesthetic flow of the raga —spinning phrases out “like strokes on a canvas” ( 2013 , 113).  For a musician of Krishna’s skill, a system built on taste and instinct alone could yield rich results, but students and artists of lesser imagination might chafe at the lack of structure.",
                "footnotes": [],
                "citations": [
                    "krishna_2013"
                ]
            }
        },
        {
            "73": {
                "text": "[73] Though Krishna’s position on the aesthetic value of the build-up structure represents a significant outlier to mainstream thought, it highlights crucial issues regarding the interplay between Karnatak theory and practice.  His voice of discontent reminds us that normativity can and should be dissociated from values—frequency is often an indicator of quality, but it can also conversely be an indicator or inertia, convenience, or lack of creativity.  Krishna’s stance echoes Schoenberg in challenging us to constantly submit our theoretical principles and musical practices to withering scrutiny, a crucial test of the strength of our aesthetic precepts.  Far bigger than any one individual’s voice, a musical tradition is a veritable ocean comprised of the collective energies of generations of performers, audiences, thinkers, and critics.  The ubiquity of the basic structure across the varying domains of Karnatak music, rather than necessarily reflecting unanimity of musical values, above all reflects a striking transferability and commensurability between the various facets of Karnatak musical practice.  Given the immersive training and performance regimen of great performers in the Karnatak tradition, cross-pollination between these various domains not only seems understandable, but inevitable. XIII. Concluding Thoughts",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "74": {
                "text": "[74] In the present study, I have proposed a theory of structural levels in Karnatak music.  To summarize: we can parse musical activity into the foreground level of gamaka , the two middleground levels of svara and prayoga , and a background level of long-range voice leading.  The background level outlines a strikingly consistent basic structure that undergirds compositions, improvisations, and theoretical structures (such as the arohana-avarohana representation of raga scales) alike.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "75": {
                "text": "[75] While the theory of structural levels applies consistently across Karnatak musical practice in general, the scope of this particular article restricted the purview of my arguments to paradigmatic examples.  Most of my compositional examples come from Tyagaraja, and specifically from the form of the kriti ; most of my discussion of improvisation concerned itself with raga alapana in particular.  While the outsized importance of each of these areas of focus means that they are central enough to the tradition that they can effectively stand for it as a whole, nonetheless they do not represent the full variety of Karnatak musical expression.  I believe that future work refining the general principles demonstrated here in the context of specific composers, compositional forms, and improvisational styles would very valuably enrich the results of the present study.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "76": {
                "text": "[76] The theory of structural levels was inspired first and foremost by my direct interaction with Karnatak music on its own terms, stemming from my experiences as audience member and performer as well as my interaction with the theoretical literature.  The transferability of many of the concepts in this study (and the specific details of Karnatak musical practice, for that matter) to those in other musical traditions, especially the art-music traditions of the West, are not lost on me; the potential for valuable cross-cultural projects, both scholarly and creative, has barely yet been tapped.  At the very least, I hope that this study will make Western music and Karnatak music significantly more accessible and resonant to their respective practitioners, and that the ideas presented here will encourage future imaginative and creative endeavors in both domains.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.4.schachter.html",
    "data": "mto/data/mto.15.21.4.schachter.json"
}