{
    "title": "Performing Meter: Toward a Motive-Oriented Performance Practice for Post-Tonal Music",
    "date": "2024/12/01",
    "volume": "30",
    "issue": "4",
    "authors": [
        "Sullivan, James"
    ],
    "abstract": "This article makes a case for a motive-oriented approach to the performance of meter in post-tonal music, first considering post-tonal adaptations of eighteenth-century motive-driven metric manipulations (Mirka 2009; Sullivan 2021a) and then considering more general instances of motivic repetition and imitation. The approach is initially framed in terms of a preference-rule theory of meter (Lerdahl and Jackendoff 1983) and then more fully in terms of focal impulse theory (Ito 2020). This article encourages a rethinking of traditional performance-analytic relationships, positioning a performance as the central mediator in an ongoing dialogue between performer and listener. Ambiguities in motive and meter complicate a motive-oriented performance practice while simultaneously creating interpretive room for the performer to shape a musical narrative. Finally, the motive-oriented approach is situated in a larger twentieth-century discourse about the rhythmic role of motivic repetition when such repetitions contradict the notated measure. Musical examples are drawn from works by Debussy, Schoenberg, Berg, Hindemith, Stravinsky, Penderecki, and Barber.",
    "keywords": [
        "performance and analysis",
        "rhythm and meter",
        "post-tonal music",
        "metric manipulation",
        "metrical dissonance"
    ],
    "doi": "10.30535/mto.30.4.3",
    "received": "September 2022",
    "pdf": "https://mtosmt.org/issues/mto.24.30.4/mto.24.30.4.sullivan.pdf",
    "author_info": [
        {
            "name": "James Sullivan",
            "university": "Michigan State University",
            "address": "College of Music, 333 W Circle Dr, East Lansing, MI 48824",
            "email": "sulli628@msu.edu"
        }
    ],
    "citations": {
        "bailey_1991": "Bailey, Kathryn. 1991. The Twelve-Note Music of Anton Webern: Old Forms in a New Language . Cambridge University Press. https://doi.org/10.1017/CBO9780511552458 .",
        "buchler_2020": "Buchler, Michael. 2020. “Ornamentation as Gesture in Atonal Music.” Music Theory Spectrum 42 (1): 24–37. https://doi.org/10.1093/mts/mtz021 .",
        "burkhart_1978": "Burkhart, Charles. 1978. “Schenker’s ‘Motivic Parallelisms.’” Journal of Music Theory 22 (2): 145–75.",
        "cohn_2001": "Cohn, Richard. 2001. “Complex Hemiolas, Ski-Hill Graphs and Metric Spaces.” Music Analysis 20 (3): 295–326. https://doi.org/10.1111/1468-2249.00141 .",
        "cone_1960": "Cone, Edward T. 1960. “Analysis Today.” The Musical Quarterly 46 (2): 172–88. https://doi.org/10.1093/mq/XLVI.2.172 .",
        "cone_1974": "Cone, Edward T. 1974. The Composer’s Voice . University of California Press. https://doi.org/10.2307/jj.2430687",
        "cox_2016": "Cox, Arnie. 2016. Music and Embodied Cognition: Listening, Moving, Feeling, and Thinking . Indiana University Press. https://doi.org/10.2307/j.ctt200610s .",
        "creston_1964": "Creston, Paul. 1964. Principles of Rhythm . Franco Colombo. https://doi.org/10.1177/002743217806400801",
        "dowling_1972": "Dowling, W. Jay. 1972. “Recognition of Melodic Transformations: Inversion, Retrograde, and Retrograde Inversion.” Perception & Psychophysics 12 (5): 417–21. https://doi.org/10.3758/BF03205852 .",
        "grave_1995": "Grave, Floyd. 1995. “Metrical Dissonance in Haydn.” The Journal of Musicology 13 (2): 168–202. https://doi.org/10.2307/764104 .",
        "hasty_1981": "Hasty, Christopher. 1981. “Rhythm in Post-Tonal Music: Preliminary Questions of Duration and Motion.” Journal of Music Theory 25 (2): 183–216.",
        "horlacher_1995": "Horlacher, Gretchen. 1995. “Metric Irregularity in ‘Les Noces’: The Problem of Periodicity.” Journal of Music Theory 39 (2): 285–309.",
        "imbrie_1973": "Imbrie, Andrew. 1973. “‘Extra’ Measures and Metrical Ambiguity in Beethoven.” In Beethoven Studies , ed. Alan Tyson, 45–66. W. W. Norton.",
        "ito_2020": "Ito, John Paul. 2020. Focal Impulse Theory: Musical Expression, Meter, and the Body . Indiana University Press. https://doi.org/10.2307/j.ctv1c3pdp3 .",
        "jackendoff_1991": "Jackendoff, Ray. 1991. “Musical Parsing and Musical Affect.” Music Perception 9 (2): 199–229. https://doi.org/10.2307/40285529 .",
        "jones_1968": "Jones, James Rives. 1968. “Some Aspects of Rhythm and Meter in Webern’s Opus 27.” Perspectives of New Music 7 (1): 103–9. https://doi.org/10.2307/832428 .",
        "klorman_2016": "Klorman, Edward. 2016. Mozart’s Music of Friends: Social Interplay in the Chamber Works . Cambridge University Press. https://doi.org/10.1017/CBO9781316145302 .",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195116236.001.0001 .",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . The MIT Press. https://doi.org/10.7551/mitpress/12513.001.0001",
        "lester_1986": "Lester, Joel. 1986. “Notated and Heard Meter.” Perspectives of New Music 24 (2): 116–28. https://doi.org/10.2307/833216 .",
        "lewin_1987": "Lewin, David. 1987. Generalized Music Intervals and Transformations . Yale University Press. https://doi.org/10.1093/acprof:oso/9780195317138.001.0001",
        "lewin_1993": "Lewin, David. 1993. “A Metrical Problem in Webern’s Op. 27.” Music Analysis 12 (3): 343–54. https://doi.org/10.2307/854149 .",
        "london_1993": "London, Justin. 1993. “Loud Rests and Other Strange Metric Phenomena (or, Meter as Heard).” Music Theory Online 0 (2). https://doi.org/10.30535/mto.0.2.1 .",
        "london_2012": "London, Justin. 2012. Hearing in Time: Psychological Aspects of Musical Meter . 2nd ed. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199744374.001.0001 .",
        "malin_2006": "Malin, Yonatan. 2006. “Metric Displacement Dissonance and Romantic Longing in German Lied.” Music Analysis 25 (3): 251–88. https://doi.org/10.1111/j.1468-2249.2006.00243.x .",
        "mirka_2009": "Mirka, Danuta. 2009. Metric Manipulations in Haydn and Mozart: Chamber Music for Strings, 1787–1791 . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195384925.001.0001 .",
        "poudrier_and_repp_2013": "Poudrier, Ève, and Bruno H. Repp. 2013. “Can Musicians Track Two Different Beats Simultaneously?” Music Perception 30 (4): 369–90. https://doi.org/10.1525/mp.2013.30.4.369 .",
        "riemann_1903": "Riemann, Hugo. 1903. System der Musikalischen Rhythmik und Metrik . Breitkopf und Härtel.",
        "rothstein_2011": "Rothstein, William. 2011. “Metrical Theory and Verdi’s Midcentury Operas.” Dutch Journal of Music Theory 16 (2): 93–111.",
        "samplaski_2004": "Samplaski, Art. 2004. “The Relative Perceptual Salience of Tn and TnI.” Music Perception 21 (4): 545–59. https://doi.org/10.1525/mp.2004.21.4.545 .",
        "schenker_1977_1935": "Schenker, Heinrich. 1977 [1935]. Free Composition . Translated and edited by Ernst Oster. Pendragon Press.",
        "straus_2004": "Straus, Joseph. 2004. “Atonal Composing-Out.” In Order and Disorder: Music-Theoretical Strategies in 20th-Century Music, Collected Writings of the Orpheus Institute , 31–52. Leuven University Press.",
        "stravinsky_and_craft_1963": "Stravinsky, Igor, and Robert Craft. 1963. Dialogues and A Diary . Doubleday & Company.",
        "sullivan_2021a": "Sullivan, James. 2021a. “Metric Manipulations in Post-Tonal Music.” Music Theory Spectrum 43 (1): 123–52. https://doi.org/10.1093/mts/mtaa020 .",
        "sullivan_2021b": "Sullivan, James. 2021b. “The Queer Context and Composition of Samuel Barber’s Despite and Still.” In Twentieth- and Twenty-First-Century Song Cycles: Analytical Pathways Toward Performance , ed. Gordon Sly and Michael Callahan, 79–96. Routledge. https://doi.org/10.4324/9780429270369-6 .",
        "sullivan_2023": "Sullivan, James. 2023. “Extending the Parallel Multiple-Analysis Processor: Perceived Meter in Post-Tonal Music.” Music Theory Online 29 (1). https://doi.org/10.30535/mto.29.1.4 .",
        "templerley_1995": "Temperley, David. 1995. “Motivic Perception and Modularity.” Music Perception 13 (2): 141–69. https://doi.org/10.2307/40285692 .",
        "temperley_2001": "Temperley, David. 2001. The Cognition of Basic Musical Structures . The MIT Press.",
        "temperley_and_bartlette_2002": "Temperley, David, and Christopher Bartlette. 2002. “Parallelism as a Factor in Metrical Analysis.” Music Perception 20 (2): 117–49. https://doi.org/10.1525/mp.2002.20.2.117 .",
        "van_den_toorn_1987": "Van den Toorn, Pieter C. 1987. Stravinsky and The Rite of Spring . University of California Press. https://ark.cdlib.org/ark:/13030/ft967nb647/",
        "van_den_toorn_and_mcginness_2012": "Van den Toorn, Pieter C., and John McGinness. 2012. Stravinsky and the Russian Period: Sound and Legacy of a Musical Idiom . Cambridge University Press. https://doi.org/10.1017/CBO9781139108102 .",
        "westergaard_1962": "Westergaard, Peter. 1962. “Some Problems in Rhythmic Theory and Analysis.” Perspectives of New Music 1 (1): 180–91. https://doi.org/10.2307/832188 .",
        "westergaard_1963": "Westergaard, Peter. 1963. “Webern and ‘Total Organization’: An Analysis of the Second Movement of Piano Variations, Op. 27.” Perspectives of New Music 1 (2): 107–20. https://doi.org/10.2307/832108 .",
        "discography_discography": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to give special thanks to Ben Duinker, whose 2021 conference Dialogues: Analysis & Performance at the University of Toronto was the impetus for this paper. Thanks also to the reviewers for their many helpful suggestions and to Eileen Snyder for assistance with engraving the examples.",
            "citations": []
        },
        "FN1": {
            "text": "1. The circularity is complex: melodic parallelism, influenced by meter, in turn influences grouping ( Lerdahl and Jackendoff 1983 , GPR 6), while grouping more generally, in the form of the strong-beat-early rule, influences meter ( Lerdahl and Jackendoff 1983 , MPR 2; Temperley 2001, MPR 4). Grouping can also influence meter in tandem with other factors like linguistic stress ( Rothstein 2011 , End-Accent Rule).",
            "citations": [
                "lerdahl_and_jackendoff_1983",
                "lerdahl_and_jackendoff_1983",
                "rothstein_2011"
            ]
        },
        "FN2": {
            "text": "2. On metrical dissonance, see Krebs 1999 , as well as London’s (2012, 100–107) critique. On the conservative-radical dichotomy, see Imbrie 1973 , Van den Toorn 1987 , Chapter 3, and Van den Toorn and McGinness 2012 , Chapter 1. On motive and metric periodicity, see Horlacher 1995 . On notated versus perceived meter, see Lester 1986 , as well as the extensive discussions of meter in Webern’s Op. 27 by Cone ( 1960 ), Lewin ( 1987 , Chapter 3; 1993 ), Westergaard ( 1962 ; 1963 ), Jones ( 1968 ), Hasty ( 1981 ), Bailey ( 1991 ), and Sullivan ( 2021a ).",
            "citations": [
                "krebs_1999",
                "imbrie_1973",
                "van_den_toorn_1987",
                "van_den_toorn_and_mcginness_2012",
                "horlacher_1995",
                "lester_1986",
                "cone_1960",
                "lewin_1987",
                "lewin_1993",
                "westergaard_1962",
                "westergaard_1963",
                "jones_1968",
                "hasty_1981",
                "bailey_1991",
                "sullivan_2021a"
            ]
        },
        "FN3": {
            "text": "3. One important exception is Mirka’s ( 2009 , section 5.6) critique of subliminal dissonance, where historical performance practice is used as evidence against the concept. Her observations easily generalize to the metric manipulations that she discusses and to the motive-oriented approach outlined here. Krebs ( 1999 ), whose notion she critiques, also frequently discusses performance implications of metrical dissonance.",
            "citations": [
                "mirka_2009",
                "krebs_1999"
            ]
        },
        "FN4": {
            "text": "4. Mirka uses the terms imitatio per thesin et arsin and free fall (the latter adopted from Grave 1995 ), which I have recast as close imitation and imitative imbroglio, respectively.",
            "citations": [
                "grave_1995"
            ]
        },
        "FN5": {
            "text": "5. For further discussion of these techniques, see especially Mirka 2009 , Sections 4.1 and 5.3, and Sullivan 2021a , 127–33. For another relevant discussion, see Klorman 2016 , Chapter 6, whose decentered conception of meter frequently considers conflicting metrical cues in passages of (close) imitation. His discussion strongly implies the performance approach suggested here.",
            "citations": [
                "mirka_2009",
                "sullivan_2021a",
                "klorman_2016"
            ]
        },
        "FN6": {
            "text": "6. Measure 4 is particularly ambiguous with respect to grouping structure. Notated articulations suggest that the second and third chords of the measure constitute an anacrusis to the second phrase. However, the second chord continues the imbroglio’s stepwise ascending pitch pattern. By contrast, the third chord definitively breaks the imbroglio pattern and signals the beginning of the next phrase. Hence, the second chord is annotated as initiating an incomplete motivic statement.",
            "citations": []
        },
        "FN7": {
            "text": "7. Here I have used the term imbroglio to describe a situation in which a change in metric period (of any sort) is driven specifically by motivic parallelism. The resulting 3:2 conflict in this passage is related to modern uses of the term hemiola , such as in Cohn 2001 . I use the latter term to describe situations in which a 3:2 conflict (in particular) is cued by any sort of phenomenal accent. In this way, I am synthesizing Mirka’s ( 2009 , Sections 4.1 and 4.3) historical definitions of the two terms with more modern uses of hemiola. There is conceptual overlap in Example 1: the metric conflict is the classic hemiola conflict, but it is cued by motivic parallelism in addition to the notated accents and is therefore properly imbroglio. In fact, hemiola, where appropriately cued by phenomenal accents, can arise with all three types of motive-driven metric manipulation, including not just 3:2 imbroglio but also close imitation at a duple interval in a triple-meter context ( Sullivan 2021b , 88–90) and 3:2 imitative imbroglio (as will be seen with Example 3).",
            "citations": [
                "cohn_2001",
                "mirka_2009",
                "sullivan_2021b"
            ]
        },
        "FN8": {
            "text": "8. The issue of multiple-meter perception is subject to debate. See, for instance, London 2012 , Chapter 6; Temperley 2001 , Sections 8.5 and 8.7; and Poudrier and Repp 2013 for contrasting positions, as well as Sullivan 2023 , [6.2], for further discussion of these sources and of the role of attentional focus. The position offered here with respect to Example 2 is that, as I try with increasing effort to hold on to two meters at once, the perceptual independence of those two meters is increasingly lost, resulting in what I consider a flatter metrical experience.",
            "citations": [
                "london_2012",
                "temperley_2001",
                "poudrier_and_repp_2013",
                "sullivan_2023"
            ]
        },
        "FN9": {
            "text": "9. Indeed, Roger Marsh’s 1996 translation ( https://oxfordsong.org/song/parodie ) reinforces these two interpretations. He first translates “blank und blinkend” as “gleaming and glistening.” After the text introduces the image of a windbreath (“Ein Windhauch”), he translates the same words as “click and clack.”",
            "citations": []
        },
        "FN10": {
            "text": "10. See the translation by Jakob Kellner ( https://www.lieder.net/lieder/get_text.html?TextId=11488 ).",
            "citations": []
        },
        "FN11": {
            "text": "11. See, for instance, Templerley 1995 , 144, as well as experimental studies such as Dowling 1972 and Samplaski 2004 .",
            "citations": [
                "templerley_1995",
                "dowling_1972",
                "samplaski_2004"
            ]
        },
        "FN12": {
            "text": "12. See their Rule Index (345–48) for a quick reference of preference rules. See also their Section 3.5 (63–64) for a brief discussion of the role of the performer in the perception of grouping structure. No similar discussion is offered for meter.",
            "citations": []
        },
        "FN13": {
            "text": "13. See, for instance, Lerdahl and Jackendoff’s ( 1983 , 51) application of GPR 6 to their Example 3.23.",
            "citations": [
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN14": {
            "text": "14. See Ito 2020 , Section 14.1, for a relevant discussion of focal impulse and embodiment.",
            "citations": [
                "ito_2020"
            ]
        },
        "FN15": {
            "text": "15. On “loud rests,” see London 1993 , as well as a recontextualization of the concept within a broader theory of entrainment in London 2012 (107–8).",
            "citations": [
                "london_1993",
                "london_2012"
            ]
        },
        "FN16": {
            "text": "16. In the Berg passage, since one performer arguably cannot maintain two different focal impulse profiles simultaneously, the pianist will have to choose one profile to organize the accent profile of both hands or switch flexibly between the two profiles from moment to moment.",
            "citations": []
        },
        "FN17": {
            "text": "17. Of course, one might argue that “bringing out the accents” will in turn shape other parameters, too, so that the two sets of instructions accomplish the same thing. While potentially true, there are two further reasons to prefer focal impulse terminology. The first is that, if the accents are shaping other parameters, then it is possible that the performer is in fact placing focal impulses on accents but doing so without conscious awareness. Why, then, would we not speak directly about focal impulses? Second, a different example without notated accents would require couching instructions in terms of a different parameter or in terms of un-notated accents supplied by the performer. Focal impulse terminology therefore allows for more consistent communication across examples about a core set of performative actions and their implicated parameters.",
            "citations": []
        },
        "FN18": {
            "text": "18. Ito’s Chapter 5 explores how listeners and viewers can infer a performer’s focal impulses through various aural and visual cues, covering many of the same dynamic, articulative, and temporal parameters that we have considered as inputs to meter. Yet Ito also notes a handful of ambiguities and counterexamples concerning typical relationships between these parameters and focal impulses. Ultimately, I find the issue to be more difficult than Ito suggests, tangled up as it is in methodological issues of introspection about meter perception and performance. Therefore, I deal with the issue on a case-by-case basis.",
            "citations": []
        },
        "FN19": {
            "text": "19. That such competing views persist among living music theorists is evidenced informally from Q&A discussions that have followed presentations of this work at various conferences. The disagreement relates to broader disagreements about the proper performance of metrically dissonant passages and passages in which perceived meter contradicts notated meter. See, for instance, Mirka’s ( 2009 , section 5.6) critique of subliminal dissonance, as well as the extensive discussion of meter in Webern’s Op. 27, both cited earlier.",
            "citations": [
                "mirka_2009"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1]  That the perception of motive and meter mutually determine one another is well documented in recent studies of rhythm and meter. Preference-rule theories treat melodic parallelism as an input to meter (Lerdahl and Jackendoff 1983 , MPR 1; Temperley 2001 , MPR 9) while simultaneously treating meter as an input to grouping (Temperley 2001 , PSPR 3). (1) Other studies in this line of research observe that meter constrains the perception of melodic parallelism (Temperley 2001 ) and seek to codify both the nature of melodic parallelism and the way it influences meter perception (Temperley and Bartlette 2002 ). More recent studies have observed that tonal and post-tonal composers capitalized on this circular relationship in the form of motive-driven metric manipulations (Mirka 2009 ; Sullivan 2021a ). The perceptual particulars surrounding those manipulations in turn engage the concept of metrical dissonance, the conservative-radical dichotomy, issues of motive and metric periodicity, and issues of notated versus perceived meter. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "lerdahl_and_jackendoff_1983",
                    "temperley_2001",
                    "temperley_2001",
                    "temperley_2001",
                    "temperley_and_bartlette_2002",
                    "mirka_2009",
                    "sullivan_2021a"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2]  Even though these studies focus on listener perception, they rarely address the role of the performer in shaping such perceptions. This is true even though performance details are sometimes highly relevant. (3) Consider, for instance, motive-driven metric manipulation in relation to the conservative-radical dichotomy. When a metric manipulation’s motive length contradicts the established meter, two basic perceptions are possible: either the listener will conservatively cling to the established meter, resulting in sustained metrical dissonance over the passage of metric manipulation, or the listener will radically relinquish the established meter in favor of the newly cued meter, producing a briefer span of dissonance but a series of metric reorientations. Listeners may adopt one or the other mode of attending, switching from piece to piece, from hearing to hearing of the same piece, or even from moment to moment within a single hearing of a piece. At the same time, contradictions between motive and meter produce what van den Toorn and McGinness ( 2012 , 22) describe as a “certain precariousness” in the listening experience, which van den Toorn ( 1987 , 83) previously and evocatively discusses in terms of a “double edge” and a “counteraction.” Given such perceptual precariousness, it stands to reason that the performer may substantially influence the listening experience in passages of motive-driven metric manipulation. If the listener is perceptually on the fence with respect to a conservative or radical hearing, the performer’s choices may tip the balance one way or the other. If, on the other hand, the listener is predisposed to a conservative or radical mode of listening, the same performance choices may nevertheless enliven the listening experience by way of things like metrical dissonance.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "van_den_toorn_and_mcginness_2012",
                    "van_den_toorn_1987"
                ]
            }
        },
        {
            "0.3": {
                "text": "[0.3]  A performer may of course adopt any performance strategy they wish, and it is not my place (nor any other music theorist’s place) to dictate performance choices. Rather, my goal here is to lay out one possibility—what I call a motive-oriented performance practice —whereby parallel motivic segments receive parallel performative accentuation, and to demonstrate how it interacts with listener perception. Further, I offer a mechanism for implementing a motive-oriented approach to performance, namely, focal impulse theory ( Ito 2020 ). My focus will be on post-tonal music, broadly defined to include various atonal repertoires, as well as ostensibly tonal, scalar, and pitch-centric musics of the twentieth century that have nevertheless departed from common-practice tonality in some meaningful way.",
                "footnotes": [],
                "citations": [
                    "ito_2020"
                ]
            }
        },
        {
            "0.4": {
                "text": "[0.4]  Before outlining a methodology, it will be helpful to have some examples in mind. Hence, I will begin with the motive-driven metric manipulations that I have previously drawn from Mirka ( 2009 ), called imbroglio , close imitation , and imitative imbroglio (Sullivan 2021a ). (4) These manipulations constitute paradigmatic ways in which motivic parallelism, meter, and perceptual streaming interact and are thereby an ideal context to evaluate a motive-oriented performance practice. In each of these examples, score instructions support a motive-oriented approach to performance. Afterward, I will outline several methodological issues surrounding this practice, including relevant components of focal impulse theory. Then, I will turn to passages that feature motivic parallelism but that do not, strictly speaking, feature one of the three classic metric manipulations. In many of these examples, metric periodicity is loosened and score instructions are less decisive, yet a motive-oriented approach to performance is still fruitful. I will then consider certain complexities surrounding a motive-based performance practice when motivic parallelism and a motive’s metric profile are made ambiguous, arguing that composers sometimes used such ambiguities to compositional advantage and that, in doing so, created interpretive space for the performer. Finally, I will survey a handful of twentieth-century treatises that make competing claims about the performance of passages in which motive contradicts the notated barline, thereby situating a motive-oriented performance practice within a larger historical discourse. 1. Performing Motive-Driven Metric Manipulations",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "mirka_2009",
                    "sullivan_2021a"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1]  Examples 1 through 3 feature passages of imbroglio, close imitation, and imitative imbroglio, respectively, the three motive-driven metric manipulations discussed by Mirka ( 2009 ) and me ( Sullivan 2021a ). (5) In these and subsequent examples, brackets of various kinds show motivic parallelism, and metrical grids represent the meters cued by a motive-oriented performance. For reasons to be explained more fully in the next section, the latter is not necessarily equivalent to perceived meter, which is what metrical grids usually aim to capture ( Lerdahl and Jackendoff 1983 ). One characteristic effect of these metric manipulations is metrical dissonance, and I borrow associated terminology from Krebs ( 1999 ). Audio recordings are embedded in the examples and provide performances that I hear as adopting a motive-oriented approach. Example 1 . Imbroglio in the Opening of Debussy’s Piano Etude No. 12 (“Pour les accords”) (click to enlarge and listen)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "mirka_2009",
                    "sullivan_2021a",
                    "lerdahl_and_jackendoff_1983",
                    "krebs_1999"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Imbroglio is defined by a series of parallel motivic segments that induce a change in metric period. The technique is often characterized by a complete reorientation of metric cues away from the notated meter toward the newly implied imbroglio meter, thereby producing indirect grouping dissonance. The beginning of Claude Debussy’s Piano Etude No. 12 (“Pour les accords”), shown in Example 1 , is typical in this way. The passage consists of two parallel phrases (dotted, open-ended brackets), the second an expanded version of the first. In both phrases, the leaping chord motive (solid brackets) initially supports the notated 8 3 meter through coordination of its three-eighth-note motivic parallelism with various articulation and dynamic markings. Elimination of the anacrusis and immediate repetition of the resulting two-eighth-note pattern produces 8 2 imbroglio and, as a result, indirect grouping dissonance against the established 8 3 meter. (6) In the second phrase, the imbroglio is dramatically extended, which drives that phrase’s expansion. Debussy’s notated accents and articulations coordinate with the shortened motivic parallelisms in both passages of imbroglio, encouraging the performer to accentuate the temporary 8 2 meter and thereby adopt a motive-oriented approach. Walter Gieseking performs in exactly this way in Example 1’s recording, giving each two-chord group a parallel gestural profile that begins with a strong, sustained accent and releases with a softer staccato. (7) Example 2 . Close Imitation in the Opening of Schoenberg’s “Parodie” from Pierrot Lunaire (click to enlarge and listen)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3]  Whereas imbroglio pits competing metric periods against one another in succession, close imitation pits competing metric phases against one another simultaneously. It does so through imitation of parallel melodic segments at a short distance across at least two different textural streams, each of which supports a different phase of a particular meter. The result is direct displacement dissonance. Close imitation structures much of “Parodie” from Arnold Schoenberg’s Pierrot Lunaire , the opening of which is shown in Example 2 . The piano part is omitted both for visual purposes and because it does not strictly imitate the other parts. Here, the viola leads, with the clarinet imitating at the half-measure in inversion, and the voice imitating un-inverted at the measure. In terms of 2-bar hypermeter, this configuration pits three metric phases against one another simultaneously, with the clarinet’s half-measure displacement creating the most acute metrical dissonance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] As with Example 1, aspects of notation support a motive-oriented performance, whereby each performer emphasizes their own 8 4 meter, regardless of its position relative to the notated barline. These notations include parallel dynamics and articulations across the viola and clarinet, as well as the written instruction that “the clarinet exactly imitates the performance of the viola” (“Klarinette imitiert genau den Vortrag der Bratsche”). While notations on the vocal line are less explicit, one may assume that the vocalist should also seek to imitate the accentual profile of the viola. The recording in Example 2 featuring Jan DeGaetani seems especially successful in this regard: DeGaetani’s clear accents and crisp articulation that parallels that of the viola and clarinet over the first few measures. Performed in this way, the entire imitative complex could produce one of two basic perceptual results, depending on the listener’s manner of attending. If the listener latches on to the meter of one textural stream and hears the others as dissonant against it, then the composite texture will sound especially dissonant. If, on the other hand, the listener attempts to attend to the meters of multiple streams at once, then a sense of downbeat will likely be obscured, and the metric landscape of the composite texture will be flatter. (8) Either way, the multiple imitations can be heard as text-expressive, evoking the play of light off the knitting needles in the hair of the old woman who lusts after Pierrot. Alternatively, the imitations can be heard as an elaborate composing-out of the clicking and clacking of the same knitting needles, a reading implied by the onomatopoetic “blank und blinkend.” (9) Example 3 . Imitative Imbroglio in the Piano Interlude from Berg’s “Schlafen trägt man mich,” Op. 2, No. 2 (click to enlarge and listen)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] Imitative imbroglio combines imbroglio and close imitation. It occurs when at least one series of parallel motivic segments imitates another at a short distance, supporting at least two different phases of a meter that also constitutes a change in period from the established meter. The result is both indirect grouping dissonance and direct displacement dissonance. A dynamic use of the technique is found in the piano interlude from Alban Berg’s Op. 2, No. 2, shown in Example 3 . After the voice’s opening phrase, the piano perseverates on two of the voice’s motives (mm. 4ff). The first is a descending stepwise motive placed on the beat (dotted bracket); the second is an upward leaping motive placed as an anacrusis (solid bracket). Both motives feature the same short-short-long rhythmic profile. As the passage continues, these motives are fragmented, subjected to direct repetition, and overlapped across the two hands. The result is imitative imbroglio on the leaping motive (solid brackets) in mm. 6–8, where each hand supports one of two displaced versions of 4 2 meter based upon the motive’s earlier anacrustic placement. Both phases of 4 2 meter are at odds with the prior 4 3 meter. Additionally, this imitative imbroglio is flanked by manipulations of the stepwise motive (dotted brackets), including brief close imitation before and brief non-imitative imbroglio and close imitation after. Because these flanking manipulations are driven by the stepwise motive, which previously took an on-the-beat placement, a downbeat reinterpretation is implied at m. 8.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6]  By proposing multiple metric manipulations in succession, this hearing prioritizes each motive’s original metric profile. An alternative hearing might collapse the two melodic contours onto a single eighth-eighth-quarter rhythmic parallelism, taking that rhythmic motive as the chief metric cue. This possibility seems particularly likely after the imitative imbroglio has commenced, since the on-the-beat, stepwise contour is temporarily eliminated. The result would be an extension of the imitative imbroglio and its 4 2 meter into m. 8. Such a hearing mixes both radical and conservative modes of attending by switching to 4 2 meter at the first signs of imitative imbroglio (m. 6) and then clinging to 4 2 meter against the competing melodic contour. While other subtly different hearings are possible too, the presence of imitative imbroglio in at least part of the interlude is unequivocal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7]  A motive-oriented performance practice asks the pianist to emphasize the competing 4 2 imbroglio meters at the expense of the notated 4 3 meter, consistent with Berg’s notated crescendi. John Wustman, in his recording with Brigitte Fassbaender provided in Example 3, seems to adopt this approach, giving equal emphasis to the imitative imbroglio’s right- and left-hand parts and giving each constituent motivic statement a clear weak-weak-strong profile. Performed in this way, the passage is keenly text-expressive. The pianist’s movement through such an unstable metric region, which falls between the text’s two syntactic units, may be heard as enacting or, after Edward T. Cone ( 1974 ), voicelessly narrating the speaker’s metaphysical journey to homeland, over unsettling images of peaks, chasms, and dark oceans. (10) That the pianist’s motivic perseveration produces imitative imbroglio’s displacement dissonance through motives initially associated with “in mein Heimatland,” for which the protagonist presumably longs, connects with Yonatan Malin’s ( 2006 ) reading of displacement dissonance as a signifier of Sehnsucht in the German Lied. Finally, the passage engages with one of imbroglio’s traditional formal functions—that of (re)transition (Mirka 2009 , 147–51). Berg’s imitative imbroglio is both musically and textually transitional, leading from one vocal phrase to the next and composing out the metaphysical journey described by the text. 2. Methodological Issues Meter and Melodic Parallelism",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "cone_1974",
                    "malin_2006",
                    "mirka_2009"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1]  The preceding examples raise several methodological issues. The most obvious analytical questions are: how is meter defined, and what constitutes melodic parallelism? I treat both as products of cognition and, following Jackendoff ( 1991 ) and Temperley ( 1995 ), as products that arise spontaneously, without sustained effort or attention. This is not to say that meter and motive cannot be influenced by conscious attending—a listener can generally impose any number of metric or motivic interpretations with varying degrees of mental effort. The point is rather that spontaneous perceptions function as a kind of cognitive baseline with which conscious attending interacts.",
                "footnotes": [],
                "citations": [
                    "jackendoff_1991",
                    "templerley_1995"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2]  Viewed in this way, meter may be modeled with Lerdahl and Jackendoff’s ( 1983 ) well-formedness system, appropriately adapted to allow for moment-to-moment changes among well-formed meters. Melodic parallelism may be defined, following Temperley and Bartlette ( 2002 ), as a sensation that results from exact rhythmic repetition, tonal transposition, chromatic transposition, and contour repetition. This view of melodic parallelism differs from many analytical treatments of motive. It does not seek to uncover motivic repetition at multiple hierarchical levels, as in Schenkerian parallelism or concealed repetition ( Burkhart 1978 ) and atonal composing-out ( Straus 2004 ). Nor does it treat motives related by various complex manipulations, such as retrograde inversion, unless of course such relationships also happen to result in one of the relationships outlined above.",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1983",
                    "temperley_and_bartlette_2002",
                    "burkhart_1978",
                    "straus_2004"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3]  Despite my reliance on Lerdahl and Jackendoff’s ( 1983 ) formalization of meter, the metrical grids in my examples do not purport to model listener perception. Rather, my metrical grids intend to model the meters cued by a motive-oriented performance. This is a subtle but important distinction: in a passage of metric manipulation, different modes of attending—conservative or radical—will result in different real-time perceptions of the same performance of the same passage. Even among the most radically inclined listeners, spontaneously perceived meter will generally lag slightly behind a metric manipulation’s newly cued meter. Thus, it is more analytically efficient to use metrical grids to represent cued rather than perceived meter.",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1983"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4]  Some of the examples already presented push the limits of these cognitive definitions of meter and melodic parallelism. Example 1 is relatively unproblematic in this regard, since the primary motive in question is consistently defined by octave leap, and because the location of strong beats is unambiguously cued by parameters like dynamic accent, harmonic change, textural thickness, and, of course, melodic parallelism. Example 2, however, introduces a question about melodic parallelism: does melodic inversion produce a sensation of parallelism equivalent to other relationships like transposition? Given his instructions (“the clarinet exactly imitates the performance of the viola”), Schoenberg clearly desired such a hearing, yet the absence of an equivalent set of instructions in the vocal part suggests he was aware that the clarinet’s inversion might not be perceived as an imitation as readily as the voice’s un-inverted repetition. Indeed, the question of whether inverted lines are heard as parallel in an immediate enough sense to manipulate meter has been called into question. (11) It falls, then, upon the clarinetist to encourage a perception of parallelism by performing in a manner that mirrors that of the violist. Example 3 brings up a different issue, namely that of cognitive load. How many of the various competing motivic and metric cues can be processed at a given moment, and how many of the competing parallelisms and meters can be mentally represented within a given span of time? Does the perceptual instability of the passage derive from the proliferation of parallelisms and meters represented in the mind, or does it derive from an inability to process them all in the first place? And to what extent can we perceive two meters simultaneously across different perceptual streams, an issue already raised in the context of Example 2? These are difficult questions, and I offer no firm answers. Nevertheless, we can still make some useful observations about perception and performance. For instance, I have already suggested two different ways in which the close imitation in Example 2 might be perceived: metrically dissonant or metrically flat. In Example 3, perceptual overloading, whatever its precise cognitive basis, is part of the passage’s text-expressive effect. As with Example 2, we might try to aurally cling to one perceptual stream, registering other streams against it, or we might try to take in all streams at once. In addition, we might adopt either a conservative or radical mode of attending to meter, clinging to the background 4 3 meter or entraining momentarily to one of the brief 4 2 meters. The perceptual particulars of each hearing may be subtly different, but, in this case, the general effect remains one of instability. The Performer-Listener Relationship Example 4 . Two Interpretations of the Performer-Listener Relationship (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5]  Another methodological issue raised by metric manipulation concerns relationships among score, performer, and listener. With each of Examples 1 through 3, I have asked the reader to think about ways in which cues in the musical surface, including those shaped by a particular performance, interact with a listener’s perception of meter. This way of thinking offers an alternative to what might be called the performer-oriented view of performance. Under the performer-oriented view: (1) the score functions as a set of instructions for the performer; (2) the performer conceptualizes the music in a certain way based on both the score and their prior knowledge and experience; (3) the performer then plays the music in a way that articulates this conception, with the explicit or implicit goal that the listener perceives this conception in some meaningful way; and finally, (4) the listener registers this conception to some degree (possibly not at all), which might be taken as a measure of success for the performance. This view of the performer-listener relationship is schematized in the top half of Example 4 . In my experience, it is the typical perspective shared by performers and listeners about their respective roles. Indeed, Lerdahl and Jackendoff ( 1983 , Section 3.5) adopt a version of the performer-oriented view, writing: “The performer of a piece of music, in choosing an interpretation, is in effect deciding how he hears the piece and how he wants it heard.” While their emphasis is on the unconscious nature of such performance decisions, the basic paradigm applies.",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1983"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6]  Metric manipulation encourages us to rethink this paradigm, reorienting these various relationships around the listener. Specifically: (1) the score functions both as a set of instructions for the performer and as a set of clues for how the listener might spontaneously engage with a performance of the piece; (2a) the performer thinks about how various performance decisions might interact with the listener’s spontaneous engagement, those decisions variously reinforcing or pushing against this engagement and in turn producing a set of potential effects for the listener; (2b) the performer decides which of these potential effects is desirable and conceptualizes their performance as a means of causing the listener to experience those effects; (3) the performer then plays the music in a way that attempts to engage the listener in these desired effects, with the explicit goal that the listening experience is enlivened by them; and finally, (4) the listener experiences these effects to some degree, based upon both the spontaneous actions of their cognition and the perceptual results of their conscious attending. One possible measure of the performance’s success is the extent to which the listener’s experience is enlivened by the performer’s choices, which of course hinges upon the numerous relationships outlined above. This listener-oriented approach, schematized in the bottom half of Example 4, treats the performance as an opportunity for metaphorical dialogue between performer and listener, whereby the performer’s actions engender a response from the listener. This dialogue is captured by the loop, present in the listener-oriented view but absent in the performer-oriented view, that proceeds from listener to performer to performance and back to listener. The performance is the central mediator in this dialogue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7]  Let us consider these two approaches in the context of Example 1, particularly as concerns the perception of meter. The performer-oriented approach might work like this: (1) the pianist observes that the notated meter is 8 3 but that some passages seem to suggest 8 2 instead; (2) the pianist correspondingly conceptualizes the passage as either in 8 3 throughout or in a mixed 8 3 and 8 2 meter; (3) depending upon the particular conceptualization, the pianist performs correspondingly in a way that either minimizes or enhances Debussy’s notated accents in order to project 8 3 throughout or to project a sense of mixed 8 3 and 8 2 meter; (4) the listener’s perception of meter either does or does not match the performer’s conceptualization of meter, and the performance is thereby deemed successful or not successful. By contrast, a listener-oriented approach might work like this: (1) the pianist observes that the notated meter is 8 3 but that some passages seem to suggest 8 2 instead, which will pull the listener’s spontaneous perceptions toward 8 2 meter to some degree; (2a) the pianist weighs whether to minimize or enhance Debussy’s notated accents—the former would reduce the pull to 8 2 meter and thereby reduce a sense of indirect grouping dissonance, while the latter would enhance the pull to 8 2 meter and thereby enhance a sense of indirect grouping dissonance; (2b) the pianist decides that a sensation of metrical dissonance, with its accompany sense of rhythmic tension and release, is desirable for this passage and chooses to enhance Debussy’s accents; (3) the pianist performs Debussy’s accents with strong dynamic emphasis and the subsequent staccatos as a soft release, with the explicit aim that these cues will grate against the listener’s established sense of 8 3 meter and thereby enliven the listening experience with metrical dissonance; (4) the listener indeed perceives the pianist’s accents and the music’s shifting motivic parallelisms as dissonant against the 8 3 meter established at the passage’s outset, though the precise duration of that dissonance also hinges upon their conservative-versus-radical mode of attending. The performance is deemed a success because, regardless of the listener’s mode of attending, some degree of metrical dissonance is felt. In general, this listener-oriented approach creates a richer and more dynamic framework for thinking about the performer-listener relationship. Performing Meter—A Preference-Rule Approach",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8]  The foregoing discussion of meter, melodic parallelism, and the relationships among score, performer, and listener brings us to this study’s central concern: the performance of meter. What exactly goes into the performance of meter, and how does it affect the listener’s perception of meter? In the context of Examples 1 through 3, I offered several performance suggestions for accentuating or emphasizing certain meters and notated accents. These and other similar phrases, like “bring out this or that,” are less precise than they might seem. What exactly does it mean, from the performer’s perspective, to emphasize or accentuate a meter? Slightly more precise was my description of a hypothetical performance of Example 1, whereby the pianist might give accents strong dynamic emphasis and the subsequent staccatos a soft release. Yet, such a suggestion feels incomplete, failing to capture what the pianist is doing to execute this strategy and failing to account for the many other musical intentions and effects surrounding the performance of meter in this passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9]  A first approximation of a fuller account might be to contextualize performance choices relative to phenomenal accents and other inputs to meter. This was essentially the strategy adopted in my description of the hypothetical Debussy performance above, whereby the pianist shapes dynamic accent as an input to meter. Lerdahl and Jackendoff’s ( 1983 , Chapters 3 and 4) metrical and grouping preference rules are a helpful framework, to the extent that some involve parameters within the performer’s control. (12) The former include dynamic accent (MPR 4), agogic emphasis (MPR 5a), and patterns of dynamics and articulation (MPR 5b–d). The latter includes rest duration (GPR 2a), inter-onset interval (GPR 2b), and changes in dynamic, articulation, and note length (GPR 3b–d), which in turn affect the perception of meter (MPR 2). By contrast, inputs to meter like note onsets (MPR 3), bass onsets (MPR 6), harmonic change (MPR 5f), harmonic structure (MPR 7 and 8), and binary regularity (MPR 10) generally cannot be shaped by performers in the classical tradition.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "lerdahl_and_jackendoff_1983"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10]  Melodic parallelism as an input to both grouping (GPR 6) and meter (MPR 1) is typically treated as something internal to the music’s pitch and rhythmic patterning and independent of other factors that can be manipulated in performance. (13) However, given that sensations of melodic parallelism can arise through a variety of parameters (rhythmic repetition, tonal transposition, chromatic transposition, and contour repetition), performed cues like dynamics and articulation might also participate in and give rise to sensations of parallelism. For instance, in Example 1, the accent-staccato pairing influences the perception of grouping and meter not only as direct cues (GPR 2 and MPR 4) but also as a parallelism (GPR 6 and MPR 1). Such structures might be described in a more generally way as parallel performative shapes . Thus, a performer can influence the perception of meter both through the mere presence of accents and articulations, as well as through their relative patterning. This is the sense in which a performance might encourage hearing the inverted clarinet melody in Example 2 as parallel with the viola’s. The rhythmic parallelism, enhanced by parallel performative shape, might be enough to create a sensation of parallelism absent any pitch parallelism.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11]  Situating performance factors within a preference-rule framework allows for a robust account of the role of performance in meter perception. But this framework still fails to account for how performers physically execute cues to perceived meter. It gives the false impression that a performance is like a mixing board, with the performer adjusting this parameter up and that parameter down from moment to moment. In practice, such adjustments are integrated into larger performative gestures that ground and determine the execution of individual parameters, gestures that might in turn be perceived holistically by listeners. In the case of meter, the principal organizing gesture is the focal impulse. Performing Meter—Focal Impulse Theory",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12]  As described by Ito ( 2020 , xv), “Focal impulses are bodily pulsations that musicians use to organize the motion involved in performance.” They constitute “a special kind of motion that not only produces direct, immediate results—often the playing of a note or a chord—but also sets the body moving in ways that facilitate subsequent motion” (4). In a practical sense, they are the principal mechanism by which a performer feels and plays a passage, say, in two versus in four (3–4). Thus defined, focal impulses are a specific category of the more general concept of impulse , which is simply “a muscular contraction with a clearly observable moment of initiation” (56). It follows that impulses are a specific category of muscular contraction that is distinct from those that lack a clear beginning, distinguishing, say, finger tapping from relaxed breathing. There are of course countless impulses that take place in the execution of a series of notes and rhythms, but only a small subset of those function as focal impulses. What sets them apart is their organizing role: focal impulses provide a physiological context that governs the execution of subsequent impulses, called subsidiary impulses . This governing effect’s duration is finite and is called a focal impulse’s consequent span (57).",
                "footnotes": [],
                "citations": [
                    "ito_2020"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13]  To flesh these comments out, imagine a series of eighth notes on a single pitch in 4 2 with no other performance notations, to be played on the double bass (my primary instrument). If performed slow and pesante , I might play the eighths all downbow with equally strong emphasis. In that case, I would be giving each eighth note a focal impulse. Alternatively, I could alternate downbows and upbows, focusing on giving the upbows as much weight as the downbows and again giving each eighth note a focal impulse. If the same series of eighths was performed moderato and detaché , I would alternate bowings, but this time I would feel a focal impulse only on the downbows, with upbows getting only a subsidiary impulse. Depending on context, I might use focal impulses to generate slightly greater dynamic or articulative emphasis on the downbows, or I might try to maintain a completely even profile across downbows and upbows. In either case, and in contrast to the pesante down-up version, the focal impulse given each downbow would meaningfully shape the execution of the subsequent upbow, the latter falling under the former’s consequent span. This is the sense in which the organizing function, more so than any coinciding emphasis, is the defining feature of focal impulse. Finally, imagine the same series of eighths performed fast and spiccato . In that case, I might give focal impulses only to the downbows on notated downbeats, with each measure-long consequent span physiologically organizing the subsidiary impulses that generate the subsequent mixture of upbows and downbows. Again, this is true whether or not I decide to give the downbeats greater dynamic or articulative emphasis. Example 5 . Basic Focal Impulse Notation in Beethoven’s “Ghost” Trio (Ito, Focal Impulse Theory , Example 3.2) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14]  The basic notation Ito uses to represent focal impulses is shown above the staff in Example 5 , which reproduces his Example 3.2 and is, coincidentally, an instance of imbroglio. The vertical line represents “the salient, rapid beginning of the focal impulse,” while the slur represents “the governing function of the focal impulse with respect to its consequent span” (58). Because each consequent span extends from one focal impulse to the next, the slur is imagined as extending from vertical line to vertical line, even though it is generally abbreviated as a partial opening slur for notational convenience. While these two components of focal impulses may superficially appear to resemble meter and grouping, respectively, and while I will later argue for a motive-oriented approach that aligns these two components with implied meter, focal impulses are properly an aspect of physical performance separate from but interactive with perceived meter and grouping. For the performer, the distinction between focal impulse and meter begins to blur when meter is viewed from an embodied perspective. If focal impulses distinguish a performance in two from a performance in four, then focal impulse placement is a special kind of metric embodiment. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15]  Several aspects of Ito’s theory follow from Example 5 and the preceding thought exercise. Focal impulses, at least as initially presented, are non-hierarchical. Some special hierarchical categories will to be mentioned at the end of this section, though they will not otherwise be used in the present study. Focal impulses often—but not always—correspond with a particular level of the notated metric hierarchy (4). For instance, in Example 5, focal impulses initially align with notated downbeats but then temporarily depart from them to project the imbroglio’s implied meter. Even where focal impulses do align with the notated meter, they may nevertheless be irregularly spaced, even for symmetrical meters. Such is the case when a measure of 4 3 gets two focal impulses, one on the downbeat and one on either of beats two or three (76–77). While focal impulses often carry greater physiological emphasis than subsidiary impulses, emphasis is not the defining feature. Rather, focal impulses are defined by their organizing role. Strongly executed syncopations serve as a counterexample since they typically align with subsidiary impulses but receive greater physiological emphasis than the focal impulses that organize them (57). Each successive focal impulse wipes the physiological slate clean, ending the prior focal impulse’s consequent span and initiating a new motional context for what follows. A performance may thus be understood as organized by a continuous series of focal impulses and consequent spans (57). Performers often engage in focal impulses automatically though a performer can make conscious decisions about the organization of such motor behaviors. Focal impulses have a qualitative effect on the expressive character of the music and on the physical motions used to produce it. Possible focal-impulse profiles for a passage form distinct holistic patterns, so that choosing one is like turning a dial to select one of only a handful of markedly different options (84). Example 6 . Focal Impulse in Some Manipulations of Beethoven’s Overture to The Creatures of Prometheus (Ito, Focal Impulse Theory , Example 3.5) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16]  Exactly what kinds of physical motion correspond with focal impulses is under-discussed by Ito, a limitation that he readily acknowledges (13). Rather than attempting to pin down either a shared or instrument-specific physiology, Ito walks the reader through numerous analogies and exercises, most to be worked out at the reader’s own instrument as a way of building up intuitions about focal impulses. One of his most evocative analogies, which I encourage readers to explore on their own, compares focal impulses with motions involved in halfpipe sports like skateboarding and snowboarding (63–64). Another helpful exercise is captured by Example 6 , which replicates Ito’s Example 3.5. Here, focal impulses are placed on notated downbeats, and various notes are removed from two measures of Beethoven’s Overture to The Creatures of Prometheus . The manipulations in (a) through (c) do not require the performer to make extra motions during rests. By contrast, the downbeat rest introduced in (d) does: “If the focal impulse placement is to be preserved, then the performer will still have to produce a focal impulse on the downbeat, making some kind of motion during that rest to structure the motion during the consequent span” (61). That motion, while not identical to the motion involved in the focal impulses of (a) through (c), provides an equivalent set of focal impulses and consequent spans for (d). In this way, “loud rests” are particularly effective at illuminating the physicality of focal impulse. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.17": {
                "text": "[2.17]  Even as one builds up a clearer sense of the physical experiences surrounding focal impulses over the course of Ito’s book, the precise physiological basis of those experiences remains elusive. Ultimately, Ito suggests that focal impulse theory’s utility lies not in its ability to offer literal descriptions of muscular contractions but rather in its ability to serve as a source for helpful physical metaphors, “image[s] of physical motion that can be embodied, providing critically valuable guidance to unfolding motion at a detailed level” ( 2020 , 259). Regardless of whether focal impulses are literal description or helpful metaphor, they remain an aspect of the physical expression of meter. Consequently, it seems doubtful that a performer could simultaneously embody a meter and a focal impulse profile that contradicts it. Thus, in Examples 1–3, if a performer’s desire is to emphasize a metric manipulation’s implied meter, then they will need to entrain to that meter and express it through a corresponding pattern of focal impulses.",
                "footnotes": [],
                "citations": [
                    "ito_2020"
                ]
            }
        },
        {
            "2.18": {
                "text": "[2.18]  Returning to the earlier preference-rule framework, focal impulses shape many of the factors that influence perceived meter and grouping, such as accent, dynamic, articulation, and note-to-note timing. By grounding such factors in the physicality of performance, the notion of focal impulse offers a streamlined way of discussing the impact that these performed factors have on perceived meter and grouping. While some precision about constituent factors of meter perception may appear to be lost, I would counter that the notion of focal impulse is productively imprecise. It allows us to speak in a more ecologically valid way about the performance of meter, without having to isolate and speculatively assign weights to individual parameters of perceived meter and grouping. Example 7 . Suggested Focal Impulses for Debussy’s Imbroglio (Example 1), Schoenberg’s Close Imitation (Example 2), and Berg’s Imitative Imbroglio (Example 3) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.19": {
                "text": "[2.19]  With the notion of focal impulse entailing performed cues to meter, the hypothesis that repeated patterns of such cues give rise to sensations of parallelism may be reformulated as a hypothesis about repeated patterns of focal impulses. Thus, a motive-oriented performance of metric manipulations involves placing focal impulses in parallel positions across repeating motives and, in particular, placing them in alignment with a metric manipulation’s implied meter. To that end, Example 7 reproduces Examples 1 through 3 with focal impulse annotations replacing metrical grids. Prior suggestions to accentuate the temporary 8 2 meter in Example 1, to imitate the accentual profile of the viola in Example 2, and to emphasize the competing 4 2 imbroglio meters in Example 3 may be rephrased in terms of focal impulse: perform Debussy’s imbroglio such that each focal impulse aligns with notated accents, perform Schoenberg’s close imitation such that focal impulses in both the clarinet and vocal line imitate those of the violist, and perform Berg’s imitative imbroglio such that, were each line performed alone, focal impulses would shift flexibly to parallel their motivic placement at the beginning of the piano interlude. (16) This recasting has the benefit of framing performance advice in terms of performative actions, using language that is both precise and accessible, while also leaving room for the performer to decide how focal impulses will be executed to shape the implicated musical parameters. Moreover, such framing is more robust than pointing to one specific parameter because focal impulses generally implicate more than just one parameter. For instance, with respect to Debussy’s imbroglio, advice like “align focal impulses with notated accents” captures more than advice like “bring out the accents,” since the former shapes not only dynamic accent but also things like the hairpin decrescendos (dynamic shape), the staccatos (articulation), and a potential agogic accent on the notated accents (note-to-note timing), together creating a sense of gestural tension and release. The shaping of these factors in turn articulates a gestural parallelism that reinforces the imbroglio’s motivic parallelism and thus a sense of metrical dissonance. (17) Example 8 . Primary/Secondary and Downward/Upward Inflected Focal Impulses for Schoenberg’s Close Imitation (click to enlarge)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.20": {
                "text": "[2.20]  Among many other topics Ito discusses are different types of focal impulse, whose notations are succinctly summarized in his glossary (345–46). Each of these different types of focal impulse has a different quality, offering a rich set of options to the performer regarding concepts such as hierarchy, upbeat, downbeat, syncopation, and anticipation, which in turn intersect with other concepts like metrical dissonance. I would add that these different types of focal impulse implicate metrical cues in different ways and reinforce sensations of parallelism through gestural hierarchy, such as when secondary impulses (not to be confused with subsidiary impulses) are nested within primary impulses (Section 9.4) or when primary impulses are inflected downward and upward (Chapter 10). Example 8 demonstrates these two options for Schoenberg’s “Parodie,” which together fill out Example 7’s focal impulses toward the richer hypermetric hierarchy shown in Example 2. As much as these additional types of focal impulses might contribute to a more nuanced account of a motive-oriented approach to meter, they also introduce several complexities and ambiguities with respect to various physiological and sonic details associated with them. Therefore, the basic notion of focal impulse and its notation in Example 5 will be used throughout the remainder of this essay. 3. A Motive-Oriented Performance Practice",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1]  The methodological considerations above lead to a motive-oriented performance practice formulated in terms of focal impulse theory: given a passage with motivic repetition, one viable approach to performing it is to maintain the same focal impulse profile across each repetition . In cases of metric manipulation generated by motivic repetition, the suggestion is more specific: place focal impulses in alignment with the metric manipulation’s implied meter . The implied meter is generally cued by some prior motivic statement’s metric profile and the preference to hear parallel motives with parallel metrical structures. When motive lengths are manipulated, as with imbroglio and imitative imbroglio, the metric period is similarly manipulated, so that, despite a change in metric period, strong beats fall in parallel motivic positions. A performer would align focal impulses with these strong beats. In Examples 1 through 3, this approach was supported by notations in the score, including accents, dynamic markings, and written instructions, which in turn reinforced an interpretation of each passage along the lines of eighteenth-century metric manipulation. But what about passages that feature motivic repetition without generating imbroglio, close imitation, or imitative imbroglio? And what about passages that do not indicate a particular mode of performance through notations in the score? Through a series of examples, this section argues that a motive-oriented approach is still a fruitful way of structuring a performance. Example 9 . Syncopated Fugue Subject from the B Section of Hindemith’s Symphonic Metamorphosis , Second Movement (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2]  The timpani solo from the second movement of Paul Hindemith’s Symphonic Metamorphosis offers an excellent context to consider some of these issues. The movement is a large-scale ternary form, in which the B section is a fugue on the syncopated subject shown in Example 9 . The rhythmic quality of this subject derives from the way the initial absent downbeat and subsequent accented syncopations play against the meter. Performers who adopt a focal impulse profile in alignment with the notated half-note pulse will be in the strongest position to project this rhythmic interplay. The Cleveland Orchestra’s performance, given in Example 9, is particularly successful in this regard. Again, such a performance showcases that the defining feature of the focal impulse is in fact its organizing role and not necessarily dynamic or articulative emphasis, which instead accrues to the accented syncopations. Example 10 . Three Motive-Based Focal Impulse Profiles for the Timpani Solo from Hindemith’s Symphonic Metamorphosis , Second Movement, B Section’s Fugal Development (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3]  In the B section’s fugal development, the timpanist is given a solo, shown in Example 10 , that repeats fragments of the fugue subject at various rhythmic intervals. No notations are present to suggest a particular mode of performance. Some of the motivic repetitions stabilize a seven-quarter-long rhythmic interval, at odds with the notated barline, while others further manipulate both this rhythmic interval and the motive’s pitch material. The latter is especially true at the end of the passage, where the main motive fragments and liquidates and where the previously syncopated E ♭ s shift to the notated downbeat. The temporary, repeating seven-quarter-long motivic parallelism makes the passage akin to imbroglio, though unlike typical imbroglio, other parts of the texture continue to articulate various metrically consonant and dissonant layers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4]  A motive-oriented approach asks the timpanist to maintain the same focal impulse profile across each motivic repetition, in opposition to the rest of the orchestra. Assuming the timpanist adopts the loud-rest and strongly syncopated profile suggested by prior statements of the subject (Example 9), the organization of focal impulses would correspond with the bottom set of annotations in Example 10 (Option 1). Two close approximations to this approach are represented by the top two sets of annotations in Example 10, whereby the timpanist extends the span organized by one of the focal impulses of each motivic group, effectively entraining to one of two phases of an asymmetrical 2+2+3 beat pattern (Options 2a and 2b). All these modes of performance are challenging, since they require sustaining an irregular focal-impulse profile against the rest of the orchestra. They become increasingly difficult to sustain through the motivic manipulations at the end of the passage, where a timpanist might reasonably wish to streamline their performance by shifting focal impulses to the notated downbeat, treating the E ♭ s not as accented syncopations but more simply as accented downbeats. Indeed, relative to a motive-oriented performance of the preceding material, we might hear such an approach as a kind of performative liquidation that parallels the motivic liquidation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5]  All these details make deciphering among focal impulse profiles in performance difficult, insofar as doing so requires making inferences about focal impulse placement on rests and distinguishing performed emphasis on focal impulses from that on accented syncopations, all of which variously align and misalign with notated downbeats. Two very different recordings of this passage demonstrate these complexities. In the first recording, again featuring the Cleveland Orchestra, the timpanist consistently accents the E ♭ , parallel to prior statements of the subject, but also seems to accent the opening and closing Cs of some statements. Whether these accents, especially the E ♭ accents and especially those at the end of the passage, arise in relation to a focal impulse profile oriented around motivic repetition or around the notated measure seems difficult to determine. Both seem like plausible frameworks for this performance. In the second recording, this time featuring the New Zealand Symphony Orchestra, the timpanist, at odds with prior statements of the subject, adopts a consistent dynamic profile that leads into and accents the low Gs and B ♭ s and that deemphasizes the E ♭ s. As a result, this performance more obviously adopts a motive-oriented profile, though at the expense of the rhythmic energy that arises from accenting the syncopated E ♭ s. Together, these two recordings demonstrate not only the complexities involved in inferring focal impulse profile from recordings but also the variety available within a motive-oriented framework. (18) Example 11 . Opening Kyrie Section from Stravinsky’s Mass, Movement 1 (click to enlarge and listen) Example 12 . A Textual-Motive Interpretation of Focal Impulse for Rehearsals 6 and 7 from Stravinsky’s Mass, Kyrie Movement (click to enlarge and listen)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6]  A similarly motive-oriented approach can be applied fruitfully to contexts in which text repetition cuts across the notated meter. Consider the Kyrie movement from Igor Stravinsky’s Mass, which sets the traditional Kyrie text “Kyrie eleison, Christe eleison, Kyrie eleison.” In Example 11 , which isolates the choir parts in the first Kyrie section from the rest of the score, the text stress of “ Ky rie” aligns with the notated barline, and the singers are likely to align their focal impulses with the word’s initial syllable. In a later Kyrie section, shown in Example 12 , “Kyrie” receives a variety of placements relative to the notated meters. If the word “Kyrie” is treated as a textual motive—contextually motivated by the intoned setting of the word at the beginning of each point of imitation—then a motive-oriented performance practice asks the choir to continue stressing the first syllable of “ Ky rie” by aligning focal impulses with the word’s natural prosodic stress rather than with the shifting downbeats. Performing in this way serves the text through the lens of the various components of Example 4’s listener-oriented view. Specifically, meter as indicated in the score, as projected by the performer’s focal impulses, and as interpreted by the listener are all locally out of alignment with one another, their pairwise relationships constantly shifting through the course of Example 12. The kaleidoscopic effect imparts a sense that the piece is exploring the varied rhythmic-metric possibilities of the word “Kyrie,” a sort of rhythmic exploration of the multifacetedness of God’s mercy (“Kyrie eleison”). This reading is richer than one that relies on the performer-oriented perspective of Example 4 and aligns well with Stravinsky’s own statements about his compositional relationship with words. In his discussion of Oedipus Rex with Robert Craft in Dialogues and a Diary ( 1963 , 4), Stravinsky states, “When I work with words in music, my musical saliva is set in motion by the sounds and rhythms of the syllables.” This seems as true for Stravinsky’s use of Latin in the Mass as it does for his use of Latin in Oedipus Rex. The recording excerpts provided in Examples 11 and 12 feature the RIAS-Kammerchor relentlessly maintaining an initial accent on “ Ky rie,” despite its shifting notated metric placement. Example 13 . A Motive-Based Focal Impulse Profile for the Opening of Penderecki’s Capriccio for Solo Tuba (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "stravinsky_and_craft_1963"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7]  As a final example for this section, consider the opening of Krzysztof Penderecki’s Capriccio for solo tuba, given in Example 13 . The score features no time signature and no barlines, yet the piece can still convey a lively, fluctuating sense of pulse through interactions among focal impulse, rhythmic duration, and pitch. Example 13 gives one plausible focal impulse profile based primarily upon assigning focal impulses to locally longer durations. In particular, the passage consists almost entirely of a stepwise ascending eighth-eighth-quarter motive (initial statement bracketed) and manipulations thereof. The latter includes several series of running eighths as well as expansions of the quarter notes into longer values. Focal impulses are assigned to each quarter note of the basic motive or, in cases of manipulation, to parallel motivic positions. As a result, the half note serves as a referential performed pulse, though one that expands and contracts with the motivic manipulations. In the excerpt’s second half, the dotted half emerges as an occasional secondary pulse, gesturally reinforced by the slur-to-staccato notation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8]  Deviations  from the referential half-note pulse further coordinate with the melody’s indirect registral climb through an octatonic scale (circled), as well as with many of the neighbor-note gestures that temporarily pause or redirect this climb (boxed). Some of these figures include notes foreign to the underlying octatonic scale, such as the elaborated double-neighbor figure F ♯ – E ♭ –E–F in the first system. Others are entirely native to it, such as the B– B ♭ and F–E single-neighbor figures and the A ♯ – C ♯ –B and G–E–F double-neighbor figures in the second and third systems. Together, these various tonal and rhythmic features, which include motive-based focal impulses, interact to create a dynamic melodic line, as is conveyed, for instance, in David Earll’s recording of the piece, given in Example 13. Furthermore, such interaction between ornamentation and focal impulse, particularly in post-tonal contexts that lack regular or notated meter, points to a potentially fruitful expansion of Buchler’s ( 2020 ) gestural approach to ornamentation. Namely, the concept of focal impulse offers one way of handling ornamentations whose definitions traditionally rely on the notion of metric accent. This proposal seems justified by the observation that, in rhythmically irregular environments like Example 13, focal impulse, in conjunction with motivic parallelism, seems to drive the perception of pulse.",
                "footnotes": [],
                "citations": [
                    "buchler_2020"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9]  Together, Examples 9 through 13 demonstrate the applicability of a motive-oriented approach to situations that feature rhythmic interplay between motive and meter but that are not, strictly speaking, one of the classic metric manipulations. They also generalize a motive-oriented approach in other directions by varying both the degree of regularity in the notated meter and the basic constitution of motive. Specifically, the sequence of examples moves from strictly regular notated meter (Hindemith) to mixed notated meter (Stravinsky) to no notated meter at all (Penderecki). Additionally, the principal motive in the Stravinsky passage is textual, suggesting that word repetition may structure motivic parallelism in a similar way as rhythmic and pitch repetition. Moreover, this textual motive came to perceptual prominence precisely because rhythm and pitch were initially less relevant cues to motive. Thus, not only is a passage’s basic motive differentiated contextually, so is the perceptual significance of parameters that constitute it. 4. Ambiguities in a Motive-Oriented Performance Practice",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1]  Having made a broad case for a motive-oriented performance practice, I will now consider some potential complications that arise from ambiguities surrounding the approach’s two basic elements: motive and meter. Specifically, what is one to do when there is ambiguity in the basic motivic parallelism, ambiguity in a motive’s basic metric profile, or both? The first of these has already come up in the context of Example 2, which raised the question of whether inverted lines are heard as parallel. I subsequently argued that the gestural parallelism associated with a motive-oriented performance might encourage hearing inverted lines as parallel. More generally, such ambiguities give performers interpretive room to influence the listener’s experience of the music. Example 14 . Motivic and Metric Ambiguities in the Opening of the Prelude from Schoenberg’s Piano Suite, Op. 25 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2]  Both motivic and metric ambiguity are on display in the opening measures of the Prelude from Arnold Schoenberg’s Piano Suite, Op. 25, given in Example 14 . As I have discussed elsewhere ( Sullivan 2021a , 150–51), the passage consists largely of motivic repetition and imitation of the right hand’s opening four-note figure. But what constitutes the basic motivic parallelism? Is it exact transposition? Contour? Rhythm? The left hand explores each of these possibilities in turn. It first transposes the right hand’s figure exactly, while changing the rhythm to even dotted eighth notes. It then separately imitates, across two contrapuntal voices, the right hand’s original melodic contour (lower voice) and rhythm (upper voice). The rhythm of the lower voice instead imitates the even rhythm of the left hand’s opening figure, shortened to eighth notes, while the melodic profile of the upper voice imitates the right hand’s second four-note motive under exact transposition. To complicate matters further, the basic metric profile of the motive is also ambiguous. Is it anacrustic, as in the opening right-hand figure, or is it on-the-beat, as in the opening left-hand figure? The various components of parallelism are at odds.",
                "footnotes": [],
                "citations": [
                    "sullivan_2021a"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3]  While such ambiguities complicate the passage’s motivic-metric landscape, they also create room for the performer to influence a listener’s hearing of the basic motivic parallelism and its metric profile. Consider, for instance, how a pianist might perform focal impulses across these measures and how that choice intersects with both the notated accents in the leading right- and left-hand motives and the hemiolic sf at the end of m. 2. Then, consider the effect these interactions might have on the perception of meter and motivic parallelism for the left hand’s lower contrapuntal figure in mm. 2–3. First, a pianist might either maintain focal impulses on notated 8 6 downbeats throughout the passage (shown as Option 1 at the top of Example 14), or they might align focal impulses with the displaced hemiola spanning the middle of m. 2 to the middle of m. 3 (Option 2). The former option would give the left hand’s lower contrapuntal figure a weak-weak-strong-weak accentual profile (shown as Option 1 at the bottom of Example 14), parallel to the opening right-hand figure, while the latter option would give the same figure a weak-strong-weak-strong profile (Option 2), in alignment with the duple quality of the opening left-hand figure but reversing its strong-weak-strong-weak profile. Second, with either of these options, one could either bring the opening right-hand figure to the dynamic fore with its triple division of the beat, or one could bring the opening left-hand figure to the dynamic fore, with its duple division of the beat. The latter, if combined with a relatively neutral balance of notated versus hemiolic beat, could be enough to impart a strong-weak-strong-weak profile to the left hand’s lower contrapuntal figure (Option 3), parallel with the opening left-hand figure. The recordings by Maurizio Pollini, Shai Wosner, and Glenn Gould given in Example 14 seem to adopt these three respective approaches. Pollini maintains a lilting 8 6 feel throughout, consistently foregrounding the right-hand melody and highlighting the left hand’s parallelism with the opening right-hand figure. By contrast, Shai Wosner emphasizes both the opening left-hand figure and the hemiola across mm. 2–3, giving the left hand’s lower contrapuntal figure in mm. 2–3 a distinctly weak-strong-weak-strong profile. Finally, Gould’s performance seems to balance both the notated and hemiolic beats and the opening right- and left-hand figures, creating the greatest room of the three recordings for the listener to perceive the left hand’s lower contrapuntal figure with a strong-weak-strong-weak profile.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4]  Admittedly, these motivic-metric relationships are perceptually dense, and a listener probably cannot attend to all relevant parallelisms and ambiguities in real time. In fact, I would argue that such overloading of perceptual ambiguity is an important part of the musical style. There are, however, other stylistic contexts in which motivic-metric ambiguities are more sparse and appear coordinated with other musical details. Attending to them can facilitate narrative performance or listening. Example 15 . Motivic and Metric Ambiguities in the Opening of Barber’s “Sleep Now” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5]  One such example is Samuel Barber’s setting of James Joyce’s poem “Sleep Now.” Example 15 gives the song’s opening section, whose entire texture is structured around what I will call the piano’s beating-heart motive and its shifting imitation of the voice. While the motive’s short-long rhythmic profile is definite, its melodic contour and metric profile are made ambiguous from the outset. Within the first three measures alone, all three possible melodic contours for a two-note motive (descending, ascending, and stable) and both of two basic metric profiles (strong-weak and weak-strong) are present. Example 15 distinguishes among these various melodic contours by using different types of brackets—solid brackets, dashed brackets, and solid straight lines, respectively—and the different metric profiles are defined by the placement of each bracketed motive relative to a measure’s notated beats. These competing contours and metric profiles, in conjunction with the piano’s close imitation of the voice, evoke a singing protagonist who is attempting to soothe their own “unquiet heart.” We can hear the action of the protagonist’s heart as enacted by or, after Cone ( 1974 ), voicelessly narrated by the pianist. I offer a reading of that narrative below.",
                "footnotes": [],
                "citations": [
                    "cone_1974"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6]  The  protagonist begins by singing a soothing downward gesture (B– G ♯ ), assuredly on the beat. The pianist responds by reversing the gesture ( G ♯ –B) and shifting it off the beat, conveying that the protagonist’s heart is active and unsettled. The protagonist, now seemingly less self-assured, adopts the pianist’s ascending gesture, pushing the descending motive off the beat and eliding the two contours together. As if dissatisfied with this option, the protagonist transforms the composite down-up gesture into a broader and more sweeping down-only gesture that spans mm. 3–4, placing the earlier soothing gesture (B– G ♯ ) back on the beat. The singer’s heart momentarily calms, as the pianist’s upward gesture gives way to a stable, repeated G ♯ over mm. 3–5.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7]  Despite  this melodic calming, the bass becomes increasingly unsettled: previously descending by fourth (B– F ♯ ), it now doubly ascends (D– G ♯ – C ♯ ), arriving on the same C ♯ as the voice in m. 4, but by way of an even more dramatic registral gesture (notes circled). This gesture is a contour-inversional counterpart to the voice’s downward gesture in mm. 3–4. Together, these two gestures represent a composing-out of the initial down-up opposition (B– G ♯ / G ♯ –B). If the G ♯ –B ascent indeed evokes an unsettled heart, then the dramatic bass ascent across mm. 4–5 may be heard as anxiety bubbling up within the protagonist. The protagonist becomes metrically and melodically unhinged, expanding the ascending portion of the composite down-up gesture ( G ♯ – E ♯ – G ♯ ) through stepwise motion across an asymmetrical 8 5 measure ( E ♯ – F ♯ – G ♯ ). At m. 6, composure is regained: the original contour and rhythmic profile of m. 2 returns, after which the protagonist moves more immediately to a registrally dramatized version of the earlier all-down gesture. The heart is temporarily calmed, with the pianist imitating and repeating the singer’s downward gesture for the first time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8]  This motivic-metric narrative is reinforced by harmony. The song as a whole may be read in F ♯ minor, with the passage in Example 15 dividing into three tonal regions: (1) the opening vocal phrase obliquely articulates F ♯ minor (i) through plagal motion ( ii ø 5 6 –i) and frustrated 4 ˆ – 3 ˆ melodic resolutions, (2) mm. 4–5 expand the dominant C ♯ (V) through delayed 6 ˆ – 5 ˆ bass motion, and (3) the final vocal phrase recapitulates the opening plagal motion in F ♯ minor before moving to a cadential progression that is weakened by a minor dominant (v) and that arrives on a Picardy F ♯ tonic (I). These three harmonic regions coincide respectively with: (1) the protagonist’s initial failed attempt to soothe their heart, (2) their rush of inner anxiety, and (3) their more dramatic and successful second attempt at soothing their heart. Example 16 . Focal Impulse Choices and Their Implications in the Opening of Barber’s “Sleep Now” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9]  Within this broad narrative arc, ambiguities in the relationships among text stress, melodic contour, and metric profile leave room for the singer and pianist to influence certain narrative particulars. For instance, the initial “sleep now” is poetically spondaic and, given its varied contours and placements in the measure, could be sung with a variety of focal-impulse profiles. The singer could align focal impulses with notated beats, giving the phrase “ sleep now” a certain calmness, as if the protagonist is coaxing their heart to sleep. Alternatively, the singer could align focal impulses with “now,” giving the phrase “sleep now ” a greater sense of urgency, as if the protagonist is making an agitated demand. Yet another option is to adopt the poem’s spondaic pattern and give focal impulses to both syllables. Supposing that the singer opts for the former, the pianist in turn has a choice. They could align focal impulses in parallel motivic positions relative to those of the voice, enhancing the sense of motivic parallelism across contrasting contours and the degree of direct displacement dissonance from close imitation; or they could adopt a motivically contrasting placement of focal impulses relative to the voice, smoothing over the displacement dissonance and enhancing the sense that the voice and piano initially participate in a single composite gesture (B– G ♯ –B) that later pulls apart. Such choices, schematized in Example 16 , give the passage interpretive life. The performers can use focal impulse placement to influence which motivic relationships sound more or less parallel and more or less metrically dissonant, in turn intervening in how we hear the dramatic relationship between protagonist and heart.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10]  Example 15 provides a recording with Leontyne Price singing and Barber himself at the piano. Interestingly, Price and Barber both seem to keep the accentual profile of the motive relatively even, suggesting a focal impulse on both eighth notes in alignment with a spondaic reading of “sleep now.” The result is a heightened sense of ambiguity and a languid quality over the whole passage, offering the listener a subdued version of the narrative outlined above. There is one important exception: Price distinctly articulates the final “sleep now” in m. 6 as “sleep now ,” presumably with focal impulse on “now” only. Poetically, this “sleep now,” in contrast to the protagonist’s direct statements in m. 2, is a quotation—an external voice, filtered through the vantage point of the speaker’s personified heart. The identity of that voice is left ambiguous in Joyce’s text, and one might assume that it suggests the presence of a second persona, particularly given the contrasting accentual profiles of “sleep now” in Price’s performance. While plausible, I want to suggest a different interpretation: the voice is the speaker’s own, and it is being reflected back upon the speaker as it actually sounds. In other words, the speaker’s opening statements, with even spondaic accentuation, are presented as if they are calm (the speaker believes that they are), when in fact they are revealed to be urgent: “sleep now .” The speaker is hearing themself as they actually sound for the first time. The heart, a potential metaphor for subjective experience, turns out to be the objective vantage point. This interpretation, which further nuances the narrative outlined above, is possible because of the performative particulars offered by Price and Barber. Conclusion: Situating a Motive-Oriented Performance Practice",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1]  Over the course of this essay, I have made a case for a motive-oriented performance practice. I have argued that giving parallel motivic segments the same focal impulse profile is one viable way of structuring a performance, whether a given passage of music involves one of three classic metric manipulations (imbroglio, close imitation, or imitative imbroglio) or, more generally, any form of motivic repetition or imitation. I have further demonstrated that ambiguities surrounding this approach, as concern motive and meter, give performers interpretive leeway and can be part of a composition’s narrative arc. Example 17 . Passages of Imbroglio in Three 20th-Century Treatises (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2]  I wish to conclude by situating this motive-oriented approach in a century-long theoretical discourse about the proper performance of motive relative to meter. The survey is narrow, including only three treatises: Hugo Riemann’s System der Musikalischen Rhythmik und Metrick ( 1903 ), Heinrich Schenker’s Free Composition ( 1977 [1935] ), and Paul Creston’s Principles of Rhythm ( 1964 ). These sources are chosen not because they participate in active debate with one another nor because I aim to promote one treatise’s ideas over another. Rather, they are included because they succinctly articulate competing views (Riemann and Schenker), as well as a combination of those views (Creston), all of which persist to the present day. (19) Example 17 replicates some examples from these three treatises with their original formatting and annotations. All these examples are properly instances of imbroglio, with motivic parallelisms cutting across notated barlines. The three authors use different terminology, despite the shared example between Riemann and Creston, and none use the term imbroglio. Of special interest is their different thinking about the role of the implied meter relative to the notated meter.",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "riemann_1903",
                    "schenker_1977_1935",
                    "creston_1964"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3]  Riemann’s examples come from Chapter 11 (111–21) of his treatise, entitled “Widerspruch zwischen Motivlänge und Takt” (“Contradiction between Motive Length and Measure”). Both are drawn from a set of examples labelled “Zweigliedrige Motive in Tripeltaktordnung” (“Two-Part Motives in Three-Beat Measures”).  About these examples, Riemann writes: ... it would be wrong, if during such configurations one were to cancel the meter and instead were simply to observe the rhythmic organization marked by the motivic lengths. Just as the changing significance of these immediately repeating figures is determined only by the unswerving adherence to the metrical organization, so does their contradiction of the harmony endow them with additional new meanings. (118; translated in Krebs 1999 , 11n22) Later, Riemann draws an analogy to harmonic sequences: Just as a harmonic sequence at times suspends the logic of harmonic progression on the surface while ultimately remaining subservient to it, so does this type of metrical conflict create a series of pseudo-measures that for a time contradict the notated meter but that find their justification and motivation only through their continued subordination to the actual meter . (121; translated in Krebs 1999 , 11; emphasis in Krebs) In short, Riemann places primary significance on the notated barline, which affects the sound quality of motives as they shift in relation to the notated barline. This view constitutes a conservative mode of attending and is at odds with the motive-oriented approach outlined in this essay.",
                "footnotes": [],
                "citations": [
                    "krebs_1999",
                    "krebs_1999"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4]  It is also at odds with Schenker’s view of similar situations. Near the end of a section entitled “Antimetric Rhythmic Situations” (122–27), Schenker writes, in typically polemical fashion, about “Transcending the meter in performance:” It is the responsibility of the performer primarily to express the special rhythmic characteristics of a composition, as they sometimes coincide with the meter, sometimes oppose it. Today, not only the failure to recognize rhythmic relationships but also sheer indolence creates a preference for the metric scheme alone—a dismaying evidence of decline. (126) Presumably, “special rhythmic characteristics” includes the various “antimetric” rhythmic phenomena discussed in the preceding pages. One such phenomenon is “hemiola,” which is demonstrated with the motive-driven imbroglio shown in Example 17. Schenker’s view thus seems in line with the motive-oriented approach outlined in this essay.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5]  A mixture of these two views appears in a remarkable but little-known treatise by American composer Paul Creston called Principles of Rhythm ( 1964 ). Across several chapters and more than one hundred examples from the Renaissance through the twentieth century, including many from his own works, Creston develops the concept of overlapping , defined in terms of “an extension of a phrase rhythm beyond the barline” (96) and “the organization of a group of measures into equal [or unequal] beats overlapping the barline” (111 [and 129]). Creston develops several subcategories of the technique, one of which—regular subdivision overlapping—is represented by the passages in Example 17. One of these examples is the Debussy passage shown in Example 1 above. While Creston never cites motivic parallelism as a definitive factor of overlapping, many of his examples generate overlapping through motivic parallelism.",
                "footnotes": [],
                "citations": [
                    "creston_1964"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6]  About the performance of overlapping, Creston writes: The basic idea of overlapping, as demonstrated in the foregoing examples, is to obtain a freely flowing but varied rhythm, unshackled by a mechanically conceived and executed meter. Moreover, casting varied rhythms within a single meter assures a sense of order, a sort of central force from which all rhythms emanate. (100) A rhythm “unshackled” from the barline echoes Schenker’s polemics, while describing the notated measure as a “central force from which all rhythms emanate” simultaneously echoes Riemann’s idea that motive-driven pseudo-measures remain subordinate to the written meter. Elsewhere, further echoes of Schenker appear, such as when Creston describes a passage by Jacobus Gallus in terms of “resultant meters” that constitute “the real rhythm” of the passage (96, emphasis in original), or when Creston straightforwardly states, “The fundamental idea of overlapping is the non-importance of the barline as regards accentuation” (104). Thus, the bifurcation of performance practice represented by Riemann’s and Schenker’s competing views about the relationship between motive and meter appear ambivalently recombined in Creston’s treatment of overlapping.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7]  It would seem then that eighteenth-century understandings of motive-driven metric manipulation as described by Mirka ( 2009 ), which served as a starting point for the present study’s motive-oriented approach to the performance of meter, persisted in various forms into the twentieth century, even as theorists like Riemann articulated competing views. The present study represents a further continuation of this thinking. While my goals are less one-sidedly polemical than those of either Riemann or Schenker—I began by suggesting that a motive-oriented approach is just one possibility—I do feel that a motive-oriented approach, especially when it contradicts the notated barline, is undervalued in contemporary performance practice, particularly where post-tonal music is concerned. I hope to have demonstrated that this approach, when couched in terms of focal impulse theory, offers potential for dynamic performances across a range of twentieth-century post-tonal styles.",
                "footnotes": [],
                "citations": [
                    "mirka_2009"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.24.30.4.sullivan.html",
    "data": "mto/data/mto.24.30.4.sullivan.json"
}