{
    "title": "Category Structures and Fuzzy Sets",
    "date": "1995/09/01",
    "volume": "1",
    "issue": "5",
    "authors": [
        "Robison, Brian"
    ],
    "abstract": "",
    "keywords": [
        "Bruckner",
        "Zbikowski",
        "fuzzy sets",
        "fuzzy algorithms"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.5/mto.95.1.5.robison.pdf",
    "author_info": [
        {
            "name": "Brian Robison",
            "university": "Department of Music",
            "address": "Lincoln Hall, Cornell University, Ithaca, NY  14850",
            "email": "bcr2@cornell.edu"
        }
    ],
    "citations": {
        "zadeh_1965": "Zadeh, Lotfi. 1965. “Fuzzy sets.” Information and Control 8: 338–353.",
        "zadeh_1968": "Zadeh, Lotfi. 1968. “Fuzzy algorithms.” Information and Control 12: 94–102.",
        "zbikowski_1995": "Zbikowski, Lawrence. 1995. “ Theories of categorization and theories of music .” Music Theory Online 1.4: 1–26."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Lotfi A. Zadeh,\n\"Fuzzy sets,\" Information and Control 8 (1965): 338-353.",
            "citations": []
        },
        "FN2": {
            "text": "2. Lawrence Zbikowski, \"Theories of categorization and\ntheories of music,\" Music Theory Online 1.4 (1995): 11.",
            "citations": []
        },
        "FN3": {
            "text": "3. Zadeh, \"Fuzzy sets,\" 339.",
            "citations": []
        },
        "FN4": {
            "text": "4. Zbikowski, \"Theories,\" 17.",
            "citations": []
        },
        "FN5": {
            "text": "5. Ibid., 18.",
            "citations": []
        },
        "FN6": {
            "text": "6. Zadeh, \"Fuzzy sets,\" 339.",
            "citations": []
        },
        "FN7": {
            "text": "7. Zbikowski, \"Theories,\" 18.",
            "citations": []
        },
        "FN8": {
            "text": "8. Ibid., 25.",
            "citations": []
        },
        "FN9": {
            "text": "9. Lotfi A. Zadeh, \"Fuzzy algorithms,\" Information and\nControl 12 (1968): 94–102.",
            "citations": []
        },
        "FN10": {
            "text": "10. Construction of an explicit fuzzy model would then\nentail mapping the imprecise quantifiers \"highly\" and\n\"much less\" to ranges of appropriate numerical values.\n(see Zadeh, \"Fuzzy algorithms,\" 96.)",
            "citations": []
        },
        "FN11": {
            "text": "11. Zbikowski, \"Theories,\" 22.  Zbikowski doesn't comment\non whether he feels that the semitones in the statements of\nmm. 167–74 somehow impart greater typicality to those\nvariants in relation to mm. 159–66 and 175–82.  My own\nintuition is that the presence or absence of a semitone is\nactually subordinate to the distinction between a strictly\nstepwise turn (mm. 2–6 and mm. 8–12) and one which\nembellishes by step-above and third-below (mm. 159–82).",
            "citations": []
        },
        "FN12": {
            "text": "12. Zbikowski, \"Theories,\" 23.",
            "citations": []
        },
        "FN13": {
            "text": "13. Zbikowski, \"Theories,\" 20.",
            "citations": []
        },
        "FN14": {
            "text": "14. Although not needed within the limits of the present\nnarrow example, a full-fledged fuzzy model would treat\nexplicitly the vague transition between \"large steps\" and\n\"small leaps.\"",
            "citations": []
        },
        "FN15": {
            "text": "15. These restrictions thus prevent inappropriately\nchromatic realizations of <+s s s +s +s s>\nsuch as <+3 2 2 +1 +2 1> --a perfectly good turn for Ligeti or Birtwistle, but\nobviously not characteristic of Bruckner's material at hand.",
            "citations": []
        },
        "FN16": {
            "text": "16. The corollary is fuzzy in that it does not specify hard-\nand-fast boundaries for which notes do or do not belong to\nthe \"beginning\" and \"end\" of a segment--instead, the\nsaliences of correspondences decrease gradually in sequence.",
            "citations": []
        },
        "FN17": {
            "text": "17. Zbikowski, \"Theories,\" 21.",
            "citations": []
        },
        "FN18": {
            "text": "18. Ibid., 25.",
            "citations": []
        },
        "FN19": {
            "text": "19. Zbikowski, \"Theories,\" 26.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Prior to his examination of the categorical structure of the first\nmain theme in the first movement of Bruckner’s Sixth Symphony,\nLawrence Zbikowski comments that “The complexity of the phenomenon of\ntypicality may be one reason Zadeh’s theory of fuzzy sets (1) has met\nwith only limited success in characterizing the structure of Type 1\ncategories.” (2) The following look at Prof. Zbikowski’s analysis\nhighlights (in a non-technical manner) those aspects of it which lend\nthemselves more readily to “fuzzy” rather than “crisp” models, the\ncomplexity of their interaction notwithstanding.  In particular, I\nfocus on the problems of describing formally those intuitions which\nenable us to associate different musical phrases in order to group\nthem as members of the same category.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] For the benefit of those persons unacquainted with fuzzy sets,\nalgorithms, arithmetic, measures, etc., I'd like to emphasize that I\nuse the word “fuzzy” as a connotationally neutral term which refers\nsimply to matters of “to what degree?” (graded membership) rather than\n“yes, or no?”  (exclusive membership). (3) Whenever I refer below to\naspects of “fuzziness” in Zbikowski’s analysis, I'm not using the\nword in its colloquial, pejorative sense, to criticize the vague\nhandling of ideas which one ought to render precisely.  Rather, I\nelaborate on various points where, implicitly or explicitly, he\ntouches on the intrinsically imprecise character of certain musical\nideas.  Thus, I'm not taking issue with his analysis; on the contrary,\nI merely offer observations geared toward an appropriate formalization\nof some of the comparatively informal insights which he offers (all of\nwhich I believe to be valid).",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] At first glance, Zbikowski seems to be dealing with a classic\nfuzzy set: for elements in a universe of “crisply” defined segments of\nthe Bruckner, he tests for membership in the set of typical instances of the first theme.  The set is fuzzy because it admits\ndegrees of membership: we don't ask simply “ Is this a typical instance of the first theme (or not)?”, but rather, “ To what degree is this instance of the first\n  theme typical?” Accordingly, Zbikowski ranks these instances: taking measures 2–6 as\ntypical, measures 8–12 are “somewhat less typical” (4) , measures 26–28 and 32–34\nare “even less typical,” (5) and so on.  It’s a simple step to\nformalize these rankings by translating them into membership values\nbetween 0 and 1, which reflect not only their relative order but the\nsubjective distances among them as well. (6)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] However, as Zbikowski points out, the process by which we assign\nthese degrees of membership is anything but linear.  Discussing the\nfragmentary gestures in measures 35–36, he notes that our judgments of\ntypicality are not simple tallies of the numbers of structural\npropositions met (and the degree to which a musical segment fulfills\nthem). (7) Instead, some propositions may carry more weight than\nothers, such as his P4, by which texture can signal thematic\npotential, and these relative weights may well vary according to\ncontext. (8) Such factors suggest fuzzy algorithms (9) to model our\nintuitive calculations of typicality, for example: “If the texture is highly complex, then\n  assign much less weight to correspondences\n  of rhythm and contour.” (10)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Additionally, examination of the structural propositions reveals\nvarying degrees of specificity.  Consider Zbikowski’s P3, which\ndescribes the contour of the theme’s first statement.  As Zbikowski\ncompares it to subsequent statements, many of the contours stated as\nspecific (chromatic) intervals seem better served by generic\n(diatonic) intervals, as in his Figure 1: specific intervals: mm. 2–6: 0 -7 -2 +2 +1 -1 -2 +2 +8 -1 mm. 8–12: +1 -7 +1 -1 -2 +2 +1 +1 +7 +1 generic intervals: mm. 2–6: 0 -4 -1 +1 +1 -1 -1 +1 +5 -1 mm. 8–12: +1 -4 +1 -1 -1 +1 +1 “0” +4 +1",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] But though these generic intervals clarify the diatonically\nprecise inverse relation of the underlined segments, they fail to\nconvey other essential information: the directed specific interval of\n-7 between the first two structural tones (Zbikowski’s P2), the\nsemitone at the very end, and the presence of a semitone in the turn\nfigure, the absence of which, as Zbikowski mentions, diminishes the\ntypicality of the statements in measures 159–66. (11) Furthermore, one is\nleft with the task of accounting for the discrepancies between the\nfirst, eighth, and ninth intervals of the two series: are we to admit\nany “off-by-one” surrogate as an acceptably similar variant?  If so,\nare we to admit any number of such surrogates, or is there a point at\nwhich the accumulated alterations would disrupt our sense of\nparallelism?  In his pursuit of larger issues, Zbikowski declines to\ntreat these details, yet they are decidedly nontrivial in the creation\nof an explicit formalization.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] So, in addition to ( not “instead of”) Zbikowski’s P3, we might\npropose a slightly more general (and thus more robust) version of the\ntheme’s contour: P3′a) the theme contains four structural notes, P3′b) the first (preceded by a sixteenth-note\n                pickup) descends to the second by a\n                perfect fifth, P3′c) a stepwise diatonic turn figure\n                (incorporating a semitone) embellishes\n                the second structural note, proceeding\n                to the third, P3′d) the theme then ascends by leap to the\n                penultimate note, which neighbors the\n                final one (i.e. the fourth structural\n                note) by a semitone.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Like Zbikowski’s original P3, this new description (P3′) of the\ntheme’s initial contour doesn't rely on a specification of scale step.\nHowever, P3′ incorporates both more and less detail: more, in that it\ninvokes a local diatonic frame of reference and (implicitly)\nconsiderations of harmony (structural and embellishing tones); less,\nin that it doesn't specify the interval of the pickup in P3′b, the\ndirection of the turn in P3′c, nor the size of the leap in P3′d.  I\noffer P3′ as a version of how one might generalize from Zbikowski’s P3\nafter hearing measures 8–12: measures 2–6 are still more typical, but P3′\nsubsumes the points by which the second statement deviates from the\nfirst.  The modified description thus captures somewhat more\nexplicitly the ways in which the statement of measures 8–12 is more typical\nthan some of the subsequent variants, but without taking on the full\ncomplications of a “binary basis for typicality.” (12) Furthermore, it\ndoes so in a way that distinguishes among the various stepwise\nmotions: some are intrinsic to the theme’s schematic contour, while\nothers appear as the results of local harmonic changes.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The utility of such vague terms as “leap” becomes apparent when we\nconsider the thematic variants beginning in measures 159–62.  Again, a\ncomparison based on directed specific intervals (Zbikowski’s Fig. 2)\nseems to indicate as many differences as similarities: specific intervals: mm. 2–6: 0 -7 -2 +2 +1 -1 -2 +2 +8 -1 mm. 159–62: +12 +2 -2 -3 +3 +2 -2 -9 +1 Although Zbikowski describes the relation between the contours of\nmeasures 2–6 and measures 159–62 as an “exact mirror” (13) , we see from the\nspecific intervals that the only “exact” aspect of mirroring is with\nregard to interval direction , not size.  Again, conversion to\ndiatonic intervals doesn't resolve all discrepancies: generic intervals: mm. 2–6: 0 -4 -1 +1 +1 -1 -1 +1 +5 -1 mm. 159–62: +7 +1 -1 -2 +2 +1 -1 -5 “0” How, then, can we model the intuition of an “exact mirror”?  One\nanswer lies on a still greater level of generalization, in a\ndistinction between large (L) and small (s) intervals--or,\ncolloquially, between (L)eap and (s)tep-or-(s)kip: (14) fuzzy-generic intervals: mm. 2–6: 0 -L -s1 +s1 +s2 -s2 -s1 +s1 +L -s mm. 159–62: +L +s1 -s1 -s2 +s2 +s1 -s1 -L +s The designations “s1” and “s2” (ideally with subscripted numerals)\nprovide a simple but flexible means to preserve the turn’s diatonic\ncharacter: that is, although the specific manifestations of s1 and s2\nmay vary among theme statements, they must adhere to fixed intervals\nwithin a single statement. (15)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Not surprisingly, the variants in measures 163–82 require further\nadjustment to our description: specific intervals: mm. 159–62: +12 +2 -2 -3 +3 +2 -2 -9 +1 mm. 163–66: 0 +12 +2 -2 -3 +3 +3 -1 -11 -1 mm. 167–70: 0 +12 +1 -1 -4 +4 +1 -1 -7 -1 mm. 171–74: 0 +12 +1 -1 -4 +4 +1 -1 -7 +5 mm. 175–78: 0 +12 +2 -2 -3 +3 +2 -2 -9 +1 mm. 179–82: 0 +12 +2 -2 -3 +3 +2 -1 -9 +1 generic intervals: mm. 159–62: +7 +1 -1 -2 +2 +1 -1 -5 “0” mm. 163–66: 0 +7 +1 -1 -2 +2 +2 -1 -6 -1 mm. 167–70: 0 +7 +1 -1 -2 +2 +1 -1 -4 -1 mm. 171–74: 0 +7 +1 -1 -2 +2 +1 -1 -4 +3 mm. 175–78: 0 +7 +1 -1 -2 +2 +1 -1 -5 “0” mm. 179–82: 0 +7 +1 -1 -2 +2 +1 “0” -6 +1 fuzzy-generic intervals: mm. 159–62: +L +s1 -s1 -s2 +s2 +s1 -s1 -L +s mm. 163–66: 0 +L +s1 -s1 -s2 +s2 +s2 -s -L -s mm. 167–70: 0 +L +s1 -s1 -s2 +s2 +s1 -s1 -L -s mm. 171–74: 0 +L +s1 -s1 -s2 +s2 +s1 -s1 -L +L mm. 175–78: 0 +L +s1 -s1 -s2 +s2 +s1 -s1 -L +s mm. 179–82: 0 +L +s1 -s1 -s2 +s2 +s1 -s -L +s Although relaxing the “s1” restriction on the antepenultimate interval\nresolves some discrepancies, the anomalous endings of measures 163–66 and\nmeasures 171–74 suggest the need for a fuzzy corollary: “Correspondences\ntoward the beginnings of statements are more important than those\ntoward their ends.” (16) Indeed, applying this fuzzy corollary to the\ngeneric-interval descriptions enables us to recover these as\nsufficiently general descriptions of the statements in measures 159–82, and\nthus to invoke the fuzzy-generic level of description only as the\nmeans by which we relate these to the theme’s initial (and subsequent)\nmanifestations.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Returning to the verbal descriptions of the theme’s contour, we\nsee that just as Zbikowski’s P3 provides a basis for generalization to\nP3′ in order to encompass the theme’s first two statements, P3′ can in\nturn serve as the basis for an even more general version which bridges\nthe gap between Zbikowski’s first and second categories (17) : P3″a) the theme contains four structural notes, P3″b) the first (normally preceded by a\n                sixteenth-note pickup) moves to the\n                second by leap, P3″c) a diatonic turn figure embellishes\n                the second structural note, proceeding\n                to the third, P3″d) the theme then moves by leap (opposite\n                the direction of the initial leap) to\n                the penultimate note, which normally\n                neighbors the final one (i.e. the fourth\n                structural note) by a semitone. P3″ thus incorporates a high level of generalization of the theme’s\ncontour across its various incarnations, to provide a description\nwhich one can fine-tune to produce either Zbikowski’s P3n\n(measures 159–182) or my own P3′ (measures 2–6, 8–12), which one can further\nrefine to arrive at Zbikowski’s original P3 (measures 2–6).  The nesting of\ngeneralities within generalities suggests that a successful numerical\nformalization of Zbikowski’s analysis would not only require fuzzy\nalgorithms, but that some of the quantities involved might themselves\nbe fuzzy: that is, not a unitary value between 0 and 1, but a weighted range of values between 0 and 1.  And, as Zbikowski emphasizes, the\ndynamic process by which we interpret Bruckner’s “system of\napproximate correspondences and exact correspondences” (18) dictates\nthat these values (and, indeed, their relative degrees of precision)\nwould vary over time in order to model appropriately our aural\ncognitions.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Again, none of the above is to dispute Zbikowski’s findings;\nrather, I wish to focus attention on the many different degrees of\nprecision that come into play in the course of his analysis.  In\nparticular, we see that there is no single “proper” or “correct” level\nof specificity in describing our intuitions about thematic character,\nespecially those by which we associate disparate material.  It seems\nself-evident that, as competent listeners, we perceive music neither\nas a great blur of shadowy patterns nor as an object of real-time,\nexhaustively detailed note-for-note (interval-for-interval,\nduration-for-duration, chord-for-chord . . . ) analysis.  Instead, we\ninfer chunks of versatile structure, such that we not only register\nexact matches but also distinguish among transformations which run the\ngamut from the slyly (or even cryptically) subtle to the boldly (and\neven shockingly) dramatic.  For these reasons, formalisms based on\nfuzzy sets and fuzzy algorithms seem ideally suited to model the\nrespects in which, as Zbikowski notes, “categorical processes adequate\nto music must deal with a large amount of auditory information\nstreaming by in real time . . . [requiring] a model of categorization that\nis extremely rapid (at least in its gross aspects) and highly\nflexible.” (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.95.1.5.robison.html",
    "data": "mto/data/mto.95.1.5.robison.json"
}