{
    "title": "Review of Ron Moy, <i>Authorship Roles in Popular Music: Issues and Debates</i> (Routledge, 2015)",
    "date": "2016/03/01",
    "volume": "22",
    "issue": "1",
    "authors": [
        "Attas, Robin"
    ],
    "abstract": "",
    "keywords": [
        "authorship",
        "auteurship",
        "popular music"
    ],
    "doi": "",
    "received": "February 2016",
    "pdf": "http://www.mtosmt.org/issues/mto.16.22.1/mto.16.22.1.attas.pdf",
    "author_info": [
        {
            "name": "Robin Attas",
            "university": "2800 CB",
            "address": "Elon University, Elon, NC 27215",
            "email": "rattas@elon.edu"
        }
    ],
    "citations": {
        "ahonen_2008": "Ahonen, Laura. 2008. Constructing Authorship in Popular Music: Artists, Media and Stardom . VDM Verlag.",
        "barthes_1977": "Barthes, Roland. 1977. “The Death of the Author.” In Image, Music, Text , trans. Stephen Heath, 142–48. Fontana.",
        "beyoncé_2008": "Beyoncé. 2008. “Single Ladies (Put a Ring on It).” I Am. . . Sasha Fierce . Written by Christopher “Tricky” Stewart, Terius “The-Dream” Nash, Thaddis Harrell, Beyoncé Knowles. Produced by Christopher “Tricky” Stewart, Terius “The-Dream” Nash, Beyoncé Knowles. Columbia.",
        "caughie_1981": "Caughie, John, ed. 1981. Theories of Authorship: A Reader . Routledge.",
        "foucault_1977": "Foucault, Michel. 1977. “What is an Author?” In Language, Counter-Memory, Practice: Selected Essays and Interviews , ed. Donald F. Bouchard, 113–38. Cornell University Press.",
        "gerstner_and_staiger_2003": "Gerstner, David A. and Janet Staiger, eds. 2003. Authorship and Film . Routledge.",
        "morris_1994": "Morris, Pam. 1994. The Bakhtin Reader: Selected Writings of Bakhtin, Medvedev, Voloshinov . Arnold.",
        "sanneh_2015": "Sanneh, Kelefa. 2015. “Pop For Misfits.” The New Yorker 91(29): 54.",
        "wexman_2003": "Wexman, Virginia, ed. 2003. Film and Authorship . Rutgers University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See Caughie 1981 , Wexman 2003 , and Gerstner and Staiger 2003 .",
            "citations": [
                "caughie_1981",
                "wexman_2003",
                "gerstner_and_staiger_2003"
            ]
        },
        "FN2": {
            "text": "2. Moy acknowledges that his work is indebted in particular to Ahonen 2008 , which he suggests is the definitive work on authorship; other sources are few and far between.",
            "citations": [
                "ahonen_2008"
            ]
        },
        "FN3": {
            "text": "3. Moy uses the two terms interchangeably, and never clarifies the difference between the two; I will use author/auteur to avoid mislabeling.",
            "citations": []
        },
        "FN4": {
            "text": "4. Bakhtin’s definition of chronotope as “the intrinsic connectedness of temporal and spatial relationships that are artistically expressed” (Bakhtin, cited in Morris 1994 , 184) is not thoroughly explained by Moy, an unfortunate oversight given his reliance on the concept in the chapter.",
            "citations": [
                "morris_1994"
            ]
        },
        "FN5": {
            "text": "5. See, for instance, the comments of Canadian electronica artist Grimes in Sanneh 2015 .",
            "citations": [
                "sanneh_2015"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] On the surface, the question of authorship appears simple: the sole author of this review must be Robin Attas. However, thinkers such as Roland Barthes ( 1977 ) and Michel Foucault ( 1977 ) have famously complicated the sole-author idea for written texts, and film critics since the 1950s have raised further questions about how to assign authorship to an art form created by a group rather than an individual. (1) But what of the author in popular music, perhaps one of the most significant and pervasive art forms in the twentieth and twenty-first centuries? Ron Moy’s Authorship Roles in Popular Music: Issues and Debates (hereafter, Authorship ) joins a handful of prior studies in filling this gap. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "barthes_1977",
                    "foucault_1977"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Moy is not a music theorist, and the genre of Authorship fits best within media and cultural studies. However, Moy is certainly a scholar of popular music, and his book reflects the interdisciplinary and wide-ranging nature of the field of popular music studies, while also including some detailed discussion of musical sounds that might pique a music theorist’s interest. As a pop music theorist, I found myself grateful for the broader perspectives that Moy brings to the music I study. And even for music theorists not interested in popular music, this book can hold value. Our work relies upon an (often-unconscious) attribution of creative agency and authorship for the music we analyze. Studies such as Moy’s force us to question our role in that attribution, and consider creative musical sources we may have overlooked.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Rather than suggesting a single overarching theory of authorship or drawing a neat conclusion, Moy raises a plethora of “issues and debates” and discusses a variety of short case studies that beg for expansion by scholarly specialists. This results in a unique writing style that mixes the personal anecdotes of a pop-music fan, academically-oriented summaries of centuries-long schools of thought compressed into a paragraph or two, and  numerous brief discussions of songs, musicians, and record labels. While these examples appear to be drawn mostly from Moy’s own personal playlist, and so do not cover the full gamut of pop-music history, there is still a considerable variety of genres, genders, races, and nationalities represented. Readers seeking a more straightforward academic text may be frustrated by the mixed tones and limited scope of examples, but if one adjusts one’s expectations towards simply getting a taste of the range of “issues and debates” present in pop-music authorship, Moy’s writing becomes more rewarding.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] This approach also means that rather than presenting an absolute definition of author/auteur, (3) Moy touches on a number of possible definitions based on previous authors’ work. He writes: “In an increasingly fragmented and pluralistic era . . . all unifying theories relating to authorship can be said to be, at the very least, open to challenge” (xi). Thus, Moy ends his introduction with a list of ten “key concepts” important to the remainder of the book. While on first pass the list seemed overly long and a disengaging style of prose, referring back to it when reading later sections was a helpful way for this reader to stay grounded in Moy’s primary purpose.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Such back-and-forth reading was not necessarily encouraged by the book itself, since each chapter reads mostly as a stand-alone essay that tackles one aspect of the pop music author/auteur topic. Further, the title of each chapter only hints at the points Moy addresses. For instance, in the first chapter, “The Studio/Label as Auteur,” Moy’s exploration of whether the Motown studio can be considered an author/auteur embraces such diverse issues as the impact of location (both Detroit generally and Motown’s Hitsville USA recording studio specifically); Mikhail Bakhtin’s notion of the “chronotope”; (4) a list of defining characteristics of the “Motown sound” including instrumentation, studio mix, tempo, genre influences, and instrumental roles in the groove; a consideration of the influence (or lack thereof) of Motown’s session players, collectively known as the Funk Brothers; a historical summary of the careers of the songwriting/producing team of Eddie Holland, Lamont Dozier, and Brian Holland both during and after Motown; a similar exploration of the career of writer/producer Norman Whitfield; a discussion of how the 1980s British label PWL (Pete Waterman Ltd.) emulated Motown’s business practices; and an overview of canon formation in popular music. Each topic might be the subject of a book itself, and Moy’s discussions seem designed to present more questions than answers.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Moy acknowledges that the second chapter, “Gender and Degrees of Popular Music Authorship,” stands apart, since unlike the other chapters that focus on a single source of authorship/auteurship, this chapter addresses the role of gender—or really, women—across all forms of authorship. Such a consideration is certainly valuable, not just for author/auteur issues but for popular-music studies more generally. Therefore, it might have made more sense to place this chapter first, before splintering off into different topics. Organization also affects the reading of the chapter itself: the most valuable framing information comes only after the presentation of case studies (of 1960s session bassists James Jamerson and Carole Kaye; US funk/R&B artist Janelle Monáe; and UK male-female duo Goldfrapp). However, Moy does make plain the role that gender continues to play in popular-music reception. Rather than paint a negative picture of the continued oppression of women in the still-patriarchal world of popular music, Moy’s case studies offer a myriad of ways in which women subvert, challenge, and own their gender identity (identities?) within their artistic creations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Chapter 3, “The Singular and the Collective: The Writer as Auteur,” focuses primarily on questions of authenticity and accreditation. In addition to raising issues specific to popular-music authorship, such as the collective nature of most music productions and the ongoing Romantic myth of the singer/songwriter as somehow more authentic than a performer who sings someone else’s songs, there are specific concepts in this chapter that present clear opportunities for readers from particular backgrounds to delve deeper into their own disciplinary areas of expertise. I found myself wondering how music theorists might be unknowingly contributing to the ongoing ascription of authorship/auteurship in popular music, through both the music we choose to examine (and thus privilege as important) and the authors/auteurs we assign to that music. For instance, in order to present a musical analysis of the 2008 song “Single Ladies (Put a Ring on It),” a music theorist must choose how to credit the work. Is the song by Beyoncé? Should all credited songwriters (Christopher “Tricky” Stewart, Terius “The-Dream” Nash, Thaddis Harrell, Beyoncé Knowles) be listed? Or perhaps one should list all producers (Tricky, The-Dream, and Beyoncé)? Should other performers, studio technicians, microphone or software manufacturers be credited, since they all played a role in creating the sounds described? Perhaps none of this matters to academics interested only in musical sounds and structure, and indeed, our purely musical-analytical conclusions would likely remain unchanged no matter which author(s) we credit. But the bigger “so what?” of our musical analyses would certainly change, if we want to claim that a particular sound has a meaning beyond being a simple sound, and if we want to claim that the sounds and structures we hear have any connection to the world beyond “the notes themselves.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Additionally, reading this chapter reminded me that the work I do can potentially have an impact beyond my narrow discipline. From a social-justice perspective, the credit we give, however insignificant it may appear on paper, actually demonstrates either implicit support of, or a subtle challenge to, societal power structures constructed around race, gender, class, and so forth. If I credit the studio technicians, I am elevating those of a lower class or rank in terms of pop music’s power structures. If I uniquely credit Beyoncé, I am challenging the double standard that women musicians face, where their work is often credited to the producers they collaborate with, rather than to them alone as with male musicians. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The topics of chapters 4 and 5, “The Interpreter as Auteur” and “The Producer/Remixer as Auteur,” provoked additional thoughts in this reader as to how music theorists can make meaningful contributions to the interdisciplinary field of popular-music studies from within our disciplinary perspective. On several occasions in these chapters, Moy discusses the complicated roles of producers and performers in creating re-mixed or re-imagined versions of original songs or albums. While he ably explores the complexities of authorship/auteurship when considering cover versions, tribute bands, and ageing artists’ revisiting of earlier works, Moy’s particular academic background in media and culture studies prevents an in-depth assessment of any specifically musical contributions. In part the onus is on Moy to investigate and respond to the numerous pop-music studies in music history and theory that could enrich his philosophically-oriented explorations. But the gaps in these chapters also present opportunities for music theorists and historians to engage in greater self-promotion, bringing their expertise to bear on questions that are clearly of interest to the larger field of popular-music studies. Here, I was reminded that interdisciplinary work is also an opportunity for collaborative work, which I hope this book inspires.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The final chapter, “The Zeitgeist as Auteur: Contexts, Scenes, Technologies,” is in itself as wide-ranging as the rest of the book, and gives the impression of a sort of clearinghouse of author/auteur issues not addressed in earlier chapters.  A major focus is the impact of changing technology on who is considered an author/auteur, both in terms of hardware (Walkmans, iPods, smartphones) and software (ProTools, Audacity, Auto-Tune). However, Moy’s discussion also incorporates elements of aesthetics (what makes a good song); music videos and the impact of the visual on the aural; and the role of chance in pop music (the “glitch” movement that deliberately introduces imperfect hisses and pops into otherwise-pristine digital recordings). In these and other discussions, the point is not to provide a definitive answer as to how these elements influence authorship, but rather to explore the means by which they complicate the question. In the end, that is what this book as a whole achieves: Moy complicates the question of author/auteur and authorship/auteurship, opens up avenues for further exploration, offers some initial possibilities, and then, in the true spirit of interdisciplinary work, humbly leaves the door open for other thinkers to enter.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.16.22.1.attas.html",
    "data": "mto/data/mto.16.22.1.attas.json"
}