{
    "title": "Review Article, “Will the Real Anton Webern Please \n  Stand Up?”: Anne C. Shreffler, <i>Webern and the Lyric Impulse</i> <br>\n  (Oxford: Oxford University Press, 1994), pp. xvi+256",
    "date": "1998/03/01",
    "volume": "4",
    "issue": "2",
    "authors": [
        "Alpern, Wayne"
    ],
    "abstract": "Anne Shreffler’s recent book on Webern is a breath of fresh air in the antiseptic laboratory of more traditional Webern studies. Challenging his conventional image as a “cerebral master of control,” she paints an intimate portrait of a lyrical composer of Lieder in the line of Schubert and Wolf, whose intellectual concern for logical coherence is tempered by an intuitive appreciation of the expressive potential of ambiguity. This book presents detailed musicological evidence about Webern’s life and compositional process to substantiate analytical assertions about his music in support of this lyrical reappraisal. There is important new information about the composer’s sketching routine, the precise nature and sequence of each compositional step, the aesthetic criteria invoked in revisions, and the essential character of his creative decision making. Contrary to analytic approaches that ignore or devalue ambiguity as a flaw, Shreffler praises the richness of multiple associations it implies. Poignantly, it is the quintessentially structured music of Webern, the paragon of analytic formalism, in which the author asserts this theoretical imperative. Her musical insights and interdisciplinary methodology merit careful attention and considerable praise.",
    "keywords": [
        "Shreffler",
        "Webern",
        "lyricism",
        "atonality",
        "analysis",
        "sketch study",
        "postmodern",
        "vocal works"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.2/mto.98.4.2.alpern.pdf",
    "author_info": [
        {
            "name": "Wayne Alpern",
            "university": "Department of Music",
            "address": "City University of New York, Brooklyn College Conservatory, New York, New York",
            "email": "waynealp@aol.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Direct quotes from Shreffler’s book are indicated by page\ncitation.  “St.  Anton” is Stravinsky’s appellative in “Introduction:\nA Decade Later,” Moldenhauer, ed. Webern Perspectives : xix–xxvii.\nNoting the “imbalance” caused by “hyperserialization” and “number\nfetishism” that Shreffler seeks to redress, Kathryn Bailey writes:\n“Webern analysis has until very recently tended not to be enchanted by\nthe naivete of his lyricism so much as bewitched by the complexity of\nhis symmetries.” Webern Studies , ed.  Kathryn Bailey (Cambridge:\nCambridge University Press, 1996): xiv, xviii.  Ernst Krenek’s comment\nthat Webern’s pieces are “marvelous gems of constructive perfection\n[and] fantastic complexity . . . integrated like a Chinese puzzle”\narticulates the conventional assessment.  “Anton von Webern: A\nProfile,” Anton von Webern: Perspectives , ed.  Moldenhauer and\nIrvine (Seattle: Washington University Press, 1966): 3–14.",
            "citations": []
        },
        "FN2": {
            "text": "2. Shreffler’s expansive interpretation of modernism has ample\nsupport, but many scholars discern a sea change warranting the “post”\nprefix.  Postmodernism emphasizes certain contradictions within\nmodernism that are manifested here.  Compare Arnold Whittall,\n“Modernist Aesthetics, Modernist Music: Some Analytic Perspectives,” Music Theory in Concept and Practice , ed.  Baker, Beach, and Bernard\n(Rochester: Rochester University Press, 1997): 157–80, and Jonathan D.\nKramer, “Beyond Unity: Toward an Understanding of Musical\nPostmodernism,” Concert Music, Rock, and Jazz since 1945 , ed.\nMarvin and Hermann (Rochester: Rochester University Press,\n1995): 11–33, which notably distinguishes Webern from postmodern\ntendencies.",
            "citations": []
        },
        "FN3": {
            "text": "3. Soren Kierkegaard, Concluding Unscientific Postscript , ed.  and\ntrans.  Hong and Hong (Princeton: Princeton University Press, 1992):\n203.  Even Herbert Eimert, editor of Darmstadt’s die Riehe , for\ninstance, embraced Webern’s “scanty, undecorated, unrhetorical\nlyricism.”“A Change of Focus,” die Riehe: Anton Webern 2 (1955):\n29–36.  Christopher Wintle, “Webern’s Lyric Character,” Bailey, ed. Webern Studies : 229–63, underscores the problem by concluding in\nexasperation, “how curious that, fifty years [later], we have still to\nget the measure of Webern’s lyric character!”",
            "citations": []
        },
        "FN4": {
            "text": "4. Kathryn Bailey, The Twelve-Note Music of Anton Webern (Cambridge:  Cambridge University Press, 1991).",
            "citations": []
        },
        "FN5": {
            "text": "5. Other Webern sketch studies include Wayne Alpern,\n“Aggregation, Assassination, and an ‘Act of God’:  The Impact of\nthe Murder of Archduke Ferdinand Upon Webern’s Op. 7 No. 3,” Theory and Practice 21 (1996):  1 28; Felix Meyer and Anne\nShreffler, “Webern’s Revisions:  Some Analytic Implications,” Music Analysis 12.3 (1993) 355–79, and “Performance and\nRevision:  The Early History of Webern’s Four Pieces for Violin\nand Piano, Op. 7,” Bailey, ed., Webern Studies: 135–69; and\nAllen Forte, “A Major Webern Revision and Its Implications for\nAnalysis,” Perspectives of New Music 28.1 (1990):  224–53.",
            "citations": []
        },
        "FN6": {
            "text": "6. Lockwood summarizes the sketch debate in “The Beethoven\nSketchbooks and the General State of Sketch Research,” Beethoven’s Compositional Process , ed.  William Kinderman\n(Lincoln:  Nebraska University Press, 1991):  6–13.",
            "citations": []
        },
        "FN7": {
            "text": "7. The traditional view is expressed by Robert Marshall’s “basic\narticle of faith [that] the final reading is superior to the\nrejected reading,” The Music of Johann Sebastian Bach:  the\nSources, the Style, the Significance (New York:  Schirmer Books,\n1989):  145.",
            "citations": []
        },
        "FN8": {
            "text": "8. A similar conspicuous dearth of precompositional sketches in\nSchoenberg’s atonal music is noted in Ethan Haimo, “Atonality,\nAnalysis, and the Intentional Fallacy,” Music Theory Spectrum 18.2 (fall, 1996):  167–99, and also in Bartok’s music in Laszlo\nSomfai, Bela Bartok:  Composition, Concepts, and Autograph\nSources (Berkeley:  California University Press, 1996):  81–82.",
            "citations": []
        },
        "FN9": {
            "text": "9. Shreffler thereby links this study with her previous research\nshowing that Webern’s first serial effort in op. 15/4 emerged\ndirectly out of a vocal line.  “‘Mein Weg geht jetzt vorueber’:\nThe Vocal Origins of Webern’s Twelve Tone Composition,” Journal\nof the American Musicological Society 47 (1994):  275–338.",
            "citations": []
        },
        "FN10": {
            "text": "10. For purposes of clarity, directed intervals (+ and -)\ninstead of conventionally uniformly ascending intervals are used\nto denote pitch class intervals, not pitch intervals, i.e., -5 =\n7.  The prime forms of these three sets are 5-4 (01236), 5-7\n(01237), and 5-10 (01346).",
            "citations": []
        },
        "FN11": {
            "text": "11. David Lewin discusses progressive and partial transformations in a\ndifferent context in Generalized Musical Intervals and\nTransformations (New Haven: Yale University Press, 1987): 125–28,\n141–43.  Joseph Straus explores near transformations in “Voice Leading\nin Atonal Music,“ Baker, Music Theory in Concept: 237–74.  Ian\nQuinn, “Fuzzy Extensions to the Theory of Contour,” Music Theory\nSpectrum 19.2 (fall, 1997): 232–63, offers a “Fuzzy Tutorial” to\nanalyze “slight alterations” in Steve Reich’s music.",
            "citations": []
        },
        "FN12": {
            "text": "12. P3RI would retrograde the previous output, this time\ninverting just its first, second, and fourth intervals to\ngenerate <-1+3+1+5>.  P4RI would in turn retrograde that, finally\ninverting all its intervals, just like a conventionally crisp RI\nequivalency relationship to generate <-5-1-3+1>.  In conventional\npci notation, P1RI <7-11-3-11> = <11-3-11-5>, P2RI <11 3-11-5> =\n<7-11-3-1>, P3RI <7-11-3-1> = <11-3-1-5>, P4RI <11-3-1-5> =\n<7-11-9-1>.",
            "citations": []
        },
        "FN13": {
            "text": "13. Shreffler’s central theme of “multiple reference” acknowledges\naffinity with Arnold Whittall’s “multiple meaning” in “Webern and\nMultiple Meaning,” Music Analysis 6 (1987): 333–53, which in turn\ncites Schoenberg’s “multiple harmonic meaning” in Structural\nFunctions of Harmony (New York: W.W. Norton, 1969): 168.  See also Janna\nSaslaw and James Walsh, “Musical Invariance as a Cognitive Structure:\n‘Multiple Meaning’ in the Early Nineteenth Century,” Music Theory in\nthe Age of Romanticism , ed.  Ian Bent (Cambridge: Cambridge\nUniversity Press, 1996): 211–32.",
            "citations": []
        },
        "FN14": {
            "text": "14. Stravinsky’s and Bartok’s sketches also were often simpler,\nclassical prototypes or “Urforms” transformed to become\nincreasingly free and remote from their normative structural\norigins.  Joseph Straus, “The Progress of a Motive in\nStravinsky’s The Rake’s Progress,” The Journal of Musicology 9\n(1991):166–85; Somfai, Bartok :  155–58.",
            "citations": []
        },
        "FN15": {
            "text": "15. Morton Feldman, “Crippled Symmetry,” Essays (Kerpen:\nBeginner Press, 1985):  124–37; Jacques Derrida, “Structure,\nSign, and Play in the Discourse of the Human Sciences,” A\nPostmodernist Reader , ed.  Natoli and Hutcheon (Albany:  SUNY\nPress, 1993):  223–42.",
            "citations": []
        },
        "FN16": {
            "text": "16. Several recent studies invoke ambiguity as an analytic approach.\nMorris posits “degrees of relatedness by deviation” in Webern’s music\nin “Conflict and Anomaly in Bartok and Webern,” Musical\nTransformation and Musical Intuition: Essays in Honor of David Lewin ,\ned. Atlas and Cherlin (Roxbury: Ovenbird Press, 1994): 59–79; Lewin\nexplores a “disoriented, out-of-focus” passage in “Some Notes on\nPierrot Lunaire,” Baker, Music Theory in Concept : 433–57; Philip\nLambert posits a “scrambling” technique in parsing “tenuous musical\nconnections” in The Music of Charles Ives (New Haven: Yale\nUniversity Press, 1997): 94–100; Robert Morgan discerns “tonal\nuncertainty” in “Chasing the Scent: The Tonality of Liszt’s Blume und\nDuft,” Baker, Music Theory in Concept : 361–76; Joseph Swain presents\na “syntactically anomalous” Beethovenian motive in Musical Languages (New York: W.W. Norton, 1997): 74–77.  Kofi Agawu sounds a cogent dissent\nin “Ambiguity in Tonal Music: A Preliminary Study,” Pople, Meaning in\nMusic : 86–107.",
            "citations": []
        },
        "FN17": {
            "text": "17. Igor Stravinsky and Robert Craft, Themes and Episodes (New\nYork:  Knopf, 1966):  43.",
            "citations": []
        },
        "FN18": {
            "text": "18. Anton Webern, The Path to the New Music , trans. Leo Black\n(Byrn Mawr: Theo.  Presser, 1963): passim.",
            "citations": []
        },
        "FN19": {
            "text": "19. Leo Treitler, “Music Analysis in a Historical Context,” Music and\nthe Historical Imagination (Cambridge: Harvard University Press,\n1989): 69; Claude Levi Strauss, The Raw and the Cooked quoted in\nMoldenhauer, ed. Webern Perspectives: xix.",
            "citations": []
        },
        "FN20": {
            "text": "20. Karlheinz Stockhausen, “For the 15th of September 1955,”\ntrans. Leo Black, die Riehe:  Webern : 37–39.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction 2. Lyricism 3. Background 4. Interdisciplinary Approach 5. Sketch Study 6. Antiteleology 7. Compositional Process 8. Vocal Works 9. Disjunct Lyricism 10. Analytic Approach 11. Embellishments 12. Proto-Serialism 13. Progressive Transformations 14. Multi-Referentiality 15. Conclusion References Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] It is testimony to Anton Webern’s stature that\nthe contemporary erosion of structural formalism has not\nwitnessed any concomitant decline of interest in his music.\nAttention has shifted rather toward the composer’s neglected\nexpressivity and poetic sensibility.  In Webern and the Lyric\nImpulse:  Songs and Fragments on Poems of Georg Trakl , Anne\nShreffler adds momentum to the current swing away from a\ntraditional structuralist approach.  Her thesis is that the\ncomposer’s more intuitive alter ego and the “lyric impulse” at\nthe core of his music has been undeservedly overlooked.\nShreffler condemns Webern’s exclusive “association with a\ncerebral, detached aesthetic” as a historical bias fostered by\nthe “anti-Romantic agenda of the post-war serialists,” an\noverreaction against 19th-century sentimentalism, and the\n“Darmstadt project’s” reification of systematic relationships in\nall music—particularly St.  Anton’s (page 3). (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Shreffler’s lyrical Webern is no longer the calculating Mr.\nSpock of “sparseness, severity, and control” like the familiar\nlogical one, an “intellectually driven genius” (page 4) determined\nto extricate himself from the lugubrious excesses of musical\nRomanticism.  The meticulous musical engineer who memorized train\nschedules, once revered for “building structures from sound\nitself,” is transmogrified into Shreffler’s “champion of the\nlyric genre” (page 4), an expressive humanist invoking a keen\npoetic sensibility to avert an aesthetic crisis caused by an arid\nand overly mechanistic compositional technique.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Lyrical Webern appeals to our heart, not our brain.  He\nimplores us to hear his music not as “Chinese puzzles” to be\ndeciphered and unraveled, but as emotional experiences to be felt\nand savored.  Shreffler conceives of these neglected\ncompositional traits as manifesting a latent tension within\nmusical modernism itself.  She dubs Webern’s setting of Trakl’s\npoetry in op. 14 the centerpiece of her study, a\n“quintessentially modernist work” (page 19).  Although the author\ndoes not propose this realignment, however, lyrical Webern can be\nfiltered through a postmodern, poststructuralist lens as well. (2) Lyricism",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Lyricism is the gravamen of Shreffler’s complaint.\nBut just what exactly is lyrical about Webern’s music?  The\ncomposer once suggested that everything he wrote had an “almost\nexclusively lyrical nature” (page 18).  Yet his music is surely\nnot “lyrical” in any ordinary sense of the word—say like\nPuccini’s.  Most listeners perceive a poetic stillness in these\nenigmatic sounds, a myopic focus on the inner nature of\nthings—what Kierkegaard called a sense of “passionate\ninwardness.”  Yet, whatever is lyrical about these haunting\nechoes from an intensely personal, private world seems elusive\nenough for advocates of opposing aesthetics to appropriate as\nevidence of their own agenda.  These are murky waters in which\ndrifts in trying to assert lyricism as the cornerstone of\nWebern’s music. (3) Background",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Shreffler has emerged as a significant\ncontributor to the renaissance in Webern studies over the past\ndecade.  Her partiality toward Webern’s music presumably played\nsome role in her own expatriation to Basel, Switzerland, placing\nthe composer’s archives in the Sacher Foundation in her analytic\nbackyard.  She has co-authored several articles with Felix Meyer,\nits knowledgeable curator, including a recent essay on revisions\nin Bailey’s fine collection.  Shreffler’s book joins Bailey’s own\nanalysis of Webern’s serial music and Allen Forte’s eagerly\nawaited study of the atonal works as the only books about this\ncomposer by a single author in the English language in recent\ntimes. (4) This alone puts Lyric Impulse on the required reading\nlist for anyone seriously interested in Webern. Interdisciplinary Approach",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Shreffler is also one of a small\nyet growing band of scholars wearing two hats in an attempt to\nbridge the methodological schism between musicology and theory\nvia “historically contextualized analysis.”  Musical works are\nnot approached as insulated, autonomous structures, but as living\ntexts conditioned by their own historicity.  From this\nperspective, the analytic task is not fully satisfied by\ndiscerning abstract structural relationships as though one were\ninspecting a crystal in a lab.  It necessitates grounding\nanalytic inferences in the evolutionary process of actual\ncreation.  Shreffler’s observations about musical structure are\nnot distilled in a theoretical vacuum, but are wedded empirically\nto its genealogy.  Her musicological data carries analytic\nimport; this is musicologically informed analysis.  For anyone\nother than a devout purist of either discipline, the author’s\neffort to span the interdisciplinary divide via this hybridized\nmethodology is refreshing. Sketch Study",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Since the conventional image of a logical\nWebern arose in a relative musicological void, it is vulnerable\nto attack on the grounds that it may be dictated more by\ntheoretical bias than historical fidelity.  Shreffler appeals\nwhat she condemns as Darmstadt’s premature verdict on the grounds\nof newly discovered evidence.  She is among the first to peruse\nthe atonal sketches, particularly for the vocal works of\nopp. 12–18 upon which her study dwells.  In general, her book\nfalls in the same camp as Bailey’s analysis of the serial\nsketches by emphasizing their link rather than break with musical\ntradition.  It also supplements a growing body of analytic sketch\nstudies of this and other post-tonal composers. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The analytic as opposed to musicological value of sketch\nstudy, of course, has come under attack from those considering it\nirrelevant to the autonomous structure of the finished work.\nShreffler’s methodological debt to Lewis Lockwood, a leading\nsketch advocate and editor of the Studies in Musical Genesis and\nStructure series in which this book appears (based upon\nShreffler’s 1989 dissertation under Lockwood’s direction), is\nevident from her unflinching archival commitment. (6) Unlike\nLockwood, however, Shreffler attempts to circumvent rather than\nrefute the controversy by disclaiming any objective assertions\nabout the music itself, and modestly asserting that sketches\nmerely enrich our own subjective apprehension instead.  She thus\nleads with a striking neo-Kantian curtailment of claims:  we can\nnever know music anyway, but only our perception of it.  The\nvalue of sketch study, Shreffler disarmingly confesses, lies in\nthe work’s “reception rather than elucidation” (page 12).",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Despite Shreffler’s epistemological disclaimer, however, like\nmost theorists she continues to make what still sound like\nobjective propositions about the music itself—not simply about\nher subjective impressions.  The legitimate distinction Shreffler\nis driving at, though, entails a fruitful shift of focus in\nsketch study away from the compositional intent of a revision\nto its compositional effect . Instead of trying to burrow inside\nthe composer’s head to divine the subjective reasons for his\nchoices, we can discern their objective consequences in the\nstructure of the music itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Whatever the vicissitudes of sketch study, the fact remains\nwe are still interested in the underlying issue itself, that is,\nthe complex relationship between the creative process and the\nwork of art.  Analysis of the score as an isolated entity can\nsometimes present a narrow, stoic view that may feel incomplete,\ncontrived, or unsatisfying.  Sketch study, like the companion\nissue of compositional intent, is controversial precisely because\nit breaches this modernist requirement of aesthetic autonomy.  In\nthis sense, sketch study has a postmodern bite, insistently\nanchoring analytic abstractions in the terra firma of creative\nreality.  In the hands of a skilled practitioner like Shreffler,\nwho not only makes it her academic business to gain access to\narchival sites in remote sectors of the scholarly universe, but\nalso possesses the musicological and theoretical skills to\nconstrue them in enlightening ways, sketch study can be a\nvaluable analytic tool. Antiteleology",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Negating the autonomy of the finished work,\nShreffler shows compensatory respect for the sketches themselves\nby rejecting a teleological view of the compositional process.\nShe cautions against forcing earlier versions of a piece into a\n“teleological step ladder” by demoting them to inherently\ninferior stages of creation, progressively purged of their\nimpurities and “culminating in an aesthetically and structurally\nperfect work” (page 13).  Revisions change a work, but without\nnecessarily improving it. (7) Sketches merely represent “points\nalong a continuum [on] a path that could even have taken\ndifferent directions” in the creative evolution of a work.  Their\nanalysis reduces “our perception of [a piece’s] autonomy by\nmaking audible the different voices present at various stages of\nits becoming” and “suggests that a view of Webern’s music based\nonly on the published works is incomplete” (page 13).",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Shreffler’s attitude toward the creative process parallels\nher rejection of the modernist view of music history as a\nteleological progression between different styles, in favor of a\npostmodern conception that is de-centered, discontinuous,\nfragmented, and pluralistic.  History as evolution is replaced by\nhistory as synchronic tension.  Webern’s atonality is not an\nembryonic, inherently flawed stage of unsystematic musical\nchromaticism, eventually shedding its structural deficiencies and\nblossoming into the rational totalization of serialism.\nSerialism can claim no structural superiority over atonality\nsimply because it came later.  These are both independent and\nfully developed musical languages, premised upon equally valid\nbut merely different aesthetic criteria.  If anything,\natonality’s more ambiguous theoretical premises might account for\nits greater longevity in surviving serialism into the postmodern\nera. Compositional Process",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Shreffler traces the successive\nstages of Webern’s compositional process through motivic\nfragments, continuity drafts, revision copies, and printer’s\ncopies, in each step carefully monitoring his musical methods and\nchoices.  We learn that he customarily began composing by\nintuitively conceiving a short, striking musical gesture which\nthen became the opening idea of the piece.  Webern next extended\nthis motivic cell into a single, monophonic vocal line, from\nwhich he then generated the remainder of the piece.  Accompanying\ninstrumental parts were added only after he first completed the\nvocal line, as opposed to vertically coordinating all the parts\ntogether at the same time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] This contrapuntal layering of successive parts is visually\nevidenced by discernible vertical misalignments between\nindividual lines in the sketches shown in the book.  It is also\nconspicuously reminiscent of similar vertical misalignments\nbetween successively conceived voices in the music of Heinrich\nIsaac, whom Webern notably admired.  Shreffler construes this\ncumulation of independent melodic strands as revealing a\npredominately linear approach to polyphony, which she in turn\nattributes to the essential lyricism of Webern’s musical\nconception.  She further extrapolates that the composer’s lack of\ninterest in combinatoriality in his later serial works manifests\nthis same lyric orientation, inducing him to conceive of rows\nprimarily from a horizontal and melodic perspective rather than a\nvertical or harmonic one.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Other crucial aspects of the sketches support Shreffler’s\nrevised conception of a lyrical Webern as well.  Instead of\ndeliberating intensely over each painstaking note as one might\nimagine, he actually seems to have jotted his musical ideas down\nrather quickly, fluidly, and intuitively, revising if at all on\nthe spot.  In fact, there is virtually no evidence that he ever\nreworked or even revisited previously sketched material during\nthis atonal period at all.  His entire approach to composing\nappears to be based instead upon free transformations in a\nthrough-composed, “stream-of consciousness-like fashion” (page\n234), as opposed to any rigorous, intellectual, systematic\nprocedures that might appeal to logical Webern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Given the intricate structure of the musical outcome, it is\nnothing short of astonishing that Webern’s atonal sketches, like\nSchoenberg’s, reveal absolutely no precompositional aids,\nschemes, charts, plans, or diagrams suggestive of any systematic\napproach whatsoever. (8) They also suggest as much concern with\npurely expressive elements on the musical surface, such as\ncontour, register, texture, and orchestration, as they do with\nunderlying pitch structures.  Rehearsal and performance materials\nconfirm Webern’s preference for an expressive performance style\nfar removed from antiseptic precision of Boulezian modernist\nperformance practice.  Finally, of greatest interest to\ntheorists, contrary to the hallowed image of the composer in\nsingle-minded pursuit of rational order and coherence,\nShreffler’s study reveals that Webern at times deliberately\nsought out ambiguity and disorder for their lyrical potential. Vocal Works",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Shreffler contends that the vocal works of\nWebern’s middle period, “the vocal decade” from 1914–1924\ncomprising half his total output, “have simply been bracketed out\nof the Webern canon” because they are incompatible with the\nconventional image of a logical Webern (page 4).  She argues that\nthese “forgotten works” contain an essential lyric ingredient\nrather than a logical one, that “lies at the heart of all his\nmusic” (page 18), and accordingly warrant a radical reappraisal of\nthe composer’s evolution.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Shreffler detects a subtle shift from the static\npointillistic textures of free atonality in Webern’s early\npre-war instrumental pieces to the more extended linear\ncounterpoint in the later works after 1924.  She attributes this\ntransition not to Schoenberg’s serialism, but rather to Webern’s\ndiscovery of lyricism during the intervening vocal period.  The\ncrisis in Webern’s career was not his later stylistic\nconfrontation with his mentor’s methodology and his need to\ndevelop a personal serial voice, but rather his more elemental\nneed to develop a basic contrapuntal and melodic technique.  The\nspecific manner in which Webern confronted this fundamental\nchallenge—by learning how to write a flowing lyrical atonal line\nin a vocal setting—set the stage for how he later addressed\nserialism as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] According to Shreffler, Webern’s initial atonal period from\n1908–14 hit a dead end in musical miniaturism because his\ncompositional technique was basically incapable of sustaining an\nextended melodic line, and thus generating bona fide\ncounterpoint.  These early aphoristic pieces from opp. 5–11 are\n“not contrapuntal and could not be,” in the sense of combining\nindependent, self-sufficient horizontal melodies (page 107).  They\nhave an essentially vertical construction based upon the static\n“juxtaposition of non-overlapping musical ideas” and “isolated\ngestures,” creating more of a timbral mosaic than a contrapuntal\nweb.  Even in those works that “seem contrapuntal” like op. 5/3,\nShreffler contends that the apparent parts are really only\n“quasi-independent layers rather than truly autonomous, self\nsustaining polyphonic melodic voices.”  In short, Webern really\ndidn’t know at this stage “how to maintain the total chromatic in\na contrapuntal context” (pages 107–08).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Shreffler argues that the composer turned in desperation to\nsong as a way out of this musical cul de sac.  The continuity of\nthe words in a poetic text necessitated horizontal thinking and a\nmore fluid melodic approach.  Writing vocal music in a\ndeclamatory style, to which Webern exclusively devoted himself\nfor ten years, led to a more integrated linear style, as opposed\nto the fractured juxtaposition of autonomous cells in the earlier\ninstrumental pieces.  Projecting the long lines of a poem with a\nsustained melody, from which the other parts organically derived,\nnot only led out of the atonal impasse, but eventually blossomed\ninto a linear, melodic, or “lyrical” approach to serialism.\nWebern’s experience in writing through composed vocal music thus\n“predisposed” him to “writing rows melodically and accompanying\nthem with similar linear figures” (page 18). (9) Disjunct Lyricism",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Shreffler discerns that Webern’s final\nserial period represents a synthesis between the disjunction of\nhis early period and the lyricism of his middle period,\nculminating in a hybrid “disjunct lyricism.”  He eventually\nblended the aphoristic, verticalized pointillism of the\ninstrumental miniatures with the fluid, horizontal counterpoint\nof his songs.  After learning how to write extended atonal\nmelodies in his vocal works with the mimetic aid of a text,\nWebern reabsorbed his earlier fragmented instrumental style by\n“refracturing” these vocalized melodies, or “instrumentalizing”\nthe vocal line.  He thus employed the voice first to achieve a\nlyrical style, and then proceeded to logically deconstruct it\nagain.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Shreffler places op. 14, Six Songs on Poems by Georg\nTrakl at the musical juncture between these opposing lyrical and\nlogical approaches.  But it was only the latter impulse of the\nfirst and last periods, without the opposing melodious, lyrical\nimpulse of the middle vocal period that tempered it, that the\nDarmstadters seized upon and reified in trimming Webern’s\naesthetic to fit their own formalist conceit.  Armed with\nempirical evidence from the composer’s newly discovered sketches,\nShreffler seeks to redress this historical imbalance by elevating\nlyrical Webern to a level of parity with his logical counterpart. Analytic Approach",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Shreffler devotes over half her book to\ndissecting op. 14 in light of its sketches to furnish analytic\nsupport for her claim.  Although another reviewer scurrilously\ncastigated her for exploiting the “babble-prose of Power\nAnalysis,” the terminology she invokes is conventional set\ntheory.  While many theorists will enjoy competent analyses\nconducted by an astute musicologist with archival details at her\nfingertips, others might miss a bit more technical sophistication\nat this evidentiary stage of her case.  To be fair, though, there\nare few scholars capable of combining comprehensive archival\nskills with a mastery of high-voltage analytic techniques, and\none probably ought not expect Shreffler or anyone else for that\nmatter to excel in both.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Given the ambitious methodological scope of her endeavor and\nthe controversial nature of her allegations, however, a broader\nanalytic pallet might help at times.  The author’s analyses\nessentially are confined to foreground relationships on the\nmusical surface.  They could be enhanced by penetrating to deeper\nstructural levels and adopting a more “transformational\nattitude.”  For the most part, though, Shreffler makes an able\ncase with the means she invokes.  The book’s technical\nlimitations also assure that there are no intimidating\ntheoretical impediments to its apprehension by the expanded\naudience of musicologists and theorists it is designed to\naddress.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] One of the inherent consequences of Shreffler’s\ninterdisciplinary approach is the relinquishment of excessive\ntechnicality in either direction.  While some musicologists may\nfind her invoking analytic “babble-prose,” some theorists may\ndiscern insufficient analytic evidence to substantiate her\nclaims.  To anyone who values communication beyond increasingly\nnarrow occupational walls, however, Shreffler’s style is\nexemplary.  A more complex theoretical apparatus might easily\ncompromise not only her hybridized methodology, but her thesis of\nan approachable, less systematic, lyrical Webern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Still, Shreffler’s discussion of op. 14/4’s Abendland III is one spot where a heftier analytic toolchest would help.  Her\ncontention is that the piece reflects a significant change in\ncompositional technique away from the fragmented juxtaposition of\ncells towards an integrated, linear contrapuntal web.  Attempting\nto show the organic derivation of instrumental parts from the\nlyrical vocal line, she extracts a handful of disparate\nreferential sets from the initial vocal gesture—(56E), (3456),\n(456E), (E056), and (E3456)—which she then designates as a\nsingle collective referential motive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Acknowledging that these constituent sets are “not formally\nequivalent,” Shreffler nonetheless argues that they “are\nfunctionally so because of their common origin” in the vocal\nphrase (page 163).  Her analysis here, as well as throughout,\ncould be reinforced by identifying prime forms, instead of merely\nnormal orders.  Boiling these down to (016), (0123), (0127),\n(0167), and (01237) makes things a lot clearer, and highlights\ntheir invariant subset relationships.  More seriously, however,\nshe restricts herself to locating local recurrences of these\ndifferent sets on the musical surface, which she then submits as\nevidence of an organic contrapuntal style manifesting Webern’s\nlyric impulse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] But Shreffler casts too wide a net.  Other than their common\norigin in the initial vocal gesture, there is little analytic\npayoff derived from noting the subsequent recurrence of so many\nsets in the instrumental parts.  Motivic saturation in itself\nreveals nothing unique about this particular piece.  Numerous\nfirst period works reveal the same saturation derived from an\nopening gesture.  Without some further demonstration of how these\nsets link up to one another at deeper levels of structure, it is\nnot exactly clear how this piece “represents a breakthrough in\nWebern’s handling of motivic atonality . . . changing how\nmotives relate to each other” (page 174), let alone reflecting\nanything notably lyrical. Embellishments",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In other instances, Shreffler’s sketch\nevidence alone provides a valuable springboard for further\nanalyses bolstering her contention that Webern was not\nexclusively concerned with achieving maximal structure and order.\nThe revisions of op. 14/3’s Abendland II , for example, reveal\nthat the composer actually sabotaged long-range coherence to\nachieve a more expressive local effect.  The beginning of the\npiece presents a pair of (01) dyads, [C- C ♯ ] followed by [D- D ♯ ] at\nT2.  The end presents two (014) trichords at the same pitch\nlevels, [C- C ♯ -E] and [D- D ♯ - F ♯ ], also related at the same\ntranspositional level.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Shreffler partitions out the semitone dyads [C- C ♯ ] and\n[D- D ♯ ] within each trichord to show their equivalence with the\nopening dyads.  She accounts for the nonconforming E and F ♯ at\nthe end as “imbedded modifications” of the initial dyadic idea.\nIn an earlier sketch, however, she notes in passing that the\nopening [C- C ♯ ] dyad was originally preceded by an E, thus\npresenting a [C- C ♯ -E] trichord both at the beginning and the\nend.  A reasonable inference could be drawn that the sketch was\ntherefore actually more unified by a long-range structural\nrelationship than the revision.  By lopping off the initial E,\nWebern disrupted the equivalency between opening and closing\ntrichords, opting in favor of a more local association between\ndyads at the expense of large-scale unification.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Shreffler’s impressive archival excavation of three\ndifferent sketches of the opening vocal gesture of op. 14/1’s Die\nSonne also affords additional analytic inferences in support of\nher thesis of a lyrical Webern.  Each of the three preliminary\nversions of the phrase is internally unified by an equivalency\nrelationship between two constituent sets.  In the final version,\nhowever, Webern again ruptured this internal symmetry by\njuxtaposing two disparate sets instead.  This revision also\nsuggests a preference for lyrical disorder over logical order,\nsupporting the revised conception of the composer Shreffler\nproposes.  This compositional orientation of undermining rather\nthan promoting logical coherence is subtly summed up in the final\ngesture of the finished work as well.  A note-for-note\nequivalency relationship unfolding progressively between two sets\nis ultimately derailed by the last two notes of the piece in a\ndramatic crescendo.  The deliberate disruption in the revision\nprocess thus provides a useful analytic paradigm for\ncomprehending structural aberrations in the final score, too. Proto-Serialism",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Shreffler falters uncharacteristically in\nher otherwise convincing attempt to show that Webern was not\nimmediately enamored with serial techniques.  According to her,\nshortly after Schoenberg first serialized op. 25, Webern\nsketched a quasi-serial “near retrograde” in op. 14/1 between the\npentachordal segments < A ♭ - E ♭ -D-F-E> and < C ♯ -C-Eb-D-G> (page 234),\nwhich he later threw away.  Shreffler contends that the fact that\nWebern “rejected an operation similar to those found in serial\npieces indicates that he was not following a system” (page 234),\nand thereby manifests his sense of lyrical confinement and\ndissatisfaction with systematic logic.  But while Shreffler’s\nhypothesis of Webern’s lukewarm reception of serialism may be\ncorrect, this is not the best evidence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] At the outset, these two pentachords are not\n“near-retrogrades” as Shreffler claims, but rather\n“near-retrograde inversions” at RI5.  Their ordered pitch-class\ninterval successions , <-5-1+3-1> and <-1+3-1+5>, are\nnear-retrogrades, not retrograde inversions as they must be to\nmake the pitch segments themselves near-retrogrades.  This is a\nminor oversight that might actually support Shreffler’s argument,\nhowever, since the abandoned RI relationship is even stronger\nevidence of a serial state of mind than a mere retrograde.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] But Shreffler’s case is seriously jeopardized by the fact\nthat the two segments are more directly heard as\nnear-transpositions or traditional canonic imitations.  The first\nfour notes of the second pentachord, < C ♯ -C E ♭ -D>, form an exact\ntransposition down a whole step of the first pentachord starting\non its second note, < E ♭ -D-F-E>, with the same <-1+3 1> interval\nsuccession.  Moreover, this is succeeded by another\ntranspositional entrance down another whole step of a third\npentachord <B- F ♯ -F- G ♯ -A>, whose first four notes transpose those\nof the first pentachord exactly from its beginning, again with\nthe same intervals <-5 1+3>.  In light of this conventional\ntranspositional scheme, Shreffler’s contention that lyrical\nWebern was rebelling against Schoenberg’s logically ordered\nretrogrades and inversions when he abandoned this sketch seems to\nattack a straw man. (10) Progressive Transformations",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Transformational analysis with\na dose of “fuzzy logic,” however, confirms that these three\nnear-equivalent pentachords are in fact systematically related by\na progressive transformation or “P-transformation.”  A\n“P-transformation” is a recurrent “fuzzy” operation without the\nstrict equivalency requirement of conventional “all-or-nothing”\nfunctions on one hand, but which formalizes the vagueness of\n“near-transformations” by specifying the precise degree of\nrelatedness on the other.  Any transformation can be applied\nrecursively or cyclically through incremental stages by\nprogressively increasing or decreasing the number of notes\nparticipating as a subset in the operation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Canonic serial operations, for example, can be defined\nprogressively as “progressive-transposition (PnT),”\n“progressive-inversion (PnI),” “progressive-retrograde (PnR),”\nand “progressive-retrograde inversion (PnRI),” where n equals the\nsize or cardinality of the participatory subset of equivalent\nnotes between two near-equivalent sets.  The value of n also\nrepresents the number of the successive application or\n“run-though” of the transformation in a sequence, ranging from\n(1, 2 . . . m), with m equal to the maximum cardinality of the\nentire set, at which point the progressive transformation is\nidentical to the normal equivalency operation.  P transformations\nflush out the continuum of transformational increments between\nthe “all-or-nothing” of strict equivalency relationships. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] PnRI successively retrogrades the interval succession of the\nthree pentachordal segments in Webern’s op. 14/1 sketch, but\nprogressively inverts only n of their members at a time.  The\nfirst run-through, P1RI, retrogrades the entire intervallic\nsuccession <-5-1+3-1> of the first pentachord < A ♭ - E ♭ -D-F-E>, but\ninverts only its first interval.  This generates <-1+3-1+5>, the\ninterval succession of the second pentachord, < C ♯ -C- E ♭ -D-G>.  The\ndescending fourth < A ♭ - E ♭ > at the beginning of the first\npentachord thus becomes the ascending fourth <D-G> at the end of\nthe second, while the transpositionally invariant tetrachords\n< E ♭ -D-F-E> and < C ♯ -C- E ♭ -D> remain intact.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The second progressive application, P2RI, then retrogrades\nthe output of P1RI, but this time inverts just its first and last\nintervals.  This generates <-5-1+3+1>, the interval succession of\nthe third pentachord, <B- F ♯ -F- G ♯ -A>.  Now the first and third\npentachords share a transpositionally invariant tetrachord at\ntheir beginning, with the descending semitone <F-E> at the end of\nthe first pentachord matching the ascending semitone < G ♯ -A> at\nthe end of the third pentachord.  The three segments of Webern’s\nsketch thus comprise a coherent transformational network\nlogically organized by a single progressive transformation. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] But regardless of the means of structural integration in\nthis sketch, Shreffler’s conclusion is warranted by its most\ncrucial point:  its abandonment.  Webern ultimately disrupted\neven the fuzziest logic by tossing out the second pentachord\naltogether and substituting a structurally anomalous and\ninexplicable < C ♯ -G-C> trichord in the final version instead.  The\nunderlying compositional process here as before reveals the\ncomposer deliberately revising his sketches to instill greater\nambiguity rather than order through the distortion or\n“fuzzification” of a logical scheme. Multi-Referentiality",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] This instantiates Shreffler’s pivotal\nnotion of “multiple reference,” a term she coins to indicate that\nWebern’s atonal pitch structures often associate flexibly or\nperhaps “lyrically” with each other in a loose family or “network\nof references” based upon similarity or resemblance rather than\nstrict, systematic equivalence, somewhat akin to Schoenbergian\n“developing variation.” (13) The “richness of associations”\n(page 242) through multiple references compensates for the\nrelinquishment of precision.  “Even some of [Webern’s] most\nstrictly controlled works have elements of ambiguity,” she\nobserves, and goes on to cite the unexpected exploration of the\n“possibilities of row disorder” in his serial music as well\n(page 4).",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The compositional process suggested by these sketches of\nambiguating or “dissonating” the normative regularity of a\nstructural idea alters the composer’s traditional image as a\ncalculating precisionist invariably seeking total coherence and\norganic unification.  It transforms the familiar portrait of\nlogical Webern into his lyrical alter ego trying to stretch\nbeyond the restrictive confines of his intellect in pursuit of\nthe expressive potential of ambiguity.  It also flips the\ncompositional process on its head as a process of deconstruction\nrather than construction.  Instead of logically integrating,\npurifying, and rationally shaping an initial, amorphous,\nintuitive idea through the progressive refinement of its\nstructural imperfections, Webern at other times appears to have\nemployed the inverse process.  He intentionally blurred the logic\nof systematic prototypes in order to translate the fractured\nsyntax and juxtaposed metaphors of Trakl’s expressionist poetry\ninto the disassociated discourse of free atonality. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Must the act of composing or theorizing inevitably imply\ndefeating incongruities by bending them into conformity with some\ntotalizing principle?  Is aesthetic value always dependent upon\nwhat Derrida calls the “illusion of a centered structure?”\nIronically, it is the music of Webern, this paragon of logical\nrefinement, that suggests not.  In presenting this reappraisal,\nShreffler invokes a more magnanimous conception not only of his\nmusic, but of music generally—one that embraces the beauty of\n“crippled symmetry” and invites us to celebrate flaws and\nwrinkles instead of always trying to “iron them out.” (15) Ambiguity is not always a shortcoming.  It can serve an\nexpressive function comparable to dissonance in a normative\ncontext of structural coherence.  As Robert Morris points out,\nconflict rather than unity “can be at the heart” of a piece.\nWhen “one does not quite grasp how [music] works,” observes David\nLewin, he listens “with added, rather than dissipating,\ninterest.” (16) Conclusion",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Theorists and musicologists alike owe Anne\nShreffler a debt of gratitude:  she has lyricized Webern and, in\na sense, the analytic endeavor itself.  Shreffler’s book serves\nas a necessary reminder that even St.  Anton was not always in\nthe business of organizing every single note so that it conformed\nto some coherent theoretical account.  As Stravinsky once half\nquipped, “only mediocre composers are consistent.” (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] At the same time, however, Shreffler’s lesson in lyricism\nought not disrupt one dogma only to substitute another.  Her new\nlyrical Webern need not diminish our appreciation of the old\nlogical one as well, as she herself concedes.  An occasional\nabsence of crisp set-class equivalence does not necessarily imply\nchaos or preclude some other form of rational organization.\nThere are many other significant unifying factors and criteria\nfor musical comprehensibility, particularly with respect to how a\npiece is heard.  Moreover, fuzzy logic and progressive\ntransformations suggest that lyricism and even ambiguity may be\nachieved through logical means themselves.  Lest we forget that\nlogical Webern wrote “even the most fragmented sounds must have a\ncompletely coherent effect.”  Still, at other times lyrical\nWebern described having “an intuitive vision of the work as a\nwhole . . . inspiration, if you like.” (18) Lockwood is wise to\ncounsel sober equilibrium in his preface to Shreffler’s book,\nfinding Webern’s “lyric impulses tempered at every step by\nconcerns with coherence and structure” (page vi).",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Our two Weberns, one logical the other lyrical, exist side\nby side.  Both are real and necessary to our full recognition of\ntheir collaborative achievement.  But in the end, of course,\nthere is only one real Webern—and he is both together,\ndelicately balanced in a steady state of logical lyricism.  It is\nhis music’s symbiosis between rationality and intuition, its\nprecarious dialectic between order and expressivity, uniting what\nLevi Strauss called “the contrary attributes of being both\nintelligible and untranslatable,” that instills its special\nmystique.  This paradox earns Webern’s rank and resilience\ndespite shifts in analytic paradigms across the poststructural\ndivide.  For how else can the same composer be claimed by\ncontrary aesthetics?  Bach, in Webern’s time, was appropriated by\ncompeting factions.  Now Webern seems to have sufficient breadth\nto be appreciated from different and even opposing perspectives.\nThese oscillating views exist simultaneously in our minds and the\nmusic itself.  Analysis is simply “a selection,” as Leo Treitler\nonce wrote, “from all the true things that may be said” about a\nwork of art. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Despite his advocacy of Darmstadt orthodoxy, Karlheinz\nStockhausen nonetheless espoused tolerant catholicity toward\nWebern’s music.  As if anticipating Shreffler’s heretic\nreappraisal nearly a half century later, die Riehe’s “enfante\nterrible” confessed on the tenth anniversary of the composer’s\ndeath:  “We have been accused of doing violence to Webern’s music\nby reading into it something that is not there at all.  There is\nnot one interpretation but as many as there are points of view.\nThe fact that everyone discovers something different in his music\nand wishes to demonstrate it to others throws a useful light on\nthe manifold ideas about Webern; and that above all, his music\nallows of interpretation from the most varied points of view\nspeaks only for its vitality.  Let us concern ourselves with our\ncommon task, for it is unfruitful to make out of it a clash of\nphilosophies.  The matter at hand is to acquire a knowledge of\nthe actual contents of Webern’s scores, to quicken our perception\nof it, looking from every possible angle.  Not everything that\ncries out for contradiction should be taken too seriously.  And\nevery musician who loves this music may feel it his duty\nuntiringly to bring it nearer to others, to communicate the joy\nhe feels at having discovered it.  Then Webern’s music will be\nable gradually to radiate its innermost power, by drawing people\ntogether in shared astonishment at such beauty.” (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.98.4.2.alpern.html",
    "data": "mto/data/mto.98.4.2.alpern.json"
}