{
    "title": "Critical Responses to “Theorizing Improvisation (Musically)”",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "Lewis, George E."
    ],
    "abstract": "This paper constitutes a response to selected topics and issues discussed by panelists in the 2012 joint AMS/SEM/SMT session on improvisation. The growth of critical improvisation studies is discussed, the place of music in the field and the implications for interdisciplinary scholarship are examined, as well as issues related to musical analysis, listening and intentionality, the ideologically charged relationship of improvisation to composition, histories of improvisation outside of musical domains, possible theoretical and conceptual migrations of ideas from music to nonmusical domains, digital interactivity, improvisation as a basis for intercultural, transnational, and human-machine communication, and the impact of improvisation considered as a fundamental human condition.",
    "keywords": [
        "improvisation",
        "critical improvisation studies",
        "listening",
        "composition-improvisation binary",
        "intentionality",
        "Renaissance polyphony",
        "Shakespearean rhetoric",
        "Quintilian",
        "time",
        "digital interactivity",
        "indeterminacy",
        "agency",
        "interdisciplinarity"
    ],
    "doi": "",
    "received": "May 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.lewis.pdf",
    "author_info": [
        {
            "name": "George E. Lewis",
            "university": "Columbia University",
            "address": "Department of Music, 621 Dodge Hall, MC1813, 2960 Broadway, New York, NY 10027",
            "email": "gl2140@columbia.edu"
        }
    ],
    "citations": {
        "attali_1985": "Attali, Jacques. 1985. Noise: The Political Economy of Music . Minneapolis: University of Minnesota Press.",
        "benson_2003": "Benson, Bruce Ellis. 2003. The Improvisation of Musical Dialogue . Cambridge: Cambridge University Press.",
        "canonne_and_garnier_2011": "Canonne, Clément, and Nicolas Garnier. 2011. “A Model for Collective Free Improvisation.” Proceedings of the Third International Conference on Mathematics and Computation in Music . Berlin and Heidelberg: Springer-Verlag, 29–41.",
        "canonne_and_germier_2010": "Canonne, Clément, and Pierre Saint-Germier. 2010. “De la philosophie de l'action à l’écoute musicale: Entretien avec Jerrold Levinson.” Traces 18: 211–21.",
        "clifton_1983": "Clifton, Thomas. 1983. Music as Heard: A Study in Applied Phenomenology . New Haven: Yale University Press.",
        "cope_2005": "Cope, David. 2005. Computer Models of Musical Creativity . Cambridge: MIT Press.",
        "cumming_2013": "Cumming, Julie E. 2013. “ Renaissance Improvisation and Musicology .” Music Theory Online 19, no. 2.",
        "freeman_2003": "Freeman, Jane. 2003. “Shakespeare’s Rhetorical Riffs.” In Improvisation in the Arts of the Middle Ages and Renaissance , ed. Timothy J. McGee, 247–72. Kalamazoo: Medieval Institute Publications and Western Michigan University.",
        "gilroy_1993": "Gilroy, Paul. 1993. The Black Atlantic: Modernity and Double Consciousness . Cambridge: Harvard University Press.",
        "goehr_forthcoming": "Goehr, Lydia. Forthcoming. “Improvising Impromptu—Or, What to Do with a Broken String.” In The Oxford Handbook of Critical Improvisation Studies , eds. George E. Lewis and Benjamin Piekut. New York: Oxford University Press.",
        "huyssen_1994": "Huyssen, Andreas. 1994. “Back to the Future: Fluxus in Context.” In Twilight Memories: Marking Time in a Culture of Amnesia , 191–208. New York: Routledge.",
        "ingold_forthcoming": "Ingold, Tim. Forthcoming. “The Axe and the Cathedral: Making, Building And The Design Of Things.” In The Oxford Handbook of Critical Improvisation Studies , eds. George E. Lewis and Benjamin Piekut. New York: Oxford University Press.",
        "joseph_1947": "Joseph, Miriam. 1947. Shakespeare’s Use of the Arts of Language . New York: Columbia University Press.",
        "levinson_1997": "Levinson, Jerrold. 1997. Music In The Moment . Ithaca and London: Cornell University Press.",
        "lewis_and_piekut_forthcoming": "Lewis, George E., and Benjamin Piekut, eds.. The Oxford Handbook of Critical Improvisation Studies . New York: Oxford University Press.",
        "moseley_2013": "Moseley, Roger. 2013. “ Entextualization and the Improvised Past .” Music Theory Online 19, no. 2.",
        "nettl_2013": "Nettl, Bruno. 2013. “ Contemplating the Concept of Improvisation and Its History in Scholarship .” Music Theory Online 19, no. 2.",
        "nooshin_2013": "Nooshin, Laudan. 2013. “ Beyond the Radif: New Forms of Improvisational Practice in Iranian Music .” Music Theory Online 19, no. 2.",
        "owens_1997": "Owens, Jessie Ann. 1997. Composers at Work: The Craft of Musical Composition, 1450–1600 . New York: Oxford University Press.",
        "penny_forthcoming": "Penny, Simon. Forthcoming. “Improvisation and Interaction, Canons and Rules, Emergence and Play.” In The Oxford Handbook of Critical Improvisation Studies , eds. George E. Lewis and Benjamin Piekut. New York: Oxford University Press.",
        "schubert_2013": "Schubert, Peter. 2013. “Improvising a canon #1: at the 5th above.” Accessed May 2, 2013. http://www.youtube.com/watch?v=n01J393WpKke .",
        "sheehy_2013": "Sheehy, August. 2013. “ Improvisation, Analysis, and Listening Otherwise .” Music Theory Online 19, no. 2.",
        "steinbeck_2013": "Steinbeck, Paul. 2013. “ Improvisational Fictions .” Music Theory Online 19, no. 2.",
        "white_1987": "White, Hayden. 1987. The Content of the Form: Narrative Discourse and Historical Representation . Baltimore and London: Johns Hopkins University Press.",
        "yadegari_2004": "Yadegari, Shahrokh. 2004. “The Radif as a Basis for a Computer Music Model: Union of Philosophy and Poetry through Self-Referentiality.” PhD diss., University of California, San Diego."
    },
    "footnotes": {
        "FN1": {
            "text": "1. For Goehr ( forthcoming ), improvisation extempore is what happens when musicians create music in performance, while improvisation impromptu refers to what people (not necessarily musicians) do when confronted with the unexpected. Goehr’s work resonates with the 1980s phenomenological work of Thomas Clifton ( 1983 ).",
            "citations": [
                "goehr_forthcoming",
                "clifton_1983"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] As the abstract for the joint AMS/SEM/SMT session noted, improvisation studies have “exploded,” with a recent surge in interdisciplinary critical inquiry across musical and nominally nonmusical fields in the sciences, arts, and humanities. Many of these fields have drawn substantially from music studies, a fact which is both salutary and challenging. Just as cultural historian Andreas Huyssen, widely read by scholars of modernism and postmodernism in and beyond music, declared that the Fluxus movement was the first avant-garde led by music ( Huyssen 1994 , 200), many of us today view the study of musical practice and conceptual paradigms as central to the development of an exemplary, radically interdisciplinary literature of improvisation studies.",
                "footnotes": [],
                "citations": [
                    "huyssen_1994"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Perhaps readers will forgive me for saying that this development may be a bit more than music scholars alone can handle. Jacques Attali, whose book Noise: The Political Economy of Music ( 1985 ) has also been widely influential in music studies, is an economist, not a music scholar. Thus, in addition to addressing the question of what the study of improvisation as such has to offer music scholarship, I want to ask what we music scholars can offer a wider field of critical improvisation studies, and what improvisation theorists can contribute to wider intellectual discourses. Or, to bluntly recall Dred Scott: Does music tell us anything that we are bound to respect?",
                "footnotes": [],
                "citations": [
                    "attali_1985"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The answer is clearly yes; the work of music scholars is indeed being read and deployed by scholars in many nominally non-musical fields, and the authors writing for the forthcoming Oxford Handbook of Critical Improvisation Studies ( Lewis and Piekut forthcoming ), many of whom are not music scholars, are using musical and non-musical models to address issues such as ethics, social identity, order, and negotiation; computational creativity, telematics, and the virtual; time, consciousness, and complexity; indeterminacy and agency; migration and mobility; representation, cognition, and enactment; economic development; and the remarkable observation that improvisation can serve as a means of conceiving the histories of people and nations.",
                "footnotes": [],
                "citations": [
                    "lewis_and_piekut_forthcoming"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Music is already in a leading, perhaps overdetermining position within improvisation studies; when the word “improvisation” is invoked, the common assumption is that we are talking about music. But improvisation is everywhere: this ubiquitous practice of everyday life, fundamental to the existence and survival of every human formation, is as close to universal as contemporary critical method could responsibly entertain. Thus, it may be that if we strategically decouple “improvisation” from this implicit signification, in favor of a more prosaic standpoint toward improvisation as a simple human condition, we may be better able to see the effect of music studies reflected in non-musical fields.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Paul Steinbeck draws upon the work of Marion Guck in asking, “Which fictions or stories do we tell when we analyze musical improvisation?” ( 2013 , [3]). The question reminded me of Hayden White’s assertion that “narrativity . . . is intimately related to, if not a function of, the impulse to moralize reality—that is, to identify it with the social system that is the source of any morality we can imagine” ( 1987 , 14). White goes further in asking, “Has any historical narrative ever been written that was not informed not only by moral awareness, but specifically by the moral authority of the narrator?” ( 1987 , 21).",
                "footnotes": [],
                "citations": [
                    "steinbeck_2013",
                    "white_1987",
                    "white_1987"
                ]
            }
        },
        {
            "6": {
                "text": "[6] What I want to suggest here is that the most central analytical fiction might not be any particular narrative or the crafting of it, but the culturally and professionally situated claim to authority for the practice of analysis itself. Moreover, if these tales of improvisation are informed by disciplines beyond music study, how might our music-based tools be refitted for use in the analysis of social and political practices? Analyzing improvisation involves inferences, not only about musical structure, but also about the sonically communicated intentions the musicians exchange during the performance—an analytic project that differs from work on (most) composed music ( Canonne and Garnier 2011 ). Could improvisation-derived analytical practices that foreground listening transform how nonmusical fields look at musical practices?",
                "footnotes": [],
                "citations": [
                    "canonne_and_garnier_2011"
                ]
            }
        },
        {
            "7": {
                "text": "[7] As August Sheehy notes, “analysis is valuable because it produces representable, communicable, and durable knowledge about its objects” ( 2013 , [16]). Certainly such knowledge can be produced about ephemeral phenomena—improvisation, or solar flares—given a strategy of representation. But Sheehy then brings us Derek Bailey’s dour declaration: “For the description—or evaluation—of improvisation, formal technical analysis is useless” (quoted in Sheehy 2013 , [1]). What Bailey seems to be saying, however, is not that improvisation cannot be analyzed, but that the tools theorists had developed at the time of his writing (the late 1970s) were inadequate to the task. That sounds like a reasonable assessment of his era, and a challenge for us today.",
                "footnotes": [],
                "citations": [
                    "sheehy_2013",
                    "sheehy_2013"
                ]
            }
        },
        {
            "8": {
                "text": "[8] With Sheehy’s question of how “analysis itself [can] be understood as improvisational” ( 2013 , [4]), we are reminded of Bruce Ellis Benson’s ( 2003 ) ideas about the embeddedness of improvisation in any compositional enterprise—and by extension, any human endeavor. Benson’s fellow philosopher Lydia Goehr’s ( forthcoming ) extempore and impromptu conceptions of improvisative practice also provide tools for a new kind of analysis that engages real time and intention. (1) As Sheehy notes, “Listening is implicitly an analytical act . . . moments that focus one’s fleeting attention are causes for improvisation impromptu ” ( 2013 , [6]). Again, listening becomes the crucial feature marking the analysis of improvisation.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "sheehy_2013",
                    "benson_2003",
                    "goehr_forthcoming",
                    "sheehy_2013"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Anthropologist Tim Ingold ( forthcoming ) has cited sociologist of science David Turnbull’s account of the construction of the cathedral of Chartres, rebuilt after a fire between the years 1194 and 1230. Turnbull notes that if the building ever had an architectural designer, his identity is unknown, and no building plans are extant. For Ingold, this amounts to a continuous practice of improvisation, sustained across decades. The assumption that plans had to exist, since without them no complex structure could ever be built, would be analogous to the claim that musical improvisation could not possibly match the intricacy of written composition.",
                "footnotes": [],
                "citations": [
                    "ingold_forthcoming"
                ]
            }
        },
        {
            "10": {
                "text": "[10] I was reminded of Chartres when I read Julie Cumming’s essay ( 2013 ), which calls into question a related narrative in the historiography of Renaissance music. According to Cumming, by 1997 Jessie Ann Owens had shown that composers in this period did not use scores when they wrote ( Owens 1997 ); fifteen years later, a reconstruction of improvisation pedagogies by Cumming’s McGill University colleague Peter Schubert winds up on Youtube ( Schubert 2013 ), opening the door for Cumming to confirm that “Every choirboy in the Renaissance could improvise, and did so every day” ( 2013 , [6]).",
                "footnotes": [],
                "citations": [
                    "cumming_2013",
                    "owens_1997",
                    "schubert_2013",
                    "cumming_2013"
                ]
            }
        },
        {
            "11": {
                "text": "[11] In literature, that door was opened in 1947 by a Catholic nun, Sister Miriam Joseph, whose book, Shakespeare’s Use of the Arts of Language ( 1947 ), neatly analyzes and taxonomizes the two-hundred-odd rhetorical devices that schoolchildren of the Elizabethan era, when Quintilian’s first-century Institutio Oratoria was developing a new following after centuries of relative neglect ( Freeman 2003 ), were expected to learn and deploy in spontaneous declamation. Are there larger lessons to be drawn from the notion of “polyphony,” a metaphor that Paul Gilroy ( 1993 ) uses in critical race studies? Could the practice of improvised polyphony have migrated conceptually toward larger social and political structures of the Renaissance and subsequent eras?",
                "footnotes": [],
                "citations": [
                    "joseph_1947",
                    "freeman_2003",
                    "gilroy_1993"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Roger Moseley’s ( 2013 ) identification of chunked entextualization has much to recommend it to critical improvisation studies, particularly in its links with material culture. His paper refers to anthropologist Karin Barber, but also recalls Jerrold Levinson’s ( 1997 ) concatenationist model of musical experience, which the philosopher relates to improvisation in a recent French-language journal ( Canonne and Germier 2010 ). I’d like to point out Moseley’s remarkable linkage of Leibniz and Czerny along the axis of contingency, as well as his references to emergence and combinatoriality, as strong contributions that can mesh with how new media theorists such as Simon Penny ( forthcoming ) are revising the historical narrative surrounding musical interactivity in the digital environment. Moseley encourages us to draw new lessons on improvisation from the 18th century, perhaps the last era in Western music in which the practice could still be regarded as unproblematized.",
                "footnotes": [],
                "citations": [
                    "moseley_2013",
                    "levinson_1997",
                    "canonne_and_germier_2010",
                    "penny_forthcoming"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Bruno Nettl is perhaps the major historian of reception and power struggles over improvisation in the music academy. What emerges from his narrative ( Nettl 2013 ) is that even ethnomusicologists working on non-Western music have traditionally viewed improvisation through a Western lens. My questions on his essay relate, first, to the assertion of model, something we are familiar with from repertoire theory, along with the notion that improvisation can only emerge from a “common language.” As it happens, in Western composed music, the “common practice era” has long receded into the rearview mirror—and so it is with improvisation in the West, where so-called free improvisation has gotten along for a good half-century with no tune to improvise on, and no recurring chord changes, meter, or fixed tempo. This tradition, which encompasses Derek Bailey, his predecessors, and two generations of successors around the Western world, poses yet another challenge to music scholars—not about how “coherence” is achieved in the absence of all those elements, but regarding the salience of the scholar’s models and language.",
                "footnotes": [],
                "citations": [
                    "nettl_2013"
                ]
            }
        },
        {
            "14": {
                "text": "[14] And then there are those “computers that have been taught to improvise,” a concept which indeed involves “improvisation as symbol or metaphor,” as Nettl ( 2013 , [5] and [4]) puts it. The ideological stance of designating such a device as an improvisor is not adopted lightly; an algorithmic improvisor could be thought of as a very fast composer—that is, if we want to import the composition-improvisation binary into the digital arena. Are David Cope’s ( 2005 ) fugue writers and ragtime composers, his computers that make music in the style of Mozart or Chopin, improvising or composing? As with the cathedral example, the notion of improvisation as somehow dependent on human-proportioned real time is again compromised, this time from the other end of the temporal scale.",
                "footnotes": [],
                "citations": [
                    "nettl_2013",
                    "cope_2005"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Laudan Nooshin ( 2013 ) brings out a younger group of Iranian musicians who are experimenting with new forms based on their own hybrid backgrounds. She not only calls into question the composition-improvisation binary, but also argues that we can dispense with the term improvisation itself, in favor of an expanded notion of composition that would better address these new musical experiments. Again, this points to the fraught status of the terms “composition” and “improvisation.” Nooshin’s musicians construct new repertoires and achieve social and sonic intelligibility, not so much via shared models as through shared capacities for interpretation, shared intention, and negotiated evaluation of meaningful utterance.",
                "footnotes": [],
                "citations": [
                    "nooshin_2013"
                ]
            }
        },
        {
            "16": {
                "text": "[16] In that regard, I would link Nooshin’s discussion with Nettl’s, via the Iranian composer Shahrokh Yadegari’s ( 2004 ) work with computers that improvise with classical singers interpreting the radif and goushehs . In the case of Nooshin’s musicians, departing from the radif provides the basis for a transgressive, hybrid experimentalism; in the case of Yadegari’s computer, a more or less strict adherence to classical models has the same effect by calling into question the boundaries between human and machine subjectivity.",
                "footnotes": [],
                "citations": [
                    "yadegari_2004"
                ]
            }
        },
        {
            "17": {
                "text": "[17] In both human and machine cases, we still want to explore what the improvisors know, hear and imagine, and share: aspects of improvisation’s unique “warp signature,” the combination of indeterminacy, agency, choice, and analysis of conditions.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essays: theorizing improvisation (musically)",
    "source": "mto/raw/mto.13.19.2.lewis.html",
    "data": "mto/data/mto.13.19.2.lewis.json"
}