{
    "title": "Report from the “Skagerack Network” Analysis Workshop at Lyseby\nConference Center in Oslo, Norway, November 20–23, 1997.",
    "date": "1998/01/01",
    "volume": "4",
    "issue": "1",
    "authors": [
        "Broman, Per F."
    ],
    "abstract": "University of Oslo, Department of Musicology hosted a three-day workshop on musical analysis with faculty and doctoral students participating from the Universities of Aarhus, Denmark; Oslo, Norway; Gothenburg, Sweden; and Turku, Finland. Marion Guck, University of Michigan, was the invited guest speaker. Most of the papers emphasized methodological issues and the need for immanent analysis to be supported by complementary approaches.",
    "keywords": [
        "Analysis",
        "Schenker",
        "popular music",
        "narrative"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.1/mto.98.4.1.broman.pdf",
    "author_info": [
        {
            "name": "Per F. Broman",
            "university": "University of Gothenburg",
            "address": "Department of Musicology, Box 200, SE-405 30 Gothenburg, Sweden",
            "email": "per.broman@mh.luth.se"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. The regular MTO correspondent for Norway, Arvid Vollsnes, was unable to\nattend the entire conference.",
            "citations": []
        },
        "FN2": {
            "text": "2. Svensk Tidskrift för Musikforskning 52 (1970): 71–88. The entire\npaper is published in English.",
            "citations": []
        },
        "FN3": {
            "text": "3. “The Three-Part Ursatz ,” In Theory Only 10/1–2 (August 1987), 3–29.\nI’m grateful to Professor Don McLean of McGill University for providing me\nwith the reference to Neumeyer’s article as well as for showing me in a\nmost convincing way how to incorporate the important foreground features\nwithin a more orthodox five-line sketch.",
            "citations": []
        },
        "FN4": {
            "text": "4. “Musical Form and Fundamental Structure: An Investigation of Schenker’s Formenlehre ,” Music Analysis 15/2–3 (July–October 1996), 191–297.",
            "citations": []
        },
        "FN5": {
            "text": "5. Translated by Joel E. Cohen (Urbana, University of Illinois Press, 1966).",
            "citations": []
        },
        "FN6": {
            "text": "6. Guldbrandsen gave a lecture similar to this one in Copenhagen in\n1996.  It is published as “New Light on Pierre Boulez and Postwar\nModernism: On the Composition of Improvisation I–III sur\nMallarmé” In the Plural: Institutions, Pluralism and Critical\nSelf-Awareness in Contemporary Music [Papers from three seminars on\ncontemporary music organized by the Department of Musicology,\nUniversity of Copenhagen, as part of ISCM’s World Music Days 1996],\nSøren Møller Sørensen, ed.  (Copenhagen:\nUniversity of Copenhagen, 1997), 15–28. (Free copies can be ordered\nfrom the Department of Musicology, University of Copenhagen,\nbisgaard@coco.ihi.ku.dk.) The quotes above were taken from this\npublication. See also Guldbrandsen’s dissertation Tradisjon og\ntradisjonsbrudd: En studie i Pierre Boulez: Pli selon pli—portrait de\nMallarmé (Oslo: Scandinavian University Press, 1997).",
            "citations": []
        },
        "FN7": {
            "text": "7. See Maus’s two articles “Music as Drama,” Music Theory Spectrum 10\n(1988), 56–73; and “Music as Narrative,” Indiana Theory Review 12 (1991),\n1–34.",
            "citations": []
        },
        "FN8": {
            "text": "8. Maus, 1991.",
            "citations": []
        },
        "FN9": {
            "text": "9. Emotion and Meaning in Music (Chicago: University of Chicago Press, 1956).",
            "citations": []
        },
        "FN10": {
            "text": "10. “A Commonsense View of All Music”: Reflections on Percy Grainger’s\nContribution to Ethnomusicology and Music Education (Cambridge: Cambridge\nUniversity Press, 1987), 129.",
            "citations": []
        },
        "FN11": {
            "text": "11. See Simon Frith, Performing Rites: On the Value of Popular Music (Cambridge, Mass.: Harvard University Press, 1996).",
            "citations": []
        },
        "FN12": {
            "text": "12. Drawing from Hal Foster, The Return of the Real: The Avant-Garde at\nthe End of the Century (Cambridge, Mass: MIT Press, 1996).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] “Skageraknettverket” [“The Skagerack Network”] is a collaboration\namong four institutions in the Nordic countries: The Center for\nCultural Research at Aarhus University, Denmark; The Institute for\nMusic and Theater at the University of Oslo, Norway; the Department of\nMusicology at the University of Gothenburg, Sweden; and the Department\nof Musicology at the Turku Academy, Finland. Seminars for the faculty\nand graduate students are arranged once a year in the different\nparticipating cities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] November 20–23 “The Skagerack Network” met at the Lysebu\nConference Center in Oslo. Papers and presentations were given by four\nfaculty members (Bengt Edlund, Turku Academy; Alf Björnberg,\nUniversity of Gothenburg; Erling Guldbrandsen, Oslo University; Stan\nHawkins, Oslo University), by seven graduate students (Erlend Hovland,\nOslo University; Odd Skorberg, Oslo University; Gjermund\nKolltveit, Oslo University; Per F. Broman, University of Gothenburg;\nJørgen Langdalen, Oslo University; Karin Petersen, University\nof Aarhus; Anne Danielsen, Oslo University), and by the invited guest\nspeaker Marion Guck, University of Michigan, Ann Arbor. The\npresentations were given in Norwegian, Danish, and Swedish, except for\nthe session on November 22 which was in English. Each presentation was\nfollowed by a half-hour discussion session. Here I will briefly\ndiscuss the papers I think would be of most interest to MTO’s\nreaders. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The conference began with Bengt Edlund’s “Methodological\nVariations on a Given Theme” [in Swedish], in which Edlund presented\nseven different approaches to analysis. He started by talking about\nthe Swedish linguist Bjørn Lindblom and acoustician Johan\nSundberg’s generative method of analysis. In their article “Towards a\nGenerative Theory of Melody,” (2) they selected tunes by Alice\nTegnér (1864–1943), the Swedish composer of children’s songs,\nand generated rules for the behavior of these songs with regard to\nmeter, rhythm, harmony, melody, and syntactical and stylistical\ninvariances. The test of this method is to generate melodies according\nto the rules and then to verify the outcome by comparing these\ngenerated melodies with the originals. This method works well for\nTegnér since her melodies are easy to formalize.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Edlund himself had created a melody according to these rules and\nit turned out to bear some resemblance to Mozart’s theme from the\nfirst movement of the A-major Sonata K.V. 331, which became the focus\nof the rest of his presentation. He continued by applying Grosvenor\nCooper and Leonard Meyer’s rhythmic theory to the Mozart theme and\nshowed how the different rhythmic layers could influence the\ninterpretation of the piece. This was then followed by a brief\ndiscussion of Meyer’s implication theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Edlund’s discussion of Schenkerian analysis generated the most\ninterest. According to Edlund, Mozart’s K.V. 331/I is a problematic\nmovement since the first half works very well as a three-line and the\nsecond as a five-line. To illustrate this problem Edlund presented\nthree different graphs, those of Schenker, Forte-Gilbert, and\nLester. Edlund found that to cast the piece as either a five-line\n(Schenker and Forte-Gilbert) or three-line (Lester), the structure of\nthe piece has to be violated. His own solution was to completely\nignore traditional Schenkarian concepts and to represent the work as\ncomprising two separate structural descents, making the first part a\nthree-line and the second a five-line.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In my \nprevious correspondent’s report , MTO 3.4 (July 1997), I\nwas very critical of Edlund’s reading of Schenker. I now understand\nmore why he finds the method frustrating. From his performance and\nperception-oriented perspective, the theory should mirror the melodic\nforeground. When he did not find the important leap of a third in the\ntwo first measures in any of the graphs he examined, Edlund concluded\nthat the method must be flawed. However, this erroneous assumption\nreflects an insufficient knowledge of Schenkerian techniques and of\nthe secondary Schenkerian literature. There are Schenkerian ways to\nrepresent the piece so that the important foreground features\nappear. One example is David Neumeyer’s sketch of K.V. 331 which also\nfeatures the innovative three-part Urlinie thereby addressing the\n“drei oder fünf Problem” in this piece in a way that may satisfy\nEdlund. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Contrary to Edlund’s apparent beliefs, Schenkerian techniques do\nnot have to be static and orthodox monoliths. Charles J. Smith, for\nexample, has successfully elaborated on Schenker’s conception of form,\nand in the process has reworked several of Schenker’s analyses and\nquestioned some precepts of his theory. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] I can’t understand why Edlund seems set on assuming the role of\nThe Crusader against Schenkerian analysis on a continent where few pay\nany attention to the method. He should participate in the North\nAmerican and British discourses: both Edlund and the Schenkerian\ncommunity would benefit from this as he does indeed possess a\nsubstantial and sound knowledge of tonal theory which would make his\ncomments on the method valuable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Edlund continued his presentation by briefly showing examples of\nLerdahl and Jackendoff’s Generative Analysis. Edlund found this\napproach to be more useful than the Schenkerian one for K.V. 331. He\nalso spoke appreciatively of Nattiez’s paradigmatic analysis, which he\napplied to this piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Finally, Edlund tried a narrative strategy in which the ascending\nand descending structural scales were seen as antagonists in a plot\nreading and also in a gender-oriented reading. Edlund views these\n“erective” ascending scales as masculine and the descending as\nfeminine, and thus, as a joke, one must hope, finds a Schenkerian\nfundamental structure to be feminine.  The conclusion of his lecture\nwas somehow weak. The point was to prove that different methods of\nanalyses were useful for different aspects of the analysis. We knew\nthat already.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The Nordic countries have a strong tradition of studies in\npopular music and ethnomusicology, and several of the papers that were\ngiven emphasized these areas. Alf Björnberg’s “Analysis of\nPopular Music or Popular Analysis of Music” [in Swedish] was an\neye-opening experience in terms of its emphasis on modes of analysis\nother than those invoked in traditional scholarship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Björnberg discussed the issue of how to analyze the\nnon-analytical mode of listening (the second half of the title of his\npaper). How can we understand the ways in which listeners who are not\ntrained in music theory perceive music? He referred briefly to Abraham\nMoles, Information Theory and Esthetic Perception , (5) which draws on\nsemantic versus aesthetic complexity and on the “parameters of\nanalysis” developed by the Danish Radio programming department. These\nseven parameters are guidelines to be considered by producers of any\nmusic-mix program in order to achieve a desired effect: Power (complexity and sound) The relation between rhythm and melody Performance personality and individuality The relation between text and instrument Mood (nine semantic fields and accessibility) Tempo Genre (nineteen different genres, two within Western art music)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] It turned out that categories one and two have the largest\nimpact, and three and four a lesser impact, while category six is\nimportant to the flow of the program. Although a non-conclusive\nmethod, the basic concept could surely be developed more rigorously.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Odd Skorberg’s well-written paper “‘There’s No Better\nMusic’: On Analyzing Value Judgments in our Recent Music History” [in\nNorwegian] discussed how to interpret and analyze value judgments. His\ninformant was one of the pioneers of New Orleans jazz in Norway, who\nexpressed his views on rock ‘n’ roll. Skorberg considers value\njudgments to be a strategical discourse demanding a particular\nattention from the researcher.  In this case, Skorberg’s\ninformant made very unfavorable comments about rock. On the question\nwhat musical value he considered the rock bands to have he replied “I\ndon’t think they had any [value]; NOTHING,” that is, an answer that by\nsome could be dismissed as worthless rhetoric and as a self\njustification of one’s own stylistic preferences. Instead\nSkorberg interprets this interview material and reads that\nbehind the offensive comments there is a painful experience—that the\ninformant’s homogenous musical world was split up by the introduction\nof rock ‘n’ roll.  Rock and traditional jazz have become complementary\nand cannot be unified.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Skorberg finds that complex analyses of value judgments\nmust take into account levels above the single individual. He\nconcluded by stating that value judgments can perform an important\nfunction in forming musical histories in all musical contexts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In his lecture “Necessary, But Not Enough: On the Role of\nAnalysis for Understanding Boulez and Musical Modernism” [in\nNorwegian] Erling E.  Guldbrandsen showed examples from his very\nambitious Ph.D. dissertation in which he attempts to demonstrate\nBoulez’s compositional process through an examination of Boulez’s\nsketches for Pli selon pli , housed at the Paul Sacher Stiftung in\nBasel. (6) Guldbrandsen claimed that the notion that serialism is a\nmeans for obtaining “structural unity, coherence, and rational\ncompositional control” is a misunderstanding. Instead he shows\nconvincingly that for Boulez serialism is “a strategy for producing\nnew material, material which again constitutes new and unforeseen\ncompositional and aesthetic possibilities.” Guldbrandsen’s point in\nthis paper was that although his sketch studies gave a great deal of\ninformation, the interpretation of the actual music and the poetry\ncontinued to play an important role in his understanding of the piece.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Guldbrandsen’s presentation gives a good indication of the\nScandinavian definition of analysis. For Guldbrandsen, and most others\nin Scandinavia, the analytical part of the study was to reconstruct\nthe compositional process: to label the rows and to gain a closer\nunderstanding of the artistic considerations. There are no analytical\nattempts to structure the work using pitch-class set techniques or\ntransformational networks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The Saturday session was given entirely in English. Marion Guck’s\n“The Idea of Musical Narrative and the Problem of Musical Continuity:\nThe Case of the Adagio of Haydn’s Sonata No. 46” gave a beautiful and\nvery personal phenomenological account of methodological problems\nrelated to narrative strategies. The paper discussed several aspects\nof narrativity, including the problems of borrowing theories from\nother disciplines (“At its worst it seems like dressing up old\nconcepts in new terms; at its best it seems a fruitful meeting of\ndifferent intellectual cultures that can bring a fresh perspective to\nthe familiar”) and of various narrative strategies—Cone’s persona,\nmotivic analysis as “an ordered sequence of plot functions,” Lawrence\nKramer’s application of the terms narrative, narrativity, and\nnarratography—and also problematized the notion of narrative (“Is the\nstory in the musical work [ . . . ] or in the analyst?”; “Recognizing that\nmusic has no narrator, while not definitive, did help me recognize the\ndirectness and intensity of involvement I feel with music as compared\nwith other works of art; it suggested some ways to account for the\ndifference.”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] After discussing two narrtological analyses by Fred Maus, (7) Guck\ngave two personal readings of the Adagio movement of Mozart’s A-Major\nPiano Concerto, K.V. 488. The first interpretation described the\nmusical feelings in analytical terms: “[ . . . ] the sounding of the D\nchord [in measure 8] creates a disconcerting impression of giving way, but\nto something surprisingly welcome. It is a little bit like the\ndissolution-into-hope of an egg cracking to reveal the hatchling\nwithin, except that one takes pleasure in the manner of the\ndissolution. How is such a contradictory impression achieved? First of\nall, the bass’s . . . D is not the only cause. There is also a question\nin the upper voice about whether A ♯ or A resolves B.” The second one\nwas like poetry—a pianist’s poetic experience of performing the\npiece: “For the pianist there is a feel of small stretches, often\nacross sixths, that contrast with closer work. At the opening, after\nthe small movement of the neighbor, attention moves back and forth\nbetween the thumb and the little finger. [ . . . ] . . . The right hand’s\nline . . . stretches . . . in measure 7, overreaching the G ♯ that is its goal\nto lean from an appoggiatura A [ . . . ]. As the phrase begins to repeat, . . . the orchestra’s music becomes less purely broad-stroked and\nwarm. When the piano returns, we are pleased.” It is really a\nwonderful description of the introduction of the movement.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Guck’s second piece was Haydn’s Piano Sonata No. 46, her\ndescription of which focused on the formal aspects as revealed through\ncounterpoint.  Guck then discussed the story she had just been\ntelling: “How does a wholesale repetition [ . . . ] fit into story\ntelling, or a theory of narrative functions, or even a narratological\ntrajectory?” She found Maus’s adaptation of Gérard Genette’s\nthree accounts of the difference between story and\ndiscourse—“Discourse may order events differently from their order in\nthe story”; “Story and discourse may differ with regard to the\nfrequency of an event”; and “The duration of the discourse, or [ . . . ]\nthe implied time of reading, may differ from the time taken by the\nevent in the story”—to be a useful distinction in a musical\ncontext. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] I found Professor Guck’s analyses to be most convincing. They\nindeed make musical sense and are also very important from the\npedagogical point of view: It is necessary to show that we theorists\nand musicologists really care for the music—that we have a personal\nrelation to music—in the classroom as well as at professional\nconferences and in any public discourse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] My own contribution, “Touching up the Paint or a Complete Vinyl\nResiding? Meta-Analytical Strategies in Stephen Ingham’s Second Sonata\nfor Piano and Tape,” [in English] discussed British composer Stephen\nIngham’s extraordinary Sonata op. 56 (1991) and its blunt use of\npre-fabricated synthesizer sounds and easily recognizable\nclichés from jazz and art music alike. On first hearing it\ncould easily be characterized as kitsch.  Drawing from writings by\nPeter Berger, Theodor Adorno, Umberto Eco, Susan McClary, Andreas\nHuyssen, and others, I explored the tensions between modernistic,\navant-garde, and postmodern modes of reception with regard to objects\ntrouvées and kitsch displaying a new location for the musical\navant-garde: the avant-garde as “stylistic dialectics,” in which\nhistorical references, pastiche, and confrontations of musical\nlanguage provide the driving force and confront the notion of\ninstitutionalized art.  The paper ended with a self-critical\ndiscussion of the methods used and of the conclusions reached, as well\nas with a discussion about the influence of different modes of\nanalysis on the ways in which we perceive music—the metaphors of\n“touching up the paint” and “vinyl residing” occupied an important\nrole in explaining what analysis can achieve—and how this analysis\nrelates to recent discourses within the musicology and music theory\ncommunities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Jørgen Langdalen’s “Some Songs Simply Don’t Want to Be\nAnalyzed: Gluck and Rousseau,” discussed the first scene of Gluck’s Iphigenia in Tauris in terms of the function of the chorus, the\nrecitative, and the aria. Langdalen found that the opera “isolates one\nof its foundational conventions—that of the aria—and puts this\nconventional form into play inside the action.” Here it does not\nprimarily support the communication of this or that emotional message\nbetween characters.  According to Langdalen’s reading dramatic vraisemblance , implied by the naturalistic storm music, for example,\nisolates Iphigenia’s arias and requires the listeners to conceive of\nthem as songs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Stan Hawkins’s fascinating paper, “Critical Dodges in Popular\nMusicology: Funkamatic vs. Metatextual” was written in a very\nchallenging form, for one narrator and two personae: Professor\nMetatextual (“a scholar of sociology who stems from a Marxist,\nmodernist background and is always keen to privilege his text over\nothers”) and Dr. Funkamatic (“a musicologist who has grappled for\nyears with the semiotic analysis of popular music”). I will include a\nlengthy quote here to give an idea of this “play”: Dr. F: [ . . . ] wasn’t it you who said that the enjoyment of music is not necessarily dependent on an understanding of it? Furthermore,\nhaven’t you always insisted that one’s listening experience need not\nbear any relevance to the author’s own conception of the music? To put\nthis another way, to what extent is ‘interpretation’ necessary for\nappreciating and enjoying music? Prof. M: I would argue that to work out what is meant by\ninterpretation we also need to consider the notion of\nmisinterpretation. [ . . . ] What concerns me most here is whether an\n‘incorrect’ reading actually changes anything for the student or\nresearcher, and more to the point whether there are ‘dangers’ in\nreading meanings into a piece of music we are not ‘culturally’\nattached to. Dr. F: It seems quite clear to me that because musical meaning is\ndependent on shared understanding of musical codes there are certain\naspects of western music, at least in the late twentieth century, that\nwe all take for granted. [ . . . ] responses to and tastes in music are\npredominantly cultural. Prof. M: This touches on Leonard Meyer’s (9) concept of acculturation\nwhich is clearly distinct from that of John Blacking (10) who refutes\nthe notion that ‘an Englishman cannot possibly understand African,\nIndian, and other non-English music.’ Blacking’s research into\ncross-cultural musical enjoyment has importantly demonstrated how\nfeelings in experiencing music can be very similar.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] This paper was indeed challenging and enlightening: The\nunderstanding of a work, in this case British artist Steven Patrick\nMorrisey’s political song “Margaret on the Guillotine,” (a song with\nan agressive message against Margaret Thatcher which created a great\ndeal of turmoil) is not one dimensional nor is the scholar one\ndimensional. One important question raised was in what way the\nreferences to musical structures and the low-key sound give this piece\nmeaning and, perhaps most importantly, what effect Morrisey’s voice\nhas (voice as body, as the person, as the character, and as an musical\ninstrument). (11) The discussion between the two characters developed\ninto clear formulations of very basic questions in musical\nscholarship: music as social activity, music as cultural organization,\nissues of ownership in a social context, and meaning of musicological\nanalyses.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] On the last day, November 23, two papers dealing with popular\nmusic were given. Karin Petersen’s “Genre Drift and Re-Actualizing in\nNew Youth Music; or, How One Can Analyze Conceptual Works” [in Danish]\ndiscussed the music on Mike Flowers Pops album A Groovy Place —an\nalbum that can be considered a conceptual work in its re-use of covers\nof easy listening melodies by Burt Bacharach, Esquivel, and Jimmy\nWebb. Petersen claimed that a regular musical analysis is not enough\nto reveal the unique features of this work since the harmonic and\nrhythmic material is kept the same as the original. She gave hints on\nalternative experience-oriented analyses: material and realization,\ntimbre and texture, and musical sound as medium for a set of\nactivities (performance, media presentation, etc.). Other important\nconcepts for the understanding of this work are Mike Flowers Pops’s\nattack of the authentic rock through a strategy of double mimesis and\nthe notion that this work constitutes an authentic expression for “The\nSampled Generation,” that is, a generation with an “over developed\nmeta-cognition and media knowledege” that samples from history,\nagainst the recognized genres. As a conclusion Petersen pointed out\nthat we need to consider the Mike Flowers Pops as well as the works of\nAndy Warhol in different aesthetic categories, the simultaneous and\nthe referential. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The final paper, Anne Danielsen’s “The Different as the Same: On\nAnalyzing Funk,” [in Norwegian] dealt with her experiences trying to\nnarrow down a genre. She claimed that although a description of the\nmusical features (most of all the rhythm) is not enough for the\nunderstanding of the genre, there is generally too little analysis in\npopular music research.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] An advantage with small musicological communities is that\ngatherings such as this one turn cross cultural and multi\nmethodological: The Nordic countries (together twice as large as Texas\nwith almost twice the population of the New England States) are not\nlarge enough for substantial communities in narrow fields of musical\nscholarship to exist. Instead methodological cross-overs are the\nnorm. Among all the different approaches there was a common\ndenominator that could be summed up by Dr. Funkamatic and Professor\nMetatextual, and I let their words conclude this report: Dr. F: [ . . . ] my purpose has been to argue that musical imagery is\ndisseminated through an inherited syntax, sound bites, styles, idioms,\nand many more such features. At any given moment, music has the force\nto function as a powerful metaphor for creating countless dimensions\nof experience. [ . . . ] Music is not just constructed from a jig-saw of\ndisparate musemes which we can fit together semiotically to disclose\nsome hidden meaning. [ . . . ] I must concur with the idea that as\nmusicologists it’s time we also started analysing the ways in which\nmusic affects us as individuals in order to search beyond the\nformalist details of notation and transcription. To begin to\nunderstand how music works on a social and cultural level, I need to\nfirst and foremost find out how it influences me, how it constructs my\nattitudes, and how it functions as part of the way in which we\nexperience our own bodies and identities. Prof. M: . . . and of course how we also escape from our identities and\nbodies through the fantasy of musical experience!",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.98.4.1.broman.html",
    "data": "mto/data/mto.98.4.1.broman.json"
}