{
    "title": "Discrimination and Evaluation of Trichords",
    "date": "2009/10/01",
    "volume": "15",
    "issue": "5",
    "authors": [
        "Kuusi, Tuire"
    ],
    "abstract": "This study explores how listeners evaluate trichords, both traditional and nontraditional. There were two aims: to clarify the role of set-class identity for evaluating and to analyze which factors in chord voicing guide evaluations. In the first of two experiments, participants were asked to pick one chord from a sequence of four. The interest was in how systematically chords representing the same set class were grouped and how well chords representing different set-classes were distinguished; the experiment focused on structural aspects (set class). In a second experiment, participants were asked to describe individual chords with freely chosen adjectives. This experiment focused on perceptual evaluations and whether certain emotional expressions were associated with certain chordal characteristics.In Experiment 1, 52.2% of the participants’ responses were made according to set class. In Experiment 2, a total of 716 words were given in responses, of which 348 were different. In both experiments the degree of consonance and the familiarity of the chords were the most important factors. Some chord grouping, representing the same set class, was also found. In Experiment 1, an additional factor was pitch-class content, and in Experiment 2, chord span.",
    "keywords": [
        "set-class",
        "trichord",
        "emotional expression",
        "multidimensional scaling",
        "consonance"
    ],
    "doi": "",
    "received": "January 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.5/mto.09.15.5.kuusi.pdf",
    "author_info": [
        {
            "name": "Tuire Kuusi",
            "university": "Sibelius Academy",
            "address": "Department of Composition and Music Theory, Töölönkatu 28, FI-00260 HELSINKI, FINLAND",
            "email": "tuire.kuusi@siba.fi"
        }
    ],
    "citations": {
        "bruner_1984": "Bruner, C. L. 1984. “The Perception of Contemporary Pitch Structures.” Music Perception 2: 25–39.",
        "callender_quinn_and_tymoczko_2008": "Callender, C., I. Quinn and D. Tymoczko. 2008. “Generalized Voice-Leading Spaces.” Science 320: 346–348.",
        "castrén_1994": "Castrén, M. 1994. Recrel: A Similarity Measure for Set-classes . Helsinki: Sibelius Academy.",
        "dowling_and_bartlett_1981": "Dowling, W. J. and J. C. Bartlett. 1981. “The Importance of Interval Information in Long-term Memory for Melodies.” Psychomusicology 1: 30–49.",
        "ekman_1992": "Ekman, P. 1992. “An Argument for Basic Emotions.” Cognition and Emotion 6: 169–200.",
        "gabrielsson_2001–2002": "Gabrielsson, A. 2001–2002. “Perceived Emotion or Felt Emotion: Same or Different?” Musicae Scientiae Special Issue, 123–147.",
        "gabrielsson_and_lindström_2001": "Gabrielsson, A. and E. Lindström. 2001. “The Influence of Musical Structure on Emotional Expression.” In P. Juslin and J. A. Sloboda (eds.) Music and Emotion: Theory and Research , 223–248. Oxford: Oxford University Press.",
        "gabrielsson_and_lindström_2003": "Gabrielsson A. and S. Lindström Wik. 2003. “Strong Experiences Related to Music: A Descriptive System.” Musicae Scientiae 7: 157–217.",
        "gibson_1988": "Gibson, D. B. 1988. “The Aural Perception of Similarity in Nontraditional Chords Related by Octave Equivalence.” Journal of Research in Music Education 36: 5–17.",
        "gibson_1993": "Gibson, D. B. 1993. “The Effects of Pitch and Pitch-class Content on the Aural Perception of Dissimilarity in Complementary Hexachords.” Psychomusicology 12: 58–72.",
        "huron_1994": "Huron, D. 1994. “Interval-class Content in Equally Tempered Pitch-class Sets: Common Scales Exhibit Optimum Tonal Consonance.” Music Perception 11: 289–305.",
        "hutchinson_and_knopoff_1979": "Hutchinson, W. and L. Knopoff. 1979. “The Significance of the Acoustic Component of Consonance in Western Triads.” Journal of Musicological Research 3: 5–22.",
        "istók_et_al_2007": "Istók, E, E. Brattico, T. Jacobsen, K. Krohn, M. Muller and M. Tervaniemi. 2007. “Aesthetic Responses to Music: A Questionnaire Study.” Poster presented at the 8th Conference of the Society for Music Perception and Cognition, Montreal, Canada. August, 2007.",
        "jacobsen_et_al_2004": "Jacobsen, T., K. Buchta, M. Kohler and E. Schröger. 2004. “The Primacy of Beauty in Judging the Aesthetics of Objects.” Psychological Reports 94: 1253–1260.",
        "jäppinen_1989": "Jäppinen, H. 1989. Nykysuomen sanakirja 7 . Synonyymisanakirja, 3rd ed. Porvoo: WSOY.",
        "kallinen_2005": "Kallinen, K. 2005. “Emotional Ratings of Music Excerpts in the Western Art Music Repertoire and Their Self-organization in the Kohonen Neural Network.” Psychology of Music 33: 373–393.",
        "krumhansl_1997": "Krumhansl, C. 1997. “An Exploratory Study of Musical Emotions and Psychophysiology.” Canadian Journal of Experimental Psychology 51: 336–352.",
        "kuusi_2001": "Kuusi, T. 2001. Set-class and Chord: Examining Connection Between Theoretical Resemblance and Perceived Closeness . Helsinki: Sibelius Academy.",
        "kuusi_2003a": "Kuusi, T. 2003a. “ The Role of Set-class Identity in the Estimation of Chords .” Music Theory Online 9.3.",
        "kuusi_2003b": "Kuusi, T. 2003b. “The Semantic Differential as a Method for Collecting Estimations of Chords.” In R. Kopiez, A. C. Lehmann, I. Wolther and C. Wolf (eds.), Proceedings of the 5th Triennial ESCOM Conference , 471–474.",
        "kuusi_2005a": "Kuusi, T. 2005a. “Chord Span and Other Chordal Characteristics Affecting Connections Between Perceived Closeness and Set-class Similarity.” Journal of New Music Research 34: 259–272.",
        "kuusi_2005b": "Kuusi, T. 2005b. “The Consonance and the Context Guiding the Subjects’ Ratings of Chords Representing Different Set-classes.” Musicae Scientiae 9: 313–339.",
        "kuusi_2007a": "Kuusi, T. 2007a. “Subset-class Relation, Common Pitches, and Common Interval Structure Guiding Estimations of Similarity.” Music Perception 25: 1–11.",
        "kuusi_2007b": "Kuusi, T. 2007b. “Interval-class and Order of Presentation Affect Interval Discrimination.” Journal of New Music Research 36: 95–104.",
        "lazarus_1991": "Lazarus, R. S. 1991. Emotion and Adaptation . New York: Oxford University Press.",
        "morris_1987": "Morris, R. 1987. Composition with Pitch-classes . New Haven and London: Yale University Press.",
        "motte-haber_1971": "Motte-Haber, H. 1971. “Konsonanz und Dissonanz als Kriterien der Beschreibung von Akkorden.” Jahrbuch der Staatlichen Instituts für Musikforschung Preußischer Kulturbesitz für 1970 , 101–127.",
        "oatley_1992": "Oatley, K. 1992. Best Laid Schemes: The Psychology of Emotions . Cambridge, MA: Harvard University Press.",
        "parncutt_and_marin_2006": "Parncutt, R. and M. Marin. 2006. “Emotions and Associations Evoked by Unfamiliar Music.” Proceedings of the International Association of Empirical Aesthetics , Avignon, France, August-September, 2006.",
        "plomp_and_levelt_1965": "Plomp, R. and W. J. M. Levelt. 1965. “Tonal Consonance and Critical Bandwidth.” Journal of the Acoustical Society of America 38: 548–560.",
        "ritossa_and_ricard_2004": "Ritossa, D.A. and N. S. Ricard. 2004. “The Relative Utility of ‘Pleasantness’ and ‘Liking’ Dimensions in Predicting the Emotions Expressed by Music.” Psychology of Music 32: 5–22.",
        "rogers_and_callender_2006": "Rogers, N. and C. Callender. 2006. “Judgments of Distance Between Trichords.” In M. Baroni, A. R. Addessi, R. Caterina and M. Costa (eds.), Proceedings of the 9th International Conference on Music Perception and Cognition (ICMPC9), 1686–1691. Bologna/Italy, August 22–26, 2006.",
        "rosch_1978": "Rosch, R. 1978. “Principles of Categorization.” in E. Rosch and B. B. Loyd (eds.), Cognition and Categorization , 27–48. Hillsdale, NJ: Erlbaum.",
        "russell_1980": "Russell, J. A. 1980. “A Circumplex Model of Affect.” Journal of Personality and Social Psychology 39: 1161–1178.",
        "samplaski_2000": "Samplaski, A. 2000. “A Comparison of Perceived Chord Similarity and Predictions of Selected Twentieth-Century Chord-classification Schemes, Using Multidimensional Scaling and Cluster Analysis.” (Unpublished Ph.D. dissertation).",
        "samplaski_2004": "Samplaski, A. 2004. “The Relative Perceptual Salience of T n and T n I.” Music Perception 21: 545–559.",
        "schellenberg_2002": "Schellenberg, E. G. 2002. “Asymmetries in the Discrimination of Musical Intervals: Going Out-of-tune is More Noticeable than Going In-tune.” Music Perception 19: 223–248.",
        "schellenberg_and_trehub_1996": "Schellenberg, G. E. and S. E. Trehub. 1996. “Frequency Ratios and the Discrimination of Pure Tone Sequences.” Perception and Psychophysics 56: 472–478.",
        "shaver_et_al_1987": "Shaver, P. R., J. Schwarz, D. Kirson and C. O’Connor. 1987. “Emotion Knowledge: Further Exploration of a Prototype Approach.” Journal of Personality and Social Psychology 52: 1061–1086.",
        "trainor_1997": "Trainor, L. J. 1997. “The Effect of Frequency Ratio on Infants’ and Adults’ Discrimination of Simultaneous Intervals.” Human Perception and Performance 23: 1427–1438.",
        "wanderley_2002": "Wanderley, Marcelo. 2002. “Quantitative Analysis of Non-Obtrusive Performer Gestures.” In Gesture and Sign Language in Human-Computer Interaction , ed. I. Wachsmuth and T. Sowa, 241–53. Berlin: Springer Verlag."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The processes by which the chords can be transformed are mathematically modeled in \nCallender, Quinn and Tymoczko ( 2008 ).",
            "citations": [
                "callender_quinn_and_tymoczko_2008"
            ]
        },
        "FN2": {
            "text": "2. For discussion of the emotivist and cognitivist, see Krumhansl ( 1997 ).",
            "citations": [
                "krumhansl_1997"
            ]
        },
        "FN3": {
            "text": "3. Russell’s circumplex model and Hevner’s adjective circle are ways to represent the dimensional approach, which is one of the three approaches that have been used to conceptualize emotions. The dimensional approach uses a small number of dimensions as its starting point, and the emotions are placed along these dimensions. The categorical approach , on the other hand, uses a limited number of so-called basic emotions. These are innate and universal categories that are clearly distinguished from one another, and all other emotions can be derived from them. The prototype approach can be considered a compromise between the other two: prototypes are categories, yet they are hierarchically related to one another. For further information, see Gabrielsson and Lindström ( 2001 ), Ekman ( 1992 ), Lazarus ( 1991 ), Oatley ( 1992 ), Rosch ( 1978 ), Russell ( 1980 ), Shaver, Schwarz, Kirson and O’Connor ( 1987 ).",
            "citations": [
                "ekman_1992",
                "lazarus_1991",
                "oatley_1992",
                "rosch_1978",
                "russell_1980",
                "shaver_et_al_1987"
            ]
        },
        "FN4": {
            "text": "4. Earlier studies have shown \nassociation between the major mode and happiness and the minor mode and sadness. \nAdditionally, familiar music is preferred to unfamiliar; familiar music evokes \nstronger and more diverse emotions and is rated as more pleasant, calm and \njoyful than unfamiliar music. See, e.g., Gabrielsson and Lindström Wik ( 2003 ), Parncutt and Marin ( 2006 ), Ritossa and Ricard ( 2004 ).",
            "citations": [
                "parncutt_and_marin_2006",
                "ritossa_and_ricard_2004"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This study concerns how listeners evaluate trichords. For this purpose, a trichord was defined as a set of three different simultaneous pitches, none of which was an octave duplication. Hence, the trichord always represented a set of three different pitch classes. The chord voicing (permutation) was free, and the intervals between adjacent pitches were also free, allowing for \nvaried octave spacings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The study had a further purpose: to determine the role of the trichords’ \nabstract structure; structure is defined here as a set class. All chords \nrepresenting a particular set class share certain abstract properties. Chords \ncan be classified according to these properties, and, with respect to these \nproperties, the chords are similar. The chordal characteristics (chord voicing, \noctave shifts, octave doublings, and transposition), however, can differ from \nchord to chord, and, with respect to these characteristics, the chords can be \nvery different. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Since set classes are abstract concepts, it is not possible to evaluate them perceptually.  In other words, the abstract structure of set classes is not observable. To evaluate set classes, they must be represented by observable entities. In this study, each set class was represented by trichords with varying spans, transpositions and voicings. A T n classification (indicating that all sets related by transposition are member sets of the same set class) was used, allowing the inversionally related set classes to be considered individual entities. \nIt is, however, important to remember that neither of the two most common \nset-classification systems—the T n I (transpositional and/or inversional) \nand the T n (transpositional) classification—are inherently superior ( Castrén 1994 ; Morris 1987 ).",
                "footnotes": [],
                "citations": [
                    "morris_1987"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Two very different experiments were conducted. In the first, participants were asked to pick one chord from a sequence of four that, in their opinion, differed from the others. In the second experiment, the participants heard a series of chords one at a time and were asked to describe each chord with one or two freely chosen adjectives. In other words, the participants in Experiment 1 were asked to categorize three chords and to discriminate the fourth based on what they heard; in Experiment 2, they were asked to associate emotions or emotional expressions with chords.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The purpose of the study was twofold: first, to examine the role of set-class identity in chord evaluation or, in other words, to examine how similarly listeners evaluated chords representing a certain set class (regardless of chord voicing) \nand to determine how well listeners distinguished between chords representing different set classes. \nSecond, I wanted to analyze the role of chordal characteristics (chord span, transposition and voicing) in the listeners’ evaluations. The two experiments provided an implicit way of examining the similarity of chords representing their respective set classes. The discrimination aspect was addressed in Experiment 1, and the similarity of evaluations was addressed in Experiment 2. Furthermore, Experiment 1 focused on structural aspects (set class), and Experiment 2, on chordal characteristics. Background of the two experiments",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] A number of studies have examined the perception of nontraditional chords. Most often, the listeners’ task has been to evaluate the similarity or dissimilarity of chords having either the same or a different number of pitches. The studies have often compared perceptually evaluated similarities with mathematically defined similarities or with some abstract or theoretical concepts ( Bruner 1984 ; Gibson 1988 , 1993 ; Kuusi 2001 , 2005a , 2007a ; Samplaski 2000 , 2004 ). In some studies the aim has been to examine the listeners’ ability to discriminate between chords representing different set classes ( Kuusi 2003a , 2005b ).",
                "footnotes": [],
                "citations": [
                    "bruner_1984",
                    "gibson_1988",
                    "gibson_1993",
                    "kuusi_2001",
                    "kuusi_2005a",
                    "kuusi_2007a",
                    "samplaski_2000",
                    "samplaski_2004",
                    "kuusi_2003a",
                    "kuusi_2005b"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Earlier studies have also analyzed the factors that affect chord evaluations. These studies have shown the importance of the degree of consonance, the number of pitches, chord span, register and transposition of pitches, the size and location of intervals between successive pitches, the chord’s associations with traditional chords, the number and direction of moving voices, and—if two or more chords have been compared—the number of pitches or pitch-classes common to the chords ( Bruner 1984 ; Gibson 1988 , 1993 ; Kuusi 2001 , 2003a , 2005a , 2005b , 2007a ; Motte-Haber 1971 ; Rogers and Callender 2006 ; Samplaski 2000 , 2004 ). Some of these factors (for example, register and transposition) are surface-level chordal characteristics that differ from chord to chord. They are independent of structure (set class). Some factors are related to the abstract structure of the set class from which the chords are derived. The set-class structure determines what kinds of familiar subsets a chord can include, what types of consonant or dissonant chords can be composed to represent the set class, and what the maximum number of common pitches between two chords (without octave duplication) can be. Chord voicing is, to some extent, dependent on set-class structure, since the set class determines which chord spans, pitches and intervals are possible. Familiar elements can also be emphasized or hidden by chord voicing. With trichords, the set class strongly affects chord voicing by limiting the spans and the placement of the third pitch.",
                "footnotes": [],
                "citations": [
                    "bruner_1984",
                    "gibson_1988",
                    "gibson_1993",
                    "kuusi_2001",
                    "kuusi_2003a",
                    "kuusi_2005a",
                    "kuusi_2005b",
                    "kuusi_2007a",
                    "rogers_and_callender_2006",
                    "samplaski_2000",
                    "samplaski_2004"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Researchers have rarely studied the emotions or expressions listeners associate with certain chords. When such things have been examined, the focus has usually been on composing, performing or listening to pieces of music (for a survey, see Gabrielsson and Lindström 2001 ). Emotions have most often been studied using adjectives: Gabrielsson ( 2001–2002 ) used 16 adjectives; Istók, Brattico, Jacobsen, Krohn, Muller \nand Tervaniemi ( 2007 ) used free verbal associations; Parncutt and Marin ( 2006 ) used a \nlist of pre-defined words, but also allowed participants the opportunity for \nfree association. Indeed, the few studies that have dealt with the expressive qualities of certain chords have focused on applied semantic scales ( Kuusi 2001 , 2003b ; Motte-Haber 1971 ).",
                "footnotes": [],
                "citations": [
                    "parncutt_and_marin_2006",
                    "kuusi_2001",
                    "kuusi_2003b"
                ]
            }
        },
        {
            "9": {
                "text": "[9] A number of musical characteristics have been found to correspond to a perceived emotion or emotional expression. Since my focus was on isolated traditional and nontraditional trichords, I placed emphasis on characteristics related to pitch (transpositional level, degree of consonance, and exact chord voicing), even though characteristics that are independent of pitch (tempo, regularity of rhythm, loudness, staccato, legato and so forth) and those related to passages of music (melodic range, direction, motion and contour) have been studied more widely. (For a survey, see Gabrielsson and Lindström 2001 , 235–239.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Since consonance has been found to be important to listeners when evaluating chords, I calculated degrees of consonance. To a certain extent, \nthe inherent consonance of a set class determines the consonance of \nrepresentative pitch sets, although chord voicing and transposition may also \naffect the degree of consonance. Because my first experiment focused on the importance of set-class properties for evaluations, I calculated the consonances of set classes (rather than their specific representations as chords). For this purpose I used the Huron model, which is an averaged and normalized modification of three consonance models for intervals (those of Malmberg 1918, Kameoka \nand Kuriyagawa 1969, and Hutchinson and Knopoff 1979 ; see Huron 1994 ). Huron provides an index for each of the six interval classes (IC). Experiment 2, on the other hand, focused on chords; hence, the set-class consonances were not appropriate. Therefore, I calculated the degrees of consonance for the chord voicings using the model by Hutchinson and Knopoff ( 1979 ) since it takes into account both chord voicing and transposition. Their model also provides a useful index for intervals smaller than two octaves. Experiment 1",
                "footnotes": [],
                "citations": [
                    "hutchinson_and_knopoff_1979",
                    "huron_1994",
                    "hutchinson_and_knopoff_1979"
                ]
            }
        },
        {
            "11": {
                "text": "[11] In Experiment 1, participants heard sequences of four chords, three of which represented the same set class and one of which represented a different set class. The participants’ task was to listen to the sequence and to select one chord that differed in any way from the others (a similar experimental design with five units has been used earlier for chords and intervals; see Kuusi 2003a , 2005b , 2007b ). Using this procedure, it was possible to examine classes of objects. The goal was to examine the participants’ predisposition to select aurally the chord representing the deviating set class. In other words, the aim was to examine their predisposition to categorize three chords in the sequence as similar and to distinguish the contrasting or “deviant” chord. Method Example 1 . Chords used in Experiment 1 (click to enlarge) Example 2 . Two items from Experiment 1. The deviant chord is circled (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kuusi_2003a",
                    "kuusi_2005b",
                    "kuusi_2007b"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Stimuli . Each set class was represented by three or four chord voicings. Since the chord spans of trichords are strongly dependent on the interval-class content of the set class, a variation in chord spans between 13 and 18 semitones was accepted. These spans made it possible to find at least two chord voicings with the same span representing each set class, which was necessary for the testing procedure (see below). Example 1 shows the set classes and chord voicings that were used (as \nstated previously, I do not view inversionally related trichords as equivalent \nfor the purposes of this experiment).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In each item, the “context” consisted of three chords representing one set class, while the “deviant” was the one chord representing another set class. The context chords were similar with respect to their abstract structure (set class), while the deviant differed. In addition, all chords differed with respect to chord voicing. The chords of one item had two spans: the span and outer pitches of chords 1 and 3 were the same, and so were the span and outer pitches of chords 2 and 4. The same outer pitches were used to avoid responses based on the lowest or highest pitch, since transposition has been found to guide responses in earlier studies ( Kuusi 2005b ; Motte-Haber 1971 ; Samplaski 2000 ). However, the consequence of this decision was that the two chords with the same span that also represented the same set class had the same pitch-class content, as can be seen in the two items in Example 2 . In item a, chords 1 and 3, representing set-class [013] and having a span of 15 semitones, have the pitch-classes A, Bb and C. In item b, chords 2 and 4, representing set-class [024], have the same span and the same pitch-classes (A, B and C ).",
                "footnotes": [],
                "citations": [
                    "kuusi_2005b",
                    "samplaski_2000"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Example 2 also shows the voice leading in the outer voices and the effect of voice leading on chord span. The highest pitch always moved one semitone up or down; the lowest pitch either remained the same (oblique motion, as seen in item a) or moved one to three semitones in the opposite direction of the highest voice (contrary motion, as seen in item b). The voice leading in the outer voices ensured that no two adjacent chords had the same chord span. Generally, the lowest pitch was between G3 and B3, and the highest, between B4 and E5.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Eight set-class pairs were used in the experiment. This number was approximately half of all set-class pairs that could be composed using the predetermined chord spans while also meeting the \npreviously stated conditions. The set classes used in the experiment were [013], [014], [045], [024], [035], [026], and [027]. The set-class pairs were [013] and [035]; [013] and [027]; [014] and [045]; [014] and [035]; [045] and [026]; [024] and [035]; [024] and [026]; [024] and [027]. Set-classes [024] and [035] were in the pairings three times, while the other set classes appeared only twice. Table 1 . Huron consonance value calculated for set-class [024] (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The consonance values for the set classes were calculated as the sum of the Huron indices for each interval class (see Table 1 for the procedure). The lowest and highest possible values for triad classes (indicating dissonance and consonance respectively) are -3.438 for set-class [012] and +2.220 for set-classes [037] and [047]. The consonance values of the set classes in the experiment varied between -1.416 and +1.898. The absolute differences were also calculated between the consonance values of the two set classes of each pair (the differences are shown in \nTable 2 below).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Finale 2007 software was used to compose the chord sequences. The objective dynamic level of each pitch was matched, and all pitches were set to start and stop in perfect simultaneity. The sequences were recorded using a digital grand piano sound (Model 1923 Steinway D from the PMI Old Lady sample library), and an artificial reverberation simulating a classroom was added. Each chord lasted 0.75 s and was followed by a 0.25 s rest. Each item consisted of one sequence repeated three times, the repetitions separated by a 1.0 s rest. Each item’s duration was therefore 15.0 s. A 2.0 s rest separated two items.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The experiment consisted of two blocks of 20 sequences. One block consisted of 16 original sequences (that is, each pairing in both orders) and four controls. Another block was made in the same way, yet whenever possible, the voicings were different. Both sequences were recorded in two different item orders.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Participants and procedure . Twenty-three listeners participated \nin Experiment 1, and none was paid for his or her participation. They were \nprofessional musicians, teachers and full-time students from the Sibelius \nAcademy (8 male; average age 25.6 years; range 20–41 years; SD = 5.48) who had studied music at an institute of higher learning for an average of 4.87 years (range 1–13 years, SD = 2.83); they also had significant pre-college music training (averaging 13.7 years; range 5–30 years, SD = 4.94). All had completed or were in the process of completing a level-A ear-training course, which is the most advanced ear-training course offered at the Sibelius Academy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The participants were asked to select one chord that, in their opinion, deviated from the others in the sequence. They were not told anything about set classes or abstract structures. They were told only to respond according to intuition, without analyzing the chords.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The experiment was carried out in a classroom, and the items were played through loudspeakers. Participants were tested in four groups, and the item order was different for each group. The participants responded by circling the ordinal number of the deviating chord on paper. Before the experiment, randomly selected items were played to familiarize the participants with the pace of the experiment and the material to be used. A short break was taken after 20 items. After the experiment, the participants completed a background questionnaire. The experimental procedure took approximately 20 minutes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] When analyzing the data, I calculated the total number of responses according to \nset-class structure for each participant. Because there were four chords in each item, the chance level was 25%. The scores obtained were compared to the chance level using the binomial test. The z -value and the p -value are given for the obtained scores in order to show how clearly they differ from chance. The number of observations ( n ) is also given, since it is dependent on the results discussed. Results of Experiment 1",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] On average, the participants responded according to structure (that is, they picked the chord representing the deviant set class) in 52.5% of all responses ( z = 18.578; p < .001; n = 920). In other words, the set-class structure was the factor guiding responses in approximately half the cases. Individual participant’s responses varied between 25.0% (not significant) and 85.0% ( z = 8.764; p < .001; n = 40), indicating that some participants responded relatively systematically according to structure, while some were systematically guided by chordal characteristics. Altogether, there were 17 participants with scores significantly above chance level, that is, 37.5% ( z = 1.826; p < .05; n = 40) or higher. The percentage of responses according to structure was a little lower than that obtained with professional musicians and trichords in an earlier study ( Kuusi 2003a ), but very close to that obtained with professional musicians and pentachords in Kuusi 2005b .",
                "footnotes": [],
                "citations": [
                    "kuusi_2003a",
                    "kuusi_2005b"
                ]
            }
        },
        {
            "24": {
                "text": "[24] In examining the responses for set-class pairs, I averaged the participants’ responses to all representatives of each pair, the reason being that the number of representative chord sequences was not the same for each pair. As stated there were eight pairs of set classes {X, Y}, and each pair was played in both orders (X, Y) and (Y, X), which made 16 ordered pairs. The analysis of the ordered pairs made it possible to examine the importance of the presentation order. Table 2 . Differences in Huron consonances and responses according to set class (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The responses to different pairs varied considerably. Discrimination between chords representing set-classes [014] and [045] was clearly difficult, since only 18.5% of the responses were made according to structure (see Table 2 and Figure 1; the chance level and significance levels p = .010 and p = .001 are given in the figure). The order of presentation did not seem to affect the responses, since the percentages were below chance level for both orders. On the other hand, it was relatively easy for the participants to discriminate between chords representing set-classes [013] and [027] (76.1% responses were made according to structure; the percentage was a little higher when the context was consonant than when it was dissonant).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The analysis showed that, generally, the difference in the degrees of consonance made it easier to distinguish the chords, yet it was not the only factor. The smallest difference in the degree of consonance (according to the Huron model) was 0.129 between set-classes [024] and [026]; still, the participants could distinguish between these set classes to some extent (35.9%). Set-class [026] also seemed to be relatively easy to distinguish from set-class [045] (65.2%), despite the small difference in consonance. It is likely that chords representing set-class [026] sounded somewhat like the dominant-seventh chord, which made discrimination easier. The correlation between the consonance difference and the number of responses according to structure was r (16) = 0.577 ( p = 0.019) (the Pearson correlation coefficient was used).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Unlike earlier studies with intervals (e.g., Dowling and Bartlett 1981 ; Schellenberg 2002 ; Schellenberg and Trehub 1996 ; Trainor 1997 ; Kuusi 2007b ) or chords ( Kuusi 2005b ), the order of presentation did not seem to affect the responses in the present study. Even though there were small differences between responses to the two orders of presentation (as can be seen in Figure 1 ), the two-sample t-test (assuming equal variances) showed that the differences were not statistically significant ( t (14) = 0.766, p = .457). Furthermore, the differences in chord spans were not found to affect the responses; there was no correlation between responses according to set class and difference in chord spans ( r (16) = -0.055, ns.). Figure 1 . Discrimination between set classes plotted against the differences in Huron consonances (click to enlarge) Figure 2 . The participants’ responses to the four chords in each sequence, expressed in percentages (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "dowling_and_bartlett_1981",
                    "schellenberg_2002",
                    "schellenberg_and_trehub_1996",
                    "trainor_1997",
                    "kuusi_2007b",
                    "kuusi_2005b"
                ]
            }
        },
        {
            "28": {
                "text": "[28] Pitch-class content (discussed in paragraph 13) was not found to affect the responses either. Had it done so, there clearly would have been more responses to the context chord with different pitch classes than to the context chord with the same pitch classes. In fact, only four participants seemed to use pitch-class content as a guide. These four participants responded systematically either to the deviant set class or to the context chord with different pitch classes (in 85%–95% of their responses). With all participants, no differences were found in responses to the three context chords, and the percentage of responses to the deviant chord was clearly higher (see Figure 2 ). A comparison of averages and variances (using a single-factor ANOVA) confirmed the finding ( F (63) = 19.3, p < .001). Summary of Experiment 1",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The testing procedure, in which each set class was represented by more than one chord, allowed for variation in chordal characteristics (chord spans, voicings and transpositions). This made it possible to examine the common elements in chords representing a particular set class and to determine whether the participants were able to perceive aurally the abstract properties of such chords, categorize the chords according to these properties and discriminate between chords having different properties.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The experiment showed that the listeners discriminated between set classes in approximately half the responses. In the other half, there were factors other than abstract properties of set classes guiding the responses. It was not possible to examine these factors—the chordal characteristics—with the material used in Experiment 1. Another experiment was therefore conducted. Experiment 2",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] In Experiment 2, trichords were played one at a time and the \nparticipants described each with one or two adjectives. The aim was to determine \nwhether the participants would describe chords representing the same set class \n(thus having the same abstract structure) with the same or similar adjectives or \nwhether chordal characteristics would be more important than structure in their \nevaluations. The free adjective-association task (which was used instead of \nsemantic scales) yielded a large range of adjectives in the participants’ \nresponses. The main focus was not on the emotional responses elicited directly \nby the chords in listeners (emotivist); rather, it was assumed that the \nlisteners would recognize emotions or emotional expressions associated with \ncertain chords (cognitivist). (2) Method Example 3 . The chords in Experiment 2 (click to enlarge)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Stimuli . The experiment consisted of 10 set classes. They were [012], [013], [014], [045], [024], [035], [026], [027], [037] and [047]. In addition to the seven set classes used in Experiment 1,  the dissonant set-class [012] was added, as were the two highly familiar and consonant set-classes [037] and [047]. One, two or three chords represented each set class. The aim was to provide a large variety of chord spans, voicings and transpositions with a limited number of chords since the experiment could not last too long (for reasons explained in paragraph 37). There were 19 chords and two controls. The chord spans varied between 4 and 17 semitones. Some set classes were represented by chords with nearly the same span (e.g., [037] and [047]), while others were represented by chords with very different spans (e.g., [045], [024], [035]). There was a relatively large range of transpositions; the lowest pitch was between G 3 and F4, and the highest between F4 and C 5. Example 3 shows the chords and set classes used in Experiment 2. Below, whenever a specified chord is referred to, the chord span in semitones is given after a slash (e.g., [037]/8 which indicates the minor-chord class represented as a voicing with the span of 8 semitones). The chords are arranged from the closest spacing to the widest. Table 3 . Hutchinson and Knopoff dissonance calculated for two chords representing set-class [024] (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] For the reasons explained above, I calculated degrees of dissonance for chord voicings using the Hutchinson \nand Knopoff model ( 1979 ). Since this model gives higher values for dissonant chords, it is a model of dissonance, and the term “dissonance values” will be used. Table 3 shows the procedure for calculating the dissonance values for two chords representing set-class [024], while Table 4 gives the dissonance values for the 19 chords. The chords are arranged from the most dissonant to the most consonant. Table 4 . Hutchinson and Knopoff dissonance values for chords (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "hutchinson_and_knopoff_1979"
                ]
            }
        },
        {
            "34": {
                "text": "[34] The chords were composed as in Experiment I (see paragraph 17). Each lasted 1.50 s and was followed by a 0.50 s rest. One item consisted of one chord repeated nine times, in three groups of three chords each; a 4.0 s rest separated the three-chord groups. Each item’s duration was therefore 30 s. An additional 4.0 s rest separated the two items. The diatonic major and minor chords (representing set-classes [037] and [047] respectively) were played during the last third of the experiment. Hence, familiar chords were played in the context of unfamiliar ones.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Participants and procedure . Twenty unpaid participants (6 male; average age 23.7 years; range 20–41 years; SD = 4.27) evaluated the chords. They had studied music at the college level for an average of 4.28 years (range 1–13 years); in addition, they had many years of pre-college music training (average 13.9 years; range 5–33 years; SD = 6.02). All the participants in Experiment 2 had also taken part in Experiment 1.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The participants were tested in four groups. Each group heard the items, which were played through loudspeakers, in a different order. The participants were instructed to provide one or two adjectives to describe each chord. They were told that the same adjective could describe more than one chord; hence, they were free to use the same adjectives many times or to think of new ones. The participants responded in writing. Before the experiment, randomly selected items were played to familiarize the participants with the pace of the experiment and the material to be used. The experimental procedure took approximately 12 minutes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Experiment 2 was relatively short since it featured only 21 chords. The brevity of the experiment was intentional for three primary reasons. First, the participants had to be able to complete both Experiments 1 and 2 during one session (nevertheless, this was not possible for all participants since some had to leave after Experiment 1). Second, the participants had to be able to concentrate on Experiment 2 without any break because, otherwise, external factors (e.g., a short discussion with another participant, sounds or music heard outside the classroom, and so forth) could have affected the responses. Third, the participants had to continually produce adjectives, which was a challenging task. Indeed, this task \nwas more difficult than experiments that use semantic scales. Results of Experiment 2",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The data obtained consisted of both adjectives and other phrases that describe quality. All responses will be called “words” hereafter. The total number of words was 716, of which 348 were different. All words differing from each other were defined as different words, even if the difference was very small (such as “melancholy” and “melancholic”). The word used most often was “bright” (the original word in Finnish was kirkas , which appeared in 30 responses), followed by “beautiful” ( kaunis , 18), “expectant” ( odottava , 15), “soft” ( pehmeä , 11), “traditional” ( perinteinen , 11), “dissonant” ( riitaisa , 11), “fresh” ( raikas , 10), “melancholy” ( surumielinen , 10), “oppressive” ( ahdistava , 10) and “excited” ( jännittynyt , 10).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] As the list above shows, the word “beautiful” appeared in 18 responses. The opposite word, “ugly,” was not common—it appeared in just 2 responses (this finding is in accordance with results by Istók et al. \n[ 2007 ]). The participants used the following words instead of “ugly”: “dissonant” ( riitaisa ), “hard” ( kova ), “cold” ( kylmä ), “dangerous” ( vaarallinen ) and “oppressive” ( ahdistava ). Most chords were unfamiliar and dissonant, especially in comparison to traditional tonal chords. Naturally, the participants were influenced by the chords they heard played during the experiment, and their responses reflect this influence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The initial analysis of the words also showed that the familiar minor chords were often \nlabeled with the words “sad” and “melancholy,” while the major chords were called “bright” and “grand.” The major and minor triads were also described as “familiar,” “normal” and “traditional,” but also as “boring,” “dull” and “simple.” According to Kallinen (2005), joy and sadness seem to be easier to recognize than fear, anger and surprise.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] Words with the same or similar meanings were grouped prior to conducting a more thorough analysis of the word data. Thereafter, the remaining words were added to the groups or used to form additional groups with the help of a thesaurus ( Jäppinen 1989 ). The number of “thesaurus groups” obtained was 50. The number of words in each thesaurus group varied between 2 and 43, and the number of different words, between 1 and 11. There were only 12 words that could not be categorized at all. The “thesaurus groups” were labeled using the word that occurred most often in the data or with the most descriptive word. Table 5 gives the group labels (in alphabetical order and with the corresponding Finnish words provided in italics,) and the number of words in each group. Table 5 . The 50 thesaurus groups in alphabetical order, their labels (given also in Finnish), and the number of words in each group (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] The number of occurrences of all words belonging to each thesaurus group was summarized for each chord. Correlations between the thesaurus groups and certain chordal characteristics were calculated. The characteristics were the transposition level (measured using both the highest and the lowest pitches, but since the lowest pitch seemed to be a stronger factor, correlations are given only for the lowest pitch), chord span and Hutchinson \nand Knopoff dissonance value. Generally, the thesaurus groups did not correlate with these characteristics. The exceptions were thesaurus groups “soft” and “certain,” which correlated with transposition level ( r (19) = -0.73 and r (19) = 0.70 respectively); lower transpositions were evaluated as “soft” and higher ones as “certain.” In addition, “dissonant” correlated with dissonance value ( r (19) = 0.70), and “odd” and “unfamiliar,” with chord span ( r (19) = 0.70 and r (19) = 0.65 respectively). The latter correlation can be explained by the chord material used; as seen in Example 3, dissonant and unfamiliar chords were usually 11 semitones or wider, while the familiar chords were 8 semitones or fewer. Figure 3 . Dimensions 1 and 2 of the MDS configuration (click to enlarge) Example 4 . Chord voicings at the ends of dimension 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] In order to obtain a clearer interpretation of the thesaurus-group data, I carried out a multidimensional scaling analysis with the 19 chords used as stimuli. A three-dimensional solution was obtained with RSQ 0.955 and Kruskal’s stress 0.100.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] In dimension 1, the chords at the left end were [037]/7, [037]/8 and [047]/8 (that is, the familiar minor and major chords in different settings except, surprisingly, [047]/7, which is the root-position major triad). (See Figure 3 for the chords in dimensions 1 and 2 and Example 4 for the chord voicings.) These chords were described as “harmonious,” “beautiful,” “fresh,” “sad,” “melancholy,” “familiar,” “safe,” “relaxing,” “traditional” and “boring.” Neither the intervals usually considered to be sharp dissonances nor the milder dissonances (e.g., the M2 or the TT) were in these chords; hence, these chords had low Hutchinson \nand Knopoff dissonance values.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] At the right end of dimension 1 were chords [012]/13, [014]/15, [013]/15, [014]/11 and [045]/11. These were described as “dissonant,” “repulsive,” “hard,” “cold,” “cruel,” “excited,” “unstable,” “dangerous,” “oppressive,” “unfamiliar” and “odd.” These chords, which can be described as dissonant and unfamiliar, included the M7 and/or the m9. The chord spacing featured one small interval and one large interval between adjacent pitches (for example, M7 + M2 or M3; m9 + M2). The interval content was a result of the set class and chord span. Most of these chords had high Hutchinson \nand Knopoff dissonance values, albeit some chords with high dissonance values were found in the middle of dimension 1 ([024]/4 and [045]/5); these chords were probably evaluated as less dissonant because of their familiar elements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] I characterized dimension 1 as a continuum from consonance to dissonance and from familiar to unfamiliar. I calculated the correlation between the chords’ positions in dimension 1 and the Hutchinson \nand Knopoff dissonance values. The correlation was r (19) = 0.653 p = .002. As shown in \nExample 4, the chords at the right end of the continuum tended to be wider than the chords at the left end, but the correlation between chord span and position in dimension 1 ( r (19) = 0.460 p = .047) was only marginally significant. Example 5 . Chord voicings at the ends of dimension 2< (click to enlarge) Figure 4 . Dimension 3 of the MDS configuration (click to enlarge) Example 6 . Chord voicings at the ends of dimension 3 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] In dimension 2, the chords at the low end were [037]/7 and [037]/8 (the two minor chords) followed by two dissonant chords ([014]/15 and [012]/13). Because its pitches could be heard as the first, third and seventh pitches of the (harmonic) minor scale, the dissonant [014]/15 could also be heard as a minor chord. These chords were described as “sad” and “melancholy,” “final” and “complete,” and also as “oppressive” and “dangerous.” At the high end were chords [047]/7, [047]/8, [027]/7 and [024]/4, that is, both the root-position major chord and the first-inversion major chord, as well as chords consisting of perfect fourths, perfect fifths and major seconds (see Example 5 ). All had elements drawn from the major triad ([027]/7 can be heard as a first-inversion major chord with a suspension in the lowest pitch, and [024]/4 can be heard as the first three pitches of the major scale). These chords were described as “bright,” “transparent,” “simple,” “clear,” “soft,” “warm,” “relaxing,” “safe,” “empty” and “boring.” I characterized dimension 2 as having major-like chords at one end and minor-like chords at the other end.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] In dimension 3, the chords at the left end (chords [026]/16, [027]/7 and [026]/10) were described as “warm,” “familiar,” “unfinished” and “unstable” (see Figure 4 and Example 6 ). Chords representing set-class [026] can be understood as the dominant-seventh chord without the fifth; the dominant chord is usually described as an unfinished chord. The chords at the right end were [047]/7, [027]/14 and [024]/4, and were described as “bright,” “closed” and “full.” The major chord in root position can be considered stable, and so can the chord with two adjacent perfect fifths ([027]/14) and the one with two major seconds ([024]/4). I characterized dimension 3 as stable–unstable. Conclusions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Two experiments, one strongly focused on the abstract properties of set classes and the other on chordal characteristics, were conducted. The experiments applied testing protocols that differed significantly. Experiment 1 focused on listeners’ ability to discriminate between set classes in a sequence of four chords, while Experiment 2 focused on their perceptual evaluations of chords played one at a time. The set classes and the chords representing them were not exactly the same in the experiments. Yet there were common results: degree of consonance was an important factor in both experiments, and so were familiar elements in the chords. Both experiments did demonstrate some grouping of chords by set class, and some discrimination between differing set classes. This similarity of results and its connection with earlier studies will be discussed below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] The degree of consonance—whether the consonance of the set class (abstract) or the consonance of the chords—was an important factor. In Experiment 1, participants found it difficult to distinguish chords representing dissonant set classes from one another. In Experiment 2, they described the dissonant chords ([012]/13, [013]/15, [014]/11 and [014]/15) with a large variety of words, all of which can be regarded as belonging to emotions on the upper left section of Russell’s circumplex model of emotion (the emotions given by Russell were “frustrated,” “annoyed,” “distressed,” “angry,” “tense,” “afraid,” “alarmed,” “aroused”). (3) Chord dissonance was also linked with dimension 1; the chords listed were on the lower right section of the two-dimensional representation of the MDS-configuration; these chords were also close to each other in dimension 3. Participants in Experiment 1 found it easy to distinguish between chords representing set classes with marked differences in degrees of consonance; in Experiment 2, consonant and dissonant chords were placed at opposite ends of dimension 1.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] The participants found that set classes that could be represented by chords with familiar elements were relatively easy to distinguish from other set classes regardless of the degree of consonance. The minor chords were evaluated very differently from all other chords in Experiment 2. Chords with some connections to the major mode were grouped in dimensions 1 and 2 (the upper left segment in Figure 3). The most dissonant chords of the two experiments were difficult to distinguish from one another, yet this was the case when there were no familiar elements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] In both experiments, some grouping of chords representing the same set \nclass and some discrimination between set classes could be seen. In Experiment \n1, correct discrimination was made in approximately half the responses. In \nExperiment 2, the chords representing set-class [026] were very close to each \nother in dimensions 1, 2 and 3; chords representing set-class [037] were also \nrather close. Chords representing set-class [035] were close in dimensions 1 and \n2, and so were chords representing set-class [027]. Set-classes [037] (“minor”) \nand [026] (“dominant-seventh chord without the fifth”) are especially familiar \nfrom a tonal context, which explains the similar evaluations of the different \nchord voicings. Yet the root-position major chord was evaluated somewhat \ndifferently from the first-inversion major chord, and the voicings of chords \nrepresenting set-classes [027] and [024] were on opposite sides in dimension 3; \nboth findings indicate that the voicing was also important. One important factor \nin these results was the participants; they were trained musicians with years of \nexposure to classical music. They recognized familiar chords and evaluated them \nin a systematic way, and they also differentiated between different voicings. As \na whole, the results concerning the familiar tonal chords were very similar to \nthose obtained in earlier studies. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] The degree of consonance has been a factor guiding evaluations of chords in previous studies (see Background). The degree of consonance seems to be a principal factor regardless of a listener’s educational background in music. However, it seems that the familiarity of some chords used in the experiments diminished the importance of the degree of consonance: the participants had learned that the dominant-seventh chord is not a dissonant chord (even though set-class [026] was defined as relatively dissonant by the Huron model). It has been shown that when professional musicians rate the consonance of intervals, they maintain the traditional rank of intervals, regardless of sensory dissonance ( Plomp and Levelt 1965 ). Obviously, the two chords resembling other root-position seventh chords ([014]/11 and [045]/11) were not considered particularly familiar, at least within the context in which they were heard in the experiment.",
                "footnotes": [],
                "citations": [
                    "plomp_and_levelt_1965"
                ]
            }
        },
        {
            "54": {
                "text": "[54] Chord span, however, was not found to guide the responses as strongly in these experiments as has been found in earlier studies ( Motte-Haber 1971 ; Samplaski 2000 ; Kuusi 2005a ). In Experiment 1, only two spans were used in each item in order to minimize the role of chord span. But in Experiment 2, where chord spans were greatly varied, only the thesaurus groups “odd” and “unfamiliar” correlated with chord span, which was a marginally significant factor in the results of dimension 1. It is likely that the span would have become an important factor if semantic scales had been used in Experiment 2 (e.g., close–wide, large–small). When the participants could freely give adjectives, they supplied them according to characteristics other than chord span. In other words, in Experiment 2, chord span was not the principal factor guiding responses. Most likely, the participants tried to listen to the overall character of a chord instead of splitting it into separate components. The perceived degree of consonance was also an important factor, and chord span has little connection with degree of consonance.",
                "footnotes": [],
                "citations": [
                    "samplaski_2000",
                    "kuusi_2005a"
                ]
            }
        },
        {
            "55": {
                "text": "[55] Given the limited degree to which the responses “beautiful” and “ugly” occurred, the primacy of beauty did not emerge in the present study; these words were given in only 18 and 2 responses respectively ( Jacobsen et al. 2004 ; Istók et al. 2007 ). It is possible that professional musicians tried to avoid these adjectives, perhaps believing that the meaning of these words is too imprecise. Nevertheless, there was a total of 99 words belonging to the thesaurus groups “beautiful,” “bright,” “fresh” and “harmonious,” and 86 words belonging to the groups “dissonant,” “cruel,” “dangerous,” “oppressive,” “repulsive” and “ugly”; all of these words are closely related to either “beautiful” or “ugly.” As found by Jacobsen et al. ( 2004 ), evaluative words were more common than descriptive ones.",
                "footnotes": [],
                "citations": [
                    "jacobsen_et_al_2004",
                    "jacobsen_et_al_2004"
                ]
            }
        },
        {
            "56": {
                "text": "[56] There was a large degree of variation in participants’ responses in Experiment 1; some participants responded systematically according to set class, while others did not. It seems that listeners used very different strategies when they were asked to pick one chord out of a series of four. Some participants seemed to analyze the pitch classes of the chords and to respond by specifying a chord with different pitch-class content, selecting either the deviant chord or the different pitch-class context chord (the importance of pitch-class content has been studied earlier by Gibson 1988 , 1993 ). Yet it was not possible to further analyze the strategies that led to these responses.",
                "footnotes": [],
                "citations": [
                    "gibson_1988",
                    "gibson_1993"
                ]
            }
        },
        {
            "57": {
                "text": "[57] Combining two very different experimental designs allowed the participants to apply a large variety of means. The factors common to both experiments (degree of consonance and familiarity of chords) were the same as those obtained in earlier studies using other experimental designs. The secondary factors (chord span and common pitch-class content) have been mentioned earlier. The experiments did not particularly emphasize the role of set class, and the chord evaluations were guided by chordal characteristics. However, the set class (an abstract, background structure) does have a role in evaluating chords because of its connections to chordal characteristics (span, voicing, familiar element and degree of consonance). According to the experiments carried out in the present study, the role of set class is especially important when evaluating the trichord classes (and other classes with low cardinality).",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.09.15.5.kuusi.html",
    "data": "mto/data/mto.09.15.5.kuusi.json"
}