{
    "title": "Reciprocal Interpretations of Music and Painting: Representation Types in Schuller, Tan, and Davies after Paul Klee",
    "date": "2018/09/01",
    "volume": "24",
    "issue": "3",
    "authors": [
        "Hilewicz, Orit"
    ],
    "abstract": "In this paper, I explore ways in which three compositions—Gunther Schuller’sSeven Studies on Themes of Paul Klee(1959), Peter Maxwell Davies’sFive Klee Pictures(1959/1976), and Tan Dun’sDeath and Fire(1992)—lead a listener-observer to understand Paul Klee’s paintingDie Zwitschermachine[The Twittering Machine] (1922) not only as influencing music composition but as one whose reception is influencedbycomposition as interpretation. I rely on concepts that I termdescriptiveorcontextual representationto provide the framework for explaining such reciprocal relations between music and painting. By providing a unique lens through which to view the painting, each piece participates in generating a new twittering machine, so that the analyses uncover three differentZwitschermaschinen. Considered together with the painting, the three compositions take part in creating three distinct virtual multimedia works, each consisting of a combination of the painting with the music. Observers of Klee’s canvas, empowered with the musical thought of the three composers, may apperceive the painting anew through a multitextual listening activity that involves descriptive and contextual representation.",
    "keywords": [
        "ekphrasis",
        "music intertextuality",
        "music and painting",
        "Paul Klee",
        "Gunther Schuller",
        "Tan Dun",
        "Peter Maxwell Davies"
    ],
    "doi": "10.30535/mto.24.3.3",
    "received": "September 2017",
    "pdf": "http://mtosmt.org/issues/mto.18.24.3/mto.18.24.3.hilewicz.pdf",
    "author_info": [
        {
            "name": "Orit Hilewicz",
            "university": "Eastman School of Music",
            "address": "Music Theory, 26 Gibbs Street, Rochester, NY 14604",
            "email": "ohilewicz@esm.rochester.edu"
        }
    ],
    "citations": {
        "albright_2014": "Albright, Daniel. 2014. Panaesthetics: On the Unity and Diversity of the Arts . Yale University Press.",
        "benjamin_1968": "Benjamin, Walter. 1968. “The Work of Art in the Age of Mechanical Reproduction.” In Illuminations: Essays and Reflections , ed. Hannah Arendt, trans. Harry Zohn, 217–251. Schocken Books.",
        "bernard_1968": "Bernard, Jonathan. 1986. “Messiaen’s Synaesthesia: The Correspondence between Color and Sound Structure in His Music.” Music Perception 4 (1): 41–68.",
        "bernard_2002": "Bernard, Jonathan. 2002. “Feldman’s Painters.” In The New York Schools of Music and Visual Arts: John Cage, Morton Feldman, Edgard Varèse, Willem de Kooning, Jasper Johns, Robert Rauchenberg , ed. Steven Johnson, 173–215. Routledge.",
        "bildnerische_gestaltungslehre_i4-51": "Bildnerische Gestaltungslehre I.4/51. http://www.kleegestaltungslehre.zpk.org/ee/ZPK/BG/2012/01/04/051/ .",
        "bruhn_2000": "Bruhn, Siglind. 2000. Musical Ekphrasis: Composers Responding to Poetry and Painting . Pendragon Press.",
        "cone_1974": "Cone, Edward. 1974. The Composer’s Voice . University of California Press.",
        "cook_2001": "Cook, Nicholas. 2001. “Theorizing Musical Meaning.” Music Theory Spectrum 23 (2): 170–95.",
        "cornell_lab_of_ornithology": "The Cornell Lab of Ornithology. All About Birds . http://www.allaboutbirds.org/page.aspx?pid=1059",
        "cumming_2000": "Cumming, Naomi. 2000. The Sonic Self: Musical Subjectivity and Signification . Indiana University Press.",
        "dolan_2008": "Dolan, Emily. 2008. “E. T. A. Hoffmann and the Ethereal Technologies of ‘Nature Music.’” Eighteenth-Century Music 5 (1): 7–26",
        "dubiel_2004": "Dubiel, Joseph. 2004. “Uncertainty, Disorientation, and Loss as Responses to Musical Structure.” In Beyond Structural Listening? Postmodern Modes of Hearing , edited by Andrew Dell’Antonio, 173–200. University of California Press.",
        "dubiel_2005": "Dubiel, Joseph. 2005. “Theory as Mindset and as Text: Some Observations.” Perspectives of New Music 43 (2)/ 44 (1): 160–76.",
        "düchting_2012": "Düchting, Hajo. 2012. Paul Klee: Painting Music . Prestel.",
        "fauconnier_1994": "Fauconnier, Gilles. 1994. Mental Spaces: Aspects of Meaning Construction in Natural Language . Cambridge University Press",
        "fauconnier_and_turner_1998": "Fauconnier, Gilles, and Mark Turner. 1998. “Conceptual Integration Networks.” Cognitive Science 22 (2): 133–87.",
        "gérard_1997": "Genette, Gérard. 1997. Palimpsests: Literature in the Second Degree , translated by Channa Newman and Claude Doubinsky. University of Nebraska Press.",
        "goehr_2010": "Goehr, Lydia. 2010. “How to Do More with Words: Two Views of (Musical) Ekphrasis.” The British Journal of Aesthetics 50 (4): 389–410.",
        "gorbman_1987": "Gorbman, Claudia. 1987. Unheard Melodies: Narrative Film Music . Indiana University Press.",
        "grey_1997": "Grey, Thomas S. 1997. “Tableaux Vivants: Landscape, History Painting, and the Visual Imagination in Mendelssohn’s Orchestral Music.” 19th-Century Music 21 (1): 38–76.",
        "guerrero_2010": "Guerrero, Jeannie Ma. 2010. “Non-Conventional Planar Designs in the Works of Nono and Tintoretto.” Music Theory Spectrum 32 (1): 26–43.",
        "guck_2006": "Guck, Marion. 2006. “Analysis as Interpretation.” Music Theory Spectrum 28 (2): 191–209.",
        "harrison_2005": "Harrison, Max. 2005. Rachmaninoff: Life, Works, Recordings . Continuum International Publishing Group.",
        "hasty_2010": "Hasty, Christopher. 2010. “If Music is Ongoing Experience, What Might Music Theory Be? A Suggestion from the Drastic.” Zeitschrift der Gesellschaft für Musiktheorie : 197–216.",
        "heffernan_1991": "Heffernan, James. 1991. “Ekphrasis and Representation.” New Literary History 22 (2): 297–316.",
        "heffernan_1993": "Heffernan, James. 1993. Museum of Words: The Poetics of Ekphrasis from Homer to Ashbery . The University of Chicago Press.",
        "hoffmann_1814": "Hoffmann, E. T. A. 1814. “Die Automate.” Allgemeine Musikalische Zeitung 6 (9 February): 93–107.",
        "hultén_1968": "Hultén, K. G. Pontus. 1968. The Machine as seen at the end of the mechanical age . The Museum of Modern Art.",
        "hutchinson_2016": "Hutchinson, Mark. 2016. Coherence in New Music: Experience, Aesthetics, Analysis . Routledge.",
        "janson_and_janson_1963": "Janson, Horst W., and Anthony F. Janson. 1963. History of Art . Third printing. Harry N. Abrams.",
        "johnson_1994": "Johnson, Steven. 1994. “ Rothko Chapel and Rothko’s Chapel.” Perspectives of New Music 32 (2): 6–53.",
        "knussen_1978": "Knussen, Oliver. 1978. “Peter Maxwell Davies’s ’Five Klee Pictures.’“ Tempo , New Series, No. 124: 17–21.",
        "kramer_1988": "Kramer, Jonathan. 1988. The Time of Music: New Meanings, New Temporalities, New Listening Strategies . Schirmer Books.",
        "kramer_2002": "Kramer, Lawrence. 2002. Musical Meaning: Toward a Critical History . University of California Press.",
        "krieger_1992": "Krieger, Murray. 1992. Ekphrasis: The Illusion of the Natural Sign . Johns Hopkins University Press.",
        "larson_2012": "Larson, Steve. 2012. Musical Forces: Motion, Metaphor, and Meaning in Music . Indiana University Press.",
        "lochhead_2016": "Lochhead, Judith. 2016. Reconceiving Structure in Contemporary Music . Routledge.",
        "macpherson_1897": "Macpherson, Hugh Alexander. 1897. A History of Fowling; Being an Account of the Many Curious Devices by which Wild Birds Are or Have Been Captured in Different Parts of the World . David Douglas.",
        "maur_1985": "Maur, Karin von. 1985. Vom Klang der Bilder: die Musik in der Kunst des 20 Jahrhunderts . Prestel.",
        "maur_1999": "Maur, Karin von. 1999. The Sound of Painting: Music in Modern Art . Translated by John W. Gabriel. Prestel.",
        "messiaen_1944-1956": "Messiaen, Olivier. 1944/1956. The Technique of my Musical Language . Translated by John Satterfield. Alphonse Leduc.",
        "mitchell_1995": "Mitchell, W. J. T. 1995. Picture Theory: Essays on Verbal and Visual Representation . The University of Chicago Press.",
        "rubin_1976": "Rubin, William. 1976. “Klee’s ’Cat and Bird.’” MoMA 7: 6–7.",
        "scott_1991": "Scott, Grant F. 1991. “The Rhetoric of Dilation: Ekphrasis and Ideology.” Word and Image 7 (4): 301–10.",
        "scott_1994": "Scott, Grant F. 1994. The Sculpted Word: Keats, Ekphrasis, and the Visual Arts . University Press of New England.",
        "shapiro_1968": "Shapiro, Maurice L. 1968. “Klee’s Twittering Machine.” The Art Bulletin 50 (1): 67–69.",
        "spitzer_1955": "Spitzer, Leo. 1955. “The ’Ode on a Grecian Urn,’ or Content vs. Metagrammar.” Comparative Literature 7 (3): 203–25.",
        "tan_1993": "Tan, Dun. 1993. “Death and Fire: Dialogue with Paul Klee.” PhD diss., Columbia University.",
        "theon_ca_100_ce_1997": "Theon, Aelius. (ca. 100 CE) 1997. Progymnasmata . Edited and translated by Michel Patillon and Giancarlo Bolognesi. Les Relles Lettres.",
        "vergo_2010": "Vergo, Peter. 2010. The Music of Painting: Music, Modernism, and the Visual Arts from the Romantics to John Cage . Phaidon Press.",
        "webb_2009": "Webb, Ruth. 2009. Ekphrasis, Imagination and Persuasion in Ancient Rhetorical Theory and Practice . Ashgate.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Oxford University Press.",
        "discography_discography": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Karin von Maur’s ( 1985 , 1999 ) research explores connections between music and painting as a way to interpret and analyze modern paintings. Peter Vergo’s ( 2010 ) research focuses on the mutual relations between music and visual arts in the nineteenth and early twentieth centuries.",
            "citations": [
                "maur_1985",
                "maur_1999",
                "vergo_2010"
            ]
        },
        "FN2": {
            "text": "2. Ruth Webb’s historical study shows that the earliest surviving documentation of ekphrasis as a rhetorical technique appears in Aelius Theon’s Progymnasmata , which is dated to the first century AD ( Webb 2009 , 14; Theon [ca. 100 CE] 1997 , 60). Webb’s ( 2009 ) account depicts the rhetor telling listeners of historical and mythical events such as wars and natural disasters in a manner so detailed and lively that listeners could picture the events in their imagination. The aim was for listeners to achieve the same immersive experience with the cultural texts as the rhetor ( 2009 , 17–19).",
            "citations": [
                "webb_2009",
                "theon_ca_100_ce_1997",
                "webb_2009",
                "webb_2009"
            ]
        },
        "FN3": {
            "text": "3. Leo Spitzer provides the earliest definition of ekphrasis as a literary device: “reproduction through the medium of words of sensuously perceptible objets d’art ” ( 1955 , 207). Other prominent sources are Scott 1991 and 1994 , Heffernan 1991 , Krieger 1992 , and Mitchell 1995 . Heffernan’s definition of ekphrasis as “the verbal representation of visual representation” ( 1993 , 3) is cited especially frequently, although one could argue that non-representational visual artworks can be objects for ekphrasis as well.",
            "citations": [
                "spitzer_1955",
                "scott_1991",
                "scott_1994",
                "heffernan_1991",
                "krieger_1992",
                "mitchell_1995",
                "heffernan_1993"
            ]
        },
        "FN4": {
            "text": "4. To distinguish from literary ekphrasis, Kramer ( 2002 ) refers to musical ekphrasis as “paraphrase.” Grey ( 1997 ) uses the term ekphrasis more freely than it is used here, referring to the depictive quality of Mendelssohn’s “Italian” and “Scottish” symphonies. I follow Siglind Bruhn’s ( 2000 ) definition and make a distinction between programmatic works and compositions that take specific artworks as their subjects—I consider only the latter musical ekphrasis in this study, as they afford the reciprocal relationship described above.",
            "citations": [
                "kramer_2002",
                "grey_1997",
                "bruhn_2000"
            ]
        },
        "FN5": {
            "text": "5. However, more voices are calling to reexamine the isolated approach sometimes taken in musical analyses and to broaden the types of data considered useful. A few examples include Bernard 1968 , Cumming 2000 , Dubiel 2004 , Lochhead 2016 , and Hutchinson 2016 . The latter two authors argue for the usability of “extra-musical” material especially in contemporary music analysis.",
            "citations": [
                "bernard_1968",
                "cumming_2000",
                "dubiel_2004",
                "lochhead_2016",
                "hutchinson_2016"
            ]
        },
        "FN6": {
            "text": "6. Steve Larson conceptualized the different ways music is perceived as motion. He identified numerous categories of sensing an object’s motion in space and related each to a musical metaphor based on the perception of music as “something that moves” ( 2012 , 69). The sense of timbral motion in the 8 5 motive, for example, relates to the sense of music moving in time; each change in instrumentation is heard as an event approaching and “moving past us” ( Larson 2012 , 67–70).",
            "citations": [
                "larson_2012",
                "larson_2012"
            ]
        },
        "FN7": {
            "text": "7. For instance, Sergei Prokofiev’s programmatic piece for children, Peter and the Wolf , op. 67, relies on descriptive representation in the musical expression of some of the story’s characters. The bird, for example, is represented by the high range of a flute, and its theme imitates birdcalls. Therefore, the representation of the program’s bird involves a shared metaphor realized verbally in the program and musically, using imitated birdcalls, in the piece.",
            "citations": []
        },
        "FN8": {
            "text": "8. For example, a piece featuring stylized birdcalls such as those heard in numerous Messiaen compositions could potentially imply that the birds are living.",
            "citations": []
        },
        "FN9": {
            "text": "9. Since different cultures conceptualize music differently, instances of descriptive representation would presumably vary among cultures and periods ( Larson 2012 , 316–17).",
            "citations": [
                "larson_2012"
            ]
        },
        "FN10": {
            "text": "10. Fauconnier and Turner initially termed this category of networks “one-sided” ( 1998 , 165). In an unpublished revision of their article, however, the term was changed to “single-scope” ( http://www.cogsci.ucsd.edu/~faucon/BEIJING/CIN.pdf ).",
            "citations": [
                "fauconnier_and_turner_1998"
            ]
        },
        "FN11": {
            "text": "11. Discussion of the individual nature of musical experience and how it plays a part in music-theoretical thought can be found, for example, in Joseph Dubiel’s ( 2005 ) observation that understanding music is a mindset that changes from one listener to another and from one hearing to the next, in Marion Guck’s ( 2006 , 194–195) approach to analysis as a characteristic expression that concentrates on the analyst's experience and involves conceptual and verbal invention, and in Christopher Hasty’s ( 2010 ) call for engaging in questions of experience and meaning in music theory.",
            "citations": [
                "dubiel_2005",
                "guck_2006",
                "hasty_2010"
            ]
        },
        "FN12": {
            "text": "12. Examples include Drawing with the Fermata (1918) and Abstract Trio (1923).",
            "citations": []
        },
        "FN13": {
            "text": "13. For instance, Klee proposes an example of “dividual” rhythms in a series of footprints in the snow as a representation of the repetitive act of walking ( Bildnerische Gestaltungslehre I.4/51 ). http://www.kleegestaltungslehre.zpk.org/ee/ZPK/BG/2012/01/04/051/ .",
            "citations": []
        },
        "FN14": {
            "text": "14. As an example of individual and structural components in a painting, see his Monument in the Fertile Country (1929). The linear structure presents an intricate web of (individual) colors ( Düchting 2012 , 33–64).",
            "citations": []
        },
        "FN15": {
            "text": "15. Birds, more or less abstract, appear in numerous paintings by Klee. In his note on Cat and Bird (1928), William Rubin observes that the abstract bird on the cat’s forehead (which is similar in shape to the birds in other paintings such as the 1923 Landscape with Yellow Birds and the 1924 Bird Garden ) represents “imagery derived from conception rather than perception. Dealing with the imagined rather than the seen, his art was engendered from what we might call the ’screen’ of the mind’s eye“ ( 1976 , 6). However, the creatures depicted in Die Zwitschermaschine look quite different from other Klee birds. Maurice Shapiro notes their resemblance to fishing lures, thereby supporting his interpretation of the painting as a trap ( 1968 , 67).",
            "citations": [
                "rubin_1976",
                "shapiro_1968"
            ]
        },
        "FN16": {
            "text": "16. Horst Janson, however, describes the twittering machine as “a ghostly mechanism that imitates the sound of birds, simultaneously mocking our faith in the miracles of the machine age and our sentimental appreciation of bird song” ( 1963 , 527).",
            "citations": [
                "janson_and_janson_1963"
            ]
        },
        "FN17": {
            "text": "17. In his worldwide account of nineteenth-century fowling methods, Hugh Alexander Macpherson ( 1897 ) mentions numerous techniques for trapping birds, using decoy birds and lime. An especially cruel procedure, used for catching shrikes, seems particularly fitting to Die Zwitschermaschine . It involves sewing the eyelids of a captured shrike and gluing it to a branch (in Klee’s painting, the eyes are maimed instead by the arrows). The shrike’s tweets attract other male shrikes in the area, which attempt (and many times succeed) to attack and kill the decoy bird, getting captured in the process ( Macpherson 1897 , 80–81).",
            "citations": [
                "macpherson_1897",
                "macpherson_1897"
            ]
        },
        "FN18": {
            "text": "18. Twittering-automata (or Zwitscherautomaten ) were also prevalent in the eighteenth and nineteenth centuries. Some examples appear in Appendix 3 ; I am grateful to Stephanie Probst, who brought these contraptions to my attention.",
            "citations": []
        },
        "FN19": {
            "text": "19. The transcription is taken from Messiaen 1944/1956 , 39.",
            "citations": []
        },
        "FN20": {
            "text": "20. When simultaneous tweets have the same rhythm, they also share a common pitch, as the two piccolos at the end of the second measure in Example 7.",
            "citations": []
        },
        "FN21": {
            "text": "21. The Cornell Lab of Ornithology’s recording of the marsh wren demonstrates this.",
            "citations": []
        },
        "FN22": {
            "text": "22. In the text that accompanies the score, Tan ( 1993 ) explains that techniques in a given insert are limited to those introduced in the preceding Roman-numeral movements. Therefore, “Twittering Machine,” heard after the second Roman-numeral movement, includes only techniques already introduced in the first and second movements ( Tan 1993 , 19).",
            "citations": [
                "tan_1993",
                "tan_1993"
            ]
        },
        "FN23": {
            "text": "23. This instructs performers to pronounce “Chik” or “Dz” using either the mouthpiece of a wind instrument or, in the case of string players, only the voice.",
            "citations": []
        },
        "FN24": {
            "text": "24. This multiplicity has already been experienced in Schuller’s movement, when the musical tweets, which I first heard as spontaneous and unique, start repeating.",
            "citations": []
        },
        "FN25": {
            "text": "25. Davies’s is not the only musical ekphrasis of Die Zwitschermaschine that avoids imitation. Cindy McTee’s The Twittering Machine (1993) is divided into sections, each expressing the character of a different bird from the painting. The motion of the mechanism dominates slower sections in the piece and remains in the background as a rhythmically consistent and ongoing ostinato. While McTee's piece expresses the humoristic aspect of the painting, it avoids imitation of birdcalls. Another example is Giselher Klebe’s Die Zwitschermaschine (1951), which consists of four miniature movements. It expresses the painting in a musical “machine” that combines distinct compositional techniques and styles (loosely applied twelve tones juxtaposed with tonal centers), which parallel the distinct characters of the painting’s birds. Klebe’s piece is discussed in Bruhn 2000 , 376–80.",
            "citations": [
                "bruhn_2000"
            ]
        },
        "FN26": {
            "text": "26. “Mechanical” in this context means perfunctory, impersonal, and lifeless. A similar contrast was made in my discussion of Schuller’s piece between the repetitive and inexpressive buzzing sound representing the turning of the crank and the spontaneous-sounding musical tweets, and in Tan’s piece between the stability of the rhythmic sections of string pizzicato and the impulsive, jittery quality of the musical tweets.",
            "citations": []
        },
        "FN27": {
            "text": "27. Maurice Shapiro characterizes the second bird as “limp” and “lifeless,” while the third “still stands firm and well above his companions on either side” ( 1968 , 68).",
            "citations": [
                "shapiro_1968"
            ]
        },
        "FN28": {
            "text": "28. The empty notehead indicates that the pitch was lowered by an octave for clearer visual representation. Durations are not represented in Figures 11 a–c, which focus on pitch class.",
            "citations": []
        },
        "FN29": {
            "text": "29. In performance, the arm would have belonged to the orchestral conductor who dominates the acceleration. The first performance of the piece, by the Cirencester Grammar School orchestra, appropriately featured Peter Maxwell Davies in the role of the invisible hand that operates the machine. Unfortunately, documentation of the first performance does not seem to be available—Knussen ( 1978 ) writes that Davies composed the piece shortly before he began working at the school in 1959.",
            "citations": [
                "knussen_1978"
            ]
        },
        "FN30": {
            "text": "30. In considering music and painting (and text) as mixed media events, I draw from Lawrence Kramer ( 2002 ), who argues for alliance between music and imagetext (after Mitchell 1995 ). Kramer adds the caveat that “unlike texts or images, which generally seem to ‘have’ meaning regardless of their circumstances, music tends to ‘get’ [semantic] meaning . . . only from the process of application itself, which is to say, as an effect of being applied to texts or images” ( 2002 , 147). However, one could argue that music can provide meaning to images or text, and indeed the analyses above provide such examples. Claudia Gorbman ( 1987 ) demonstrates the multiplicity of meanings that music can endow on a single image (or a sequence of images) through a hypothetical commutation test, in which she examines the different interpretations arising from the pairing of a single scene in François Truffaut’s Jules et Jim (1962) with different musical styles. The simplicity of the visual aspect of the scene, which shows Jules, Jim, and Catherine riding bicycles down a country road, makes the stark differences in interpretation arising from the coupling of the image track with different soundtracks all the more pronounced ( Gorbman 1987 , 16–18).",
            "citations": [
                "kramer_2002",
                "mitchell_1995",
                "kramer_2002",
                "gorbman_1987",
                "gorbman_1987"
            ]
        },
        "FN31": {
            "text": "31. Goehr clearly summarizes the view of ekphrasis as proving the superiority of the literary art over the pictorial ( 2010 , 399). Heffernan presents a different take that involves a genderized outlook: “Ekphrasis speaks not only about works of art but also to and for them. In so doing, it stages . . . a revolution of the image against the word, and particularly the word of Lessing, who decreed that the duty of pictures was to be silent and beautiful (like a woman) . . . In talking back to and looking back at the male viewer, the images envoiced by ekphrasis challenge at once the controlling authority of the male gaze and the power of the male word” ( 1993 , 7).",
            "citations": [
                "goehr_2010",
                "heffernan_1993"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Scholars have been using diverse analytical strategies to explicate musical works based on intertextual expressions of music and visual arts. Some examples include Jonathan Bernard’s ( 2002 ) discussion of Morton Feldman’s musical aesthetic as influenced by New York abstract expressionist painters, Steven Johnson’s ( 1994 ) interpretation of the temporal design of Feldman’s Rothko Chapel as successive images in Rothko’s canvases, Thomas Grey’s ( 1997 ) examination of Mendelssohn’s symphonies as tableaux vivants , and Jeannie Guerrero’s ( 2010 ) study of Nono’s canons as analogous to spatial constructions in Tintoretto. In the opposite direction, art scholars such as Karin von Maur ( 1985 , 1999 ), Peter Vergo ( 2010 ), and others have been turning to music in order to analyze paintings. (1) Although highly valuable, these strategies limit their music-theoretical discussions on one side, and their art-historical discussions on the other, to either composers’ idiosyncratic interactions with visual objects or constructs, or to painters’ responses to musical concepts.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "bernard_2002",
                    "johnson_1994",
                    "grey_1997",
                    "guerrero_2010",
                    "maur_1985",
                    "maur_1999",
                    "vergo_2010"
                ]
            }
        },
        {
            "2": {
                "text": "[2] I am interested in the reciprocal relationships created in the mind of a listener-observer between music and other artworks. In this essay, I explore these relationships by examining three pieces that take Paul Klee’s 1922 painting Die Zwitschermachine [The Twittering Machine] as their subject: Gunther Schuller’s “Die Zwitschermaschine” from Seven Studies on Themes of Paul Klee (1959), Peter Maxwell Davies’s “The Twittering Machine” from Five Klee Pictures (first composed in 1959 and then revised in 1976), and Tan Dun’s “Twittering Machine” from Death and Fire (1992). As the compositions’ subject, the painting guides listener-observers’ understanding of the pieces; moreover, I argue, the compositions lead listeners to understand the painting as one whose reception is influenced by music as interpretation. Therefore, I approach the pieces as the composers’ interpretations of the painting, while at the same time I apply my interpretation of the pieces to the painting. A reciprocal relationship is formed between the artworks: in one direction, the painting influences my understanding of each piece; in the other, each piece has the power to influence my understanding of the painting. Even though the painting preceded the compositions—the pieces were composed after and about the painting (and not the other way around)—I as a listener-observer perceive the artworks at once. The painting presents me with ways to hear each piece, while at the same time each composition presents me with a way to see the painting.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Each of the three pieces examined in this paper takes Klee’s painting as its subject matter. Siglind Bruhn ( 2000 ), and later Lydia Goehr ( 2010 ), have termed in their writings such relationship between a musical composition and another artwork “musical ekphrasis.” Literally meaning “to tell in full” ( ek =fully, out; phrazein =tell, declare, pronounce; see Webb 2009 , 74; Heffernan 1993 , 191), ekphrasis first appeared in manuals of rhetoric from the Roman Greek period, referring to vivid description that persuades listeners by raising an image in their mind’s eye. (2) In the second half of the twentieth century, the term was adopted in studies of literature, where it was applied to poems or prose (or moments thereof), in which the text re-presents a visual object in an attempt to elicit images from readers. (3) Goehr distinguishes the Greek “ancient view,” which she defines as “descriptive speech or writing [that] brings an image or scene of music before the imagination,” from the literary “modern view,” which she terms “work-to-work relation” and explains as occurring “when, say, a musical work re-presents a poem, painting, or sculpture” ( 2010 , 389). Indeed, even though the ancient rhetorical and modern textual views are based on ekphrasis as a depictive act that aims to bring a non-present object or event into presence, it is the modern view, the “work-to-work relation,” that opens ekphrasis to other types of texts that are not literary; a painting, for example, can be ekphrastic of a poem, and a musical work can bring a painting into presence.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "bruhn_2000",
                    "goehr_2010",
                    "webb_2009",
                    "heffernan_1993",
                    "goehr_2010"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Musical ekphrasis, then, is a later transformation of the term. While Thomas Grey ( 1997 ), Lawrence Kramer ( 2002 ), and other musicologists used the term in their writings, Siglind Bruhn ( 2000 ) has written about it most extensively. (4) She defines musical ekphrasis as an instrumental piece that takes another artwork as its subject matter, or alternatively as a text that takes a piece of music as its subject matter ( Bruhn 2000 , 8). Such pieces call for active listening that takes the artworks on which they are based into consideration. Listening to music is an activity that often involves more than sound; a score, program notes, and other texts may become part of one’s listening experience, as well as a world of references and associations based on a particular listener’s experience. While these “extra-musical” texts and associations are often only covertly present in analytical works, (5) I argue for the benefit of treating the artwork object of ekphrasis as one of the texts (or “paratexts,” to use Gérard Genette’s 1997 term) in analyses of ekphrastic musical pieces. Example 1 . The 8 5 Motive in Rachmaninoff’s Isle of the Dead , op. 29 (1908), mm. 30–39, String Section (click to enlarge)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "grey_1997",
                    "kramer_2002",
                    "bruhn_2000",
                    "bruhn_2000"
                ]
            }
        },
        {
            "5": {
                "text": "[5] To explicitly examine the possibilities of multitextual interpretation, I will frame my discussion using two types of musical representation, which I term descriptive and contextual. In music about paintings, descriptive representation refers to musical components that can be considered representational, independently from the painting. Contextual representation refers to musical components that are taken to be representational only in the context of the painting. Descriptive representation stems from the ancient rhetorical technique, in which an author vividly describes objects or events to elicit mental images from readers. When a musical work includes such description, by use of imitation for example, a metaphorical space is created in the mind of a listener that connects visual image to musical sound. For example, Sergei Rachmaninoff’s Isle of the Dead , op. 29 (1908), which takes Arnold Böcklin’s 1886 painting by the same title as its subject, starts with a repetitive rhythmic motive that consists of eighth notes in 8 5 rhythm. The motive represents the motion of the boat depicted in the painting as it approaches the island. Some interpreters hear the motive as representing the movement of the boat’s oars, and others, such as Max Harrison, interpret it as “the movement of the river around the isle and the boat rising and falling” ( 2005 , 149). Either way, listeners hear the 8 5 motive as representing the motion of the painting’s boat on the river through descriptive representation, since motion is a metaphor shared between the painting and the music. The depiction of the boat in the painting, which includes a rowing boatman and oars touching the water, implies that the boat is moving and approaching the island. In Rachmaninoff’s piece, the 8 5 motive engenders the metaphor of motion in several respects. Rhythmically, the motive is asymmetrical, since it is divided into two unequal beats (grouped 2+3). Therefore, it features a metric accent that generates a sense of flow; the effect of movement would have been diminished had the motive consisted of four eighth notes, creating two equal beats. The motive, shown in Example 1 , also contains melodic motion, since it “moves” between different pitches, with no repetitions among consecutive notes. In addition, the instrumentation creates a timbral sense of motion, because the motive’s presentation gradually involves more instruments; it starts in the harps, then the celli join, followed by the violas, the second violins, and finally the first violins. (6) While instances of descriptive representation that involve imitation abound for example in programmatic music, which often relies on musical metaphors to evoke the desired associations in listeners, (7) descriptive representation does not necessarily involve imitation. For example, I consider the viola part in Morton Feldman’s Rothko Chapel as expressing a character or a person in the chapel space because of its “singing” quality ( Cone 1974 referred to such sensibility as a “unitary virtual agent”). Interpreting the viola in this way is considered descriptive representation of the chapel space, because my hearing of the viola as a musical subject does not rely on the composition being musical ekphrasis.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "harrison_2005",
                    "cone_1974"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Contrasting descriptive representation’s reliance on listeners’ shared knowledge, contextual representation deals with listener-observers’ idiosyncratic interpretations of specific artworks through contexts added while engaging in multitextual listening. While descriptive representation relies on a mediating notion that the two artworks share, contextual representation happens when an ekphrastic work, or a component thereof, is understood as evocative only in the context of that other artwork. According to Goehr, “The more ekphrasis moved away from description, the more it severed itself from the task it once had, as a listening and temporal art , to render present through words what was absent to the eye” ( 2010 , 393). As ekphrasis transcended description, it emphasized interpretation. As a result, while descriptive representation concentrates on presence, contextual representation concentrates on absence. For example, Grant Scott argues that picturing the ruined marbles when reading Keats’s “On Seeing the Elgin Marbles for the First Time” is crucial for understanding the poet’s sense of defeat especially at the end, when a series of dashes expresses his loss for words ( 1994 , 45–68 and Appendix 2 ). While the poem is considered ekphrasis for taking another artwork as its subject matter, it does not aim to elicit an image of the marbles in a reader’s mind, but rather takes it as a given that readers have already seen the marbles mentioned in the poem’s title. The poet’s sensation of his own mortality, while looking at the acclaimed marbles presented in the British Museum in their degraded and decontextualized state, is expressed especially in the disintegration of the sonnet towards the end. At the same time, Scott explains, “like the curious mortality of the marbles . . . the sonnet—a moment’s monument of Keats’s own sculpting—crumbles and is at last held up by a scaffolding of makeshift dashes. As such, the ekphrasis [the poem] seeks to attain or reproduce the shape of the marbles themselves” ( 1994 , 56). Without seeing the marbles, one might interpret the poem’s ending differently. The lines “And each imagined pinnacle and steep / Of godlike hardship tells me I must die / Like a sick eagle looking at the sky” might lead one to read the poem as a lament of the poet’s mortality in front of the ancient marbles’ timelessness. However, an ekphrastic reading of the poem presents the possibility of relating its disintegration to the poor state of the marbles when seen by Keats. Seeing the marbles in their pitiful condition, Keats’s gaze is focused on the damaging effects of time and neglect. His poem laments the decay, inevitable even for such a grand creation.",
                "footnotes": [],
                "citations": [
                    "goehr_2010",
                    "scott_1994",
                    "scott_1994"
                ]
            }
        },
        {
            "7": {
                "text": "[7] In music, contextual representation allows any of the compositions studied here—Schuller’s, Tan’s, and Davies’s—to interpret ambiguous elements in Klee’s Zwitschermaschine . For instance, it is not clear whether the strange creatures depicted in the painting are meant to be living birds on a mechanism, whether the birds themselves are mechanical, or whether the birds and the machine are related to one another in some other way. Each of the compositions could direct listeners towards an interpretation. For example, a piece featuring musical birdcalls, either actual or stylized, might bring listeners to interpret the painting’s birds as living. (8) As the following analyses will show, other musical elements could encourage listeners to consider the birds as mechanical, or understand the birds as allegorical rather than figurative.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] To summarize the differences between descriptive and contextual representation, descriptive representation relies on a metaphor shared between the artworks, while contextual representation entails a unique interpretive path that does not rely on a mediating metaphor—a singular connection is made between the two artworks. While descriptive representation depends on common cultural knowledge or experience, (9) contextual representation is worked out in interpretation by listener-observers. We can expect descriptive representation to be shared between different listeners, but contextual representation is subjective in the sense that different listeners will often develop distinct contextual interpretations. Indeed, Harrison’s ( 2005 ) tone in his analysis of The Isle of the Dead suggests that he assumes other listeners interpret the 8 5 motive similarly, while Scott ( 1994 ) proposes an original interpretation of Keats’s poem. Rather than expecting that readers interpret the poem in the same way, Scott asks them to consider his interpretation as a possible way of understanding the intertextual relationship between the marbles and the poem.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "harrison_2005",
                    "scott_1994"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Descriptive and contextual representation are terms for types of connections made between separate cognitive structures, termed “conceptual blending” by linguist Gilles Fauconnier and cognitive scientist Mark Turner ( 1998 ). Conceptual blending is founded on “mental spaces”—cognitive constructs, created instantly in one’s mind during discourse, that regulate one’s understanding of linguistic expressions ( Fauconnier 1994 , 16). For example, in order to comprehend the sentence “In Prokofiev’s Peter and the Wolf , the bird is represented by a flute,” a mental space is created that represents Prokofiev’s piece. The creation of the mental space is subconscious; it occurs immediately when the sentence is heard or read. The words “in Prokofiev’s Peter and the Wolf ” are the “space builder”—the impetus for generating the mental space—and the space includes the information provided in the sentence on Peter and the Wolf (the relationship between the bird and the flute). A more complex example is the sentence “Most people know that, in Prokofiev’s Peter and the Wolf , the bird is represented by a flute.” This latter sentence induces the creation of two mental spaces; the first represents what “most people know,” and the second is generated by the space builder “in Prokofiev’s Peter and the Wolf ” as the previous sentence. The second mental space in this latter case, Peter and the Wolf , is dependent upon the first (“most people know”) which provides the context; the sentence frames the information on Peter and the Wolf within what most people know.",
                "footnotes": [],
                "citations": [
                    "fauconnier_and_turner_1998",
                    "fauconnier_1994"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Conceptual blending involves at least four mental spaces—two input spaces, a “generic space,” and a “blended space.”An input space is a mental space that provides the information that goes into the process of conceptual blending. For example, the metaphor implied in the sentence “In Prokofiev’s Peter and the Wolf , the bird is represented by a flute” includes the input space “bird in the program,” and also the input space “flute part in the music.” The generic space includes the construct that the two input spaces have in common. For instance, in the generic space of “In Prokofiev’s Peter and the Wolf , the bird is represented by a flute,” which includes the characteristics that the flute part has in common with the sound of a bird, such as its high pitch. Lastly, the blended space contains the mapping between the two input spaces using the generic space. In this example, the blended space includes interpreting the flute part as the bird from the story. Generally, the two input spaces include elements in the musical composition and the other artwork; the generic space is the common concept or relationship that guides the mapping between these elements, and the blended space contains the ekphrastic representation. Conceptual integration networks (CINs) model conceptual blending. They can be represented in diagrams that visualize the cognitive stages involved in creating metaphors. CINs have already been applied to the interpretation of music, notably by Cook ( 2001 ) and Zbikowski ( 2002 ). Framing intertextual analyses using CINs allows us to consider the interpretation methodically and to distinguish clearly between instances of descriptive and contextual representation. Example 2 . Musical Representation of the Boat in Rachmaninoff’s Isle of the Dead , op. 29 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "cook_2001",
                    "zbikowski_2002"
                ]
            }
        },
        {
            "11": {
                "text": "[11] As an example of the use of CINs in musical ekphrasis, the diagram in Example 2 shows the network created when listeners hear the 8 5 motive from Rachmaninoff’s Isle of the Dead as a representation of the motion of the boat in the painting. The two “input spaces,” the mental spaces to which the metaphor applies, are marked M for music and P for painting. In the construction of the metaphor, the mental spaces serve as input spaces, mapped onto one another through the shared metaphor of motion presented in the generic space. The blended space below combines the two input spaces according to the connection made in the generic space, linking the visual motion to the musical motion. The sense of musical motion does not depend on the painting’s boat; a listener can sense motion in the piece without being aware of the music’s relationship to the painting. It is the painting’s input space that leads one to interpret the motion as expressing the boat’s movement. Using Fauconnier and Turner’s ( 1998 ) terminology, the network in Example 2 is a “shared topology network,” meaning that each of the input spaces projects the organization of the generic space; in this case, each artwork, the composition and the painting, gives rise to the metaphor of motion independently from the other artwork. Shared topology networks are characteristic of descriptive representation, since they rely on the commonality of the metaphor’s mapping to both input spaces. However, other types of CINs may feature different connections between the generic space and the input spaces. As we shall see, in a different type of network the generic space represents the organization of just one of the input spaces, which is then projected onto the other as the metaphor is created. Example 3 . Interpretation of Klee’s Die Zwitschermaschine Generated by a Hypothetical Musical Ekphrasis (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "fauconnier_and_turner_1998"
                ]
            }
        },
        {
            "12": {
                "text": "[12] An example of contextual representation, the diagram in Example 3 presents the network at the basis of a situation proposed earlier, in which musical ekphrasis of Klee’s Die Zwitschermaschine features stylized birdcalls. While both input spaces in this case include bird qualities, understanding the painting’s creatures as living birds is a consequence of the musical representation. Therefore, the blended space is the result of a projection from the musical input space onto that of the painting. Such a network, in which one of the input spaces projects its organization onto the other, is termed “single-scope” network by Fauconnier and Turner and is typical of contextual representation, which entails an element in the ekphrastic piece propelling one to interpret the other artwork or vice versa. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Each of the three ekphrastic compositions analyzed in this essay exemplifies a distinct interplay of descriptive and contextual representation in its expression of Klee’s Die Zwitschermaschine . One of the differences between their forms of representation is found in the way in which they imitate, or avoid imitating, the sound of birdcalls to express the creatures depicted in the painting. While I hear two of the pieces, by Gunther Schuller and Tan Dun, as imitating tweets to some extent, Peter Maxwell Davies’s representation avoids such imitation. Even among Schuller’s and Tan’s humoristic representations of birdcalls I find substantial differences; in Tan’s compositions, the birdcalls are presented in an exaggerated and parodic manner, while in Schuller’s the birdcalls are closer to sounding like real-life birds. Other differences between the representational properties of the pieces are found in their attempt, or lack thereof, to explain the way in which the painting’s twittering machine operates, thereby directing listeners to interpret an ambiguity in the image.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In this essay, I do not aim to trace all ekphrastic interpretations possible for each of the three pieces. Instead, I focus on my own interpretation as a listener and musician, while situating my hearings in the larger context of musical modes of representation. Analysts often make use of scores and recordings, which Cook ( 2001 , 179) describes as “traces” of musical objects; in addition, musical ekphrasis calls listeners to treat artworks as further resources in analysis. Consequently, analysts would come up with different interpretations of intertextual relations between a given musical piece and another artwork, with each analysis picking up one path among numerous interpretational possibilities. (11) While my hearings offer intertextual interpretations of the pieces, other listeners could come up with interpretations that reveal additional relationships when analyzing Schuller’s, Tan’s, and Davies’s compositions on Klee’s Zwitschermaschine . This essay offers conceptual frameworks that analysts could use to situate their hearings.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "cook_2001"
                ]
            }
        },
        {
            "15": {
                "text": "[15] My study of the pieces is preceded by a short interpretive description of Paul Klee’s painting, since—similarly to Keats’s ekphrasis—understanding the three pieces as instances of musical ekphrasis depends on familiarity with the painting that is their subject. The discussion of each of the pieces will include potential interpretations of the painting enabled by the music. Klee’s Die Zwitschermaschine (1922)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Paul Klee’s paintings in general, and Die Zwitschermaschine in particular, are especially suitable for this project. Born to a family of musicians, Klee was a virtuoso violinist who expressed musical ideas in his paintings. (12) Conceiving his paintings in musical terms, he has developed a “musical theory of painting” during his years teaching at the Bauhaus school. Klee’s theory consists of individual elements that express the innovative and irregular components of a painting, and structural (or “dividual”) elements, which refer to components made of smaller, repeating units ( Düchting 2012 , 35). (13) Structural elements serve as the foundation over which individual components are presented. (14) Therefore, it is not surprising that his paintings have inspired numerous musical compositions. Nevertheless, Die Zwitschermaschine has attracted musical representations more than any other painting; I found no fewer than twenty-two such pieces, which are listed in Appendix 1 . Example 4 . Paul Klee, Die Zwitschermaschine (1922, 151). Oil transfer drawing and watercolor on paper on cardboard, 41.3 X 30.5 cm (click to enlarge)",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Die Zwitschermaschine , shown in Example 4 , depicts four bird-like creatures standing on a wire, which is loosely connected to a mechanism operated by a manual crank. From the angle of the handle’s connection to the wire on which the four characters are standing, the handle seems to be in motion, but we cannot see the hand operating it. The birds’ bodies are depicted like stick figures that—grotesquely and cartoonishly—contrast their massive heads. (15) Their heads are shaped similarly to fermatas—a repeating shape in Klee’s paintings that is often associated with birds—with their bills filling in the fermatas’ open spaces. Maurice Shapiro ( 1968 ) remarks that the painting has dark undertones; a closer look reveals that arrows pierce each of the birds’ heads (apart from the leftmost bird). Moreover, except for the leftmost bird, which gives the impression of the leader of the group, the creatures look quite miserable. The second bird from the left is looking directly downward, like an inverse of the leftmost bird. Its bill is open wide, perhaps involuntarily, and its note-shaped tongue is drooping, almost curling backwards. The third is standing taller and seems steadier than the two birds adjacent to it on both sides. Its tongue is curled upward, and its head is turned slightly downwards. There is an arrow piercing its eye, which is completely black. The fourth is striking for its apparent determinacy. Facing the right side of the painting with its head tilted slightly upwards, its tongue is shooting out of its beak like a sharp arrow directed toward the upper right corner, where gray clouds seem to be approaching ( Shapiro 1968 , 67–68). The birds direct their tweets in all four directions in this image, which is humorous and sinister, while at the same time touching in the futility of the mechanical contraption. The twittering machine’s mode of operation is left undetermined in the painting, since the engineering detail is inexplicit. The machine stands on four legs; the back legs, which end out of view inside a ditch dug in the ground, seem longer than the front. A wire frame is placed over the opening of the ditch, with two pegs that hold it over the ground at the front, on both sides of the machine’s stand. Shapiro ( 1968 , 67) describes the frame as made of mesh, but the light coming from above and reflecting in the transparent surface of the frame suggests that it may be made of glass or some other reflective and translucent material.",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "shapiro_1968",
                    "shapiro_1968",
                    "shapiro_1968"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Shapiro observes the conflicted relationship that the painting relays between industry and the natural world, expressed by a man-made device aimed to control natural birdcalls through a distorted music box that fetishizes birdsong. (16) He also proposes that the machine is a bird trap, illustrating three ways in which it could fulfill this purpose. The frame could be used to trap birds who enter the ditch under the machine; moreover, the black blots surrounding the birds could represent lime, which is sometimes employed in fowling to glue a decoy bird onto a twig or a branch. Before birds are captured, the decoy bird is often fatally injured, adding another dark undertone to the painting; the tweets of the birds will eventually lead to their death. (17) Lastly, the machine’s governor, made of two white triangles, could denote a revolving mirror used to attract birds. I propose another possible interpretation of the painting as expressing a conflict between nature and industry, relating Klee’s twittering machine to music “automata,” machines that imitate musical instruments, which became popular in the eighteenth century. Such machines are at the center of E.T.A. Hoffmann’s “Die Automate,” first published in 1814 in the Allgemeine Musikalische Zeitung , which provides a clear expression of the conflict. Emily Dolan stipulates that one of the characters probably expresses Hoffmann’s view when objecting to automata, since they disrupt what he considered the true purpose of music—its reflection of the “soul’s own inner music,” which can only be created by a “feeling musician” ( 2008 , 10). (18)",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "hoffmann_1814",
                    "dolan_2008"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The painting may be popular among composers for its inherent musicality, expressed in the image of birds with open beaks (which bring to mind songbirds). The machine seems to invite spectators to metaphorically turn the crank and imagine the sounds that would come out. Numerous composers have accepted the challenge over the years and suggested various sonic depictions of the machine, and we can expect that additional musical twittering machines will continue to be created in the future. Three of these realizations, featuring diverse strategies of musical-visual representation, are examined here. Gunther Schuller’s “Die Zwitschermaschine” Example 5 . Audio clip of Schuller’s “Die Zwitschermaschine” from Seven Studies on Themes of Paul Klee (1959), mm. 1–19",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] “Die Zwitschermaschine” is the middle piece of Schuller’s Seven Studies on Themes of Paul Klee (1959)—a collection of short pieces for orchestra, each composed on a different Klee painting. It begins with a rapid ostinato of layered sextuplets, triplets, and sixteenth notes, resulting in a humming sound ( Example 5 ). A gentle figure is gradually added, suggesting living birdsong at first, but later in the piece turning into a repetitive pattern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Of the three pieces examined in this essay, Schuller’s sounds to me the most depictive in its mimetic representation of birdcalls. I am not the only listener hearing musical birdcalls in the rhythmically fragmented sounds beginning in m. 5 ( Bruhn 2000 , 372–76); however, it seems unlikely that Schuller based these sounds on musical transcriptions of actual birdcalls (like those found in works by Olivier Messiaen). Still, some resemblances emerge when comparing Schuller’s birdcalls to recordings of birdcalls in nature, such as an avoidance of consistent pulse and a high rate of rhythmic variation. In addition, the variety of instruments and instrumental combinations that generate the tweets in the movement suggests that the music depicts a group of different bird species rather than a single bird type. Example 6a . An excerpt from Messiaen’s transcription of the lark call (click to enlarge) Example 6b . Stylized “tweets” in Schuller’s “Die Zwitschermaschine” from Seven Studies on Themes of Paul Klee (1959), mm. 25–27 (click to enlarge) Example 7 . Musical tweets in Schuller’s “Die Zwitschermaschine” from Seven Studies on Themes of Paul Klee (1959), mm. 9–10 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "bruhn_2000"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Both rhythmic irregularity and instrumental diversity contribute to the perceived spontaneity that is characteristic to birdcalls in nature, whose rhythmic qualities have been described as “jumbles” and “rhythmic pedals” by Messiaen ( 1944/1956 , 38). For example, an excerpt from Messiaen’s stylized transcription of the lark’s call is presented in Example 6a . (19) Schuller’s tweets are most likely not transcriptions of birdcalls; however some of the “tweets,” such as the excerpt shown in Example 6b , contain repeating pitches in rhythmic groups that avoid a sense of pulse.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] However, musical birdcalls throughout the movement are not heard in isolation; the music consists of a multiplicity of simultaneous tweets, as if a group of birds from different species is being heard. Example 7 presents a reduction of two bars of musical tweets, showing the rhythmic irregularity and varied articulation between the different parts, which results in an impression of spontaneity that is nonetheless predetermined and organized. Concurrent tweets, for example, have differing rhythms for the most part; notice the flute’s eighth note at the end of the second measure of the example, superimposed on the piccolos’ triplet eighth notes, such that they are heard slightly displaced rhythmically from one another. (20) The inconsistent rhythms and varied articulations, which give a first impression of improvisation, are crucial contributors to the convincing impression of the birdcalls in my hearing. Overall, in obstructing their composed state with allusive spontaneity, Schuller’s musical tweets give a deceptive first impression that the twittering machine produces the calls of real, living birds.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The imitative features of Schuller’s movement generate an immediate connotation of birdcalls, which is related to Klee’s painting following Schuller’s title. Hearing musical tweets in Schuller’s piece is independent of Klee’s painting, because the tweets are contingent on a separate mediating space. Therefore, the tweets are descriptive representation of birdcalls. The mimetic quality of the musical birdcalls sets them apart from other representational elements in the piece, such as the buzzing sound heard when the music starts, or the role of the percussion instruments. Understanding the latter two depends on a listener’s intention to make sense of the sounds in context of the painting.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] While early in the movement the tweets sound spontaneous and improvised, the impression is contradicted later in the piece, suggesting that the musical birds are controlled by the mechanism. First, some listeners may interpret the gourd and woodblock accompanying the series of birdcalls (m. 11ff.) as expressing the painting’s mechanism to which Klee’s birds are confined. Others, however, may relate the percussion sounds to birdcalls, referring to birds, such as the marsh wren, that characteristically feature percussive sounds in their tweets. (21) Perhaps the most obvious hint that the birdcalls are mechanized is the repetition of the entire series of tweets, together with the percussion parts, in the same instrumentation, pitch, and rhythm; compare mm. 26–32 in Example 8a to mm. 44–50 in Example 8b . Like a windup music box that repeats the same tune after its key has been turned, thus hindering the impression of spontaneous sound, the tweets’ exact repetition implies that the musical birds are not spontaneous at all. Example 8a . Musical “birdcalls” in Schuller’s “Die Zwitschermaschine” from Seven Studies on Themes of Paul Klee (1959), mm. 25–32 (click to enlarge and see the rest) Example 8b . Exact repetition of the musical “birdcalls” in Schuller’s “Die Zwitschermaschine” from Seven Studies on Themes of Paul Klee (1959), mm. 44–50 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The repetition of the tweets also forms an instance of descriptive representation, since the mechanical quality of repetition is independent of the piece being musical ekphrasis: listeners can arrive at this interpretation without knowing the painting. Nevertheless, the repetition suggests an interpretation of the painting as a twittering machine not unlike nineteenth-century Zwitscherautomata —the mechanical contraptions made to resemble birds. Returning to E.T.A. Hoffman’s disapproval of musical automata in Die Automata , and his emphasis on music being produced by humans, Schuller’s piece presents a live orchestra that is eerily made to sound like an automaton. Example 9 . Timeline for Schuller’s “Die Zwitschermaschine” from Seven Studies on Themes of Paul Klee (1959) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] One could imagine how the piece represents some sort of a “twittering machine” even without Klee’s painting, considering only its title as a reference. However, using the painting as text for interpreting the music (and vice versa) opens a reciprocal flow of signification between the music and the image as each artwork completes aspects perceived as ambiguous in the other. I already mentioned some of these ambiguous elements; the music leads one to interpret the creatures in the painting as birds, and then implies that the birds are mechanical. Moreover, Schuller’s movement provides a sense of temporal coherence that turns Klee’s static image into a film-like scene. Example 9 presents a timeline for the movement. Measure numbers are denoted above the horizontal timeline. Tempo changes are shown below the line and, when applicable, twelve-tone row forms. The figure shows the repetitive pattern of row forms representing the tweets, beginning in m. 9 and heard throughout the movement. Example 10 . The musical “mechanism” in Schuller’s “Die Zwitschermaschine” from Seven Studies on Themes of Paul Klee (1959), mm. 1–2 (click to enlarge) Example 11 . Audio clip of the “mechanism” winding down in Schuller’s “Die Zwitschermaschine” from Seven Studies on Themes of Paul Klee (1959), mm. 34–43",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The music not only provides a soundtrack to the visual mechanism in the painting, but also contextually suggests how the machine operates, which is left undetermined in the painting. Interpreting the buzzing sound heard in the opening of the movement is less immediate to me in listening than interpreting the musical tweets; I understand it as the sound of the painting’s turning manual if only in contrast to the following musical birdcalls. The crank is represented by a rhythmic superimposition of sextuplets and sixteenth notes in the first measure, to which triplets are later added. All parts, shown in Example 10 , unfold a chromatic tetrachord from D ♯ to G ♭ such that at each moment all notes of the tetrachord are heard (shown in the example by the rectangle that marks one moment in the passage). The result is a continuous buzz, obstructing the rhythm and pitch of its constituent individual parts. The buzzing sound accelerates during the opening three bars, while at the same time also becoming gradually louder, until disappearing when the tweets are first heard. Repeating three times in the movement, the consequential relations between the buzzing sound and the tweets that follow become established as the piece progresses. Bruhn ( 2000 , 373) notices a direct relation between the lengths of the periods in which the sound is heard and the periods of tweets that follow, both becoming shorter as the piece progresses. I interpret this periodical relationship as implying that the turning crank creating the tweets functions like the key to a windup mechanism; after a while, the mechanism loses power and winds down (shown in Example 9 above, m. 33), and then the crank needs to be turned again in order to restart the tweets (Example 10; hear the mechanism winding down and restarting in Example 11 ). The buzzing accelerates in mm. 1–3 from MM 80 to 108–112, but in its two returns later in the movement it remains on MM 108–112, perhaps reflecting a hasty turn of the manual meant to reignite the tweets as quickly as possible. It also explains the reason that the tweets are heard for shorter periods later in the piece, when the crank is being turned for shorter periods. By restarting the mechanism three times in the piece, the music conveys the twittering machine’s method of operation and reinforces the repetitive (hence mechanical) quality of the repeated tweets as well as the interpretation of the machine as a Zwitscherautomat . Tan Dun’s Twittering Machine",
                "footnotes": [],
                "citations": [
                    "bruhn_2000"
                ]
            }
        },
        {
            "29": {
                "text": "[29] “Twittering Machine” is the sixth movement in Tan Dun’s Death and Fire: Dialogue with Paul Klee (1992). Unlike the two other multi-movement works discussed in this chapter, not all movements of Death and Fire can be considered ekphrastic. The piece consists of three movements for small subsets of the orchestra, numbered with roman numerals, which, according to the composer, are generally inspired by Klee’s writings and paintings. Interwoven between the three movements are seven “inserts,” numbered with Arabic numerals, each conceived as a musical imagining of a particular painting by Klee. “Twittering Machine” follows the second roman-numeral movement, which is the longest in the piece, contrasting the movement’s expansiveness in a focused and concise miniature that takes approximately one minute to play. Example 12 . Audio clip of Tan’s “Twittering Machine” from Death and Fire: Dialogue with Paul Klee (1992), mm. 1–13",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] When I listen to Tan’s “Twittering Machine,” whose opening is produced in Example 12 , I visualize a caricatural machine that emits idiosyncratic musical birdcalls. The sound taps into my sonic impressions of cartoons, making the music sound as if it is imitating tweets while at the same time remaining at a parodic distance from birdcalls in nature; as imitation it occupies a unique stylistic space not shared with any of the other ekphrastic pieces. While the tweets in Schuller’s piece sound stylized as well, Tan’s twittering machine conveys a sense of musical satire on first listening that in Schuller’s I only experience after noticing the repeating sequences of musical birdcalls. In the text that accompanies the piece, Tan explains that, in reacting to specific Klee paintings in the inserts, he aimed to “view each painting as a whole, to find the particular positive character of each experienced as a whole ” ( Tan 1993 , 18; emphasis added). He aspired for the movements to function as character pieces, relaying the particular atmosphere of the paintings on which they are based rather than providing a musical illustration of the paintings’ details.",
                "footnotes": [],
                "citations": [
                    "tan_1993"
                ]
            }
        },
        {
            "31": {
                "text": "[31] Tan’s twittering machine is unique for its temporal quality, which resembles moment form as characterized by Jonathan Kramer in consisting of a series of discrete consecutive events lacking an overall sense of continuity ( Kramer 1988 ). Each of the constituent musical events conveys a distinct sonorous identity. Some events are unique, such as the pizzicato section in the middle of the movement, and others involve sonorities already heard. In addition, the beginning and ending of the piece are also characteristic of moment form; they convey the impression that the music has already begun and continues to play after the movement has ended, as if we happened to wander into a room in which the twittering machine is already in action, and it will continue its operation after we leave. In avoiding a sense of overarching process and temporal trajectory, Tan’s movement brings out the surreal in Klee’s painting. The painting’s surreal character is apparent especially in the pink smoke-like frame that surrounds the birds and presents the twittering machine as an other-worldly contraption. In addition, Tan’s movement highlights the bird characters in the painting—each unique and seemingly isolated—as distinct musical moments. One could presume that the sound emerging from the painting’s four birds is not harmonious and pleasant; it is hard to imagine how these four creatures, each expressing a wholly different state of mind, could produce a euphony. Tan’s movement expresses this sense of isolation and contradiction in its musical form. Example 13 . Tan’s “Twittering Machine” from Death and Fire: Dialogue with Paul Klee (1992) as a collection of musical events (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kramer_1988"
                ]
            }
        },
        {
            "32": {
                "text": "[32] The diagram in Example 13 traces distinct musical events as I hear them in the piece. For each event, the diagram specifies its position in the piece and the techniques used to produce sound. Each moment conveys its own sonorous identity, consisting of a particular combination of sonorities and textures. These sonorities and textures are produced using extended techniques already heard in the previous movements of Death and Fire ( Tan 1993 , 10–11). (22) While extended techniques are used throughout the piece, they dominate “Twittering Machine,” endowing it with what I am hearing as a cartoonish yet sinister quality that suits the dark-humored tone of the painting. Although only one technique is marked “twittering” in the score (mm. 4, 20, 26, 28, and 30), (23) I hear tweets in some of the movement’s other sounds. In fact, immersed in the caricatural sonic world of Tan’s piece, I find myself willing to accept many unlikely sonorities as tweets. Example 14 . Sonorities in Tan’s “Twittering Machine” from Death and Fire: Dialogue with Paul Klee (1992), categorized according to their mode of production (click to enlarge)",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "tan_1993"
                ]
            }
        },
        {
            "33": {
                "text": "[33] I hear the unconventional sounds produced by musicians’ voices as especially resembling birdcalls in an exaggerated and distorted way. The sounds produced by the human voices contrast those generated by percussion or strings, implying an interpretation in which voices represent the living aspect of the painting, while purely instrumental sounds (which do not depend on breathing) relate to the mechanism. Example 14 divides the movement into vocal and instrumental sonorities. Although I probably would not have categorized sounds in the movement in the manner of Example 14 without knowing the movement’s title, my interpretation so far is similar to my hearing of Schuller’s movement in the sense that, given the movement’s title, Klee’s painting is not required for constructing the metaphor of a twittering machine.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Tan’s piece represents the birds and mechanism descriptively, since the contradistinction between life and machine (or technology) exists as a concept independently from each of the artworks—the painting and the music. Walter Benjamin’s ( 1968 ) concept of aura is one example of an approach that conveys technological anxiety, since the concept deems mechanized products inauthentic. For Benjamin, a machine meant to reproduce birdcalls results in a twofold loss. First, there is a loss of authenticity from the change in context: instead of a spontaneous act, birdcalls become available to be heard at will and in the place of one’s choosing. This leads to the second loss of uniqueness, since a multiplicity of mechanized birdcalls substitute the unique experience of hearing birdcalls in nature. (24) Therefore, viewing the painting through a Benjaminian lens highlights descriptive representation in Tan’s movement. Similar to the metaphor of birdcalls in Schuller’s movement, the music and the painting contribute equally to the construction of the metaphor; the distinction between living and mechanical, and their respective musical connotations (spontaneous versus controlled; improvised as opposed to composed) can be identified in the painting as much as in the music. However, the metaphor from Schuller’s movement relies on a notion that both input spaces share (the sounding characteristics of machines in action), while the metaphor suggested by Tan’s movement is more accurately described as an analogy, since it adheres to an organizing relationship (a difference between living and mechanical), which is expressed musically in the mode of sound-production. Thus Tan’s “Twittering Machine” confronts one of the central issues posed in the painting and suggests, in contrast to Schuller’s piece, that the birds in the painting are living.",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "benjamin_1968"
                ]
            }
        },
        {
            "35": {
                "text": "[35] I hear the mechanized aspect of the piece also in the physical way in which its sounds are produced. Sounds throughout the movement manifest the presence of the bodies that create them; the performers’ fingers plucking the strings, slapping the fingerboards, and clapping the mouthpieces, are all dominant in my experience. The result is a clunky and grotesque mechanism emitting cartoon-like birdcalls. Creating a distinctive sound-world to complement the painting’s idiosyncratic style, Tan’s “Twittering Machine” brings out, through descriptive representation, the chaotic and distorted properties of the image, presenting it as an illustration of childlike innocence over violent undercurrents. One can imagine the surprising and comical effect created in performance inside a concert hall, as musicians in the wind sections are playing their mouthpieces detached from their instruments and string players are slapping their fingerboards while pronouncing “dz” and “chik.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] I would like to return to the earlier comparison between Tan’s and Schuller’s movements and highlight their distinct modes of musical representation. An important difference between the two pieces stems from the senses of musical temporality that they inspire. In contrast to the almost capricious display of musical events in Tan’s representation, the three repetitions of the buzzing sound in Schuller’s movement—each followed by tweets—relays a relationship of causality that implies the machine’s mode of operation. Tan’s piece, however, portrays the soundscape of the machine already in action. Without adding new information to the painting, the interpretive aspect of Tan’s piece consists of the peculiar soundscape it supplies to the image, bringing out its parodic and absurd aspects. Lastly, while in Schuller’s piece the tweets obstruct their mechanized origin at first, Tan’s tweets use a variety of extended techniques that emphasize the material origin of the sounds. Overall, Schuller’s twittering machine employs the orchestra in a luring imitation of birdcalls, presenting the painting as a windup music box, while Tan’s machine presents the painting as a distorted parody that comically manifests the futility of man’s violent dominance over the spontaneous call of birds. Peter Maxwell Davies, “The Twittering Machine”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] “The Twittering Machine” is the third and middle movement in Peter Maxwell Davies’s Five Klee Pictures . Davies composed his piece around the same time as Schuller, yet the two composers, both at the early stages of their careers, were not aware of each other’s Klee-inspired works. Schuller’s and Davies’s compositions share a common intent, since each of their movements takes a painting by Paul Klee as its subject matter. Klee’s Die Zwitschermaschine is the only painting represented in both Schuller’s and Davies’s works, but the two pieces are radically different from one another; while Schuller’s involves descriptive representation of the birds through musical imitation of birdcalls, Davies’s “Twittering Machine” does not sound to me like birdcalls at all. (25) Example 15 . The ostinato in Davies’s “Twittering Machine” from Five Klee Pictures (1959, rev. 1976), mm. 1–4 (click to enlarge) Example 16 . Davies’s “Twittering Machine” from Five Klee Pictures (1959, rev. 1976), octatonic collections in the ostinato (click to enlarge)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The movement consists of eight sections that feature an additive process, wherein new material is gradually incorporated over a multi-layered ostinato. After a loud and messy climax (section VI), the layers quickly dissolve. Orchestral parts in the movement involve varying degrees of improvisation that range from improvisation of both pitch and rhythm to total composition (with partially improvised parts, which allow rhythmic freedom while pitch is determined, between the two extremes). The only component that involves no improvisation is a steady quarter-note ostinato in the celli and double basses, which is heard throughout the movement ( Example 15 and Example 16 ). As a stable and continuous component, I consider the ostinato as expressing the turning crank that generates the birdcalls. The ostinato gradually accelerates until the initial tempo suddenly returns in section VIII, implying fluctuations in the speed of the hand turning the crank.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The ascending and descending patterns of eighth notes in the first trombone, doubled in the solo cello, contribute an additional layer to the steady ostinato. However, they differ from the bass parts in their improvised aspect, which comes into play in section III when the cello part becomes syncopated (the trombone follows suite in section IV). The pitch material of the solo cello and first trombone consists of a rising OCT 1,2 followed by a descending OCT 0,1 . At the same time, the quarter notes in the double basses and celli unfold the diminished tetrachord common to these two octatonic collections—{ C ♯ , E, G, B ♭ }. Example 16 presents the rising and descending scales used in the ostinato. All notes in the example are contained in the solo cello and trombone parts, while the stemmed notes are also played as quarter notes in the celli and double basses. The two tetrachords, marked with stems, sound in both collections and are enharmonically equivalent. The improvised parts, as will be shown, are also related in their constituting collections to the ostinato.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] In comparing my experiences listening to Schuller’s and Tan’s movements, I do not hear birdcall imitation in Davies’s. A dominant metaphor in my listening involves composed parts that express the painting’s mechanical aspect and improvised components that relate to its living aspect. (26) Although my hearing of the piece does not depict the characters from the painting by using descriptive representation, contextual representation allows me to hear the bird-characters from the painting in a different way; I hear them represented in the improvisatory parts. My interpretation is just one of multiple possibilities, as is especially characteristic to contextual representation. While other listeners are likely to hear the piece differently, they are invited to follow my interpretation with the sound excerpts and try this alternative way of hearing for themselves. Example 17 . Piano flourishes in Davies’s “Twittering Machine” from Five Klee Pictures (1959, rev. 1976), mm. 1–4 (click to enlarge and listen)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The ebullient piano part, shown in Example 17 , expresses the leftmost bird in my hearing, the most cheerful of the bunch. Depicted as a sort of leader of the group, with a tail resembling a conductor’s tailcoat, it is fitting to represent that bird in the only improvised part heard consistently throughout the piece together with the ostinato, while other parts are added and omitted. Starting at the beginning of the movement, and repeating consistently until the penultimate section, the piano plays vivacious rising and falling arpeggiated flourishes. Its free-sounding rhythm is characterized by a rest on the first eighth note of each bar and running sixteenth-note triplets. Furthermore, the piano part differs from the ostinato’s progressions of minor thirds and filled-in octatonic scales in its unsystematic pitch material, which consists of fragments of the whole-tone collection combined with passing chromatic tones. Still, the piano remains related to the ostinato, since its first note in each measure alternates, doubling the concurrent last note of the solo cello and that of the first trombone. In this sense, the piano part adds a rhythmically-free ornamentation to each of the cello and trombone’s eighth-note phrases. Since both the ostinato parts and the piano are played continuously from the beginning of the piece, they provide a frame of reference to the following added layers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] I consider the piano as representing the living aspect of the painting. In thinking about the music as “ebullient,” I employ different means, the most dominant of which are the concepts of motion as musical metaphor and visual space as a metaphor for pitch; quick and regular rhythm, combined with inconsistent motion up and down pitch space, symbolizes vivaciousness, in contrast to slower regular rhythm, combined with consistent and systematic motion in pitch space, which symbolizes steady (mechanical) motion. Although not an imitation of birdcalls, the piano part, as well as other improvised parts in the piece, relates to the painting’s birds and presents a unique character. Heard together with the ostinato from the beginning of the movement, the piano supplies a framework for the other parts that follow, functioning as a “leader” or a guide, when listening to the other parts. Example 18 . The clarinet parts in Davies’s “Twittering Machine” from Five Klee Pictures (1959, rev. 1976), mm. 5–8 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] The clarinet part, presented in Example 18 , expresses a wholly different character when compared to the flourishes of the piano; in contradistinction to the piano’s energy and swiftness, the stumbling rhythms and droopy glissandi of the second clarinet bring to my mind limping motion, lacking enthusiasm and vibrancy, which I connect to the dingy second bird, standing with its head turned downwards and its tongue drooping, seeming like the least energetic of the four. (27) Example 19 . The oboe parts in Davies’s “Twittering Machine” from Five Klee Pictures (1959, rev. 1976), mm. 9–12 (click to enlarge and listen)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] The oboes’ part ( Example 19 ) consists of syncopated eighth and quarter notes like the second clarinet, yet the pitch figure is repeated and directed, with the first oboe rising and the second descending in stepwise motion. I link the oboe part to the third bird, which is standing taller than the second with a somewhat livelier expression. Example 20 . The trumpet parts in Davies’s “Twittering Machine” from Five Klee Pictures (1959, rev. 1976), mm. 17–20 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The trumpets ( Example 20 ), beginning in section V, contrast the hesitant rhythm of the oboes, emitting a loud and accented sequence of steps that ends with a “jagged flourish,” as indicated in the score, reminding me of the flourishes of the piano part (yet contrasting the piano in their indeterminate pitch content). Nevertheless, the rough quality of the marcato trumpets sets them apart from the spirited quality of the piano, while denoting an affinity to the combative rightmost bird, with its sharp, pointed tongue. Example 21a . Davies’s “Twittering Machine” from Five Klee Pictures (1959, rev. 1976), [013] components from the octatonic collections in the clarinet part (click to enlarge) Example 21b . Davies’s “Twittering Machine” from Five Klee Pictures (1959, rev. 1976), [013] components from the octatonic collections in the oboe part (click to enlarge) Example 21c . Davies’s “Twittering Machine” from Five Klee Pictures (1959, rev. 1976), [013] components from the octatonic collections in the trumpet part (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Like the birds in the painting, which are all drawn using the same type of line to depict the machine (the birds’ stick-like bodies in the painting can be thought of as the “structural” or “dividual” elements in Klee’s terms, unlike their “individual” heads), the musical lines representing the three less fortunate birds in Davies’s movement are all constructed using the same building blocks, taken from the movement’s ostinato. The [013] trichords that constitute the octatonic collection dominate not only the ostinato material, but also the added parts in the following sections. Example 21a shows that the clarinet part combines trichords from the two octatonic collections used in the ostinato. (28) The same is true for the oboes, shown in Example 21b . Combining elements from the three octatonic collections, the trumpets differ from all other melodic parts heard so far, since they introduce new material that was not already heard as part of the ostinato (see Example 21c ). In general, apart from the piano, only parts (or components within parts) that contain pitch improvisation, such as the continuous glissandi in the upper strings beginning in section IV, do not conform to the ostinato’s pitch material.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] While the parts added in each section contain material common to the ostinato and to one another, each part is also unique in its individual rhythmic and expressive character. As a result, the depiction of birds in Davies’s piece consists of the same building blocks as the mechanism, suggesting that the birds in Klee’s painting are part of the machine. Furthermore, the absence of mimesis leads me to interpret the birds in the painting as an allegory to something else—the creative problems of composition—the innovative activity of birds (that is, composers or performers) caught up in mechanical frameworks (meaning techniques).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Unlike the metaphors that dominated my interpretation of the bird characters in Schuller’s and Tan’s movements, the metaphor constructed in my hearing of Davies’s is a single-scope network, in which qualities of the painting’s bird-characters are projected onto musical qualities. I probably would not have linked Davies’s movement to a twittering machine without its title. In addition, my interpretation of the piece as representational links it to the specific characters of birds in the painting rather than to birds in general. In this sense, the movement as ekphrasis forms an immediate connection to unique aspects of the painting. In addition, unlike representations of the painting’s birds in Schuller’s and Tan’s movements, Davies’s representation foregoes elements of presence in the image, and instead concentrates on conveying an interpretive lens for viewing the painting, according to which the bird-like appearance of the four characters is secondary to the contrasting qualities that they express. While Schuller’s representation may convey the impression of a music box that produces lifelike birdcalls, Davies’s movement can be thought of as a different kind of music box, which produces music rather than tweets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Siglind Bruhn ( 2000 , 371) discusses her surprise at the movement’s consistent 4 3 meter and suggests that the meter expresses the firm control of the mechanism on the birdcalls. However, my impression of meter in the movement is characterized by a sensation of disorientation resulting from an altered sense of the downbeat in several moments in the movement. At the opening, the notated 4 3 gives the impression of 8 6 with two beats per measure rather than three, while the downbeat of each notated measure is displaced in my hearing by an eighth note. This metric displacement is the result of the accent on the second eighth note of the first trombone in each measure, the piano’s rest at each downbeat, and the doubling of the first note of the piano in each measure by the second trombone. When the oboes enter in section III, my sensation of meter changes to cut time, with each bar consisting of a couple of quarter notes in the oboes. The first moment in which my feeling of meter synchronizes with the notated time signature occurs in section V, with the entrance of the metrically steady trumpets. However, the sensation of disorientation returns for a brief moment later in section VII, when most of the parts disappear but the piano remains with the ostinato. Lastly, in section VIII, my impression of meter changes again as a result of the second eighth note in each measure of the trombone part, which is no longer accented, as well as the disappearance of the piano part. Consequently, while notated meter remains fixed for the duration of the movement, my sense of heard meter is fluid and dynamic throughout. In combining dynamic components with a fixed framework, leading to a sensation of freedom within the confines of the machine, meter in the movement parallels the ostinato’s combination of fixed and improvised elements, extending the mixture of mechanization and spontaneity and furthering the sense of identification between the living and mechanical aspects of the painting.",
                "footnotes": [],
                "citations": [
                    "bruhn_2000"
                ]
            }
        },
        {
            "50": {
                "text": "[50] Like Schuller’s “Die Zwitschermaschine,” in which the accelerating buzzing sound symbolizes the turning of the crank that generates the following stylized birdcalls, Davies’s “Twittering Machine” presents a temporal process. However, while Schuller’s movement iterates the process three consecutive times, in what becomes an especially clear interpretation of the workings of Klee’s mechanism, Davies’s process is heard only once in the piece. As the music becomes faster and louder during the course of the movement, I begin to sense the human arm, left out of Klee’s painting that turns the crank at a gradually increasing speed, leading to the addition of more parts to the noisy group. (29) When the music reaches its climax, the hand suddenly slows down to its original speed and, as a result, many of the parts either disappear or lose much of their material, leaving the piano part (meaning, the call of the leftmost bird) unchanged. Like the relation of Schuller’s buzzing sound to the following musical tweets, the musical metaphor of motion is a crucial factor in musically expressing the crank in the painting. However, in contrast to Schuller’s musical turn of the crank, Davies’s representation features a consistent turning motion, which does not cease when the birds are heard, further contributing to the presentation of the birds as parts of the mechanism. Conclusions",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] The three pieces examined in this essay provide a sense of the various ways in which musical works can express a painting. Each of the compositions elicited an ekphrastic interpretation, supplying another viewpoint of the painting. By providing a unique lens through which to view the painting, each piece participated in generating a new twittering machine, so that the analyses helped uncover three different Zwitschermaschinen . Considered together with the painting, the three compositions take part in creating three distinct virtual multimedia works, each consisting of a combination of the painting with the music, bringing the painting to life by providing a musical environment to the image. First, the work consisting of Schuller’s movement and Klee’s painting comprises a humoristic take on the painting’s music-automaton; the first impression of living birds confined to a machine turns out to be a mechanical device that emits bird-like calls, deceiving birds and listeners alike. Second, Tan and Klee’s work is a surreal contraption producing parodic and exaggerated “tweets.” Finally, the work that combines the painting with Davies’s movement expresses an allegory in which the twittering machine is a musical box that produces, with the consistent turn of a crank, four distinct musical characters. (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Siglind Bruhn describes the relationship between musical ekphrasis and its object as transformation; an artwork “transmutes” into a musical composition, so that “composers, rather than writing so-called absolute music or program music on the basis of scenarios determined by their own imagination, take the content they set out to express and shape from a pre-existing source” ( 2000 , 584). Bruhn’s understanding of ekphrasis echoes writings on the literary device, which view ekphrasis as an act of literary conquest upon a mute image, or alternatively as a way for images to speak up. (31) The study of the three Zwitschermachine pieces above suggests a different approach. Rather than expressing content from a preexisting source, each ekphrastic composition is a unique expression that, considered together with the painting, creates a virtual multimedia work of sorts. I propose that musical ekphrasis comments on its object, and suggest viewing the relationship between an ekphrastic composition and an artwork as mutual interpretation.",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "bruhn_2000"
                ]
            }
        },
        {
            "53": {
                "text": "[53] Returning to the definitions of ekphrasis from the beginning of this essay, and especially to the distinction between the “ancient” and “modern” views of the term drawn by Goehr ( 2010 ), the analyses demonstrated that the boundaries established in literary studies and in Goehr’s perspective can become fluid when it comes to music, since a single piece may feature a combination of descriptive elements similar to the ancient technique and contextual elements rising from the “work-to-work relation.” The analysis of Schuller’s movement, in particular, combined a rhetorical “ancient” component in its imitative depiction of birdcalls, with a modern “work-to-work” component in the musical interpretation of the machine’s operation.",
                "footnotes": [],
                "citations": [
                    "goehr_2010"
                ]
            }
        },
        {
            "54": {
                "text": "[54] Descriptive representation in music involves a separate metaphorical space that mediates between music and the represented object. Daniel Albright observed that “since the meaning (insofar as it can be conveyed to others) of the artwork is always linguistic, every artwork can be located in the domain of language” ( 2014 , 8). All instances of descriptive representation explored in this paper relied on verbally-expressed notions connecting a musical feature to an aspect of the painting, and indeed mediation is the defining characteristic of descriptive representation. However, contextual representation can happen in a different space. No verbal account can convincingly explain how I hear Davies’s representation of the characters in Klee’s painting. The best I can do is describe a connection I am sensing and point others to it in the manner of a tour guide. Such non-linguistic space is not unique to music, but also exists in verbal artworks such as poems. For example, Scott’s ( 1994 , 56) interpretation of the dashes at the end of Keats’s “On Seeing the Elgin Marbles for the First Time” as expressing the marbles’ run-down state relies not on verbal expression, but on the gesture of poetic silence. This similarity between the representational faculties of music and literary arts draws attention to the music-like quality of poetry demonstrated in the expressive function of poetic gesture.",
                "footnotes": [],
                "citations": [
                    "albright_2014",
                    "scott_1994"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.18.24.3.hilewicz.html",
    "data": "mto/data/mto.18.24.3.hilewicz.json"
}