{
    "title": "Review of Andrew Dell’ Antonio, ed., <i>Beyond Structural Listening?: Postmodern Modes of Hearing</i> (University of California Press, 2004)",
    "date": "2008/09/01",
    "volume": "14",
    "issue": "3",
    "authors": [
        "Osborn, Brad"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "April 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.3/mto.08.14.3.osborn.pdf",
    "author_info": [
        {
            "name": "Brad Osborn",
            "university": "University of Washington",
            "address": "",
            "email": "brad06@u.washington.edu"
        }
    ],
    "citations": {
        "cohn_1974": "Cone, Edward T. 1974. The Composer’s Voice . Berkeley: University of California Press.",
        "dell’_antonio_2004": "Dell’ Antonio, Andrew. 2004. Beyond Structural Listening?: Postmodern Modes of Hearing . Berkeley: University of California Press.",
        "deleuze_and_guattari_1983": "Deleuze, Gilles and Félix Guattari. 1983. Anti-Oedipus: Capitalism and Schizophrenia . Minneapolis, University of Minnesota Press.",
        "deleuze_and_guattari_1986": "Deleuze, Gilles and Félix Guattari. 1986. Kafka: Toward a Minor Literature . Minneapolis: University of Minnesota Press.",
        "deleuze_and_guattari_1987": "Deleuze, Gilles and Félix Guattari. 1987. A Thousand Plateaus: Capitalism and Schizophrenia . Minneapolis: University of Minnesota Press.",
        "forte_1977": "Forte, Allen. 1977. “Schenker’s Conception of Musical Structure.” In Readings in Schenker Analysis and Other Approaches , ed. Maury Yeston. New Haven: Yale University Press.",
        "guck_1997": "Guck, Marion. 1997. “Music Loving, or the Relationship with the Piece.” Journal of Musicology 15, no. 3: 343–352.",
        "horton_2004": "Horton, Julian. 2004. Review of Beyond Structural Listening?: Postmodern Modes of Hearing . Current Musicology 78: 93–105.",
        "jameson_1991": "Jameson, Frederic. 1991. Postmodernism, or, the Cultural Logic of Late Capitalism . Raleigh: Duke University Press.",
        "lyotard_1984": "Lyotard, J.F. 1984. The Postmodern Condition: A Report on Knowledge . Minneapolis: University of Minnesota Press.",
        "lyotard_1992": "Lyotard, J.F. 1992. The Postmodern Explained (to Children) . Minneapolis: University of Minnesota Press.",
        "mcclary_1987": "McClary, Susan. 1987. “Getting Off the Beanstalk.” Minnesota Composer’s Forum Newsletter .",
        "rahn_2001": "Rahn, John. 2001. “Differences” In Music Inside Out: Going Too Far in Musical Essays . Amsterdam: Overseas Publishers Association: 21–34.",
        "rorty_1998": "Rorty, Richard. 1998. Achieving Our Country: Leftist Thought in Twentieth-Century America . Cambridge: Harvard University Press.",
        "subotnik_1996": "Subotnik, Rose Rosengard. 1996. Deconstructive Variations: Music and Reason in Western Society . Minneapolis: University of Minnesota Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Before addressing each pair of contributions, Horton remarks: “The points raised by Scherzinger hold up a kind of critical mirror to the other contributions: each essay in its own way tests the antithetical construal of world and work.” He then analyses the following pairs of authors: Maus/Le Guin, Levitz/Fink, Morris/Attinello, and Dell’ Antonio/Dubiel.",
            "citations": []
        },
        "FN2": {
            "text": "2. Dubiel provides an example of this, describing his failure to hear the changing bass support for a tune in act I of Tristan and Isolde , measures 17–36.  The tune appears in measure 17 with F in the bass, but via metrical displacement in measure 33, appears with G in the bass instead. (Dubiel, 176)",
            "citations": []
        },
        "FN3": {
            "text": "3. While Attinello never provides a concise definition of the violent ineffable, his examples reflect a certain strand in modernist music that “recalls the terror and shattering vision of both Rilke’s and Benjamin’s angels—one annihilatingly beautiful, the other grappling with the detritus of history.” (Attinello, 154)",
            "citations": []
        },
        "FN4": {
            "text": "4. Throughout her essay, Levitz provides summaries of the various political uses to which Taruskin and Adorno put their musical criticism of Le Sacre du printemps . While Taruskin associated Stravinsky with such notions as “fascism” and “anti-semitism,” Adorno employed Stravinsky’s supposedly absent subjectivity to illustrate the superior compositional insight of fellow countryman Arnold Schoenberg.",
            "citations": []
        },
        "FN5": {
            "text": "5. For readers unfamiliar with Le Sacre du printemps , the Chosen One is a member of the tribe (a young virgin) who dances herself to death in sacrifice to the sun god Yarilo at the end of \nStravinsky's work.",
            "citations": []
        },
        "FN6": {
            "text": "6. Peter Kivy explains the problems with conflating culturally-conditioned correlations such as minor=sad with actual emotional response.  He argues that if music actually did make listeners feel sadness, they would not enjoy listening to it. In Kivy’s opinion, minor music can connote sadness, but cannot literally reproduce the emotion in listeners.  (Kivy, 1989)",
            "citations": []
        },
        "FN7": {
            "text": "7. As Fink points out, McClary’s notorious remarks on the Ninth were reprinted in her 1991 book Feminine Endings .   The passage in question originally appeared in the essay “Getting Down Off the Beanstalk” found in Minnesota Composer’s Forum Newsletter (February 1987).  It reads, “ . . . the carefully prepared cadence is frustrated, damming up energy which finally explodes in the throttling, murderous rage of a rapist incapable of attaining release.”",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Beyond Structural Listening is an assemblage of essays addressing meta-theoretical critiques of analysis, possible socio-cultural metaphors to musicology, and various other attempts at moving “beyond” structural listening (as defined by Rose Subotnik).  Andrew Dell’ Antonio’s preface offers a loose taxonomy of the nine essays, placing them into non-mutually exclusive “controls” that lend additional form to the collection.  While I find this less constricting than the partitioning Julian Horton renders in his review, where four pairs of essays form responses to a central point/counterpoint by Subotnik/Scherzinger, I choose to approach each of the essays with little concern for any hyper-essay structure. (1) In a collection of essays so inundated with self-conscious reflection and critical theory, I find it surprising that Horton (and Dell’ Antonio to a lesser extent) is not disquieted by constructing what Deleuze and Guattari might label an “n+1” dimension to the book.  What I mean by this should be clear by the end of this review.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Quoting from Rose Rosengard Subotnik’s 1996 book Deconstructive Variations , Dell’ Antonio summarizes what might constitute structural listening in her language. Beyond Structural Listening ’s introduction defines this practice as: An approach to listening that considers musical works as autonomous structures defined wholly through some implicit and intelligible principle of unity.  Structural listeners who believe in the autonomous art work believe also in the possibility of reasoned musical discourse, and thus seek to find objectively determinable interconnectedness of structure based on concretely unfolding logic and on the self-developing capacity of a motivic-thematic kernel ( Dell’ Antonio 2004 , 2). The nine essay reviews that follow will attempt to reveal how each of the contributors uniquely responds to Subotnik’s observations.  Because each of these essays engages topics that are essential to postmodernism, I will also discuss possible kinship with such pre-eminent postmodern theorists as Frederic Jameson, J.F. Lyotard, and Deleuze/Guattari. In addition, I will be invoking the critical work of the late neo-pragmatist Richard Rorty, which provides a critique of such ideas.",
                "footnotes": [],
                "citations": [
                    "subotnik_1996"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Joseph Dubiel’s essay “Uncertainty, Disorientation, and Loss as Responses to Musical Structure,” problematizes the assumed correlation between elements of musical structure and the auditory perception of those structures.  In analytical illustrations drawn from Wagner, Bach, Feldman, and Schoenberg, Dubiel demonstrates how structural events he identifies in the score do not necessarily correlate with nuances he perceives in listening experiences without the score.  Along the way he confronts such issues as “not knowing how to hear” certain elements, the unnecessarily rigid definitions of “structure” as something conceptual and somewhat prescriptivist, and the humbling experience of not “mastering” the musical work (indeed, Dubiel admits several places where he simply fails to hear some musical detail found in the score). (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Dubiel hypothesizes that much of the recent anxiety over structural listening could be alleviated by dropping the obligation to listen in a structural way, or at least a conceptual, prescriptivist way.  Measuring Dubiel’s concerns about structural listening against an academic training that taught me to hear structure through established rubrics such as those provided by Schenker and Forte, I am left feeling uncertain as to how much structure one should hear.  Perhaps one answer to this quandary lies in the analyst being transparent about specific listening circumstances, including details such as score/no score, familiarity with the music, personal biases, and so forth.  I feel grateful that there are analysts like Dubiel who are willing to introduce their own subjectivities as admissible evidence into academic prose.  Dubiel’s frequent use of language such as “I feel” and other first-person narrative devices presents a refreshing degree of intellectual honesty.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In “The Disciplined Subject of Musical Analysis” Fred Maus examines two seminal texts that he finds to exemplify issues of control and submission in music theory: Allen Forte’s “Schenker’s Conception of Musical Structure” and Edward T. Cone’s The Composer’s Voice . Maus begins by recording places where Forte replaces a first-person pronoun with an abstract moniker such as “the music theorist,” invoking a sort of prescriptivism that excludes dissenting opinions.  Maus is also concerned with how Forte, in his analysis of Schumann’s “Aus meinen Thrönen spriessen,” selectively invokes psychoanalysis for the purely musical elements, conspicuously refusing any psychoanalytic treatment of the rampant chaos and lack of control in the song’s poetry. For Maus, Forte’s analytical approach to Schumann’s song is arbitrarily controlling.  Likewise, Maus focuses on Cone’s suggestive language surrounding the composer dominating the listener, a slope that Maus feels slides easily into a metaphor for “the range of activities known as sadomasochism” (35).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] I applaud Maus’s brilliant analysis of the rhetoric of modernist music theory, as well as the intriguing sexual-political platform he adopts in reading music-analytical control as a metaphor for dominance. It goes without saying that Maus’s essay should not be read as an argument for the logical union of music theory and sadomasochism (if a shares x with b, then a and b are functionally equivalent), but rather as a playful deconstruction of a familiar modernist trope.  I am reminded here of Marion Guck’s splendid essay on her performative experience with Mozart’s K. 488 concerto as a possible “who’s on top?” sexual metaphor in “Music Loving, or, the Relationship with the Piece.” Maus is averse to the classical concert setting, where passive listeners are rendered “still and silent, as though bound and gagged” (35). However, there are real solutions in the realm of non-classical concert settings, where audience members participate in performance, whether that be dancing, singing along, or other interactive roles. We might also keep in mind the creative and active role the listener necessarily undertakes in listening itself, if we are to reaffirm traditional western concert settings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Andrew Dell’ Antonio’s essay “Collective Listening: Postmodern Critical Processes and MTV” proposes how we might better appraise music videos, certainly one of the most pervasive forms of media in recent history, and one that deserves more attention than most scholars have given.  His careful argument centers on the idea that MTV’s “ideal appraiser” (appropriating Eco) is a collective, Deleuzian assemblage, not an individual with critical distance.  He argues this by citing numerous MTV programs (including Beavis and Butthead , Twelve Angry Viewers , and Yack Back Live ) that foreground this collective process, claiming that MTV’s promotion of such works cannot adequately be explained by “simple Marxism” in which MTV is simply drumming up commodity value for their product.  Since structural listening is presumed to operate vis-à-vis a solitary listener examining a complete, organic work, Dell’ Antonio’s collective listening stance works in tandem with his argument for the fragmented, performative experience of music videos to question the process of assessing MTV using the tools of structural listening.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] I am left feeling that Dell’ Antonio does not argue the necessity of collective appraisal thoroughly enough, especially with the majority of his evidence coming from MTV’s marketing.  He draws analogies with Eco’s “ideal appraiser” and Deleuze/Guattari’s idea of pack formation, but dismisses the commodity argument a little too easily for my taste. I suggest that MTV’s collective appraisal programming could be explained more simply using Jameson’s idea that late-capital commodity production must not simply respond to the public’s taste, but cultivate that taste as well.  I am also uncomfortable with the binary Dell’ Antonio sketches between immersion and critical distance.  It seems possible to immerse one’s self in a piece of music while retaining the critical capacity \nnecessary to avoid being swept away in a maelstrom of pure sensory indulgence.  I argue that a close, passionate experience with a piece of music should not prohibit a listener from assessing that musical experience analytically.   Ultimately, my arguments may be finicky.  The larger point, that we need to cultivate tools with which to assess this valid musical medium, should be well heeded.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Paul Attinello’s essay, “Passion/Mirrors (A Passion for the Violent Ineffable: Modernist Music and the Angel/In the Hall of Mirrors)” has a form as curious as its title.  It begins with an analysis of what he terms the “violent ineffable” within the canon of European high-modernism, then swerves impetuously toward seven self-reflective engagements with the scholarly institution (appropriately titled “mirrors” 1–7). (3) These mirrors include commentary on musicology conferences, Bloomdahl’s opera Aniara , subjectivity and rigor in academia, homosexuality in the academy, schizophrenia, and the triteness of scholarly writing. Attinello defines the “violent ineffable” largely by example, not limiting himself to mid-century musical works, but reaching as far back as Rilke’s poem The Angel of Terror , demonstrating a cross-period, cross-media desire for “destroying the world to transcend it, of discovering a passionate ineffable beyond any normal experience” (155).",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The first half of Attinello’s essay does a marvelous job of illustrating common threads through some canonic pieces, including works by Barraqué, Boulez, and Maxwell Davies, while carefully avoiding any essentialist paradigm of the “violent ineffable” throughout European high modernism. Similarly, Attinello avoids explanations that trace these composers’ aesthetics to their experiences in war-torn Europe in the mid-century, keenly avoiding a historical essentialism as well. The seven mirrors are successful additions to the essay, fulfilling Dubiel’s earlier calls for subjective candor.  His fourth mirror, where he critiques the rigor academia forced onto musical analysis in the mid-century, resonates well with sentiments expressed by Richard Rorty in Achieving Our America .  Rorty cautions, “Chances are that we will judge rigor more exactingly than any other parameter of value such as interest, involvement, or contribution to the culture.” Similarly, Rorty laments how Goethe’s observation that the ability to shudder at inspirational beauty was replaced in modernist academia by “stoic endurance” and “knowing theorization” ( Rorty 1998 , 169). Attinello’s essay illuminates how pieces that would surely have made mid-century audiences shudder have become sterile museum pieces in the sobering textbooks of musical academia.",
                "footnotes": [],
                "citations": [
                    "rorty_1998"
                ]
            }
        },
        {
            "11": {
                "text": "[11] In “The Chosen One’s Choice,” Tamara Levitz takes on Richard Taruskin and Theodore Adorno’s analyses of Stravinsky’s Le Sacre du printemps as particularly logo-centric forms of structural listening.  Adorno claims Stravinsky’s musical work lacks subjectivity because it lacks organic developmental processes, while Taruskin similarly cites Stravinsky’s use of symmetrical chord structures instead of directed tonal development as markers of his “fascism.” (4) In critiquing the lack of subjectivity in Stravinsky’s work, both Taruskin and Adorno address not only the musical work, but the choreography as well, particularly that of the Chosen One. (5) Levitz charges both authors with following a slippery slope in drawing anti-subjective conclusions about the Chosen One, perhaps fueled more by association with score-based analysis rather than analysis of Nijinsky’s choreography.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Both Taruskin and Adorno conclude that the Chosen One has no choice: she loses her subjectivity and becomes part of the collective. Levitz’s project recovers the Chosen One’s choice by restoring her subjectivity using analysis of gesture. Gesture is introduced as a way to mediate Subotnik’s binary between structural listening and content/style.  She claims that movement itself can be a structural gesture, not a structure that represents anything in a spatial graph, but structure that “constitutes part of the meaning of the original work as a performance event” (71).  Levitz’s commentary on Adorno and Taruskin is thorough, and her over-arching goal of finding a middle space between Subotnik’s binary poles succeeds by “linking structure to gesture through the actions of the body” (71). While a synthesized middle space would affect a reconciliation of Subotnik’s binary opposition, Levitz’s solution provides more of a third, mediating space where the original binary elements are left unaltered. In forging a mode of analysis that works with performative gestures, especially those involving the female body as replacement for logo-centric score analysis, her project has profound sexual-political implications.  Her essay resonates with Maus’s in that it challenges readers to reevaluate the gendered tropes we have come to expect from academic musical thought.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In his essay “The Return of the Aesthetic,” Martin Scherzinger stakes positions on a variety of disparate issues, and for the most part, argues for those positions \nsuccessfully.  Like Levitz, he seeks to carve out a third space between Subotnik’s binary opposition between “an apolitical analytical practice [structural listening] and on the other hand, an anti-analytic political practice” (253). He strives to destroy the binary itself.  Beginning by demonstrating how Subotnik and other “new musicologists” may misappropriate Derrida’s ideas on deconstruction for a liberal pluralism, he criticizes new musicology for making the musical object a transparent platform for political agendas.  In order to blur the binary further, Scherzinger then provides examples of supposedly formalist (structuralist) analysts using post-structural means, as well as supposedly post-structural analytical techniques yielding structural results.  He cites David Lewin’s work with phenomenology as an example of the former, upholding Lewin’s reading of Derrida as more favorable than Subotnik’s.  David Schwarz’s book Listening Subjects exemplifies the latter, as Scherzinger shows how an analysis based on Lacanian psychoanalysis leaves Schwarz with one-to-one structural isomorphisms between pitch classes and extra-musical associations such as “the gaze.”  Lastly, Scherzinger divides structural listening into two categories: the “immanent” type exemplified by essentialist understandings of Schenkerian analysis and set theory, and the much more favorable “imaginative” type as exemplified by Lewinian phenomenology.  This latter version works not with the sovereign pluralities of new musicology, but as a “complex structure of inter-relationships weaving different threads of perceptual meaning in different temporalities” (262).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Most of the above is argued scrupulously, except the practice of taking single thinkers to represent entire schools or approaches, which encounters the same pitfalls as found in the recent Michael Moore documentaries. Following Deleuze and Guattari’s critique of psychoanalysis in Anti-Oedipus , I would not choose Lacan as exemplifying post-structuralism, and would consequently hesitate to critique post-structural methodology in another author’s Lacanian analysis of music.  Similarly, “a complex structure of inter-relationships weaving different threads of perceptual meaning in different temporalities” is a mode of thinking I would quicker associate with Deleuzo-Guattarian rhizomatics than Derridian deconstruction.  Scherzinger’s essay does take an unexpected turn (to which he admits) at the end when he argues that both immanent and imaginative listening can be used for political agendas.  Some of his claims seems highly irresponsible to me in the same way that Deleuze and Guatarri often seem to ignore tangible human problems by sidestepping them in favor of the elucidation of abstract principles. One example of this entails an under-supported suggestion that:  “a music analysis of the music of Webern that counterintuitively ignores aspects of color, medium, and affect, and, in the domain of the brazenly ‘structural’ alone may issue forth a radical critique of gender hierarchy” (274).  I have the same criticism for his claim that “imaginative close listening can encourage a social consciousness not wholly absorbed by the ‘reification’ of capitalist rationality” (275).  Significant social/political issues such as stifling gender norms and fallout from capitalist greed, which affect people every day in cultures that do not engage in western classical music, will be best addressed on their own terms, not as by-products of musical analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Elisabeth LeGuin’s “One Bar in Eight: Debussy and the Death of Description” is another refreshingly honest account of analytical listening free from the anxiety of mastery.  LeGuin’s listening experiment begins by taking Debussy at his word that “when one really listens to music, one hears at once what should be heard” (235). With this in mind, she listens to “Soupir” from the Trois poèmes de Mallarmé once and only once (without a score) to attempt to understand how this type of listening may or may not resonate with the kind of long-term hearing that is required for many analytical claims.  LeGuin admits along the way that she is unable to retain large-scale elements over time due to constant focus on new stimuli.  She also confesses that she cannot avoid making visual metaphors, even without a score. Her thought resonates with Lewinian phenomenology when she remarks, “Denied a visual text, I make a text of expectation (fulfilled or denied)” (248).  This prompts her to problematize Debussy’s comments as the “synoptic fallacy,” invoking Husserlian phenomenology and synoptic understandings of visual art.  She also concludes that description, which Debussy loathed as an attribute of the Enlightenment, is “mandatory on the part of anyone who is serious about making sense of the experience of art: with musicology’s modest pretensions to science come certain unavoidable obligations to Enlightenment practices and values, of which description is the linchpin” (245).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] I admire LeGuin’s analytical honesty throughout her essay, especially the level of transparency she reaches in describing her listening experiment.  Her willingness to stand up to Debussy’s tenacious remarks allows her to conclude that he may have been compensating for his own listening inadequacy.  In confronting her constant urge to make perceptual elements in the music “point outward to concrete signifieds” (241) the essay resonates with issues of musical intimacy addressed by John Rahn, who gives serious warning about this practice of “wrapping” musical objects in extra-musical signifiers if we are to indeed become intimate with the music ( Rahn 2001 ). I agree with LeGuin’s statement that our experiences with non-native languages are in many ways closer to our experiences with “music” than signifying encounters with a native tongue.  LeGuin’s vivid description of her own listening encounter and her concentration on the specific rather than on over-arching generalities makes this honest reflection difficult to critique; it is difficult to refute emotional description with logical arguments.",
                "footnotes": [],
                "citations": [
                    "rahn_2001"
                ]
            }
        },
        {
            "17": {
                "text": "[17] In “Musical Virtues,” Mitchell Morris argues for a musical critique that includes consideration of moral or ethical judgments.  He asserts that structural modes of listening are fraught with concealed moral agendas, and we would do well to be cognizant of these. “This situation would suggest that we take structural listening to embody a strong claim not only about what is good in music, but also what kind of moral activity we may imagine a piece of music to contain, evoke, or perhaps summon” (51). As part of a lengthy departure, Morris invokes MacIntyre’s ideas on virtue to explain how both moral and structural listening concerns are governed by a “social telos” (53).  “Structural listening may be understood as a tradition within which a particular set of practices (in composition, performance, listening, and commentary) have developed over the course of the last 200 years or so” (57). Morris closes with three moral readings of such diverse pieces as Brahms’s Intermezzo, op. 118, no.2, Steve Reich’s Come Out , and Nine Inch Nails’s “Reptile.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] If this essay is to be read as a plea to attend to moral issues in music, it succeeds.  The exception to this may be when Morris commits the “sadness fallacy” in reading Brahms’s intermezzo as somehow inducing sadness. (6) The essay reads, however, as an essentialist marriage of structural listening with moral hermeneutics, one that spends most of its time explaining a narrow range of moral insights and not enough time arguing for the marriage itself.  I think that Morris does a fine job of avoiding the fallacy he mentions as “the single most characteristic mistake of writers who speculate on music as an activity of moral reflection or music as a source or moral effects: the error of assuming a direct and unproblematic correspondence or sequence of transmission from musics to persons” (58), which makes this essay less essentialist than say, Jacques Attali’s book Noise: The Political Economy of Music .  Lastly, I could not help but discern a tone of moralistic conservatism in this essay, especially in the obvious and conventional reading of Nine Inch Nails’s “Reptile” in which he chastises the suggestive lyrics and grotesque imagery of other NIN videos (such as “Closer”).  The larger political agenda here works against the otherwise good point: morals can only be viewed/examined/analyzed in terms of subjective sociological contexts.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Robert Fink’s “Beethoven Antihero: Sex, Violence, and the Aesthetics of Failure, or Listening to the Ninth Symphony as Postmodern Sublime,” is a fresh angle on the arguments surrounding Susan McClary’s (in)famous Beethoven reading.  He attempts to support McClary’s claims by demonstrating similarly “imaginative” readings by canonical white male theorists such as Marx and Riemann.  “Those who attack McClary for unacceptingly stretching the limits of interpretation around the Ninth Symphony must rely on a biased, historically unsupportable reading of Beethoven reception that ignores reams of nineteenth-century sublimating description” (123). His initial summary of McClary’s reception in the aftermath of the 1987 Minnesota Composers Forum Newsletter (7) sets up this rescue, but quickly builds momentum for Fink to modulate into his main argument: Beethoven’s “failure” to resolve large-scale dissonances gracefully as an example of J.F. Lyotard’s “postmodern sublime.”",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The connection to Lyotard’s “postmodern sublime” seems at least guilty of one-to-one structuralism, and possibly includes a questionable reading of Lyotard (similar to Scherzinger’s accusation that Subotnik misreads Derrida).  In Fink’s defense, we must admit that this particular excerpt from Lyotard is especially abstruse, even against the backdrop of his typical style.  I feel it bears reprinting: Modern aesthetics is an aesthetic of the sublime, though a nostalgic \n\tone. It allows the unpresentable to be put forward only as the missing \n\tcontents; but the form, because of its recognizable consistency, continues \n\tto offer to the reader or viewer matter for solace and pleasure . . . The \n\tpostmodern [sublime] would be that which, in the modern, puts forward the \n\tunpresentable in presentation itself; that which denies itself the solace of \n\tgood forms, the consensus of a taste which would make it possible to share \n\tcollectively the nostalgia for the unattainable; that which searches for new \n\tpresentations, not in order to enjoy them but in order to impart a stronger \n\tsense of the unpresentable ( Lyotard 1992 , 148).",
                "footnotes": [],
                "citations": [
                    "lyotard_1992"
                ]
            }
        },
        {
            "21": {
                "text": "[21] I feel that Fink may be making the seemingly easy connection between Lyotard’s “solace of good forms” and Beethoven’s “struggle” with sonata form.  For Lyotard, as opposed to Jameson, the postmodern is not a contemporary phenomenon.  In The Postmodern Explained , Lyotard says “Thus understood, postmodernism is not modernism at its end, but in a nascent state, and this state is recurrent” ( 13 ). This makes McClary’s 1987 observation and Fink’s 2004 contribution no more timely or significant to the postmodern than other observers at a given nascent state of modernism.  Thus, modernism is in a constant state of rebirth, such that all past moments and ideas that were beyond a contemporary modernism lead to and even necessitate a new postmodernism.  Was Beethoven’s compositional practice the nascent answer to a Classic modernism?  Perhaps Schenker’s retreat into formalist analysis of the Ninth Symphony was a nascent response to nineteenth-century Europe’s phantasmagorical descriptions ( pace Marx and Riemann)?  Even if Fink’s reading of Lyotard is justifiable, it seems likely that his argument rests on the commonly-held consensus that Beethoven used a closed sonata form contained within the first movement.  Analysis of single-movement form can be enlightening, but why not address the larger context, such as the cyclical narrative present within a multi-movement symphonic form?  This cyclical approach seems especially attractive in light of Lyotard’s cyclical view of postmodernism, which problematizes telos, progress, and arrival as viable concepts for analysis.",
                "footnotes": [],
                "citations": [
                    "lyotard_1992",
                    "mcclary_1987"
                ]
            }
        },
        {
            "22": {
                "text": "[22] In conclusion, I am still unsure what postmodern modes of hearing might entail.  I attain a much better idea of what this may look like from reading Deleuze/Guattari’s Kafka: Toward a Minor Literature , where they first introduce the idea of the rhizomatic structure.  The rhizome is the inter-connected network that Scherzinger hints at (but references Derrida instead) where an infinite number of connections can be made in a space free of hierarchies.  This collection does a great job at attempting to move beyond structural listening, but its claims to provide postmodern modes of hearing are left largely unsupported.  This is undoubtedly due in part to the lack of a consensus on what the adjective postmodern connotes.  Much of the confusion around the term could be avoided if we stopped trying to simply label things with the postmodern adjective, and reserved it for discussing the relatively small corpus of relevant philosophical texts written between the late seventies and early nineties.  In this sense, “postmodern” is much like the adjective “dystopian” most accurately used to describe the texts of Orwell, Huxley, and authors writing in a similar vein.  I am comfortable saying that many of the ideas expressed in this collection represent possible post-structural (read: beyond structural) insights, but the modest endeavors at synthesizing the seminal postmodern texts of Lyotard, Jameson, and Deleuze/Guattari with Subotnik’s critique of structural listening may not warrant employing the term postmodern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] My persnickety complaints about terminology aside, I am very grateful to this collection for highlighting some honest and transparent criticism, a trend that I hope progresses as we move beyond the narratives of technical mastery and control that have plagued music criticism since the Enlightenment.  Moving beyond structural listening may help to ensure that we as analysts no longer hide anonymously behind immanent pillars of thought taken as axiomatic absolutes.  I hope that commentary of this post-structural type will help to carve out a space where we may enjoy more creative freedom as analysts, judged not, as Rorty warns, by exacting standards of rigor, but by our artistic endeavors in relaying the private and intimate experiences of listening to a larger public.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.08.14.3.osborn.html",
    "data": "mto/data/mto.08.14.3.osborn.json"
}