{
    "title": "Inwardness and Inner Melodies in Brahms’s Piano Works",
    "date": "2017/03/01",
    "volume": "23",
    "issue": "1",
    "authors": [
        "Cubero, Diego"
    ],
    "abstract": "This article argues that the concealment of the structural melody in an inner voice imbues Brahms’s piano pieces with that inward quality long associated with the composer’s pianism. It examines three different types of structural inner melodies, proceeding from that in which the sense of interiority is most concrete to that in which it is most abstract, and culminating with an extensive analysis of Brahms’s Intermezzo in A minor, op. 76, no. 7. The article concludes that when the melody fades within, we are ultimately the ones who turn inward and lose ourselves to the music in a moment of quiet transcendence.",
    "keywords": [
        "Brahms",
        "inner voices",
        "inwardness",
        "aesthetics",
        "performativity",
        "Schenkerian analysis"
    ],
    "doi": "",
    "received": "September 2015",
    "pdf": "http://mtosmt.org/issues/mto.17.23.1/mto.17.23.1.cubero.pdf",
    "author_info": [
        {
            "name": "Diego Cubero",
            "university": "University of North Texas",
            "address": "College of Music, 1155 Union Circle #311367, Denton, TX 76203-5017",
            "email": "Diego.Cubero@unt.edu"
        }
    ],
    "citations": {
        "battistella_1990": "Battistella, Edwin L. 1990. Markedness: The Evaluative Superstructure of Language . State University of New York Press.",
        "berry_2014": "Berry, Paul. 2014. Brahms among Friends: Listening Performance, and the Rhetoric of Allusion. Oxford University Press.",
        "brahms_2003": "Brahms, Johannes. 2003. The Brahms Notebooks: The Little Treasure Chest of the Young Kreisler , trans. Agnes Eisenberger. Pendragon Press",
        "burkhart_1978": "Burkhart, Charles. 1978. “Schenker’s ‘Motivic Parallelisms.’” Journal of Music Theory 22/2: 145–75.",
        "cubero_2017": "Cubero, Diego. 2017. “Descending Arpeggiations: Prolongational Issues and Their Expressive Implications.” Journal of Music Theory 61/1.",
        "hanslick_1896": "Hanslick, Eduard. 1896. Fünf Jahre Musik [1891–1895]. Allgemeiner verein für deutsche litteratur.",
        "hanslick_2009": "Hanslick, Eduard. 2009. “Discovering Brahms.” In Brahms and His World , ed. Walter Frisch and Kevin C. Karnes, 217–32. Princeton University Press.",
        "hatten_1994": "Hatten, Robert S. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation. Indiana University Press.",
        "hopkins_1997": "Hopkins, Antony. 1997. “Brahms: Where Less is More.” In Nineteenth-Century Piano Music: Essays in Performance and Analysis, ed. David Witten, 233–44. Garland Publishing.",
        "horton_1982": "Horton, Charles. 1982. “Chopin and Brahms: On a Common Meeting (Middle)Ground.” In Theory Only 6/7: 19–22.",
        "heyer_nd": "Hyer, Brian. “Homophony.” Grove Music Online. Oxford University Press. http://www.oxfordmusiconline.com/subscriber/article/grove/music/13291 .",
        "kalbeck_1909": "Kalbeck, Max. 1909. Johannes Brahms. Vol. 3. Deutsche Brahms-Gesellschaft.",
        "mcclelland_2012": "McClelland, Ryan. 2012. “Sequence as Culmination in the Chamber Music of Brahms.” In Expressive Intersections in Brahms: Essays in Analysis and Meaning, ed. Heather Platt and Peter H. Smith, 147–85. Indiana University Press, 2012.",
        "morgan_1999": "Morgan, Robert P. 1999. “6 Piano Pieces, Opus 118.” In The Compleat Brahms: A Guide to the Musical Works of Johannes Brahms, ed. Leon Botstein, 193–95. Norton.",
        "niemann_1920_1969": "Niemann, Walter. [1920] 1969. Brahms , trans. Catherine Alison Phillips. Cooper Square Publishers.",
        "notley_2007": "Notley, Margaret. 2007. Lateness and Brahms: Music and Culture in the Twilight of Viennese Liberalism. Oxford University Press.",
        "novalis_1997": "Novalis. 1997. Philosophical Writings , trans. and ed. Margaret Mahony Stoljar. State University of New York Press.",
        "paul_1804_1973": "Paul, Jean. [1804] 1973. Horn of Oberon: Jean Paul Richter’s School for Aesthetics, trans. Margaret R. Hale. Wayne State University Press.",
        "rings_2012": "Rings, Steven. 2012. “The Learned Self: Artifice in Brahms’s Late Intermezzi.” In Expressive Intersections in Brahms: Essays in Analysis and Meaning , ed. Heather Platt and Peter H. Smith, 19–51. Indiana University Press.",
        "rzewski_1995": "Rzewski, Frederic. 1995. “Inner Voices.” Perspectives of New Music 33/1–2: 404–17.",
        "samarotto_2004": "Samarotto, Frank. 2004. “Sublimating Sharp 4 ˆ : An Exercise in Schenkerian Energetics.” Music Theory Online 10/3.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music. Oxford University Press.",
        "sheppard_skærved_2003": "Sheppard Skærved, Peter.  2003. Introduction. In Brahms , by Hans Neunzig, trans. Mike Mitchell. Haus Publishing.",
        "smith_2007": "Smith, Peter H. 2007. “New Perspectives on Brahms’s Linkage Technique.” Intégral 21: 109–54.",
        "watkins_2011": "Watkins, Holly. 2011. Metaphors of Depth in German Musical Thought: From E. T. A. Hoffmann to Arnold Schoenberg. Cambridge University Press.",
        "zbikowski_2002": "Zbikowski, Lawrence M. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis. Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Hanslick 2009 , 219. In the quoted passage, Hanslick is describing a similarity between the works of Robert Schumann and Brahms.",
            "citations": [
                "hanslick_2009"
            ]
        },
        "FN2": {
            "text": "2. Hanslick 2009 , 222. Hanslick is referring to Brahms’s Piano Sonata in F minor, op. 5. In the two recitals that Hanslick attended between 1862–63, Brahms played works by Robert Schumann, J.S. Bach, Beethoven, and himself. The quoted excerpt comes from a passage where Hanslick is criticizing Brahms’s performance of his own music as compared to his performance of that of others. Earlier in his review, Hanslick ( 2009 , 221) writes, “Brahms neglects—especially in the performance of his owns works—much of what the performer is obliged to do for the composer. His playing resembles that of the astringent Cordelia, who would rather conceal her innermost feelings than expose them to the public.”",
            "citations": [
                "hanslick_2009",
                "hanslick_2009"
            ]
        },
        "FN3": {
            "text": "3. The English translation is adapted from Rings 2012 . In his widely read 1920 biography of Brahms, Walter Niemann popularized Hanslick’s description of Brahms’s late piano pieces as “monologues.” According to Niemann ( 1969 ), with this term Hanslick sought to capture the “intimate, subjective quality” of these pieces. More recently, Steven Rings ( 2012 , 25–26) and Paul Berry ( 2014 , 333) have also quoted and expanded on Hanslick’s evocative account of Brahms’s late piano works.",
            "citations": [
                "rings_2012",
                "niemann_1920_1969",
                "rings_2012",
                "berry_2014"
            ]
        },
        "FN4": {
            "text": "4. Paul Berry ( 2014 , 199–228) discusses the relationship between musical affect and the physical aspects of keyboard playing in Brahms’s music. Berry quotes a letter written by Clara Schumann to Brahms in which she expresses the joy and sadness she experienced while playing the piece that Brahms would later publish with some alterations as his Capriccio in F ♯ minor, op. 76, no. 1. Berry argues that Brahms’s quotation of the theme from his Capriccio a half step higher in his Alte Liebe , op. 72, no. 1, would have elicited at once a sense of proximity in terms of pitch-space and estrangement in terms of performance, given the widely different fingerings such a transposition would entail for the pianist.",
            "citations": [
                "berry_2014"
            ]
        },
        "FN5": {
            "text": "5. See Zbikowski’s ( 2002 , 65–72) discussion of cross-domain mapping. The very terms inner voice and outer voice reflect a conceptual mapping of musical sounds into physical space.",
            "citations": [
                "zbikowski_2002"
            ]
        },
        "FN6": {
            "text": "6. Music in which the melody is heard in an outer voice may still sound inward by virtue of some other factor. Margaret Notley ( 2007 , 13–14) and Steven Rings ( 2012 , 24) have argued that Brahms’s music may be heard as inward in that it enacts an inner, reflective consciousness through its use of artifice. Notley has also drawn a connection between private musical genres and a sense of musical intimacy, hearing chamber music and style as expressive of inwardness. My claim regarding inner voices does not contradict their arguments.",
            "citations": [
                "notley_2007",
                "rings_2012"
            ]
        },
        "FN7": {
            "text": "7. Holly Watkins ( 2011 , 22–50) offers a valuable discussion of the sense of interiority cultivated by the German Romantics.",
            "citations": [
                "watkins_2011"
            ]
        },
        "FN8": {
            "text": "8. Several theorists have implicitly correlated decay and inwardness in their expressive interpretations of Romantic music. Ryan McClelland ( 2012 , 171) notes that the sequential, recessive endings characteristic of Brahms’s chamber music suggest a turning inward. Similarly, Janet Schmalfeldt ( 2011 , 136) discusses various examples of Romantic chamber works that seem to turn inward toward an interior moment in the form. In the examples she gives, these interior moments are generally quiet secondary themes that appear after a long process of decay.",
            "citations": [
                "mcclelland_2012",
                "schmalfeldt_2011"
            ]
        },
        "FN9": {
            "text": "9. Brahms was very familiar with Jean Paul’s writings. He owned his complete works and quoted him more often than any other writer in his notebook of quotations, published under the title The Brahms Notebooks: The Little Treasure Chest of the Young Kreisler ( 2003 ).",
            "citations": [
                "brahms_2003"
            ]
        },
        "FN10": {
            "text": "10. Much as Brahms drew attention to the act of playing his music by making the compositional artifice in his works physically palpable to the pianist ( Rings 2012 ), Caspar David Friedrich drew attention to the act of observing his landscapes by depicting himself as a Rückenfigur in many of his paintings, including that shown in Figure 2b.",
            "citations": [
                "rings_2012"
            ]
        },
        "FN11": {
            "text": "11. The Brahms Notebooks ( 2003 ) quotes Novalis extensively.",
            "citations": [
                "brahms_2003"
            ]
        },
        "FN12": {
            "text": "12. Frank Samarotto ( 2004 ) describes the downward deflection of an upward tendency tone as a kind of “sublimation,” where its upward force seems simply to evaporate. Samarotto’s notion of sublimation captures the sense of dissolution such downward deflections often convey.",
            "citations": [
                "samarotto_2004"
            ]
        },
        "FN13": {
            "text": "13. Two piano pieces by Robert Schumann that enfold the melody within are Kreisleriana , op. 16, no. 6, and Albumblätter , op. 124, no. 2. An extensive example of an enfolded melody in Liszt’s piano music is found in his Liebesträume , S. 541, no. 3. A connection between inwardness and the placement of melody in an inner part could be advanced for these pieces, as well.",
            "citations": []
        },
        "FN14": {
            "text": "14. In general, the term diffusion describes a passive process whereby a substance spreads and becomes less concentrated, as when a drop of red dye dissolves in water. A similar process occurs in Brahms’s music when a theme spreads over a longer span of time than before as part of a process of de-intensification. The rhythmic technique is that of augmentation, but by using the term diffusion I attempt to capture a particular way of experiencing this rhythmic change. Coupled with a process of decay, the theme in these cases seems not to grow in space and become augmented but to dissolve in space and become diffused.",
            "citations": []
        },
        "FN15": {
            "text": "15. Rings ( 2012 , 41) briefly discusses Brahms’s use of the mirror symmetry of the hands in his piano pieces, including the E-minor Intermezzo, op. 116, no. 5. For Rings, the use of the mirror symmetry of the hands is a form of artifice, and, as discussed above, he generally associates artifice with inwardness in Brahms’s music.",
            "citations": [
                "rings_2012"
            ]
        },
        "FN16": {
            "text": "16. Peter H. Smith ( 2007 ) provides a valuable discussion of Brahms’s use of the “linkage technique.” However, he does not discuss any cases where Brahms links an accompanying inner voice to a new melody.",
            "citations": [
                "smith_2007"
            ]
        },
        "FN17": {
            "text": "17. In Brahms’s F-major Romance, op. 118, no. 5, an inner-voice melody emerges in the uppermost register during the middle section of the piece. In the A-minor Intermezzo, op. 116, no. 2, an accompanying inner voice emerges as the melody during a parenthetical insertion between the middle section and the return of the opening section.",
            "citations": []
        },
        "FN18": {
            "text": "18. Max Kalbeck ( 1909 , 195), Charles Horton ( 1982 ), and Antony Hopkins ( 1997 , 243) note the resemblance between the opening phrase of Brahms’s Intermezzo, Op. 76, no. 7 and that of Chopin’s Nocturne, Op. 55, no. 1. The similarities between these two sentences are many. In both cases, during the basic idea and its repetition, the melody leaps to from 5 ˆ up to 1 ˆ and then descends by step back to 5 ˆ as the bass ascends from 1 ˆ to 3 ̂ , tonicizing III. Following the melodic descent to 5 ˆ at the end of the basic idea, a chromatic lower neighbor embellishes 5 ˆ . In both instances, the neighboring motion from ♯ 4 to 5 ˆ is heard in a dotted rhythm that contrasts with the even rhythmic flow of the descent from 1 ˆ to 5 ˆ . In the continuation, the melody leaps up once again to 1 ˆ and then completes an octave descent to 1 ˆ , while the bass ascends from 1 ˆ to 5 ˆ to finally reach a perfect authentic cadence. Moreover, the two phrases are in duple meter and share the same texture. Boosting the connection between these two pieces is the fact that Brahms completed his Intermezzo in 1878, a year after he had begun work on a critical edition of Chopin’s works. Although there is no direct evidence that Brahms intended to model the beginning of his Intermezzo after Chopin’s Nocturne, Paul Berry ( 2014 ) has convincingly shown that this type of intertextual allusion pervades Brahms’s works.",
            "citations": [
                "kalbeck_1909",
                "horton_1982",
                "hopkins_1997",
                "berry_2014"
            ]
        },
        "FN19": {
            "text": "19. Charles Burkhart ( 1978 , 157) briefly discusses this motivic connection.",
            "citations": [
                "burkhart_1978"
            ]
        },
        "FN20": {
            "text": "20. Diego Cubero ( 2017 ) discusses leaping passing tones that anticipate a forthcoming harmony.",
            "citations": [
                "cubero_2017"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction Figure 1 . Willy von Beckerath, Brahms am Flügel , 1896 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In his iconic portrait of Brahms, reproduced in Figure 1 , Willy von Beckerath depicts “the artist at a moment when, completely oblivious to his surroundings, he is absorbed in his art” ( Sheppard Skærved 2003 , xi). Brahms sits at the piano, surroundings unseen, eyes gazing within, left foot resting on the soft pedal, one hand concealing the other. The melody is quiet but deeply felt. The music looks inward.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Listeners have long recognized the introspective quality of Brahms’s pianism. As early as 1863, after hearing Brahms perform at the piano, Eduard Hanslick described his works as characterized by “a sovereign subjectivity bordering in esotericism, a brooding quality, a turning away from the outside world, a sensibility turned inward.” (1) Hanslick found the performance as introspective as the music, remarking that the “F minor sonata, a composition so wondrously ‘sung to itself,’ was played by Brahms more ‘to himself’ than in a clearly and crisply presented manner.” (2) Nearly three decades later, the image of the composer performing to himself continued to linger in Hanslick’s memory as he likened Brahms’s late piano pieces to “‘monologues at the piano’: monologues that Brahms holds with and for himself during lonely evening hours” ( Hanslick 1896 , 258–59). (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "hanslick_1896"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] More recently, Robert Morgan ( 1999 , 193) has similarly remarked that Brahms’s late piano pieces are “turned inward as if addressed primarily to the composer himself, or at best to a handful of listeners,” speaking “a language of pronounced technical and expressive concentration, yet one that is also deeply personal, as if transmitted on a one-to-one line of communication.” Since in these pieces the most introspective moments are generally those of the most pronounced compositional and pianistic artifice, Steven Rings ( 2012 , 24) has argued that these works enact an inward and rational subjectivity, signifying not merely as sounds but also as “sets of actions—bodily and expressively—to be performed by a pianist.” (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "morgan_1999",
                    "rings_2012"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Brahms’s pianism does seem deeply introspective. But why is it that his pieces sound this way? Why do they feel so intimate to those performing them? By considering various hermeneutic, performative, and philosophical issues, in this article I argue that the placement of the melody in an inner voice is in part what gives Brahms’s piano music its characteristic inward quality. After explaining why in this repertory in particular the placement of the melody in an inner part may be heard as expressive of inwardness, I examine three different types of inner melodies, offering a more nuanced expressive interpretation for each of them. The examples will proceed from simple to complex, culminating with a more extensive analysis of Brahms’s Intermezzo in A minor, op. 76, no. 7. I shall conclude that when the melody is concealed in an inner part it is ultimately we who turn inward and lose ourselves to the music, much like Brahms does in Beckerath’s portrait. II. Inner Melodies as Expressive of Inwardness",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In order to draw a connection between inner melodies and inwardness, it is necessary to first understand the opposition between outer and inner melodies in terms of markedness. Markedness, as Edwin Battistella ( 1990 , 1) explains, is a concept in linguistics that describes “an implicit hierarchization of polar terms such that one term of an opposition is simpler and more general than its opposite.” The more common and generic pole corresponds to the unmarked term, the less common but more specific to the marked one. Although the unmarked term may denote the opposite of its marked counterpart, it may also be used as the default term whenever the opposition is irrelevant. In other words, the use of the unmarked term may be neutral as far as the opposition goes. For example, the terms goose and gander are opposed in terms of gender; the former, however, is unmarked since its use is typically gender-neutral, while the latter is marked since its use is less common and its meaning always specific.",
                "footnotes": [],
                "citations": [
                    "battistella_1990"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Building on the work of the linguist Battistella, Robert Hatten ( 1994 ) has adopted the concept of markedness to discuss issues of musical meaning in tonal music. Meaning originates, according to Hatten, when a structural opposition within a given musical style maps onto an expressive opposition, such that the marked terms correlate. He maps, for instance, the major-minor opposition onto that between the non-tragic and the tragic, arguing that whereas the major mode occurs more often and thus accommodates a wide variety of expressive meanings ranging from the comic to the heroic and even the tragic, the minor mode occurs less frequently and is specifically tragic. This is true, he contends, of Classical music, but not necessarily of other musical styles where the use of the minor mode may be more common and thus unmarked.",
                "footnotes": [],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Much as Hatten correlates the major-minor opposition with that between the non-tragic and the tragic, I propose mapping the opposition between outer and inner melodies onto that between the non-inward and the inward, such that the marked terms correlate with one another. My claim, too, is style- and genre-specific, pertaining mainly to homophonic piano music written in the Romantic period.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Whereas polyphony gives more or less equal treatment to all parts, homophony draws a clear distinction between structural and accompanying voices. With the outer voices carrying the structural weight, the inner parts are usually relegated to a supporting role. As Brian Hyer ( n.d. ) puts it, the “inner parts are used to fill in between the two outer voices, which form the contrapuntal framework of the music.” Given that the role of the inner voices is to support the outer ones, the placement of the main melodic line in an inner part is stylistically marked and has a more specific meaning than if were to appear in an outer voice. As Lawrence Zbikowski ( 2002 ) has argued, listeners tend to conceptualize music by mapping musical into physical space, and thus I propose that in homophonic textures, inner melodies give the impression of sounding within and thus suggest a correlation with inwardness. (5) This is not to say that outer-voice melodies correlate with outwardness: just as the term goose may be used in a way that is gender-neutral, and the major mode can accommodate a wide set of expressive meanings ranging from the heroic to the tragic, the use of outer-voice melodies is generic and thus expressively unmarked. (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "heyer_nd",
                    "zbikowski_2002"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Inner melodies, however, do not have the same degree of markedness in all homophonic music. In a song the voice typically sings the melody regardless of whether it is heard in an outer or an inner part, and genres such as the string quartet tend to have a greater equality between parts since the melody is frequently passed around between players. Homophonic piano works, on the other hand, generally maintain a clear functional distinction between outer and inner voices. There is also a difference concerning the performance of these inner melodies, for a pianist gets to experience how it looks on the keyboard and feels under the hands to play the inner melody together with the outer parts. Often, playing the inner melody involves a set of inward hand gestures or requires the pianist to adopt a more inward posture, much as Brahms does in the portrait discussed above. Accordingly, the music may not only sound but also feel inward for pianists, which in turn may cause them to perform the music more intimately, as if to themselves, in the manner of a monologue. This is categorically different from the way a violist in a quartet would experience playing the main melody while the violins provide a descant above, or how it would feel to sing the melody while the piano plays an accompaniment above and below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] In Romantic piano works, in particular, the concealment of the melody within may be heard as expressive of the highly spiritualized sense of interiority cultivated by the Romantics. (7) The German Romantic conception of inwardness is rooted in the fundamental Romantic dichotomy between an external, phenomenal reality and an inner, spiritual totality. Within this dichotomy, a decay of the physical marks a turning inward, a spiritual becoming. (8) The close relationship between inwardness and dissolution is evident in Jean Paul’s well-known description of the Romantic in his Vorschule der Aesthetik . (9) After defining the Romantic as “beauty without limit,” Jean Paul writes: It is more than an analogy to call the Romantic the undulant hum of a vibrating string or bell whose soundwave fades away into ever greater distances and finally is lost in ourselves and, although outwardly quiet, yet sounds within. ( 1973 , 61) In postulating that when sound fades it begins to resound within, Jean Paul couples physical decay with subjective interiority, the former serving as an objective counterpart to the latter. The process of dissolution is thus one of internalization, whereby the external vanishes in an inner totality. For Jean Paul, this process of decay and internalization constitutes the very essence of Romanticism. Figure 2 . Framing of the horizon in Romantic paintings (click to enlarge and see the rest)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "paul_1804_1973"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] The Romantic coupling of dissolution and interiority is apparent in the enclosing of the receding horizon in paintings such as those reproduced in Figure 2 . Whereas in Carl Blenchen’s Grotte am Golf von Neapel the cave walls encase the evanescent seascape, in Caspar David Friedrich’s Klosterruine Oybin the windows of a ruined monastery enclose the last remnants of daylight, highlighting the spiritual dimension that surrounds the Romantic ideal of inwardness as a physical decay and a spiritual becoming. By surrounding the infinitely receding horizon, these paintings present us with a paradox wherein the enclosed space is actually the outside world, which the figures view from within a more confined location. (10) This striking reversal of inner and outer space parallels the reversal of inner and outer musical space in the works I will presently consider, and it serves as a fitting objectification of the paradoxical Romantic notion of the infinite within. The Romantic philosopher Novalis clearly articulates this notion in the following fragment: The depths of our spirit are unknown to us—the mysterious way leads inwards. Eternity with its worlds—the past and the future—is in us or nowhere. ( 1997 , 25) (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "novalis_1997"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] The association between dissolution and inwardness in German Romantic thought finds sonic expression in many of Brahms’s piano works. As the following examples will reveal, passages where the structural melody is concealed often undergo a process of decay; many end by completely fading away. This process of dissolution generally arises from a dwindling of dynamics and surface rhythm, the liquidation of thematic material, and the sublimation of leading-tone energies. (12) The ensuing sense of decay coupled with the placement of the structural melody in an inner voice serves as a musical analogue to the Romantic ideal of fading within. III. Types of Structural Inner Melodies",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In Brahms’s piano works, one can distinguish three different types of structural inner melodies, each conveying a sense of inwardness in its own particular way. I shall discuss these types, proceeding from that in which the sense of melodic interiority is most concrete to that in which it is most abstract. To conclude, an analysis of Brahms’s Intermezzo in A minor, op. 76, no. 7 will show these three types of inner voice melodies employed within a single piece, giving the music its characteristic inward quality. 1. Enfolded Melodies Example 1 . Brahms, Intermezzo in E-flat major, op. 117 no. 1 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] In Romantic piano music, one occasionally finds a cover tone or covering voice concealing the melody in an inner voice, as if enfolding it within the texture. Such enfolded melodies are found in the music of Robert Schumann, Franz Liszt, and other Romantic composers, but they are especially characteristic of Brahms’s piano writing. (13) The best-known instance of an enfolded melody is arguably the lullaby that rocks gently beneath a covering tone at the beginning of Brahms’s E-flat major Intermezzo, op. 117, no. 1, shown in Example 1 . Here, as Steven Rings ( 2012 , 33) puts it, “the lulling E ♭ s create a sonic field that enfolds the melody in tonic security.” After surfacing to become the uppermost part several times throughout the course of the intermezzo, the lullaby ends by dissolving back into an inner part during the final phrase (Example 1b). The melody moves at first canonically from the upper part to an inner one, but by the end of the phrase it sounds exclusively within. Enfolded in an inner part, the lullaby becomes diffused, yielding downward from ♯ 4 ˆ through ♮ 4 ˆ to 3 ˆ before drifting off with the final tonic chord. (14) The lullaby fading within by the end of the Intermezzo calls to mind Ludwig Uhland’s poem “The Slumbering Girl,” which Brahms copied in his notebook of quotations: When your eyelid enviously drops,\nThen in your inner world\nA light must begin:\nYour eye shines inward! ( The Brahms Notebooks 2003 , 157) Uhland’s poem makes explicit the association between inwardness and sleep that Brahms’s intermezzo suggests and that the pianist enacts by holding the thumb and little finger fixed on the octave E ♭ s while playing the lulling melody with the fingers in between. Example 2 . Brahms, Rhapsody in B minor, op. 79 no. 1 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "rings_2012",
                    "brahms_2003"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Whereas in this Intermezzo, a cover tone enfolds the melody from the very beginning of the piece, in most of Brahms’s works the melody first appears in an outer voice and only later withdraws to an inner part, following a process of decay. Such is the case with the cantabile melody from the B-minor Rhapsody, op. 79, no. 1. The top of Example 2 shows the first appearance of this melody. The theme sings in the uppermost voice and is organized into an antecedent-consequent pair of mini-sentences. Just below (Example 2b) is the return of this melody following the powerful cadence that brings the opening B-minor section to a close. The basic idea dies away with the fermata in m. 92, and the continuation becomes enfolded in an inner voice for the beginning of the B-major section. Concealed by the F ♯ above and the bass pedal below, the melody continues sounding within throughout this section until it finally fades away. The abrupt return of the opening section jolts the melody from this calm inner space to a turbulent outer reality, with the F ♯ that had enfolded the melody in an inner voice becoming the opening note of the tempestuous B-minor theme. The melody, nonetheless, is enfolded in an inner voice once again during the coda (Example 2c). The basic idea of the cantabile melody echoes first in an outer voice, but the right-hand arpeggios eventually conceal the melody in an inner part. Much as in its first appearance, the theme unfolds as an antecedent-consequent pair of phrases, but this time, all that remains after the consequent are the opening and closing two-note fragments of the melody echoing ever softer as the Rhapsody gradually dies away. Table 1 . List of Brahms’s piano pieces with an enfolded melody (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] As Table 1 reveals, enfolded melodies are generally understated and they are most of typical of recessive endings, such as that in the B-minor Rhapsody discussed above. These endings generally function as suffixes to the piece as a whole (codas) or to a section thereof (codettas). Through the dissolution and internalization of the melody, these suffixes give sonic expression to Jean Paul’s description of the Romantic as a sound that becoming outwardly quiet resounds within. 2. Compound melodies with a structural inner strand",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The second type of structural inner melody I will examine comprises compound melodies that clearly imply a covering outer strand and a structural inner one, connected through constant inward gestures. Some factors that may contribute to hearing the implied inner voice as structural include metric placement, duration, and melodic fluency. Conceptually and expressively, concealing the structural strand of a compound melody in an inner voice is similar to enfolding the melody in an inner part. In the case of enfolded melodies, however, there is a concrete distinction between the inner and outer parts, with the melody as a whole sounding exclusively within. With compound melodies, it is possible to infer a similar distinction between outer and inner voices, but the melody, as a whole, inhabits both spaces. Rather than having completely withdrawn into an inner voice, this type of compound melody may be heard as continuously turning inward, withdrawing repeatedly from an outer voice to a structural inner one. Example 3 . Brahms, Waltz in D minor, op. 39 no. 9 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Consider, for instance, Brahms’s Waltz in D minor, op. 39, no. 9, reproduced in Example 3 along with a voice-leading sketch. The melody implies two melodic strands, which the pianist links together through constant inward gestures from the outer strand to the inner one. Of these two, the metrically accented, lower strand may be heard as taking structural primacy over the metrically weak and melodically more disjunct upper strand. Accordingly, the sketch shows the structural melody concealed in the middle of the texture, leaping from A up to D and then sinking chromatically back down to complete a fourth-progression in m. 8. The second reprise continues to emphasize the implicit inner voice as it descends from B ♭ to G. But, with the G displaced up an octave and stretched over the downbeat across mm. 12–15, the focus shifts towards the upper strand. The waltz becomes louder as the structural weight falls on the first note of each descending gesture until the high G finally climbs back to the Kopfton A for the return of the prolonged D-major harmony in m. 16. Following the return of the Kopfton , the structural emphasis shifts back to the lower strand of the compound melody. The implied inner voice now prolongs IV through a third-progression from B ♭ to G ♯ , which recalls that in mm. 9–12. This time, however, the structural inner voice completes this third-descent by leaping down an octave to its original register. This inner G ♯ then becomes sublimated, eventually yielding down to 2 ˆ as the waltz settles on a half cadence. The concealment of the structural melody in an implicit inner voice gives the waltz an introspective quality. In the two-hand version of this piece, pianists enact this sense of inwardness by constantly withdrawing their hands towards the center of their bodies as they execute the descending sighs in the right hand together with the mirroring left-hand gestures. Example 4 . Brahms, Intermezzo in E minor, op. 116 no. 5 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Brahms employs a compound melody to create a similar expressive effect in his E-minor Intermezzo, op. 116, no. 5. In this case, the outer voices conceal not only the structural melody, but also the structural bass. The voice-leading sketch in Example 4 teases out the different melodic strands implicit in the music, drawing attention to the structural voices hidden in the inner parts. As the sketch illustrates, the Intermezzo begins with a chromatic neighbor figure around the Kopfton B and the bass E, concealed between the outer Gs. This inner, neighboring figure is sequenced upwards as the bass completes a fifth-progression from E to B, and the melody follows in parallel fifths, climbing from B to F ♯ . From this F ♯ the melody retraces its steps back down to B for the arrival of the dominant chord at the end of the first reprise.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] After surfacing to become the outer voices during the middle section, the structural melody and bass withdraw once again to the middle of the texture with the return of the opening section in m. 29. The theme begins now on IV and yields downward by step. The bass descends from B to F/ F ♯ , composing-out the dominant chord while the melody follows in parallel fifths. After completing their descent to F major in m. 32, melody and bass now move inward by step, mirroring one another as if withdrawing into an ever more intimate space. This inward motion culminates with the passing tone E moving to D ♯ in the melody. Spanning only a dotted quarter note in the first ending, the passing tone becomes diffused across two measures during the second ending, decaying to a piano dynamic by the moment it resolves to D ♯ in m. 36. At this point in the first ending, the upper voice echoes this passing motion in preparation for the reprise of the digression. The second time around, however, the C ♮ in the upper voice resolves down to B, concealing the structural melodic descent in the inner voice. Now enfolded in an actual rather than an implied inner voice, the melody melts into a quiet tonic chord as the intermezzo gradually fades away. The melody and the bass sounding within the middle of the texture impress the intermezzo as a whole with the intimate quality that Brahms seems to refer to in the performance indication “ con intimissimo sentimento .” The mirroring hand gestures from the outer covering strands to the inner structural ones render this sense of interiority physically palpable. (15) 3. Melodies Emerging from Within",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Another type of inner melody found in Brahms’s works emerges as a transformation of an accompanying inner part. In these cases, the sense of melodic interiority is more abstract than in those discussed above. The melody occupies the highest register, but due to its origins in an inner part, it sounds as an inner voice that has been left temporarily exposed. The transformation of the inner part into a new melody evinces the sort of compositional artifice that Rings ( 2012 ) has associated with inwardness in Brahms, and it occurs generally as part of a process of de-intensification, with the effect that the music seems to fade inward until completely losing itself to that melody sounding within. Example 5 . Brahms, Ballade in G minor, op. 118 no. 3, mm. 32–72 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "rings_2012"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] Consider the transformation of an accompanying inner part into a new melody in Brahms’s Ballade in G minor, op. 118, no. 3. The Ballade begins energetically, with the melody in the topmost part, the functional bass in the lowest register, and a broken-chord accompaniment in between. As shown in Example 5 , however, the focus begins to shift toward the inner-voice accompaniment after the cadence in m. 32, with G in the melody fading away, while the inner arpeggios oscillate between tonic and subdominant harmonies. This arpeggiated figure soon begins to dissolve, losing its rhythmic shape in m. 38 and vanishing into a repeating F-D dyad one bar later. From this minor-third dyad a new theme emerges in m. 41 in an example of what Schenker refers to as “linkage technique.” (16) Here, however, it is not two melodies, but an accompanying inner part and a melody, that are linked together. This link makes the new melody sound as if it were the inner part from the previous section. This new theme coming from within begins with an eight-bar antecedent answered by a parallel consequent that vanishes with the long F ♯ held across mm. 51–52. After a quiet reminiscence of the energetic opening section, the B-major theme returns in m. 57. This time, the consequent phrase continues past the high F ♯ to reach a perfect authentic cadence in m. 71. The melody, however, remains on the dominant, fading away under a fermata. Without ever reaching harmonic closure, the B-major theme extends infinitely within, like the sound of the bell in Jean Paul’s description of the Romantic. Example 6 . Brahms, Piano Sonata no. 1 in C major, op. 1, first movement, exposition (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] The first movement of Brahms’s Piano Sonata in C major, op. 1 offers a subtler example of a melody that emerges as a transformation of an inner voice. As the second level of the voice-leading sketch in Example 6 reveals, the movement begins energetically, thrusting the melody upwards twice to a high G before reaching a cadence in m. 17. The transition follows quietly but soon gains momentum as the melody climbs back to the high G in m. 27 and then again in m. 33, settling on F ♯ during the dominant lock in mm. 34–36. As the brackets indicate, the F ♯ 4– F ♯ 5–E5– D ♯ 5 melodic figure leading to the half cadence in m. 36 echoes twice more during the two-bar caesura-fill that follows. But rather than climbing to the high F ♯ , the low F ♯ stalls on the inner-voice A. The left-hand arpeggios from C to E and from B to D ♯ enfold this F ♯ –A melodic fragment in an inner part. A pianist performing this passage will enfold the right hand with the left, much as Brahms does in his portrait (Figure 1). From this inner F ♯ –A dyad, the secondary theme finally emerges in m. 39, in another example of Schenker’s linkage technique. Given this link, the new melody sounds like an inner voice that is left momentarily uncovered. As Example 6c illustrates, this new theme composes-out the melodic figure heard at the end of the transition, and then provides the missing resolution of the B dominant-seventh chord with the arrival of the E in m. 51. At this point, a descant conceals the inner melody, turning it back into an inner voice. Tellingly, however, Brahms accents the inner-voice E so that it rings out in between the enfolding outer voices. Though covered, the E is structural, forming part of a long-range, stepwise descent from the high G in the primary theme through the F ♯ at the end of the transition and then to E, as shown most clearly at the top of Example 6.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Following the prolongation of the local dominant in mm. 51–58, the consequent phrase gets under way with the melody now enfolded in an actual inner voice. The consequent begins much like the antecedent phrase, but the right-hand melody eventually dissolves into an indistinct chromatic descent and the head motive from the poco ritenuto passage becomes diffused in an inner voice. This inner-voice melody carries the structural weight, moving stepwise to complete the local fifth-descent to A, with the tonic arrival in m. 75. The tonic arrival is elided with the return of the pastoral melody from mm. 51–58, but this time the music begins to gain momentum for the arrival of the structural dominant at the end of the exposition. In short, the second theme in this sonata emerges from an inner voice that is left exposed beginning in m. 39 and concealed back again in m. 51. During this passage, the music seems to turn inward, away from the energetic opening material and towards a cantabile melody sounding within.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] Brahms’s G-minor Ballade and C-major Sonata provide two examples of melodies that emerge as transformations of an inner part. As they demonstrate, the melody coming within typically emerges in an internal section of the piece or movement, following a process of decay. As such, these two works exhibit the tendency that Janet Schmalfeldt ( 2011 , 136) recognizes in Romantic music to “turn inward” towards an interior moment in the form. Whereas the interior moments in the form that Schmalfeldt speaks of are nearly always quiet, cantabile secondary themes of the type found in the C-major Piano Sonata, in Brahms’s shorter piano works they typically correspond to the middle section of a ternary form, as in the G-minor Ballade discussed above. (17) IV. Melodic Inwardness in Brahms’s Intermezzo in A minor, op. 76, no. 7 Example 7 . Brahms, Intermezzo in A minor, op. 76 no. 7 (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "schmalfeldt_2011"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Brahms’s practice of formally and texturally enclosing the evanescent inner melodies in the C-major Piano Sonata and the G-minor Ballade is comparable to the way in which Blechen and Friedrich frame the receding horizon in the paintings reproduced in Figure 2. Similarly, the concept of framing—both as a formal and a textural category—captures the way in which the opening and closing phrases enclose the melody of the middle section in Brahms’s A-minor Intermezzo, op. 76, no. 7. Just as in Friedrich’s Klosterruine Oybin (Figure 2a) a ruin frames the sunset, in this intermezzo a remnant from Chopin’s F-minor Nocturne, op. 55, no. 1 encloses the evanescent middle section in between. (18) Like the church in the painting, the opening sentence of Chopin’s Nocturne appears fissured: the break in the upper voice in mm. 1–4 exposes the D ♯ –E inner-voice neighboring motion and leaves the repetition of the basic idea without its upper octave, as the bottom staff in Example 7 illustrates.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The melody of the middle section emerges as a transformation of the inner D ♯ –E figure left exposed in mm. 1–2 and expanded in the cadential bass motion from V to I in mm. 7–8. (19) As such, this new melody may be heard as an inner voice that has been left uncovered. The theme, in turn, clearly implies two melodic strands, constantly withdrawing from a covering E to a structural and metrically accented G ♯ . The recurring inward gesture from E to G ♯ unfolds an E-major chord prolonged across the whole of this section, with the motion through C functioning within the time span of the E dominant chord as a leaping passing tone that anticipates the forthcoming harmony, much as it does in mm. 7–8. (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] As shown at the top of Example 7, mm. 8–16 prolong E major through a 5–6 exchange, with the inner G ♯ yielding to G ♮ by the end of the phrase. The next level includes the chromatic passing motion that connects E to G in the bass, and the foreground sketch illustrates how, after the initial expansion of the E-major chord through a neighboring 4 6 chord, this passing motion is bifurcated by the descent from E to G ♯ , which rearticulates the initial E-major triad once again. The recurring G ♯ finally becomes sublimated to G ♮ as the phrase comes to a cadence in C major in m. 16. When the G ♮ appears, it does so in an actual inner voice, concealed by a neighboring motion around the covering E.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] After composing-out the sixth-descent from E through C to G across mm. 16–23, the melody climbs back to the high E for a return of the music from the first reprise, starting now on a clearly articulated E dominant chord. As before, the melody constantly turns inward from the covering E to the structural G ♯ . This time, however, instead of becoming sublimated, the G ♯ ascends chromatically beneath a covering A, unfolding the dominant E-major chord through a sixth-ascent that culminates with a return to the high E in m. 31. Upon completing this ascent, the melody withdraws once again to the inner G ♯ to cadence on tonic one bar later. This cadence, however, is elided through a reaching-over gesture from G ♯ up to the covering E. Two measures later, in the second ending, this reaching-over melody echoes an octave lower, as the dotted brackets in the sketch illustrate. Enfolded now in an actual inner part, the melody becomes diffused with the long-held F in m. 35, and then dissolves into an Alberti-like figuration, sequencing the D ♯ –E neighboring figure downward in the same register in which it first appeared. The melody is enfolded in an inner part by the same G ♯ that carried the structural weight through most of the middle section (Example 7a). With this G ♯ yielding down to E rather than resolving up to A in m. 37, the middle section is left structurally open, extending infinitely into the distance, like the twilit horizon framed by the ruin in Friedrich’s painting. Once the melody of the middle section has faded back within, the opening phrase returns, enclosing the evanescent melody in between. With the return of this Romantic ruin, the focus shifts back to the upper register, but amidst the fissures in the upper voice, one can still catch a glimpse of the inner depths the music conceals within. V. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Arising as a transformation of an inner part and then withdrawing constantly from an outer strand to a structural inner one until finally becoming enfolded back in an inner part, the melody from the middle section of this Intermezzo embodies the three melodic techniques discussed in this article. If, as Frederic Rzweski ( 1995 ) has argued, the partly hidden quality of the inner voices adds a sense of depth to the texture, this melody is concealed deep within, imbuing the Intermezzo with that inward quality long associated with Brahms’s pianism. By rendering its sense of inwardness physically palpable, this Intermezzo, like the other pieces discussed in this article, draws us in and invites us to feel at one with it. Accordingly, when its melody fades within, we are ultimately the ones who turn inward and fade into ourselves. It is no longer Brahms, but we who sit oblivious to our surroundings during lonely hours completely absorbed into the music. Losing ourselves into this most Romantic of art forms, we become one with the absolute. The music with its infinite worlds resounds in us.",
                "footnotes": [],
                "citations": [
                    "rzewski_1995"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.1.cubero.html",
    "data": "mto/data/mto.17.23.1.cubero.json"
}