{
    "title": "Commentary on Neumeyer’s MTO 0.1 essay",
    "date": "1993/04/01",
    "volume": "0",
    "issue": "2",
    "authors": [
        "Kosovsky, Bob"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.2/mto.93.0.2.kosovsky.pdf",
    "author_info": [
        {
            "name": "Bob Kosovsky",
            "university": "Graduate Center—Ph.D. Program in Music (student)/ City University of New York",
            "address": "New York Public Library—Music Division",
            "email": "kos@cunyvms1.gc.cuny.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* My opinions do not necessarily represent those of my \n             institutions.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I believe that the derivations of film music stem not so much from opera\nor “serious music” (or “classical music”—whatever you want to call it—the stuff you go to a concert hall to hear) but from more of the popular\nidioms of the time.  Now granted, operatic and symphonic music were used\nin abundance to accompany silent films (Ride of the Valkyries accompanied\nthe ride of the KKK in Griffith’s Birth of a Nation (1915)—but so\nwere popular tunes of the day.  (Momentary excursis:  part of the problem\nI’m having in separating classical from popular music genres stems occurs\nfrom a time—prior to WW I—when such distinctions are not as clear\nas they would later become.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] And I think that it’s also not a question\nof what was used, but HOW it was used.  Basing my understanding of silent\nfilm music mostly on early sound films (those in which there was a \nsyncronized soundtrack without dialogue—and such films dating from the late\n1920s and early 1930s, must represent an advanced stage of silent film\nmusic compositional art—e.g. Don Juan (1926), Sunrise (1927), even City Lights (1931)), I would say that the use of music is not really like\nwhat you find in opera.  In fact, I would say that the use of music in\nsilent films probably bears a closer resemblance to music that was used\nin Broadway shows.  When I first heard that recent recording of Show Boat , I\nwas amazed to hear the unsung music (“background music”—not in the \nSchenkerian sense!) because it worked in the same way as does the silent\nfilms with music that I’ve seen.  Though the opera–to–movies path seems\ntempting, I think the available evidence does not follow it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] One additional tangential note.  The usually–heard story about Schoenberg\nand movies is based on the one from the biography by Willi Reich.  In\nbrief, it states that the head of MGM was considering Schoenberg as a \ncomposer for The Good Earth .  Schoenberg stated his conditions:  “I want\n$50,000, and a guarantee that not one note will be changed”—“Thus ends\nthe relationship of Schoenberg to the movies” says Reich.  But in fact\nthere must be more.  According to the catalogs of the Arnold Schoenberg\ninstitute, there exists quite a bit of music written for The Good Earth and for another film (of which I don’t remember the title).  It would be\ninteresting to examine these sketches as evidence of how Schoenberg\nenvisioned the relationship of music to film, and to see how it relates\nto the Begleitungsmusik, Op. 34.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.93.0.2.kosovsky.html",
    "data": "mto/data/mto.93.0.2.kosovsky.json"
}