{
    "title": "Loud Rests and Other Strange Metric Phenomena (or, Meter as Heard)",
    "date": "1993/04/01",
    "volume": "0",
    "issue": "2",
    "authors": [
        "London, Justin M."
    ],
    "abstract": "This is an excerpt from a work-in-progress, portions of which will be read at the 1993 meeting of the Society for Music Perception and Cognition. In order to give an adequate account of “loud” rests, metric articulations, and meter's propulsive character (as noted by theorists such as Berry and Zuckerkandl), a dynamic model of meter is proposed. In framing this model a brief overview of theoretical strategies for metric models is given. The dynamic model regards meter as a listener-generated framework for the understanding musical time. The theoretical implications of the dynamic model are discussed, as it challenges traditional notions of meter as “part of the music,” that is, as musical parameter with the same ontological status as pitch, loudness, timbre, texture, and rhythm.",
    "keywords": [
        "meter",
        "rhythm",
        "accent",
        "parameter",
        "perception",
        "cognition",
        "entrainment",
        "ontology",
        "dynamic model of meter"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.2/mto.93.0.2.london.pdf",
    "author_info": [
        {
            "name": "Justin M. London",
            "university": "Carleton College",
            "address": "Department of Music, Northfield, MN 55057",
            "email": "jlondon@carleton.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Cooper, Grosvenor, and Meyer, Leonard. The Rhythmic Structure of \nMusic , Chicago: Phoenix Press (1960): 139.",
            "citations": []
        },
        "FN2": {
            "text": "2. Cooper and Meyer (op. cit.) view this moment as the culmination of \nan extended anacrusis, the moment of thesis following an 8 mm. arsis.  \nWhile I would not describe mm. 272–79 as an extended anacrusis, as I \nfeel it is an inappropriate application of a phrase-level phenomenon \nto higher structural levels, nonetheless I agree with Cooper and \nMeyer's characterization of the essential rhythmic feel of the passage.",
            "citations": []
        },
        "FN3": {
            "text": "3. Jonathan Kramer, The Time of Music , New York: Schirmer Books, \n(1988): 82.",
            "citations": []
        },
        "FN4": {
            "text": "4. The author is well aware of the fact that rhythmic groups consist of \npatterns of duration, that is, of time spans, versus metric patterns \nwhich may be viewed as an ordering of time-points.  I do not wish to \nimply here that I regard meter as a time-span phenomenon (as will be \nmade clear below).  It has also been posited that metric patterns need \nnot be isochronous, especially on higher metric levels (see Kramer, op. \ncit., Ch. 4).  For the moment, let us allow our physicist to struggle \ntoward meter as best she can, with an admittedly over-simplified metric \nmodel.",
            "citations": []
        },
        "FN5": {
            "text": "5. The physicist's metric labels function as a temporal index for each \nevent—but one could also give an equally-useful index (at least for a \nphysicist) by simply labelling each event at the 8th-note level as \n1,2,3,4,5,6,7 . . . etc.  What we have here is an index that at least \nappears to be hierarchically organized—but is it?  The physicist is \ncounting in modulo 2 up to the level of the downbeat—but does this \ncounting method create a true set of subordinate and super-ordinate \nrelationships?  The answer to this question depends, I think, on how \nthe counting system is applied to the events, which is rather \ndifferent than reading the counting system off of the events.  So \nfor the moment, all we can say is that we have a method of locating \nmusical events relative to others—a sophisticated measurement of a \nnote/event's being “before X and yet after Y.”  I would also add that \nwe should not be troubled by the fact that this system is relativistic \n(i.e. dependent on the knowledge of surrounding events)—for after all, \nthe assignation of scale degree and harmonic function in the pitch \ndomain is similarly relativistic, as they are not context-free \nattributes of a musical sound the way that frequency measurements are \ncontext-free descriptions of sonic events.",
            "citations": []
        },
        "FN6": {
            "text": "6. For a detailed overview of psychological research in these areas \nsee Justin London, “The Interaction Between Meter and Phrase Beginnings \nand Endings in the Mature Instrumental Music of Haydn and Mozart,” Ph.D. \nDiss., U. of Pennsylvania (1990), Ch. 1, and David Butler, The \nMusician's Guide to Perception and Cognition New York: Schirmer (1992).",
            "citations": []
        },
        "FN7": {
            "text": "7. Given the scope of this essay I wish to avoid specific critiques \nof other recent work in metric theory.  Also, several fine overviews \nof current work in metric theory are available elsewhere; see Fred \nLerdahl and Ray Jackendoff, A Generative Theory of Tonal Music , \nCambridge, MA: MIT Press (1983), esp. Chs. 2 and 4; Jonathan Kramer, \nop. cit., Ch 4; and Justin London, op. cit., Chs 1 and 5.",
            "citations": []
        },
        "FN8": {
            "text": "8. The number of metric archetypes is quite small: binary or ternary \npatterns of beats, and simple versus compound subdivisions of those \nbeats.  Moreover, I would posit that listeners have a store of \ndurational and pitch/durational templates which fit into the metric \narchetypes.  And so, for example, our anacrustic figure in example 3\ninvolves the matching of a pitch-durational sequence (sol-la-ti-do \nin even durations) into a limited number of metric possibilities.  If \nthe notes are assumed to be subdivisions of the beat (a reasonable \nassumption given the notion of natural pace) then the metric \nrecognition task boils down to simple versus compound subdivision—that\nis, if do is the downbeat, then are the beats quarters or dotted \nquarters?  Furthermore, in actual performance (that is, by a human \nplayer as opposed to a “deadpan” realization on a synthesizer) it is \nlikely that timing and dynamic cues within the sol-la-ti anacrusis \nwould indicate simple or compound time; see, for example,  Eric F. \nClarke, “Categorical Rhythmic Perception: An Ecological Perspective\" \nin Action and Perception in Rhythm and Music , ed. Alf Gabrielsson, \nStockholm: Royal Swedish Academy of Music (1987): 19–33.",
            "citations": []
        },
        "FN9": {
            "text": "9. Downbeats are, by definition, metrically-accented beats.  Yet there \nare a considerable number of problems with the notion of an accented \nbeat, for how do phenomenal properties, such as length, loudness, \ncontour salience, tonal emphasis, etc. inhere in a time-point?  While \nit is clear that these parametric differences can and do give rise to \nrhythmic accent, how can one connect these to a nearly durationless \ninstant?  Well aware of these problems Wallace Berry has spoken of \ndownbeats as “iterative impulses” ( Structural Functions in Music , \n2nd ed., Mineola: Dover Publications (1987): 327) and Kramer has \napproached metric accent as an “accent of initiation” (op. cit., \np.86).  The problem here is that in order to recognize that something \nhas been initiated, it must endure for a while (and the higher the \nstructural level, the longer one must wait), and thus metric \naccents—if they are accents of initiation—can only be tagged \nretrospectively.",
            "citations": []
        },
        "FN10": {
            "text": "10. Two comments regarding these restrictions: first, I stress/repeat \nthat the known archetypes are not “2/4,” “3/4,” “6/8,” “12/8” but rather \na matrix of “duple or triple” orderings for three to four layers of \ntime points.  Thus one could “build” a template for a new or unusual \nmetric pattern even if one had not experienced it before.  Second, \nand following from the first, by “largely isochronous” I mean that\nmost (but not necessarily all ) layers of the metric pattern be \nisochronous.  One can entrain to a pattern which encompasses some \nirregularity.  For example, Dave Brubeck's jazz standard “Blue Rondo \nal a Turk” is based on a complex meter of 2+2+2+3/8, where the \n8th-note level is isochronous, the downbeat level is also isochronous, \nbut the intermediate “beat” level is not.  Nonetheless, once the \npattern is recognized, one can tap along to the “limping” meter quite \nnicely.",
            "citations": []
        },
        "FN11": {
            "text": "11. Robert O. Gjerdingen, “Meter as a Mode of Attending: A Network \nSimulation of Attentional Rhythmicity in Music,” Integral 3 (1989): \n67–91;  Eric F. Clarke, op. cit.",
            "citations": []
        },
        "FN12": {
            "text": "12. Of course, she now has another problem, and that is to confront \nthe different kinds of “phenomenological fallout” that the interaction \nbetween the sound object and the listener may generate.  For clearly \none would not want to put meter and remembrances of things past (as \ntriggered by hearing “our song”) in the same cognitive/phenomenological \nbasket.",
            "citations": []
        },
        "FN13": {
            "text": "13. Wallace Berry, op. cit., and Victor Zuckerkandl, Sound and \nSymbol , translated by Willard R. Trask, New York: Pantheon Books, \n1956.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0": {
                "text": "[0] Note: The three musical examples in the .gif file, while helpful, \nare not absolutely necessary for comprehension of this article; verbal \ndescriptions of the salient features of each example are given in the \ntext.  Also, there are several citations to the author’s dissertation \nin the following article which are the natural outcome of the close \nrelationship between the essay below and the dissertation, the former \nbeing an extension of some ideas already explored in the latter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Cooper and Meyer have noted that the downbeat of measure 280 in \nthe first movement of Beethoven’s “Eroica” symphony “must be the \nloudest silence in musical literature.” (1) This moment, where triple \nmeter has at last been re-established following an extended \nduple-vs.-triple conflict (in measures 250–75) is unequivocally striking, \na moment whose poignancy and power is immediately felt. (2) But what \nexactly happens on the downbeat of measure 280?  First and foremost, \ndoes something happen, or is it the absence of something which strikes \nus so profoundly?  But if something does happen, what kind of thing is \nit? Example 1 . “accented” rest (click to enlarge) Example 2 . Metric articulation within the span of a held note (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The downbeat of measure 280 in Beethoven occurs in an incredibly \nrich musical context—as there are not only metric intrigues here, \nbut also a nexus of motivic, phrasing, tonal, and formal events—and \nthus it may be helpful to consider the metric issues in a simpler \ncontext, and so I have composed the following two (and admittedly banal) \nexamples.  [ Example 1 and Example 2 ].  In Example 1 we have another “loud” \ndownbeat, though one not as markedly loud as measure 280 in the Beethoven \nexample.  Following a clear antecedent phrase in 8 3 time which ends \nwith a melodic half-cadence, the consequent phrase leads us to expect a \ntonic arrival on the downbeat of the eighth measure.  But in Example 1, \nnothing happens.  Instead, we have an 8th rest and then a shift in \nmotivic pattern, with the melody coming in on the mediant (i.e. on the \nthird of the tonic chord rather than the expected root/do which would \ncomplete the “sol-la-ti” melodic line).  While nothing happens on the \ndownbeat of measure 8 in the music, what happens at that moment in \nthe listener’s mind?  Similarly, in Example 2, a dactylic pattern \n(strong-weak-weak) of rhythmic grouping is established in the first \ntwo measures, a pattern than is congruent with the 4 3 metric context.  \nIn the third measure, however, instead of three quarter notes we have \na half note and a quarter.  Yet is there not some sense in which the \ndactylic pattern persists in this measure?  And if so, why?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The quick answer to such questions is, of course, “because one \nhears a beat or a downbeat in these cases.”  But what exactly is meant\n by “hearing a beat?”  I am quick to add that to come up with adequate \ndefinitions for “beat” and ”downbeat” is no easy task, as the work of \ntheorists past and present will attest.  Since beats and downbeats are\n“primitives” in most metric theories, these questions ultimately drive\nus down the slippery slope to ask “what is meter?” The Physicist and the Musician Look at Musical Parameters",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Meter is often regarded as one of the parameters of music, an \naspect of musical structure (or to put it another way, a dimension \nof musical description) that taken together with pitch, duration, \ntimbre, articulation, dynamics, and texture allows for a thorough \naccount of a musical event.  Kramer puts it most boldly: “Meter is \nnot separate from music, since music itself determines the pattern \nof accents we interpret as meter . . . Music not only establishes, \nbut also reinforces and sometimes redefines meter.” (3) But meter is \nnot cut of the same cloth as the other parameters.  Let us consider \nhow a musician and a physicist would describe these different aspects \nof musical sound: The MUSICIAN The PHYSICIST Pitch Frequency of waveform Rhythm Duration in microseconds of event Timbre Shape of waveform Articulation Envelope of waveform Loudness Amplitude of waveform Meter (????) While these pairs of terms are not merely synonymous, they do show to \nserve how the physical attributes of sound inhere in the various \nmusical parameters (for example, the physicist’s understanding of \nfrequency is stated in terms of cycles per second of periodic \nvibration, and even if she takes octaves into account by mapping the \nfrequencies onto a logarithmic scale, this is still quite different \nfrom the notion of “pitch” which defines tones relative to some scale \nor tuning context).  And I hasten to add that these features are \ninterdependent, especially those of timbre, articulation, and loudness. \nBut where is meter for the physicist?",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Well, meter has something to do with musical time, so one might \nplace meter under rhythm, as the term “rhythm” is admittedly vague. \nFor clearly “rhythm” is more than just the duration of single \nnotes/events; it also involves patterns of durations (i.e rhythmic \ngroups), and patterns of patterns, and so forth.  Perhaps meter can \nbe subsumed under rhythmic grouping, that is, a special kind of \ntemporal patterning. (4) We will allow our physicist, with help from \na friendly, nearby music theorist, to consider meter to be a special \nkind of periodicity present in the music, one which is based on \nhierarchically regular isochronous durations.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] We give our physicist the following example [ Example 3 ], where the \nduration of each pitch is an 8th note, and each rest two eighth notes \n(rests are indicated by (r)), at a tempo of a quarter-note = 100: c-d-e-f-g-a (r) d-e-f-g-a-bb (r) b-c-b-c-b-c (r) d-c-bb-a-g-f Example 3 . Finding the meter (click to enlarge) (N.B. “b”= B ♮ and “bb”= B ♭ ). The physicist notes that there \nare clear periodicities for every 8th-note duration as well as every \n8 eighth-notes, the latter marked by the rests.  Furthermore, with a \nnudge from her theorist companion, the physicist is able to interpolate \ntwo intervening levels of duple organization.  But of course, she has \nnot yet found the meter—for where is the downbeat (that is, where \ndoes the metric pattern properly begin)?  Well, with another nudge \nfrom the theorist, the physicist learns that there are two possibilities \nin this passage, either (a) the downbeat occurs on the very first \nnote/musical event, or (b) it doesn’t.  In the latter case, one must \nthen look for other information (tonal cues, dynamic stress, textural \nchanges, etc.) which would mark another note/event as the downbeat.  \nLuckily, our nearby theorist tells the physicist that if the downbeat \nis not on the first note, one then usually has a conventionalized \nanacrustic pattern, the most common of which goes “sol-la-ti-DO” (with \nthe tonic pitch on the downbeat).  And of course that is what we have \nhere.  So our physicist, with a little help, has found periodic \npatterns of duration within the musical signal.  She can then assign \nthe following index to these spans: c-d-e-f-g-a (r) d-e-f-g-a-bb (r) b-c-b-c-b-c (r) d-c-bb-a-g-f\n  2-1-2-1-2-1-2-1-2-1-2-1-2-1-2-1--2-1-2-1-2-1-2-1-2-1-2--1-2-1- \n    2---1---2---1---2---1---2---1----2---1---2---1---2----1---2-\n        1-------2-------1-------2--------1-------2--------1-----\n        1---------------2----------------3----------------4-----",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] So, the physicist can assign a unique label each note/event based \non its position within the hierarchy of periodicities (for example, \nthe “a” which starts the second rhythmic/motivic group can be labelled \nas occurring at “1.2.1.2,” that is, Measure #1, 2nd half-note span of \nMeasure #1, first quarter-note span of 2nd half note, 2nd \neighth-note-span of first quarter-note).  But (again, leaving the \ntime-span versus time-point question aside for the moment) what does \nthe physicist have?  Is it meter?  More to the point, what can the \nphysicist do with her periodic recognition?  Well, along with a \nparticular pitch, duration, waveform, articulation, and dynamic, she \ncan now give each musical event a location (e.g. 1.2.1.2) relative \nto the other events in this passage. (5) Our physicist now has an \nacoustical correlate for meter (though we admittedly have fudged \nquite a bit on the problem of finding the downbeat).  While our \nphysicist is now happy, our theorist is not.  Clearly something is \nlacking in this meter-as-periodicity account, and that something is \nthe listener, or rather, the listener who can use meter as something \nmore than a temporal yardstick.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Our unhappy theorist has read a bit of psychology; he knows that \nwhen we listen to a periodically regular stimulus (to speak in  \npsychological terms for a moment), psychological experiment has shown \nthat we tend to respond by “entraining” our perceptions; that is, we \ntune our rates of attending to the rhythms present in our environment.  \nAs a result of this entrainment, we anticipate the occurrence of future \nevents.  We also seem to have particular range of sensitivity (whether \nlearned or innate is another question) for attending to periodicities, \nwhat psychologists have termed “natural pace” or “preferred tempo”\n which falls in the range of 60–120 beats/minute. (6) Given these \ncognitive proclivities, we would expect that not only is meter used to \ngive a location to previous events, but also to anticipate the location \nof future musical events.  Furthermore, the presence of this \nprojected/anticipatory framework can and at times does affect our \ninterpretation of the ensuing musical events.  Thus, to assuage his \ndispleasure, our unhappy theorist turns to the current literature to \nsee if his colleagues have provided an account of meter which can \naccommodate both the physicist’s periodicity and the psychologists \nentrainment. Theoretical Strategies for Defining Meter",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] There are three broad strategies for defining meter and metric \naccent: (a) one may divide time spans into smaller chunks, and then \nsub-divide the chunks, and so forth, with meter as the fallout of this \nsegmentation process; (b) one may have an emergent hierarchy of time \npoints independent of (though still interdependent with) concomitant \ndurations; or (c) one may have an ordered series of time points (that \nis, counting patterns) whose accent is not hierarchically determined by \n“external” factors, but rather whose generative process itself gives \nrise to a modest time-point hierarchy. (7) In the previous paragraphs \nour physicist used the first strategy to determine the meter in Example \n3.  The end product of all three strategies is a set of temporal \nlocations for musical events—either the “edges” of real durations, \nor time-points apart from durational phenomena.  But if we assume \nthat meter is crucially linked to our cognitive process, then we must \nask which of these three strategies is best suited to the way(s) we \nactually deal with musical structures in our real-time listening \nexperience—in other words, meter-as-heard.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The first observation one might make regarding meter-as-heard is \nthat we can differentiate two distinct phases of metric cognition.  \nThe first phase involves the initial recognition/discovery of the \nmetric context, as happens either (a) at the very beginning of the \npiece, or (b) when we find ourselves thrown into a piece in medias \nres (as when we turn on the radio to the middle of a symphony or \nblues song).  The second phase involves the continuation of an \nestablished context.  The cognitive tasks are very different in these \ntwo phases.  The first involves a rather high processing load, as \nevery event an equal amount of metric significance (or potential \nsignificance).  At the same time the listener is searching to find \nthe most salient parameter(s) for metric information.  Fortunately, \nin this first phase normally we are not trying to re-invent the metric \nwheel, as it were, but rather simply trying to match the initial \nseries of musical events to a small number of metric archetypes. (8) Once the meter has been recognized the cognitive load drops considerably.  \nNow the listener is entrained and needs relatively little information \nto maintain the metric pattern.  Indeed, as is well known, we will \ncontinue to maintain the chosen pattern even when confronted with a \nfair amount of contradictory information (e.g. an extended passage of \nsyncopation, or a series of stressed weak beats, etc.).  In order to \nbreak or shift an established metric pattern we must be presented with \na strong and continuing series of cues in order to achieve a metric \nreconfiguration.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] While all three metric strategies listed above may be used as means \nfor metric recognition/ discovery—that is, during the first phase of \nmetric cognition—one realizes that the first two strategies create \nproblems in the second phase of metric cognition in that they allow \nonly for the retrospective hearing of metric patterns.  In the case of \ntime-span segmentation this limitation is readily apparent, for one \ncannot begin sub-dividing a time span until its duration is complete.  \nFor the hierarchically-minded time-span segmenter this becomes an \nespecially acute problem, for if the determination of the beat is \ndetermined by the partitioning of the measure, one must first have the \nlocation of the downbeats.  But if the downbeats are determined by the \npartitioning of the next-larger span, then one must wait—and so on, \nand so on—and thus one does not know the location of the first beat \n(if a top-down partitioning plan is rigorously followed) until the \npiece is over (!).  The problem is alleviated somewhat if we employ \nthe second strategy and consider meter to be a hierarchy of time \npoints built from the bottom up.  Here we can (usually) read the \nlowest level of subdivision “right off the surface,” as it were.  \nAs soon as periodicities emerge we can retrospectively (but relatively \nquickly) tag particular moments at higher levels, such as the beat.  \nDownbeats remain a potential problem, however, in that one is always \nlooking backward for cues which mark a higher-level metric \narticulation. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]. Fortunately, there is a fairly simply solution to the problem of \nretrospective metric hearing, and that is to combine a model of meter as \nhierarchic patterning of time-points with a knowledge of metric \ntemplates and our proclivities for entrainment—in other words, let’s \ntap our feet and count along.  In counting along, we not only mark \nlocations for events as they occur—we also anticipate the locations \n(and musical salience) of future events.  This is a dynamic model of \nmeter which assumes that meter is an active part of the listening \nprocess.  It is the listener who, once the meter has been recognized, \ncreates the “generative process that gives rise to a modest \ntime-point hierarchy.”  This assumption is admittedly restrictive, in \nthat meter, for the most part, requires known archetypes.  Similarly, \nsince metric hearing is assumed to be a form of temporal entrainment, \nit demands that metric patterns be largely isochronous. (10) However, \nthe dynamic model accords nicely with the simulations of metric \nattention proposed by Gjerdingen, where events at metrically important \nlocations are assumed to be of greater structural importance, as well \nas Clarke’s experimental studies of metric perception, which use known \nmetric patterns along with two basic durational categories (long vs. \nshort) to account for a wide variety of rhythmic phenomena. (11) The Ontological Status of Meter",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] If we adopt the meter-as-counting-time-point-patterns model, we have made some rather far-reaching commitments regarding meter’s ontological status.  Under this framework meter is a listener-generated construct that is intertwined with the musical surface.  Meter is not “part of the music” in the same way that pitch, timbre, and duration are .  This commitment may be more troubling for some theorists than \nothers, and to explain (at least in part) this uneasiness I will arbitrarily divide my colleagues into two groups, the “structuralists” and the “phenomenologists.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The structuralist regards music as existing “out there,” apart \nfrom the listener, and thus treats our listening and cognition \nexperiences as our efforts to understand these external sound \nobjects.  Given this assumption, meter as I have defined it is a \nparticular kind of response to a particular kind of sound stimulus.  \nAs such, meter would then seem to be in the same basket as our other \nresponses to sonic stimuli, such as feelings of sadness, surprise, or\npain (if the music is unbearably loud), evoked remembrances, and so \nforth.  This stimulus-response approach to meter, with its behaviorist \novertones, is justifiably suspect.  By contrast, the phenomenologist \nregards musical structure(s) as the product of the interaction between \na sound object and our cognitive faculties; she disdains the notion \nthat music qua music is only an external sound object, separate from \nthe listener.  For her the meter-as-counting model is more plausible.  \nWhile meter is not part of the sound object, it nonetheless may still \nbe regarded as “part of the music.” (12) Meter is neither a parameter \nlike pitch or timbre, nor is it part of a nested measuring of \ndurational patterns and/or periodicities.  It is something that is \nheard and felt.  And this is of course why the physicist has so much \ntrouble with meter, for physics is not phenomenology.  The physicist’s \njob is to describe the structure of physical objects in the world.  \nUnderstanding our interaction with those objects is beyond the scope \nof the physicist’s mission—at least if we stay above the quantum level.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The dynamism of the meter-as-actively-counting-time-point-patterns \nexplains how and why we hear loud rests and metric articulations, as \nwell as meter’s propulsive character.  In most cases our self-supplied \nmetric articulations go unnoticed because most of the time they are \nredundant: metric articulations at the levels of the downbeat, beat, \nand beat-subdivision(s) tend to be phenomenally present somewhere in \nthe musical texture.  What makes the Eroica example so striking is \nthe absence of that redundancy just where we expect it the most.  For \nat the very moment where we expect the culmination of a tissue of \nmusical processes, all we get is the “default” articulation of the \ndownbeat as we count along.  With so much riding on that moment, the \nlittle metric “click” we hear/create in our heads is deafeningly loud \nindeed.  In other cases, such as Example 2, the metric clicks are not \nso loud, but they nonetheless may be heard.  A few theorists, most \nnotably Berry and Zuckerkandl, have at length described meter’s \npropulsive character. (13) Here is Zuckerkandl’s aptly-worded account: A measure, then, is a whole made up, not of equal fractions of time,\n   but of differently directed and mutually complementary cyclical \n   phases.. . . With every measure we got through the succession of\n   phases characteristic of wave motion: subsidence from the wave \n   crest, reversal of motion in the wave trough, ascent toward a new \n   crest, attainment ofthe summit, which immediately turns into a new \n   subsidence—a new wave has begun. (168) He goes on to comment that: Now we see the wrong-headedness of the doctrine that musical time, \n   that is, the grouping of beats into measures, springs from \n   differentiation of accents.  There is no need for externally derived \n   accents in order to distinguish weak and strong beats from one \n   another and thus establish the metrical pattern.  It is the wave \n   released by the regular succession of marks in the time flux that \n   in each case emphasizes the beat which falls on “one”; brings all \n   the beats between “one” and “one” into a group.  The theory that \n   the metrical pattern depends upon accentual differences confuses \n   cause and effect.  It is not a differentiation of accents which \n   produces meter, it is meter which produces a differentiation of \n   accents. (168–69) If meter were a partitioning of time-spans or a hierarchy of time points \nit would be difficult to see why meter should have such propulsive \nproperties, but these properties are the natural fallout of a dynamic \nmodel.  Indeed, under such a model it seems difficult to avoid such \nproperties.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Embracing a dynamic model of meter is not without theoretical cost.  \nFirst and foremost, one must confront the ontological considerations of \nmeter noted above.  If meter is still “part of the music,” it is no \nlonger phenomenally part of musical sounds and structures in the same \nway as pitch, timbre, dynamics, articulation, and duration.  Since \nmeter is based upon known archetypes, it is a facet of musical \nlistening that is acquired, rather than innate (though metric hearing \nprobably does not depend on formal training)—and so the theorist \nbecomes interested in how we acquire such skills.  As part of our \ncognitive matrix for musical experience, our metric sensibilities \nwould also appear to be bound up with our other kinesthetic activities, \nand thus that too becomes an area of interest.  One is also perhaps \nruling out a number of structures that are often listed under the \nrubric of meter as non-metric phenomena, i.e.“mixed meters” (where \nthere is no substantially continuing metric pattern, but only a \nsuccession of ever-changing metric notations) and thoroughly irregular \nmeters (as contrasted from the modestly irregular meter noted above).  \nAnd of course, the dynamic approach to meter creates large (and perhaps \ninsoluble) problems for hypermeter—but that is another paper.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.93.0.2.london.html",
    "data": "mto/data/mto.93.0.2.london.json"
}