{
    "title": "Music Theory and the White Racial Frame",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "2",
    "authors": [
        "Ewell, Philip A."
    ],
    "abstract": "For over twenty years, music theory has tried to diversify with respect to race, yet the field today remains remarkably white, not only in terms of the people who practice music theory but also in the race of the composers and theorists whose work music theory privileges. In this paper, a critical-race examination of the field of music theory, I try to come to terms with why this is so. I posit that there exists a “white racial frame” in music theory that is structural and institutionalized, and that only through a deframing and reframing of this white racial frame will we begin to see positive racial changes in music theory.",
    "keywords": [
        "Race",
        "whiteness",
        "critical-race studies",
        "music theory",
        "white racial frame"
    ],
    "doi": "10.30535/mto.26.2.4",
    "received": "June 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.2/mto.20.26.2.ewell.pdf",
    "author_info": [
        {
            "name": "Philip A. Ewell",
            "university": "Hunter College and CUNY Graduate Center",
            "address": "Department of Music, 695 Park Ave., New York NY 10065",
            "email": "pewell@hunter.cuny.edu"
        }
    ],
    "citations": {
        "agawu_2016": "Agawu, Kofi. 2016. “Tonality as a Colonizing Force in Africa.” In Audible Empire: Music, Global Politics, Critique , ed. Ronald Radano and Tejumola Olaniyan, 334–55. Duke University Press.",
        "ahmed_2012": "Ahmed, Sara. 2012. On Being Included: Racism and Diversity in Institutional Life . Duke University Press.",
        "ahmed_2017": "Ahmed, Sara. 2017. Living a Feminist Life . Duke University Press.",
        "aldwell_and_schachter_2011": "Aldwell, Edward, and Carl Schachter. 2011. Harmony and Voice Leading . 4th ed. Schirmer.",
        "alpern_1999": "Alpern, Wayne. 1999. “Music Theory as a Mode of Law: The Case of Heinrich Schenker, Esq.” Cardozo Law Review 20: 1459–1511.",
        "alpern_2013": "Alpern, Wayne. 2013. “The Triad of the True, the Good, and the Beautiful: Schenker's Moralization of Music and His Legal Studies with Robert Zimmermann and Georg Jellinek.” In Essays from the Fourth International Schenker Symposium , vol. 2, eds. L. Poundie Burstein, Lynne Rogers, and Karen M. Bottge, 7–48. Georg Olms Verlag.",
        "anderson_2015": "Anderson, Elijah. 2015. “The White Space.” Sociology of Race and Ethnicity 1 (1): 10–21.",
        "baldwin_1962": "Baldwin, James. 1962. “As Much Truth as One Can Bear.” The New York Times , January 14, 1962.",
        "benjamin_1981": "Benjamin, William. 1981. “Schenker's Theory and the Future of Music.” Review of Schenker's Der Freie Satz . Journal of Music Theory 25 (1): 155–73.",
        "bent_drabkin_et_al_nd": "Bent, Ian, William Drabkin, et al. n.d. Schenker Documents Online . http://www.schenkerdocumentsonline.org/index.html",
        "benward_and_saker_2015": "Benward, Bruce, and Marilyn Saker. 2015. Music in Theory and Practice . 2 vols. 9th ed. McGraw Hill.",
        "bonilla-silva_2018": "Bonilla-Silva, Eduardo. [2003] 2018. Racism without Racists: Color-Blind Racism and the Persistence of Racial Inequality in America . 5th ed. Rowman & Littlefield.",
        "burstein_and_straus_2016": "Burstein, L. Poundie, and Joseph N. Straus. 2016. Concise Introduction to Tonal Harmony . W. W. Norton & Company.",
        "brown_2018": "Brown, Jenine. 2018. “Annual Report on Membership Demographics.” The Society for Music Theory, October, 2018. https://societymusictheory.org/files/SMT_Demographics_Report_2018.pdf .",
        "christensen_1993": "Christensen, Thomas. 1993. “Music Theory and Its Histories.” In Music Theory and the Exploration of the Past , ed. Christopher Hatch and David W. Bernstein, 9–40. University of Chicago Press.",
        "christensen_2019": "Christensen, Thomas. 2019. Stories of Tonality in the Age of François-Joseph Fétis . University of Chicago Press.",
        "clark_2007": "Clark, Suzannah. 2007. “The Politics of the Urlinie in Schenker's 'Der Tonwille' and 'Der freie Satz.'” Review Article, Explaining Tonality: Schenkerian Analysis and Beyond by Matthew Brown. Journal of the Royal Musical Association 132 (1): 141–64.",
        "clendinning_and_marvin_2016": "Clendinning, Jane, and Elizabeth Marvin. 2016. Musician's Guide to Theory and Analysis . 3rd ed. W. W. Norton & Company.",
        "coates_2015": "Coates, Ta-Nehisi. 2015. Between the World and Me . Spiegel & Grau.",
        "cook_1989": "Cook, Nicholas. 1989. “Schenker's Theory of Music as Ethics.” The Journal of Musicology 7 (4): 415–39.",
        "cook_2007": "Cook, Nicholas. 2007. The Schenker Project: Culture, Race, and Music Theory in Fin-de-si`cle Vienna . Oxford University Press.",
        "crenshaw_1989": "Crenshaw, Kimberlé. 1989. “Demarginalizing the Intersection of Race and Sex: A Black Feminist Critique of Antidiscrimination Doctrine, Feminist Theory and Antiracist Politics.” University of Chicago Legal Forum 140: 139–67.",
        "curry_2017": "Curry, Marshall. 2017. “When 20,000 American Nazis Descended Upon New York City.” Video from The Atlantic , October 10, 2017. https://www.theatlantic.com/video/index/542499/marshall-curry-nazi-rally-madison-square-garden-1939 .",
        "dean_2019": "Dean, Chandler. 2019. “How Can I Help to Promote Diversity without Relinquishing Any of My Power?” McSweeney's , January 9, 2019.",
        "diangelo_2018": "DiAngelo, Robin. 2018. White Fragility: Why It's So Hard for White People to Talk About Racism . Beacon Press.",
        "drabkin_2002": "Drabkin, William. 2002. “Heinrich Schenker.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen, 812–43. Cambridge University Press.",
        "drott_2012": "Drott, Eric. 2012. “What Inclusiveness Excludes.” In “Musicology Beyond Borders?” Tamara Levitz, convenor. Journal of the American Musicological Society 65 (3): 825–9.",
        "emerson_2012": "Emerson, Ken. 2012. “Stephen Foster and American Popular Culture.” American Music 30 (3): 397–404.",
        "eybl_1995": "Eybl, Martin. 1995. Ideologie und Methode Zum ideengeschichtlichen Kontext von Schenkers Musiktheorie . Hans Schneider.",
        "eybl_2018": "Eybl, Martin. 2018. “Heinrich Schenker's Identities as a German and a Jew.” Musicologica Austriaca-Journal for Austrian Music Studies ( http://www.musau.org/parts/neue-article-page/view/54 ). Accessed Jan. 15, 2020.",
        "feagin_2006": "Feagin, Joe. 2006. Systemic Racism: A Theory of Oppression . Routledge.",
        "feagin_2013": "Feagin, Joe. [2009] 2013. The White Racial Frame: Centuries of Racial Framing and Counter-framing . 2nd. ed. Routledge.",
        "giroux_2003": "Giroux, Henry. 2003. “Spectacles of Race and Pedagogies of Denial: Anti-Black Racist Pedagogy Under the Reign of Neoliberalism.” Communication Education 52 (3–4): 191–211.",
        "gordon_2017": "Gordon, Linda. 2017. The Second Coming of the KKK: the Ku Klux Klan of the 1920s and the American Political Tradition . Liveright Publishing.",
        "hall_1996": "Hall, Anne. 1996. “From the Committee on Diversity.” SMT Newsletter 19 (1), February 1996.",
        "heng_2018": "Heng, Geraldine. 2018. The Invention of Race in the European Middle Ages . Cambridge University Press.",
        "hesse_2007": "Hesse, Barnor. 2007. “Racialized Modernity: An Analytics of White Mythologies.” Ethnic and Racial Studies 30 (4): 643–63.",
        "hitler_1939": "Hitler, Adolf. [1925] 1939. Mein Kampf . Trans. James Murphy. Hurst and Blackett Ltd.",
        "irving_2014": "Irving, Debby. 2014. Waking Up White, and Finding Myself in the Story of Race . Elephant Room Press.",
        "kendi_2016": "Kendi, Ibram X. 2016. Stamped from the Beginning: The Definitive History of Racist Ideas in America . Nation Books.",
        "kendi_2019": "Kendi, Ibram X. 2019. How to Be an Antiracist . One World.",
        "korver_2019": "Korver, Kyle. 2019. “Privileged.” The Players' Tribune . April 8, 2019. https://www.theplayerstribune.com/en-us/articles/kyle-korver-utah-jazz-nba .",
        "kostka_payne_and_almén_2018": "Kostka, Stefan, Dorothy Payne, and Byron Almén. 2018. Tonal Harmony . 8th ed. McGraw Hill.",
        "laitz_2014": "Laitz, Steven G. 2014. The Complete Musician: An Integrated Approach to Theory, Analysis, and Listening . 4th ed. Oxford University Press.",
        "lumsden_and_swinkin_2018": "Lumsden, Rachel, and Jeffrey Swinkin, eds. 2018. Teaching Music Theory . W. W. Norton & Company.",
        "mann_1949": "Mann, Michael. 1949. “Schenker's Contribution to Music Theory.” Music Review 10: 3–26.",
        "matthew_2016": "Matthew, Patricia A., ed. 2016. Written/Unwritten: Diversity and the Hidden Truths of Tenure . The University of North Carolina Press.",
        "mccreless_1995": "McCreless, Patrick. 1995. “From the President.” SMT Newsletter 18 (2), August 1995. https://societymusictheory.org/sites/default/files/newsletters/18-2.pdf .",
        "moore_2017": "Moore, Robin D., ed. 2017. College Music Curricula for a New Century . Oxford University Press.",
        "morrison_2012": "Morrison, Matthew. 2012. “(De)Constructing Musicology's Borders along the Color Line.” In “Musicology Beyond Borders?” Tamara Levitz, convenor. Journal of the American Musicological Society 65 (3): 849–61.",
        "morrison_2014": "Morrison, Matthew. 2014. “Sound in the Construction of Race: From Blackface to Blacksound in Nineteenth-Century America.” Ph.D. diss., Columbia University.",
        "morrison_2019": "Morrison, Matthew. 2019. “Race, Blacksound, and the (Re)Making of Musicological Discourse.” Journal of the American Musicological Society 72 (3): 781–823.",
        "robin_2017": "Robin, William. 2017. “What Controversial Changes at Harvard Mean for Music in the University.” Interview with Suzannah Clark, Anne Shreffler, and Alexander Rehding. https://nationalsawdust.org/thelog/2017/04/25/what-controversial-changes-at-harvard-means-for-music-in-the-university",
        "roig-francolí_2010": "Roig-Francolí, Miguel. 2010. Harmony in Context . 2nd ed. McGraw Hill.",
        "ross_2018a": "Ross, Alex. 2018a. “The Rediscovery of Florence Price.” The New Yorker , January 29, 2018.",
        "ross_2018b": "Ross, Alex. 2018b. “How American Racism Influenced Hitler.” The New Yorker , April 23, 2018.",
        "ross_2019": "Ross, Alex. 2019. “Antonio Salieri's Revenge.” The New Yorker , May 27, 2019.",
        "rothstein_1986": "Rothstein, William. 1986. “The Americanization of Heinrich Schenker.” In Theory Only 9 (1): 5–17.",
        "sanneh_2017": "Sanneh, Kalefa. 2017. “The Limits of 'Diversity.'” The New Yorker , October 9, 2017.",
        "schachter_1999": "Schachter, Carl. 1999. Unfoldings: Essays in Schenkerian Theory and Analysis . Edited by Joseph N. Straus. Oxford University Press.",
        "schachter_2001": "Schachter, Carl. 2001. “Elephants, Crocodiles, and Beethoven: Schenker's Politics and the Pedagogy of Schenkerian Analysis.” Theory and Practice 26 (2001): 1–20.",
        "schellhous_1991": "Schellhous, Rosalie. 1991. “Fétis's 'Tonality' as a Metaphysical Principle: Hypothesis for a New Science.” Music Theory Spectrum 13 (2): 219–40.",
        "schenker_2001": "Schenker, Heinrich. [1910 and 1922] 2001. Counterpoint: A Translation of Kontrapunkt by Heinrich Schenker . Edited by John Rothgeb. Schirmer Books.",
        "schenker_2004": "Schenker, Heinrich. [1921–3] 2004. Der Tonwille: Pamphlets in Witness of the Immutable Laws of Music, Offered to a New Generation of Youth . Translated from the German by Ian Bent, William Drabkin, Joseph Dubiel, Timothy Jackson, Joseph Lubben, and Robert Snarrenberg. Oxford University Press.",
        "schenker_2014": "Schenker, Heinrich. [1930] 2014. The Masterwork in Music , vol. III. Translated by Ian Bent, Alfred Clayton, and Derrick Puffett. Edited by William Drabkin. Dover Publications, Inc.",
        "schenker_1979": "Schenker, Heinrich. [1935] 1979. Der freie Satz . Translated and edited by Ernst Oster. Longman Publishers.",
        "schenker_1954": "Schenker, Heinrich. [1906] 1954. Harmony . Translated by Elisabeth Mann Borgese. Edited by Oswald Jonas. The University of Chicago Press.",
        "schenker_2015": "Schenker, Heinrich. 2015. Piano Sonata in C minor, Op. 111 . Vol. 3, Beethoven's Last Piano Sonatas: An Edition with Elucidation . Translated, edited, and annotated by John Rothgeb. Oxford University Press. See especially, “Literature” on companion website http://fdslive.oup.com/www.oup.com/uscompanion/us/static/companion.websites/9780199914180/C_minor_Op_111_Web.pdf",
        "shehan_campbell_et_al_2014": "Shehan Campbell, Patricia, Juan Chattah, Lee Higgins, Victoria Lindsay Levine, David Myers, David Rudge, Timothy Rice, and Ed Sarath. 2014. “Transforming Music Study from its Foundations: A Manifesto for Progressive Change in the Undergraduate Preparation of Music Majors. Report of the Task Force on the Undergraduate Music Major.” College Music Society. https://www.music.org/pdf/pubs/tfumm/TFUMM.pdf .",
        "shrage_2019": "Shrage, Laurie. 2019. “Confronting Philosophy's Anti-Semitism.” The New York Times . March 18, 2019.",
        "snodgrass_2016": "Snodgrass, Jennifer Sterling. 2016. “Integration, Diversity, and Creativity: Reflections on the 'Manifesto' from the College Music Society.” Music Theory Online 22 (1). https://mtosmt.org/issues/mto.16.22.1/mto.16.22.1.snodgrass.html .",
        "staples_2019": "Staples, Brent. 2019. “How Blackface Feeds White Supremacy.” The New York Times . March 31, 2019.",
        "straus_1996": "Straus, Joseph. 1996. “From the President.” SMT Newsletter 19 (1), February 1996. https://societymusictheory.org/sites/default/files/newsletters/19-1.pdf .",
        "straus_2018": "Straus, Joseph. 2018. Broken Beauty: Musical Modernism and the Representation of Disability . Oxford University Press.",
        "tagg_2014": "Tagg, Philip. 2014. Everyday Tonality II (Towards a Tonal Theory of What Most People Hear) . The Mass Media Music Scholars' Press.",
        "tenzer_2006": "Tenzer, Michael, ed. 2006. Analytical Studies in World Music . Oxford University Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* Thanks to Brian Alegant, Robin Attas, Nicholas Baragwanath, Juan Battle, Patrick Boenke, Eduardo Bonilla-Silva, Jim Bungert, Poundie Burstein, Thomas Christensen, Gabrielle Cornish, Rob Cowan, Arnie Cox, Jessie Daniels, Michèle Duguay, Suzanne Farrin, Joe Feagin, William Fourie, Ellie Hisama, Justin Hoffman, Jason Hooper, Billy Hunter, Danny Jenkins, Ed Klorman, Charity Lofthouse, Rachel Lumsden, Megan Lyons, Noriko Manabe, Betsy Marvin, Wolfgang Marx, John Mattessich, Annemarie Nicols-Grinenko, Mitch Ohriner, Lynne Rogers, Bill Rothstein, Gesine Schröder, Joe Straus, Marianne Wheeldon, Yayoi Uno-Everett, and the two reviewers for this article, all of whom helped with this work in one way or another. I would also like to acknowledge the CUNY Mid-Career Faculty Fellowship Program and Hunter College's Presidential Fund for Faculty Advancement, both of which provided support for this work. Parts of this paper were presented at three conferences: “Music and Musicology in the Age of Post-Truth” in Dublin, Ireland, in September 2018; the Annual Meeting of the South African Society for Research in Music in Stellenbosch, South Africa, in September 2019; and the Plenary Session of the Annual Conference of the Society for Music Theory in Columbus, Ohio, in November 2019. In this paper, “music theory” refers to the field as practiced in the U.S. I would like to dedicate this article to Carl Schachter, the person most responsible for my pursuit of music theory as a career.",
            "citations": []
        },
        "FN1": {
            "text": "1. I use “nonwhite” and “POC” synonymously in this paper. Also, I use POC to refer to what is sometimes called “BIPOC,” or “black, indigenous, and people of color.”",
            "citations": []
        },
        "FN2": {
            "text": "2. Joseph Straus ( 2018 , 156–84) argues that music theory's normalizing discourse, and the solutionism embedded therein, is problematic for many ableist reasons.",
            "citations": [
                "straus_2018"
            ]
        },
        "FN3": {
            "text": "3. For an extensive treatment of systemic racism see Feagin 2006 .",
            "citations": [
                "feagin_2006"
            ]
        },
        "FN4": {
            "text": "4. For an extensive treatment of colorblind racism see Bonilla-Silva [2003] 2018 , 53–141.",
            "citations": []
        },
        "FN5": {
            "text": "5. With thanks to Megan Lyons for researching, compiling, and helping to interpret the demographic data.",
            "citations": []
        },
        "FN6": {
            "text": "6. With thanks to Justin Hoffman, of Oxford University Press, for providing unofficial statistics on textbook market share.",
            "citations": []
        },
        "FN7": {
            "text": "7. See, for example, the SMT Mission Statement at https://societymusictheory.org .",
            "citations": []
        },
        "FN8": {
            "text": "8. For more on Foster, see Emerson 2012 . For more on blackface, see Staples 2019 .",
            "citations": [
                "emerson_2012",
                "staples_2019"
            ]
        },
        "FN9": {
            "text": "9. For an example of this power, see Agawu 2016 .",
            "citations": [
                "agawu_2016"
            ]
        },
        "FN10": {
            "text": "10. There are several significant attempts to reframe our undergraduate music theory curriculum, though these attempts generally remain on the fringe of mainstream music theory. The Norton Guide to Teaching Music Theory ( Lumsden and Swinkin 2018 ) has many useful chapters with respect to reframing music theory in the classroom (see specifically, “Part III: Expanding the Canon”), as does College Music Curricula for a New Century ( Moore 2017 ). Michael Tenzer's Analytical Studies in World Music ( 2006 ) remains an important source of nonwestern music theoretical work, and Philip Tagg's Everyday Tonality II ( Towards a Tonal Theory of What Most People Hear ) ( 2014 ) is another important attempt at reframing traditional theory.",
            "citations": [
                "lumsden_and_swinkin_2018",
                "moore_2017",
                "tenzer_2006",
                "tagg_2014"
            ]
        },
        "FN11": {
            "text": "11. European, western, traditional, and canonic are the four most common euphemisms for “white” in music theory's white racial frame.",
            "citations": []
        },
        "FN12": {
            "text": "12. See Snodgrass 2016 for some of music theory's reaction to the manifesto.",
            "citations": [
                "snodgrass_2016"
            ]
        },
        "FN13": {
            "text": "13. In relation to “inferior races” Schenker says, “Let me not be misunderstood: Even the babbling of a child, the first awkward sentences, certainly have a captivating charm, as do Arabic, Japanese, and Turkish songs. But in the first case our joys are derived from the child itself and the wonderful miracle of a human being in its development; in the second, our curiosity is aroused by the foreign peoples and their peculiarities” ( [1910 and 1922] 2001 , vol. 1, 28).",
            "citations": [
                "schenker_2001"
            ]
        },
        "FN14": {
            "text": "14. Clark 2007 also discusses this whitewashing process.",
            "citations": [
                "clark_2007"
            ]
        },
        "FN15": {
            "text": "15. See also, Schachter 2001 , 17n22.",
            "citations": [
                "schachter_2001"
            ]
        },
        "FN16": {
            "text": "16. Beethoven was both German and Flemish.",
            "citations": []
        },
        "FN17": {
            "text": "17. In Mein Kempf ( [1925] 1939 ), Hitler himself said: “At present there exists one State which manifests at least some modest attempts that show a better appreciation of how things ought to be done in this [racial citizenship] matter. It is not, however, in our model German Republic but in the U.S.A. that efforts are made to conform at least partly to the counsels of commonsense. By refusing immigrants to enter there if they are in a bad state of health, and by excluding certain races from the right to become naturalized as citizens, they have begun to introduce principles similar to those on which we wish to ground the People's State” (340). Indeed, as Michael Mann pointed out, many of Schenker's writings “could well have come from the pen of the Führer himself” ( 1949 , 9). Also, about the second coming of the Ku Klux Klan in the 1920s, Linda Gordon writes: “Most important, the 1920s Klan's program was embraced by millions who were not members, possibly even a majority of Americans . Far from appearing disreputable or extreme in its ideology, the 1920s Klan seemed ordinary and respectable to its contemporaries” ( 2017 , 3; italics mine). For more on the strong links between American racism and Nazi ideology, see Ross 2018b . As a final example of these links and of just how prevalent racist thought was in pre-WWII America, the period in which Schenkerism began in the U.S., see Marshall Curry's ( 2017 ) short video documentary of a 1939 pro-Nazi American rally at Madison Square Garden.",
            "citations": [
                "hitler_1939",
                "mann_1949",
                "gordon_2017",
                "ross_2018b",
                "curry_2017"
            ]
        },
        "FN18": {
            "text": "18. In fairness to Schachter, the relevant material that I cite in paragraph [4.2.4] above, from Schenker Documents Online , was not available to him when he wrote his article in 2001. Nor was the English translation of “Von der Sendung des deutschen Genies” from Der Tonwille , which came out in 2004. One presumes, however, that the German version of Tonwille was available to Schachter in 2001, a version in which Schenker expresses his horror at “intermarrying black racial stock with . . . a French mother” (18; see paragraph [4.2.4] above).",
            "citations": []
        },
        "FN19": {
            "text": "19. In “Elephants, Crocodiles, and Beethoven,” Schachter ( 2001 , 4) acknowledges that he was “heavily indebted” to Eybl's Ideologie und Methode .",
            "citations": [
                "schachter_2001"
            ]
        },
        "FN20": {
            "text": "20. “Dass Schenkers Weltanschauung mit seiner Musiktheorie nichts zu tun habe, stellt ein ebenso vages Vorurteil dar wie die Behauptung, sein Weltbild allein schon mache seine Lehre obsolet. Stellt sich bei der Untersuchung von Schenkers ideologischem Hintergrund heraus, dass seine Musiktheorie ideologisch autark ist, böte dies die nie bewiesene (und schwer beweisbare) Grundlage für die Strategie mancher Schüler und Nachfolger Schenkers, dessen Polemiken und messianische Anwandlungen stillschweigend zu übergehen.”",
            "citations": []
        },
        "FN21": {
            "text": "21. “Mit seinem Postulat von der Ungleichheit der Rassen ist der Rassismus der hierarchischen Struktur von Schenkers Weltbild nicht grundsätzlich fremd; Hinweise auf Afrikaner in der französischen Armee legen davon Zeugnis ab.”",
            "citations": []
        },
        "FN22": {
            "text": "22. “Dem Ausdruch 'Menschenhumus' liegt die Vorstellung zugrunde, das Deutschtum bilde ein für alle Mal die besten natürlichen Voraussetzungen für die Entwicklung von Genies: im 'überlegenen Wert seines Menschenhumus' erweist sich das 'deutsche Genie'. . . . Wer den Terminus 'Menschenhumus' für die blosse Übersetzung des belasteten Begriffspaars Blut und Boden hält, ignoriert die pseudowissenschaftliche Grundlegung des nationalsozialistischen Rassismus und seiner Vorläufer.”",
            "citations": []
        },
        "FN23": {
            "text": "23. “Schenkers Weltbild liegen Rangordnungen zugrunde, es ist hierarchisch strukturiert. . . . Und auf jeder der drei Ebenen erteilt Schenker den Formen egalitären Denkens eine Absage. Die Verletzung der statisch gedachten Rangordnungen hält Schenker für das Grundübel seiner Gegenwart. Ihre Wiederherstellung ist das Ziel des Kulturkriegs, den er mit publizistischen und pädagogischen Mitteln führte. Die Frage, ob und inwieweit nun die strenge Hierarchie seiner Weltanschauung in Schenkers Lehre vom musikalischen Zusammenhang einfloss, muss vorläufig offen bleiben.”",
            "citations": []
        },
        "FN24": {
            "text": "24. With thanks to Thomas Christensen for making some materials regarding Fétis available to me and helping me understand this key figure in music theory's history. For more on Fétis, see Christensen 2019 .",
            "citations": [
                "christensen_2019"
            ]
        },
        "FN25": {
            "text": "25. Eric Drott ( 2012 ) touches on this idea, though he focuses on class, and not racial exclusivity.",
            "citations": [
                "drott_2012"
            ]
        },
        "FN26": {
            "text": "26. With thanks for Michèle Duguay for suggesting this book to me.",
            "citations": []
        },
        "FN27": {
            "text": "27. See the Twitter post here: https://twitter.com/barnor_hesse/status/796784744591724544 . With thanks to Gabrielle Cornish for first pointing this post out to me.",
            "citations": []
        },
        "FN28": {
            "text": "28. See https://societymusictheory.org .",
            "citations": []
        },
        "FN29": {
            "text": "29. Learn more about the center here: https://www.american.edu/centers/antiracism/about.cfm .",
            "citations": []
        },
        "FN30": {
            "text": "30. Read about that award here: https://www.amsmusicology.org/page/CRS .",
            "citations": []
        },
        "FN31": {
            "text": "31. If you are interested in how the black racial frame discriminates, just ask NBA great Jeremy Lin, who is Taiwanese-American and currently plays for the Beijing Ducks in the Chinese Basketball Association, and who faced enormous obstacles in the NBA based on his race.",
            "citations": []
        },
        "FN32": {
            "text": "32. See https://societymusictheory.org/archives/officers .",
            "citations": []
        },
        "FN33": {
            "text": "33. For a supplemental bibliography to “Music Theory's White Racial Frame,” see http://philipewell.com/wp-content/uploads/2020/04/Supplemental-Bibliography.pdf .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Not everything that is faced can be changed; but nothing can be changed until it is faced. ( Baldwin 1962 ) 1. Introduction",
                "footnotes": [],
                "citations": [
                    "baldwin_1962"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] Music theory is white. According to the Society for Music Theory’s “Annual Report on Membership Demographics” for 2018, 84.2% of the society’s membership is white ( Brown 2018 , 5), 90.4% of all full-time employees in music theory are white (8), and 93.9% of associate and full professors in music theory are white (9). Aside from this literal version, there exists a figurative and even more deep-seated whiteness in music theory. This is the whiteness—which manifests itself in the composers we choose to represent our field inside and outside of the classroom, and in the music theorists that we elevate to the top of our discipline—that one must practice, regardless of one’s own personal racial identity, in order to call oneself a music theorist. Thus, for example, I am a black person—the only associate professor who self-identified as such in the 2018 SMT demographic report (9)—but I am also a practitioner of what I call “white music theory.”",
                "footnotes": [],
                "citations": [
                    "brown_2018"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] It was only in the mid 1990s that whiteness was identified as a potential problem for SMT. Typically the problem of whiteness has been framed euphemistically as a “lack of diversity.” In 1995, the society formed the Committee on Diversity in order to “increase the ethnic diversity of the membership of the society” ( Hall 1996 , 7). In 1996, then-SMT-president Joseph Straus set the goal to “diversify our membership” for SMT, noting that, of current members, “fewer than 2% are African American or Hispanic” ( 1996 , 2). In 2018, that number had increased to only 2.9% ( Brown 2018 , 5). For over twenty years now SMT has been trying to increase racial and ethnic diversity in the society. This has been done through a variety of initiatives, which include but are not limited to: forming committees to address demographic issues; providing grant monies targeting ethnic and racial minority communities; instituting programs for mentoring persons of color (POC); culling demographic data to get a better handle on the issues; convening special sessions, panels, and roundtables on ethnic and racial issues at academic conferences; and diversifying repertoires to include the music of nonwhite composers. (1) Despite good intentions, and whatever intrinsic benefit these initiatives might have had, if their goal was to increase the numbers of POC in SMT, they have clearly failed.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "hall_1996",
                    "brown_2018"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] In this article, I argue for a fundamentally different approach to music theory’s problem of whiteness, both literal and figurative. By challenging, dismantling, and restructuring some of our music theory institutions, we can make salutary change with respect to racial diversity. Though I draw on writings from music theory and musicology, I rely significantly on the work of race scholars such as Eduardo Bonilla-Silva, Joe Feagin, and Barnor Hesse. I use Feagin’s ( [2009] 2013 ) concept of the “white racial frame” to discuss music theory’s whiteness. Further, I draw on the work of Bonilla-Silva to show how certain music theoretical institutions are “racialized structures” that “exist because they benefit members of the dominant [white] race” ( [2003] 2018 , 9). Unlike assimilationist approaches that we have taken in music theory to our demographic problems, such as the mentoring programs and grant monies I refer to above, my approach is antiracist ( Kendi 2016 , 2019 ), which is also pointedly different from the typical “diversity” approach to racial issues so common in the American academy. Ultimately, I argue for a restructuring of some of our institutionalized and racialized structures—a deframing and reframing of the white racial frame—in hopes of increasing the number of POC in music theory, thus enriching the racial diversity of our field.",
                "footnotes": [],
                "citations": [
                    "feagin_2013",
                    "kendi_2016",
                    "kendi_2019"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] It may seem that I overemphasize whiteness (and, with it, blackness) in this article at the expense of other races, not to mention marginalized groups based on gender, LGBTQIA+, ethnic, religious, disablist, cultural, or other identities. The intersectionality—Kimberlé Crenshaw’s ( 1989 ) neologism for how race and gender overlap in legal writings—of all marginalized groups is of the utmost importance, and I do not wish to belittle that simple fact in any way. However, one of the main goals of our white racial frame is to take the focus off of whiteness, and one of its main methods for doing so is, if the topic turns to whiteness, to immediately invoke other marginalized groups, thereby diminishing whiteness’s role. I therefore, with this work, focus like a laser beam on whiteness and how it manifests itself in our field. I look forward to turning my attention to how our white frame intersects with all marginalized groups in the future, but for now I focus primarily on whiteness—first things first.",
                "footnotes": [],
                "citations": [
                    "crenshaw_1989"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] At the end of this paper, I offer a few recommendations. I hasten to point out, however, that a rush toward solutions, our “solutionism” as journalist Ta-Nehisi Coates ( 2015 ) calls it, is part of the problem of our white racial frame. Solutionism is problematic because it usually frames the racism that is part of music theory’s racialized structures as a disease that can be cured, rather than as a structure that needs dismantling (racism is a structure, not a disease). (2) Of course we should seek solutions to the problems created by our racialized structures, but we must also reframe how we understand race in music theory, which we cannot do if we rush to find solutions to problems we do not yet understand or even acknowledge. Only through examining our racialized structures and how they shape the field can we begin the process of deframing and reframing music theory’s white racial frame. With this work, I begin to uncover some of the uncomfortable aspects of what we do in hopes of moving toward a more inclusive version of music theory. 2. The White Racial Frame, Racialized Structures, and Music Theory",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "coates_2015"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] In The White Racial Frame: Centuries of Racial Framing and Counter-Framing , sociologist Joe Feagin argues that whites have shaped history in the U.S. by constructing a white racial frame “to rationalize and insure white privilege and dominance over Americans of color” ( [2009] 2013 , x). I argue that this frame is very much active in music theory today, with respect to the composers we choose to analyze and teach, and the theorists we tend to study and admire. Feagin defines the white racial frame as: an overarching white worldview that encompasses a broad and persisting set of racial stereotypes, prejudices, ideologies, images, interpretations and narratives, emotions, and reactions to language accents, as well as racialized inclinations to discriminate . (3; italics original) Feagin continues: For centuries now, it has been a dominant and foundational frame from which a substantial majority of white Americans—as well as many others accepting or seeking to conform to white norms and perspectives—view our still highly racialized society. (3) Based on his definition one may think immediately of negative stereotypes of blacks and question whether that applies to music theory. What I stress, however, is not so much negative black stereotypes as positive white stereotypes or, as Feagin calls it, “pro-white subframe[s]” (10), which are fundamental to music theory and which also spur a “racialized inclination to discriminate.” As I show below, music theory has many of the prejudices and stereotypes that are part of the white racial frame, most noticeably in how we privilege the compositional and theoretical work of whites over nonwhites. The subtle ways in which music theory disadvantages POC are harder to grasp, but a penetrating critical-race analysis, which is imperative in order to confront racial injustice in the field, can reveal some of these disadvantages. Perhaps the most important function of the white racial frame is to keep the system as it is: “One function of the white frame is to justify the great array of privileges and assets held by white Americans as the group at the top of the racial hierarchy” (146). There can be no question that white persons hold the power in music theory—music theory’s white racial frame entrenches and institutionalizes that power.",
                "footnotes": [],
                "citations": [
                    "feagin_2013"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Whites often misunderstand racism. Sociologist Eduardo Bonilla-Silva says, “Whereas for most whites racism is prejudice, for most people of color racism is systemic or institutionalized” ( Bonilla-Silva [2003] 2018 , 7). The systemic and institutionalized aspect of race has become one of the dominant themes of American culture in the past few years, especially on the heels of the 2016 presidential election. (3) However, for the most part this institutional aspect of racism remains quite theoretical for most whites and poorly understood. Bonilla-Silva offers the term “racial structure,” which is crucial to my argument with respect to music theory. He says: When race emerged in human history, it formed a social structure (a racialized social system) that awarded systemic privileges to Europeans (the peoples who became “white”) over non-Europeans (the peoples who became “nonwhite”). Racialized social systems, or white supremacy for short, became global and affected all societies where Europeans extended their reach. I therefore conceive a society’s racial structure as the totality of the social relations and practices that reinforce white privilege . . . . Therein lies the secret of racial structures and racial inequality the world over. They exist because they benefit members of the dominant race. (8–9; italics original) What undergirds racialized structures is “racial ideology,” which Bonilla-Silva identifies as a social-scientific term for racism (18) and which helps to hold together a society’s views on race. Under this scenario music theory can be seen as a racial ideology in which the views and ideas of white persons are held to be more significant than the views and ideas of nonwhites.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The final important term from Bonilla-Silva that helps to explain the racialized structures of music theory is “colorblind racism,” which he coined and which he identifies as the dominant form of racism in the U.S. in the twentieth century after overt forms of Jim Crow racism were outlawed in the 1960s (15). (4) Feagin says, about colorblind racism, “this white accent on being colorblind has been shown by social science research to be misleading and often a coverup of the substantial levels of blatantly racist framing and action in which many whites still engage” ( Feagin [2009] 2013 , 95). Henry Giroux, another race scholar, says: Color blindness does not deny the existence of race but denies the claim that race is responsible for alleged injustices that reproduce group inequalities, privilege Whites, and negatively impacts on economic mobility, the possession of social resources, and the acquisition of political power. Put differently, inherent in the logic of color blindness is the central assumption that race has no valence as a marker of identity or power when factored into the social vocabulary of everyday life and the capacity for exercising individual and social agency. ( 2003 , 198) Colorblind racism is the most significant form of racism in music theory’s white racial frame and has been used for decades to dismiss those who wish to cite our racialized structures and ideologies. “What do music and music theory have to do with race?” is a common colorblind refrain, which accomplishes two goals: it allows for music theory’s white-framed theorist to appear to be on the right side of racism, while allowing the very same racialized structures, put in place to benefit white persons, to remain foundational in the field without appearing racist.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "feagin_2013",
                    "giroux_2003"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] In order to debunk the many mythologies of music theory’s white racial frame, we must confront its core beliefs head on. Music theory’s white racial frame believes that: The music and music theories of white persons represent the best, and in certain cases the only, framework for music theory. Among these white persons, the music and music theories of whites from German-speaking lands of the eighteenth, nineteenth, and early-twentieth centuries represent the pinnacle of music-theoretical thought. The institutions and structures of music theory have little or nothing to do with race or whiteness, and that to critically examine race and whiteness in music theory would be inappropriate or unfair. The best scholarship in music theory rises to the top of the field in meritocratic fashion, irrespective of the author’s race. The language of “diversity” and “inclusivity” and the actions it effects will rectify racial disparities, and therefore racial injustices, in music theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Listing the mythologies of the white racial frame may seem shocking to the reader, but there is no other way to confront the pervasive whiteness of what we do than to state the issues clearly and explicitly. To be subtler is to deliberately evade talking about these issues and, in terms of dealing with race and whiteness in music theory, such evasion is all that currently exists. Deframing and reframing the white racial frame will require directly addressing all five points by (1) engaging with the work of nonwhite composers and, more important, nonwhite music theorists, including those outside of Europe and the U.S.; (2) dealing forthrightly with issues of race, whiteness, and colorblind racism; (3) acknowledging the limitations and deleterious effects of the dubious concept of “merit”; and (4) reorienting our actions from diversity to antiracism. These points represent not solutions but, I would argue, a strongly positive and affirmative path forward. 3. Undergraduate Instruction in Music Theory’s White Racial Frame Example 1 . Racial demographic data for musical examples from seven American music theory textbooks (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The musical compositions that we teach in the music-theory classroom are written by white persons, overwhelmingly. This is to say nothing of the race of the people behind the theoretical premises that undergird these compositions—these theories are also, of course, overwhelmingly written by whites. In fact, I do not know one nonwhite (or nonmale) music theorist whose music theories are regularly studied in undergraduate classes. I analyzed the seven most widely used theory textbooks in the U.S. in order to cull racial data on the composers represented in the musical examples. (5) Further, I examined the market-share percentage for each book. (6) The results are shown in Example 1 . Of the 2,930 musical examples in all seven textbooks, 49 were written by nonwhites. This represents 1.67% of the musical examples from all textbooks. Further, these textbooks account for virtually the entire market for such textbooks in the U.S., roughly 96%. There were 33 nonwhite composers in total in the six textbooks that featured at least one and, of those 33, only two were not black—Chen Yi (a Chinese female, b. 1953) and Toru Takemitsu (a Japanese male, 1930–1996), whose examples, one each, appear in the textbook by Clendinning and Marvin ( 2016 ). Thus, our music theory examples are literally, from a critical-race perspective, black or white, and virtually nothing else.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "clendinning_and_marvin_2016"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] 98.3% of the music that we teach from these seven textbooks is written by whites. This stark racial imbalance represents an unambiguous example of the white racial frame belief that the music of white persons represents the best framework for music theory. And if one were to count examples from Austro-German composers, one would surely see a clear example of the belief that music from German-speaking lands of the eighteenth, nineteenth, and early-twentieth centuries provides the best framework for music theory. On the one hand, music theory, as a field, states that it supports diversity and inclusivity, (7) and with it one presumes racial diversity and inclusivity. But on the other hand, 98.3% of the music that we choose to represent the entire field to our undergraduate students in our textbooks is written by composers who are white. I am certain that if one were to examine the race of the composers who populate the anthologies that accompany these textbooks, as well as the sight-singing and ear-training manuals used in various musicianship classes, one would find similar numbers. I imagine the racial demographic is similar in our post-tonal undergraduate textbooks as well.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Also significant from a critical-race point of view, all textbooks that I examined, with the exception of the Aldwell and Schachter ( 2011 ), featured at least one example by Stephen Foster, one of the most important names in nineteenth-century American blackface minstrelsy and who himself wore blackface from time to time. Foster’s “Oh! Susanna” may provide a good example of parallel phrase structure, but what of the lyrics in the second verse, written by Foster himself: “I jumped aboard de telegraph and trabbled down de riber / De lectric fluid magnified, and killed five hundred nigger.” Theory textbooks routinely include lyrics to songs, but Foster’s are obviously excluded. Also note the absurd stereotyped “negro” dialect of the blackface minstrel, who did so much to dehumanize blacks in the buffoonish subhuman practice of blackface minstrelsy ( Morrison 2014 ). (8) I would question why we in music theory would want to honor a figure who did so much to dehumanize blacks in the first place. The inclusion of a white supremacist composer like Foster in our music theory textbooks—a clear instance of colorblind racism—represents a remarkable insensitivity on the part of the white racial frame.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "aldwell_and_schachter_2011",
                    "morrison_2014"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] In a moving piece on the African American female composer Florence Price, New Yorker music critic Alex Ross touches on our dependence on white male composers, calling it “lazy”: The adulation of the master, the genius, the divinely gifted creator all too easily lapses into a cult of the white-male hero, to whom such traits are almost unthinkingly attached. . . . To reduce music history to a pageant of masters is, at bottom, lazy. We stick with the known in order to avoid the hard work of exploring the unknown. ( 2018a ) I also believe this represents music theory’s white racial frame and its racial ideology. As a comparison, once authors realized that there were virtually no female composers in our music theory textbooks, they began to include them. In similar fashion, the first solution the white frame will think of to solving the racial imbalance will likely be to find examples by Chevalier Saint-Georges, William Grant Still, and Scott Joplin. But stocking our textbooks with musical examples by these black composers is not the solution to this problem, which is a result of framing western functional tonality as the only organizational force in music worthy of music theory’s consideration in the music-theory classroom. As the main musical organizational force that emerged from Europe in the seventeenth through nineteenth centuries, functional tonality is also racialized as “white”—it could be nothing else—and is a fine example of a racialized structure, “ the totality of the social relations and practices that reinforce white privilege ” ( Bonilla-Silva [2003] 2018 , 9; italics original). The fact that many of the ideas from functional tonality appear in so many of the world’s musics is a direct result of the power of colonialism and hegemony. (9) Thus, the problem of our white frame in our music curricula concerns not only the repertoire that we study, but also the music theories behind the repertoire. This distinction between “white repertoire” and “white theory” is of vital importance insofar as our white racial frame can only envision one (expanding the repertoire) and not the other (studying nonwestern music theory). This relates to the distinction between “diversity” and “antiracism” that I made above. To “diversify” our repertoire by adding a few POC composers actually reinforces our white frame.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "ross_2018a"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] One solution—I use the term with some trepidation—lies in expanding music-theory curricula to include nonwestern and nonwhite forms of music theory. This action would represent antiracist action. Western tonality, as one notable organizing musical force, will surely retain a seat at the table, but we must realize that the music theories of nonwestern cultures—from Asia, South America, or Africa, for instance—can and should be part of basic required music-theory curricula, from freshman music theory classes to doctoral history-of-theory seminars. (10) And if not required for all music majors, such classes could be part of different tracks for music majors, such that one could major in music and know little of western theory. Finally, by including the music theories of nonwestern cultures, the accompanying repertoires would enrich musical offerings in our music institutions.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Music theory curricula are changing. Recently, Harvard University’s Department of Music completely overhauled their undergraduate music curriculum, in which the role of traditional music theory has been diminished and been made optional, depending on the type of music major the student declares. They did this in order to “increase diversity” and to be more inclusive ( Robin 2017 ). In many ways, their decision to revamp the undergraduate music curriculum constitutes a reframing of music theory’s white racial frame.",
                "footnotes": [],
                "citations": [
                    "robin_2017"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] One could also point to institutional assessment to understand how revamping a music theory curriculum might take place. The fifth and final Institutional Learning Outcome at Hunter College, where I teach, is entitled “Value Pluralism and Diversity and Demonstrate Global Awareness” and states “with a cross-cultural education, [our] graduates will understand diverse intellectual traditions and develop a sense of belonging to a large and diverse community.” One core element of university assessment is planning Course Learning Outcomes that feed into as many possible departmental Program Learning Outcomes, which then feed into as many possible Institutional Learning Outcomes of the institution. I can safely say that our music theory track does not “demonstrate global awareness” on any level, insofar as there exist many music theories in the world, yet we have chosen to focus on only one, western, in our core music theory curriculum. I repeat that this plays out both in terms of repertoire and the music-theoretical models that we present. Thus, from an institutional assessment point of view, my institution’s music theory curriculum is insufficient—I am certain that this would be the case at many other institutions as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] One exhaustive attempt at reframing undergraduate music curricula came from the so-called “Manifesto” of the College Music Society ( Shehan Campbell et al., 2014 ). I mention straight away that the terms “race, racial, and white” appear nowhere in the document. This is part and parcel of the general avoidance of racial terminology in the larger American white racial frame. The word “black,” with respect to race, does appear a few times, and the word that the authors of the manifesto settled on for white is “European,” which appears often. (11) Still, even though racial terminology is avoided, the authors can be commended for their attempts to transform “music study from its creativity‐deficient, ethnocentric, hegemonic orientation toward rendering it as a force for creativity, diversity, integration, and transformation in a musical world, and a society, in urgent need of such change” (57).",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "shehan_campbell_et_al_2014"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] The CMS Manifesto sparked needed conversation, with some controversy. (12) However, to my knowledge, the one aspect that the manifesto and all other attempts at reframing the undergraduate music theory curriculum lack is a critical-race analysis of the underlying reasons with respect to how and why we remain so focused on the western canon in music theory, and why it remains so hard for us to envision the music theories outside of it. More specific, I believe that only a critical examination of whiteness and our white frame can reveal how we got to where we are so that we can begin to dismantle the racialized structures that form our field. 4. Schenkerian Theory as a Racialized Structure of the White Racial Frame 4.1 Introduction The dominant racial frame has sharply defined inferior and superior racial groups and authoritatively rationalized and structured the great and continuing racial inequalities of this [American] society. In a whitewashing process, and most especially today, this dominant framing has shoved aside, ignored, or treated as incidental numerous racial issues, including the realities of persisting racial discrimination and racial inequality. ( Feagin [2009] 2013 , 22) [4.1.1]\tIt would be hard to overstate Heinrich Schenker’s influence on American music theory. Whether one specifically studies Schenker and Schenkerian analysis, tonal music generally, popular music, or post-tonal topics, Schenker in many ways represents our shared model of what it means to be a music theorist. If Beethoven is our exemplar of a music composer, Schenker is our exemplar of a music theorist. After all, his is the only named music theory routinely required in music theory graduate programs. [4.1.2]\tHeinrich Schenker was an ardent racist and German nationalist. However, no one has clearly linked his repugnant views on people to his music theories. I endeavor to do that in this section. In doing so, I follow the express admonition of Schenker himself. He argued explicitly that his views on race and music were to be considered together in his overall view of the world. In a larger sense, I argue that Schenkerian theory is an institutionalized racialized structure—a crucial part of music theory’s white racial frame—that exists to benefit members of the dominant white race of music theory. [4.1.3]\tOne of music theory’s greatest feats is its ability to sever its own past from the present. If some historical aspect of a theory is unseemly or unsavory, we typically bury it, and move on. What, after all, do political, social, and cultural attitudes have to do with the content of someone’s underlying theoretical thought? Thus, we have a figure like Schenker (1868–1935), whose writings get whitewashed for general consumption. In discussing the historical/theoretical divide often cited in music-theoretical circles, Thomas Christensen writes: If we . . . consider solely the theoretical “content” of some past theory, we are presuming that this content can be extracted from—and rationally analyzed outside of—its historical and biographical contexts. Theories, simply put, make normative claims that are temporally immutable. ( 1993 , 9) The logic behind the transcendent “immutability” of music theories allows the white racial frame to overlook the racialized structures that reliably benefit whites over nonwhites. This is also the logic behind colorblind racism which, as I stated earlier, allows for music theory to accomplish two goals: it makes it seem that music theory is above being racial or racist, while at the same time it keeps in place the racialized structures that benefit whites over nonwhites. To put this another way, to consider these theories ahistorically is to surgically remove all traces of racism, insofar as racist strains do nothing to advance the theories in question, all of which allows the white racial frame music theorist to reside in a music-theoretical Witness Protection Program, never to be held accountable with respect to the difficult questions concerning race and whiteness. [4.1.4]\tFeagin makes a point about German sociologist Max Weber (1864–1920), Schenker’s contemporary, that rings true when thinking about Schenker and how we music theorists deal with him: Take the example of Max Weber, who died in the early twentieth century but has had a great impact on Western social science ever since. Like other social scientists of his era, he held to the tenets of blatant biological racism, a view that infected his historical and geopolitical arguments, yet one that almost never gets critically discussed in textbooks and empirical analyses that to this day use his analytical concepts. ( [2009] 2013 , 6) Similarly, Schenker also believed in biological racism, a point that either goes unstated or gets glossed over in virtually every historical account of Schenker. And, as with Weber, Schenker’s racist views infected his music theoretical arguments, as I show below. Feagin continues, “since the time of Weber, many Western social scientists accent European superiority in modernity” (6). Clearly, this is the model western music theorists have followed as well, the accenting of “European superiority in modernity” in our choice of repertoires to study and methods to teach. 4.2 Schenker’s Racism [4.2.1]\tSchenker’s German nationalism is well known: Only one thing can be of service: recognition of the truth! It is time that Germans freed themselves from the illusion that all men and all nations are equal. . . . Let Germans be alive to the superior quality of their human propagating soil [ Menschenhumus ]. ( [1921–3] 2004 , 17) Schenker also believed in the inequality of peoples: “For peace will not come to mankind until inequality, the principle of all creation, becomes an axiom in the intercourse of nations and individuals” ( 2015 , online “Literature” supplement, 23n13). [4.2.2]\tBut I wish to focus on Schenker’s racism, which has the most relevance to music theory’s white frame. Schenker was a highly racialized individual, and often mentions race in his plentiful writings on politics, culture, nationhood, music, and art. In Schenker Documents Online ( SDO ) ( Bent, Drabkin, et al., n.d. ), a simple search for the word “race” yields 57 results, nearly all by Schenker about human races. Schenker regularly uses the term “race” ( Rasse ), as well as “white” ( weiß ), and “black” ( schwarz ) as modifiers for human races. He speaks of “less able or more primitive races” ( 2015 , online “Literature” supplement, 21n13) and “inferior races” ( [1910 and 1922] 2001 , vol. 1, 28), as well as “wild and half wild peoples” ( SDO , OJ 1/15, September 8, 1914, transcr. Marko Deisinger, trans. William Drabkin). (13) He speaks of whiteness in relation to the “animal” Japanese, that the “white race” will need to adapt in order to “annihilate” the Japanese “animals” ( SDO , OJ 1/15, August 20, 1914, transcr. Marko Deisinger, trans. William Drabkin). About Slavs—from which the word “slave” derives since so many Slavs were taken as slaves into Europe in the history of European slavery—Schenker poured more scorn, writing about the “Slavic half-breed” [ der slavische Halbmensch ]: “There will be no peace on earth until . . . the German race crushes the Slavs on the grounds of superiority” ( SDO , OJ 1/15, July 26, 1914, transcr. Marko Deisinger, trans. William Drabkin). [4.2.3]\tAbout blacks Schenker had the lowest of opinions. When speaking about self-governance, Schenker said about blacks, incredulously, “even negroes proclaim that they want to govern themselves because they, too, can achieve it” ( SDO , DLA 59.930/10, transcr. Ian Bent and Lee Rothfarb, trans. Lee Rothfarb), thus acknowledging his belief that blacks, incapable of self-governance, are the lowest form of human being—in fact, something less than a human being in Schenker’s understanding. Schenker disparages the music of blacks, namely, “negro music” and jazz ( [1930] 2014 , 77), as well as negro spirituals, claiming that they were “completely falsified, dishonest expropriation of European music” ( SDO , OJ 4/4, January 1931, transcr. Marko Deisinger, trans. William Drabkin). It seems that Schenker liked these negro spirituals inasmuch as he compared them to European music. But instead of according blacks and blackness a measure of integrity or artistic beauty, he reduces this particular black genre—the negro spiritual—to thievery, stripping it of its humanity and implying that blacks were incapable of producing good music on their own, which, in turn, bespeaks his hatred of blackness. Finally, when speaking of the low levels of current music-history education, Schenker writes that, “the historians educate their students mostly to the level of a kind of music-salon-Tyrolean, music-negro” ( 2015 , 12). [4.2.4]\tOne point rarely made in Schenker studies concerns his views against the intermarrying of races, which led to the so-called racial “mongrelization” that was a mainstay of biological race science of the nineteenth and twentieth centuries. Yet there can be no doubt that Schenker was against racial mixing. He says, “‘Race’ is good, ‘inbreeding’ of race, however, is murky” ( SDO , OJ 89/7, [2], transcr. and trans. John Rothgeb and Heribert Esser). In “Von der Sendung des deutschen Genies” (The mission of German genius), from Der Tonwille , Schenker expressed horror at the mixing of races in “Senegalese marriage relationships” ( [1921–3] 2004 , vol. 1, 5 and, specifically, 5n15) and “intermarrying black racial stock with . . . a French mother” (18). This is of paramount importance because white frame authors, on the rare occasion that they deal with the topic, have generally tried to call Schenker’s racism cultural, and not biological (see, for example, Cook 2007 and Schachter 2001 , 4-5), insofar as linking Schenker to biological racism would ally him with some extremely unsavory eugenicist figures in the late nineteenth and early twentieth centuries. In other words, by calling Schenker’s racism cultural instead of what it was, biological, the white racial frame seeks to shield Schenker from unwanted criticism. [4.2.5]\tSchenker’s reference to the Senegalese reflects his intense rejection of the aftereffects of the Versailles Treaty that ended World War I. Senegal was a French colony and many black troops fought for France in World War I. What Schenker especially objected to was the stationing of these black troops in occupied German territory ( [1921–3] 2004 , 7n40). Schenker wrote: “The [European] peoples have been shamed, disgraced, and, in the words of the Old Testament, ‘been made to stink’. . . . Europe, even more so after the Franco-Senegalese business, needs purifying, in body and spirit” (7). Schenker continues: Is it not the League of Nations that also, for example, placed the filthy French in such oafish control of Germany’s Saarland, and permitted in the regions occupied by them the ignominy of its black troops—the advance party of its genitalitis [i.e., genitals], of the flesh of its flesh, of the cannibal spirit of its spirit. (15–16) [4.2.6]\tMy point here is simple: there exists an anti-black racism to Schenker’s work that remains underexplored, and this racism has infected and become integral to the white racial frame of music theory. In this last quote, there is also the homoerotic fetishization and objectification of the black male body, in speaking of the genitals and “flesh of its flesh,” that was common in late nineteenth- and early twentieth-century Europe and that represents a further dehumanizing of blacks. Such fetishization and objectification of the black body were also mainstays of biological racism of course. Schenker’s linkage of blacks with cannibalism, promoting the vile stereotype of the “African savage,” should only be understood as a grotesque pathology, one that so often infused white western pseudo biological-race writings. Despite the fact that Schenker glorified Germans over all others, I posit that there exists a strong white-supremacist element to his theories about both race and music in light of his anti-black racism. After all, it is well known that Schenker allowed for two non-Germans—Domenico Scarlatti (an Italian) and Frédéric Chopin (a Pole)—into his pantheon of eleven otherwise German “genius” composers. 4.3 Whitewashing Schenker [4.3.1]\tSchenker’s racist and German-nationalist beliefs presented a dilemma for those who edited and promoted Schenker’s works and translated them into English. To solve the problem, Schenker’s offensive writings were simply cast aside as unimportant, or whitewashed for general consumption. Recall what Feagin said in the epigraph to this section: “In a whitewashing process . . . this dominant framing has shoved aside, ignored, or treated as incidental numerous racial issues, including the realities of persisting racial discrimination and racial inequality” (22). To understand how this whitewashing takes place, I begin with the prefatory material to the 1979 translation of Der freie Satz , by Ernst Oster. (14) In his “Preface to the English Edition,” Oster mentions how Oswald Jonas, in an earlier German edition, omitted several passages of Der freie Satz “that have no bearing on the musical content of the work” ( Schenker [1935] 1979 , xiii), while Oster himself wrote of his own translation, “I felt it best to omit several additional passages of a very general, sometimes semiphilosophical nature here; these omissions are not expressly indicated” (xiii). In his “Introduction to the English Edition,” Allen Forte wrote about Schenker’s various offensive material, “Almost none of the material bears substantive relation to the musical concepts that [Schenker] developed during his lifetime and, from that standpoint, can be disregarded” (xviii). [4.3.2]\tIn the Preface to his edition of Schenker’s Kontrapunkt , John Rothgeb says: We urge the reader to recognize that however much Schenker may have regarded his musical precepts as an integral part of a unified world-view, they are, in fact, not at all logically dependent on any of his extramusical speculations . Indeed, no broader philosophical context is necessary—or even relevant—to their understanding. (Schenker [1910 and 1922] 2001 , xiv; italics mine) In stating that Schenker’s music theories are “not at all logically dependent on” his racism, Rothgeb takes a stance diametrically opposed to my own. Rothgeb is essentially saying that not only was Schenker himself incorrect when he expressed that his musical views were “an integral part of a unified world-view”; Rothgeb is also implying that it would be irresponsible for us to examine this subject further. Rothgeb’s point relates directly to the white racial frame belief that music theory has little or nothing to do with race or whiteness, and that it would be unfair to examine it from a racial perspective. [4.3.3]\tIn another example of how the white frame whitewashes Schenker, William Benjamin dismissed Schenker’s racism, saying that his “apparent racism was an emotional reflex which stood in contradiction to his personal belief system” ( 1981 , 157). So, in Benjamin’s interpretation, Schenker was not only not racist, but perhaps even a closet humanist and egalitarian. [4.3.4]\tNicholas Cook ( 2007 ) offers humor as a possible reason for Schenker’s disgusting language. After a quote from Schenker about “tension spans” in music being better than a “blood test” as an attribute of the German race in Beethoven, (15) Cook says: “In fact, I assume that the idea of employing music theory as a new and more scientific test of racial purity is an example of Schenker’s rather heavy, and sometimes dark, humour” (148). Much later on in the text, sensing that this excuse may be met with dismay, Cook writes, “If the explanation I offered there, that Schenker is making a joke, is not convincing, then perhaps another might be that the strangeness of the remark is a symptom of a thought Schenker represses rather than articulates: that Ludwig van Beethoven could perhaps have been the German genius he was because foreign blood flowed in his veins” (238). (16) And here we have another excuse, further proof of the lengths to which music theory’s white racial frame has gone to whitewash Schenker. The only thing that seems to be completely off the table is simply calling Schenker the zealous racist he was. Finally, Cook, in a parenthetical comment, makes it clear that he believes linking Schenker’s racism to his musical theories is unhelpful when he speaks about Schenker’s “authoritarian impulse that is expressed in the many hierarchies which make up Schenker’s worldview (it is tempting but I think not very helpful to draw the obvious parallel with his music theory)” (153; italics mine). What Cook means to say here is that it is unhelpful insofar as it calls attention to race—that is, unhelpful to music theory’s white racial frame . I, however, happen to think it is extremely helpful, in terms of understanding how we deal with race in music theory, to draw this “obvious parallel.” Finally, I point out that Cook’s comment corresponds directly to white-frame belief that it would be inappropriate to critically examine race in music theory. [4.3.5]\tWilliam Rothstein also whitewashes Schenker’s offensive language. With respect to Der freie Satz ’s “Appendix 4,” which contains many reprehensible statements, Rothstein says: The inclusion or exclusion of that appendix was a matter of intense controversy behind the scenes when Free Composition was about to be published. Those who argued for its omission were generally those most loyal to Schenker, who feared for the public reaction to his supposed indiscretions, and who most partook of the defensive mentality associated with the émigré group of orthodox disciples. They feared, apparently, that the core of Schenker’s thought might be discredited along with his peripheral ramblings. ( 1986 , 8) There is nothing “supposed” about Schenker’s “indiscretions”: Schenker was a fervent German nationalist whose racist convictions lay at the very heart of his theories on people and on music. As further proof, I cite Schenker’s letter in praise of Adolf Hitler, a letter he wrote to his pupil Felix-Eberhard von Cube in May 1933, four months after Hitler’s rise to the German Chancellery ( SDO , OJ 5/7a, [46], formerly vC46, transcr. and trans. William Drabkin). Here is what Schenker said: Hitler’s historical service, of having got rid of Marxism, is something that posterity (including the French, English, and all those who have profited from transgressing against Germany) will celebrate with no less gratitude than the great deeds of the greatest Germans! If only the man were born to music who would similarly get rid of the musical Marxists; that would require that the masses were more in touch with our intrinsically eccentric art, which is something that, however, is and must remain a contradiction in terms. “Art” and “the masses” have never belonged together and never will belong together. And where would one find the huge numbers of musical “brownshirts” that would be needed to hunt down the musical Marxists? Schenker’s praise of Hitler should be unsurprising to anyone who knows Schenker’s writings intimately. What is remarkable, however, is how successfully music theory’s white racial frame suppresses such information, casting it aside as unimportant, about a figure who remains so foundational to our field. [4.3.6]\tThe history of Schenkerian apologia—in which white persons severed Schenker’s racist convictions from his music theories in order to promote Schenkerism—is emotionally difficult to recount. In the U.S., the country most responsible for advancing Schenker’s ideas, we are so often told of our democratic ideals, our exceptionalism, and that “all men are created equal,” that we have a hard time acknowledging our virulent racist past, as if it were somehow un-American. Such a sentiment led Rothstein to say about Schenker’s beliefs, “let us identify those [German nationalist] elements that clash most spectacularly with the American mind” ( 1986 , 7). In point of fact, there is not much of a clash at all. Schenker’s racist thinking is quite in line with American views on race in the 1920s, 30s, and 40s. (17) That is, Schenker’s racism is easily subsumed into music theory’s white racial frame—they exist quite naturally in symbiotic fashion. [4.3.7]\tI wish to recouple this severed link between Schenker’s hierarchical beliefs about music and his hierarchical beliefs about people. I know someone else who would wish to recouple this severed link, someone who would vociferously disapprove of the decoupling of Schenker’s racism from the basic tenets of his music theory, someone for whom Schenker’s racist beliefs were anything but “peripheral ramblings,” and that person was Schenker himself. In numerous writings, he insisted that his views on racial and national hierarchies were key to his beliefs on life and on music. William Drabkin acknowledges as much: In both his published writings and private communications, Schenker decried the mixing of politics with music. . . . Yet the notion of hierarchy, of a strict ordering of the tones of a composition, is so thoroughly consistent with his deeply conservative outlook on life and culture that it is difficult to uncouple his theory entirely from two of his most consistently expressed ideological stances : (1) the centrality of the German people in European culture, underscored by their preeminence in music, and (2) the steady decline of culture and political order in Europe since the late eighteenth century, ultimately resulting in the complete demise of musical art by the beginning of the twentieth century. ( 2002 , 815; italics mine) [4.3.8]\tThere can be no question that our white racial frame has “shoved aside, ignored, or treated as incidental” ( Feagin [2009] 2013 , 22) Schenker’s racism. It has done so in order to keep in place racialized systems that benefit whites and whiteness. 4.4 Reframing Schenker [4.4.1]\tTo my knowledge, the first English-language author to call out Schenker’s racism, and to use that term specifically, was Carl Schachter: “Schenker was by no means free from racism” ( 2001 , 4). This is no strong condemnation, to be sure, but his work stands out nevertheless as a rare attempt to reframe the overarching white-frame narrative on Schenker. Unlike Cook, who published his monograph on Schenker six years after Schachter’s article, Schachter acknowledges that a study comparing Schenker’s “hierarchical world view” with his “hierarchical theory of [musical] levels” could be fruitful, saying “tracing such a relationship is not necessarily invalid” (13). This is precisely what I do below in Section 4.5. Schachter agrees that Schenker’s views on people affected his music theory, and that Schenker intended them to be considered as one. When asked by Joseph Straus whether Schenker’s “dreadful politics” impacted his theoretical work, Schachter answered: “Of course they related to his theoretical work” ( Schachter 1999 , 11). Further, Schachter says: Schenker himself obviously believed that his political fulminations and his musical ideas belonged together, that both were armaments, as it were, in a cultural struggle that would eventually lead to a regeneration both of music and of the society at large in the German-speaking world. ( 2001 , 3–4) [4.4.2]\tSchachter concedes that Schenker is hardly the first to think of tonal music hierarchically. However, it is one thing to consider hierarchical structures in music on the one hand, yet something entirely different to suggest—as Schenker does when he says that only the “German genius” is capable of producing musical masterworks—that such hierarchies are reflective of hierarchies of human races on the other. There can be no question that for Schenker, the concept of “genius” was associated with whiteness to some degree. What our white racial frame suppresses is how Schenkerian theory and Schenkerism glorifies whiteness at the expense of nonwhiteness. All of this is intimately related to the white frame, which “over centuries of operation . . . has encompassed both a strong positive orientation to whites and whiteness (a pro-white subframe) and a strong negative orientation to racial ‘others’ who are exploited and oppressed (anti-others subframes)” ( Feagin [2009] 2013 , 10). [4.4.3]\tSchachter’s reframing is not entirely unproblematic. For instance, he is mistaken when he says that “Schenker, when invoking German superiority, never speaks of . . . the mongrelization produced by racial mixing . . . or any of the concepts of so-called racial science” ( 2001 , 4–5). (18) As I mentioned above, Schenker most certainly did speak out against racial mixing, which of course was a mainstay of biological race science. Again, this speaks to our white racial framing of Schenker’s racism as cultural, not biological, in order to mitigate his racism. [4.4.4]\tThe author who has done the most to reframe Schenker’s racism is Martin Eybl. In Ideologie und Methode zum ideengeschichtlichen Kontext von Schenkers Musiktheorie ( 1995 ), (19) Eybl challenges those who seek to separate Schenker from his racist past: That Schenker’s worldview has nothing to do with his music theory represents an equally vague preconception as the assertion that his worldview of and by itself makes his [music] theory obsolete. If an analysis of Schenker’s ideological background demonstrated that his music theory is ideologically self-sufficient, then this would assure an unproven (and difficult to prove) basis for the strategy pursued by some of Schenker’s students and disciples to silently ignore his polemics and messianic tendencies. (20) (12; my translation) This is precisely what our white racial frame has done: “silently ignored Schenker’s polemics and messianic tendencies.” At this point, in a footnote, Eybl mentions Cook, Forte, Jonas, Oster, and Rothstein as authors who have sought to make this break with Schenker’s work and claim that Schenker’s music theory is “ideologically self-sufficient.” Perhaps more important, Eybl acknowledges Schenker’s racism forthrightly. In a section entitled “Hierarchie der Völker” (Hierarchy of Peoples), Eybl builds a case for Schenker’s racism: “Given his postulate of racial inequality, racism is not fundamentally alien to the hierarchical structure of Schenker’s worldview; references to Africans in the French army testify to this” (20; my translation). (21) [4.4.5]\tEybl is unafraid to speak of the Nazi implications of Schenker’s prose. He specifically calls into question Schenker’s invocation of “ Menschenhumus ” (translated as “human propagating soil” by Ian Bent, above in Schenker [1921–3] 2004 , 17), and how this term was used by Nazis to invoke German white supremacy. In a section entitled “Genie und Masse” (Genius and the masses), Eybl says, while quoting terms from Schenker: The term “Menschenhumus” is based on the idea that Germanism unequivocally constitutes the best natural conditions for the development of geniuses: in “Menschenhumus of the highest category” the “German genius” is manifest. . . . Anyone who considers the term “Menschenhumus” as a simple translation of the burdened conceptual pair of blood and soil is ignoring the pseudo-scientific bases of national-socialist racism and its predecessors. (22) (25; my translation) But this is, in fact, one of the main goals of the white racial frame—to ignore inconvenient facts if those facts contravene or damage the impact of a given racialized structure of the white frame. Schenker invokes Menschenhumus as a scientific basis for German superiority in music. We must not now or ever cast aside such important information, especially about a figure who remains so central to our field. [4.4.6]\tThough Eybl goes farther than anyone else to impugn Schenker for his repulsive thoughts on various peoples, he still allows for the idea that those thoughts did not penetrate Schenker’s music theory: Schenker’s worldview is based on rankings—it is hierarchically structured. . . . And on every one of his three levels Schenker rejects forms of egalitarian thought. Schenker regards the weakening of these statically conceived hierarchies as the fundamental problem of his time. Their reconstruction is the goal of the cultural war that he pursued through journalistic and pedagogical means. The degree to which the strict hierarchy of his life’s philosophy spilled over to his teachings on music must remain undetermined for now. (23) (29; my translation) Eybl wrote that in 1995. I believe the time has come to rigorously examine to what extent Schenker’s views on race align with his views on music. 4.5 How Schenker’s Racism Affects His Music Theory [4.5.1]\tHow exactly Schenker’s racism seeped into his musical theories is a question ripe for exploration. The easiest entry point is the language he uses in discussing his rigidly hierarchical beliefs as they applied to both race and music. Wayne Alpern ( 1999 , 2013 ) has shown how utterly dependent Schenker was on his law studies when he crafted his music theories. Schenker was equally dependent on his legal views when writing about race. His prose was infused with legal thinking when he wrote of the “laws of nature” as they relate to both humans and tones. Schenker views compositions as living organisms: “I should like to stress in particular the biological factor in the life of tones. We should get used to the idea that tones have lives of their own” ( [1906] 1954 , xxv). Thus, to Schenker, music was the manifestation of biological life as represented in the laws of nature. [4.5.2]\tAs with the inequality of races, Schenker believed in the inequality of tones. Compare the following two passages, one concerning people, the other music: But let the German mind also gather the courage to report: it is not true that all men are equal, since it is, rather, out of the question that the incapable ever become able; that which applies to individuals surely must apply to nations and peoples as well. ( 2015 , online “Literature” supplement, 23n13) It is therefore a contradiction to maintain, for example, that all scale tones between “C” and “c” have real independence or, to use a current but certainly musically unsuitable expression, “equal rights.” ( [1935] 1979 , 13n3) This is a clear example of how Schenker’s thinking about the inequality of human races can relate to the inequality of musical tones, and how his thinking about racial inequality manifests itself in his musical theories. In short, neither racial classes nor pitch classes are equal in Schenker’s theories, and he uses the same language to express these beliefs. [4.5.3]\tSchenker often relates music to the human body and living organisms: “It should have been evident long ago that the same principle applies both to a musical organism and to the human body: it grows outward from within” ( [1935] 1979 , 6). And insofar as “musical coherence can be achieved only through the fundamental structure in the background and its transformations in the middleground and foreground” ( [1935] 1979 , 6), Schenker implies that blacks are inferior because only the white German genius, with superior Menschenhumus , is capable of producing the background that Schenker speaks of. In other words, to Schenker, blacks are not capable of producing the same level of artistry and beauty that whites are capable of. And among whites, Germans were the best at producing such beauty. Nicolas Cook calls this Schenker’s “theory of genius”: Schenker’s theory of music, as it emerges from his later writings, is not actually a theory of music at all: it is a theory of genius, or of mastery in music. It is concerned with the relationship between foreground and background; and since it is only the genius who can penetrate to the background, the theory has no application to the works of the non-genius. ( 1989 , 423) And, according to Schenker, the genius cannot be black insofar as blacks represented an “inferior race” to Germans, who were uniquely qualified, with their superior “ Menschenhumus ,” to produce works of genius. Finally, like me, New Yorker critic Alex Ross agrees that “genius” is problematic from a critical-race perspective: The danger of the word “genius” is that it implies an almost biological category—an innately superior being, a superhero. It is probably no accident that the category of “genius,” an obsession of the nineteenth century, coincided with the emergence of the pseudoscience of race, which held that certain peoples were genetically fitter than others. ( 2019 ) [4.5.4]\tWhen Schenker writes, in disbelief, “even negroes proclaim that they want to govern themselves because they, too, can achieve it,” he is clearly stating that he does not believe that blacks are capable of self-governance. In other words, blacks must be governed and, inasmuch as he wrote this in 1922 when virtually all of Africa was under white colonial rule, what Schenker is implying is that blacks must be governed by whites. In his music-theoretical work, Schenker makes analogous points. He says, when writing of the fundamental line ( Urlinie ), which in this quote is represented by “diatony”: “in accord with its origin, it [diatony] simultaneously governs the whole contrapuntal structure, including the bass arpeggiation and the passing tones” ( [1935] 1979 , 11). About the scale degrees of the fundamental structure, Schenker writes, “the scale-degrees of the fundamental structure have decisive control over the middleground and foreground” (111). About how the fundamental structure ( Ursatz ) controls everything, Schenker says, “Yet we must remember that all growth (every continuation, direction, or improvement) finds its fulfillment only through the control of the fundamental structure and its transformations” (18). Schenker believed that the fundamental structure must “govern” and “control” the middleground and foreground elements of the music composition. Similarly, Schenker believed that blacks must be governed and controlled by whites. Indeed, Schenker’s hierarchical beliefs on race are so intimately connected with his hierarchical views on music, one wonders which motivated which. Insofar as many of his reprehensible quotes on race occurred after the publication of Harmonielehre in 1906, and Kontrapunkt in 1910 and 1922, one could argue that his views on music drove, reified, and even inspired his views on race. But without question, the two belong together—they are inseparable. [4.5.5] The linking of Schenker’s racism with his music theories is necessarily speculative—this is obviously my interpretation. Further, I do not wish to imply that everything in Schenker’s music theories can or must be related to race. His music theories are complicated, come from many sources, and can be interpreted in many ways. My more modest claim is that race, racism, and white supremacy are, in fact, a significant part of Schenker’s music theories, and a part that we should consider in how we approach the man and his ideas. Of course, Schenker’s insistence that his ideas were all representative of a unified worldview is perhaps the best proof that his views on race are part of his views on music, and vice versa. Schenker believed that his views on people and his views on music “belonged together,” as Schachter ( 2001 , 3–4) says. Given this simple fact, relating Schenker’s music theories to his racism does not seem at all implausible. 4.6 Teaching Schenker [4.6.1]\tI do not suggest that we stop teaching Schenkerian analysis, or that scholars should cease their work thereon—there are of course many significant scholarly inquiries in this area of research. Given the racism within the theory, however, we who teach Schenkerian techniques are confronted with an ethical and intellectual dilemma. Philosopher Laurie Shrage makes a useful analogous point when speaking about her field’s anti-Semitism: When the anti-Semitic views of great thinkers such as Kant, Voltaire or Hume (or Hegel, Schopenhauer, Heidegger and Wittgenstein, for that matter) are exposed, one typical response is to question whether these prejudices are integral to their important works and ideas. But this may be the wrong question. A better question is: Should those who teach their works and ideas in the 21st century share them without mentioning the harmful stereotypes these thinkers helped to legitimize? ( 2019 ) I wholeheartedly agree with Shrage. Clearly, philosophers have whitewashed the anti-Semitism of their important figures in much the same way we have whitewashed Schenker’s racism, or other racialized aspects of our white racial frame for that matter. I believe that, at a minimum, we must present Schenker’s work to our students in full view of his racist beliefs, and let our students decide what to do with that information. The study of Schenker and his music theories has “helped to legitimize harmful stereotypes” about blacks and other POC—we music theorists can no longer ignore this important fact. 4.7 Final Thoughts on Schenker [4.7.1]\tSchenker is but one figure in a long history of racialized thought in music theory, a line of thought that remains underexplored. His racism is seen through a western lens that distorts, contorts, and sanitizes racist behavior, often in service of fictitious science. In The Invention of Race in the European Middle Ages , Geraldine Heng writes: Like many a theoretical discourse, race theory is predicated on an unexamined narrative of temporality in the West: a grand récit that reifies modernity as telos and origin, and that, once installed, entrenches the delivery of a paradigmatic chronology of racial time through mechanisms of intellectual replication pervasive in the Western academy, and circulated globally. This global circulation project is not without its detractors, but the replication of its paradigmatic chronology is extraordinarily persistent. ( 2018 , 20; italics original) This unexamined chronology of racial time and, with it, how we understand race in music theory, remains “extraordinarily persistent” precisely because of how we frame race in our field. Schenker’s views on race were extreme, to be sure, but he was certainly not alone. Hugo Riemann, Arnold Schoenberg, Anton Webern, and many others on whose theories we rely all believed in German—and almost certainly white—superiority. François-Joseph Fétis spent enormous amounts of time trying to prove the racial superiority of “civilized” whites through phrenological and biological race science. (24) Fétis believed that “uncivilized people . . . are unable to understand rapports of tones because of the inferiority of their cerebral conformation” ( Schellhous 1991 , 234). Fétis is important because he was quite influential in the nineteenth century and beyond, and because he so clearly racialized music theory. In race and modernity studies, there are approaches that seek to link the pseudo-scientific race studies of authors like Fétis to racial aspects of modernity. About such approaches, Barnor Hesse writes that they “analyse the logic of race in the ideas of modern western philosophers; particularly how Enlightenment derived thought framed inegalitarian theories of race as part of modern scientistic and humanistic discourse” ( 2007 , 644). In this fashion, racist thoughts and theories—a “paradigmatic chronology of racial time,” as Heng writes—were subsumed under the rubric of humanistic discourse, another instance of white racial framing. In fact, much of how we understand race in the U.S. is part of a global western understanding of race that is, in fact, written by white persons. It is therefore unsurprising that white Schenker scholars do not point out the racialized aspects of the man and his work in the same way I do as a nonwhite. And it is exactly these nonwhite perspectives on race that are ignored or glossed over in global race theory, as described above by Heng. [4.7.2]\tIt would be hard to name anyone who has had a greater impact on what we do than Schenker. It is easy to point to Richard Wagner as another significant figure who had repulsive beliefs, amply expressed in voluminous anti-Semitic writings. But, unlike Schenker, we do not hold up Wagner as someone through whose theories we might understand tonal music. In other words, if one studies music theory in the U.S., Wagner’s racism is optional while Schenker’s is not. Several of the undergraduate music theory textbooks that I cite above draw significantly on Schenker’s theories; thus from the very beginning, we teach Schenkerian thought. And, try though some might, it is no longer possible to cleave Schenker’s racism from his music theories and simply say, as was so often said in the twentieth century, that Schenker’s musical theories have nothing to do with race. 5. How “Diversity” and “Inclusivity” Reinforce the White Racial Frame",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "feagin_2013",
                    "christensen_1993",
                    "feagin_2013",
                    "schenker_2004",
                    "schenker_2015",
                    "bent_drabkin_et_al_nd",
                    "schenker_2015",
                    "schenker_2001",
                    "schenker_2014",
                    "schenker_2015",
                    "schenker_2004",
                    "cook_2007",
                    "schachter_2001",
                    "schenker_2004",
                    "schenker_1979",
                    "schenker_2001",
                    "benjamin_1981",
                    "cook_2007",
                    "rothstein_1986",
                    "rothstein_1986",
                    "drabkin_2002",
                    "feagin_2013",
                    "schachter_2001",
                    "schachter_1999",
                    "schachter_2001",
                    "feagin_2013",
                    "schachter_2001",
                    "eybl_1995",
                    "schenker_2004",
                    "alpern_1999",
                    "alpern_2013",
                    "schenker_1954",
                    "schenker_2015",
                    "schenker_1979",
                    "schenker_1979",
                    "schenker_1979",
                    "cook_1989",
                    "ross_2019",
                    "schenker_1979",
                    "schachter_2001",
                    "shrage_2019",
                    "heng_2018",
                    "schellhous_1991",
                    "hesse_2007"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] One danger to music theory is to be uncritical of the pervasive language of diversity and inclusivity, inasmuch as the language of inclusivity excludes the language of exclusivity. (25) In “(De)Constructing Musicology’s Borders along the Color Line,” Matthew Morrison speaks of race and how it relates to musicology in “Musicology Beyond Borders,” a colloquy convened by Tamara Levitz in Journal of the American Musciological Society : Before musicologists can earnestly contemplate a “musicology beyond borders,” I think they must first address one of its most sustaining and complex components: race. An invisible color line is built into musicology’s institutional foundations, and it is this line that determines which subjects and people are considered worthy or unworthy of entry into the discipline. I hope to render this line visible so that it might be eradicated. Only when musicologists begin to question the structures that support the results of this eradication will they be able to welcome fully new approaches, topics, inquiries, and people into the discipline. ( Morrison 2012 , 850; italics original) Thus Morrison, like me, acknowledges that we must tackle “race” head on in dealing with racial issues in our respective fields. Further, Morrison speaks of both the institutional and structural elements of race in musicology, and who is considered worthy of musicology’s consideration. Notably, Morrison, like me, is African American.",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "morrison_2012"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] In On Being Included: Racism and Diversity in Institutional Life , Sara Ahmed ( 2012 , 52) discusses how the term “diversity” is a managerial neoliberal term that represents the corporatization of the university. (26) She adds: “What is problematic about diversity . . . is that it can be ‘cut off’ from the programs that seek to challenge inequalities within organizations and might even take the place of such programs in defining the social mission of universities” (53). “Diversity” is often far removed from the problems of the white racial frame—in fact, diversity obfuscates the issues, in either a subconscious or, frankly, a conscious fashion, such that the white frame survives and thrives. Ahmed cites certain scholars for whom the term “diversity” is problematic and how diversity often works institutionally: “For these scholars . . . the institutional preference for the term ‘diversity’ is a sign of the lack of commitment to change and might even allow organizations such as universities to conceal the operation of systematic inequalities” (53).",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "ahmed_2012"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] To a large extent, the language of diversity exists to avoid racial terminology, such as “race” and “whiteness.” By avoiding such terminology, white power structures can then avoid discussing racism and, more important, whiteness, white privilege, or white supremacy, terms without which we in music theory cannot have the discussions we must. Bonilla-Silva also recognizes this “avoidance of racial terminology” in the “covert nature of racial discourse and racial practices” ( [2003] 2018 , 18). Instead, racialized institutions in the U.S. create an entire lexicon of inadequate terms to avoid racial terminology. “Equity,” “disparities,” “diversity,” (implicit) “bias,” “inclusivity,” “microaggression,” “pipelines,” “prejudice,” “safe space,” “stereotype,” and “trigger warnings” are terms that are often used to evade honest discussions on race. It would be possible to put the modifier “racial” in front of any one of them and get to one deeper meaning of the given term, allowing for the fact that they also deal with the intersectionality of race with many other identities based on gender, LGBTQIA+, ethnicity, disability, or belief system, among others. I concede that these terms can be useful to deal with some of the issues they raise, and I generally support their usage. I also wish to point out that there is often a racial component to them that is suppressed because of the discomfort that arises through discussions of “race” and, more specific, “whiteness.” Example 2 . Hesse’s “8 Degrees of Whiteness” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Example 2 shows Hesse’s provocative “8 degrees of whiteness,” which originated as a Twitter post and is something he includes in a class he teaches at Northwestern University. (27) One sees from this chart the precarious position of the “goal of ‘diversity,’” in the “white privilege” category. In short, “diversity” is an integral part of the white racial frame. “Diversity” serves to fortify racialized structures of music theory while maintaining the status quo. The reason that the numbers of POC do not go up is not because we in music theory do not do a good job of explaining what we do to others. The reason why there are so few POC in music theory is because of music theory’s unwillingness to acknowledge our white racial frame, which consists of various racialized structures that benefit whites and whiteness over nonwhites and nonwhiteness. If we were to take antiracist action, institutional and structural, I believe we would see the number of POC rise quite naturally and organically in our field. This action is encapsulated in the final three stages of Hesse’s degrees. So, whites “critiquing whites,” “refusing complicity,” “naming what’s going on,” “subverting white authority,” and “dismantling whiteness” is sorely needed in music theory if we are to make positive change with respect to race in our field.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] SMT’s Mission Statement is a perfect example of how white privilege plays out in our society: The Society for Music Theory promotes the development of and engagement with music theory as a scholarly and pedagogical discipline. We construe this discipline broadly as embracing all approaches, from conceptual to practical, and all perspectives, including those of the scholar, listener, composer, performer, teacher, and student. The Society is committed to fostering diversity, inclusivity, and gender equity in the field. (28) If we truly “embraced all approaches and perspectives,” then we would make them—the music theories of Asia, Africa, or the Americas—part of required music theory classes in our curricula, from freshman theory to doctoral comprehensive exams, and our undergraduate textbooks would not be based solely on the music of whites.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Sociologist Elijah Anderson speaks of a similar phenomenon in “The White Space,” a term in many ways synonymous with music theory and our white frame. He says: A particular organization—for instance, a corporation, a nonprofit, or a public sector bureaucracy—may pride itself on being egalitarian and universalistic and not recognize its own shortcomings with respect to racial inequality. . . . The issue of race can remain unspoken, but in the white space it can count for everything. ( 2015 , 17)",
                "footnotes": [],
                "citations": [
                    "anderson_2015"
                ]
            }
        },
        {
            "5.7": {
                "text": "[5.7] In my opinion, in 2019, “diversity” has run its course (see also Sanneh 2017 ). We must now find new and direct ways of confronting the difficult issues surrounding race. Donald Trump, in one sense, has done us all a favor—he has brought discussions of race, racism, whiteness, and white privilege/supremacy into the open. In other words, Trumpism makes my claims believable—it would have been much harder to do this work during Barack Obama’s presidency. But importantly, nothing has really changed fundamentally from one presidential administration to the other. Our white racial frame today is more or less exactly the same as it was ten years ago. Yet it is easier now to see race more clearly due to current events in the U.S. Finally, I point out that how music theory deals with diversity relates to the white racial frame belief that the language of “diversity” and “inclusivity” will somehow rectify racial disparities, and consequently racial injustice, in music theory, which it will not. 6. Recommendations",
                "footnotes": [],
                "citations": [
                    "sanneh_2017"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] We must begin the hard process of deframing and reframing the white racial frame of music theory. I hesitate to get too involved in a discussion of recommendations and solutions because, as I mention in the Introduction, such discussions can be counterproductive. Too much work remains in terms of uncovering and exposing the racialized structures of our white frame, and jumping to solutions allows for theorists to not do the difficult antiracist work that we must. Still, in this section I offer a few recommendations, but under no condition should anyone think that these are exhaustive or that this is all that can be done. This is the beginning of a process, not the end.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] In a satirical piece in McSweeney’s , “How Can I Help to Promote Diversity without Relinquishing Any of My Power?,” comedian Chandler Dean lays bare our dilemma: Nice to see you. I’m an ally. As an upper-middle-class Northeastern American liberal college-educated cis straight white male, I’m aware of my privilege. And I’m willing to do anything to fight for progress—especially if it involves me telling you how aware of my privilege I am. So make no mistake: I will do anything to uplift the marginalized. As long as uplifting the marginalized doesn’t involve diminishing my societal position in any fashion. That would, of course, be unfair. ( 2019 ) Implicit in Dean’s satire is our true challenge, that we must accept a measure of a “diminishing societal position,” cede some music-theoretical territory to nonwestern, nonwhite music theories in the academy, and make structural antiracist changes in our field. It is relatively easy to form a committee or task force to discuss diversity, but harder to reduce a four-semester undergraduate music-theory sequence that focuses solely on western theory to a two-semester sequence, clearing a path for two new semesters of nonwestern nonwhite music-theory core classes. Easy, relatively, to award grant monies to racial minorities to attend conferences, yet harder to scrap the German-language requirement, which is racist obviously, in music theory graduate programs. Easy, relatively, to institute a mentoring program for people of color in music theory, but harder to concede that Schenker’s racism, which our white racial frame has whitewashed for nearly 100 years, deeply suffused his music theories and that we are obligated, as educators, to present Schenker’s racism alongside his music theories, as Schenker himself would have wanted. Easy to add a few examples by composers of color to a music theory textbook, yet harder to acknowledge that there exists a white racial frame in music theory that has shaped everything that we do, that benefits whites and whiteness at the expense of nonwhites and nonwhiteness, and that the only way to improve our situation with respect to race is to have frank conversations about race, racism, whiteness, white privilege, and white supremacy. In White Fragility: Why It’s So Hard for White People to Talk About Racism ( 2018 ), race scholar Robin DiAngelo has a term for the ability for whites to have those frank conversations about race: white racial “stamina,” the ability for whites to sustain frank, dispassionate conversations about race and whiteness, which is precisely what is dearly needed in music theory. I can sum up this recommendation simply by saying that, if we wish to make salutary change with respect to race, we must examine music theory from a critical-race perspective, have rigorous conversations about race and whiteness in music theory, and be prepared to make fundamental antiracist changes in our structures and institutions.",
                "footnotes": [],
                "citations": [
                    "dean_2019",
                    "diangelo_2018"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] Rename SMT’s “Committee on Race and Ethnicity” to the “Committee on Antiracism.” Recently SMT’s “Committee on Diversity” changed its name to the “Committee on Race and Ethnicity,” probably because the American Musicological Society had done the same in 2016. But this change does not acknowledge a core problem of our white racial frame: our racialized structures and their consequent racism. And still, the essence of what this committee does is “diversity.” Ever since SMT’s Committee on Diversity was created in the mid-1990s, there has been confusion with respect to what diversity means. In fact, our white frame actually encourages this confusion. Writing in August 1995, then-president Patrick McCreless wrote of the formation of the Diversity Committee: Despite some gains in recent years, the SMT membership is still about three-fourths male, and although we have a growing percentage of Asian members, we still have only a tiny number of African-American and Hispanic members, or members from other minorities. The newly appointed Committee on Diversity will address such issues of diversity with respect not only to gender and race, but also to cultural backgrounds, values, and points of view. ( 1995 ) Since its inception as the Committee on Diversity, the Committee on Race and Ethnicity has been split among many types of diversity, thus marginalizing racial diversity. In fact, aside from “race” in this quote from McCreless above, none of the language concerning the formation of the Committee on Diversity from SMT Newsletters ( Straus 1996 and Hall 1996 ) mentions “race” or “whiteness” once. I note that, despite the fact that SMT already had a committee in 1995 to deal with gender issues—the Committee on the Status of Women—McCreless still listed gender first in introducing the Committee on Diversity. This is the white frame in action since, by spreading our actions out over various marginalized groups, the white frame is able, once again, to take the focus off of race and whiteness, which is one of its main goals. Ibram X. Kendi is the founder and director of the first Antiracist Research and Policy Center in the U.S. at American University. This could be a model for SMT’s committee. (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": [
                    "mccreless_1995",
                    "straus_1996",
                    "hall_1996"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] Convene an antiracist music theory conference, or convene such a session at a music theory conference . In addition to focusing on the works, compositional and theoretical, of POC, such a conference would follow up on themes presented in this paper, namely, the examination of music theory from a critical-race perspective.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] Invite an antiracist speaker as a keynote for your music theory conference . Acknowledging music theory’s core white racial frame problem makes this an appropriate invite, even if the person is not directly involved in music theory, or even in music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Acknowledge that qualified, music theoretically inclined POC often decamp from music theory for other fields, musicology and ethnomusicology mainly . If we truly seek to reframe our white frame in music theory, we will acknowledge this emigration and try to welcome back such persons. Further, we should reach out to them to open a dialogue about why they left music theory and what we might do in the future to encourage POC to come to or remain in music theory. I believe that many of the themes that I raise in my paper will be raised by these persons. Finally, an anonymous survey could garner participation from those who have left music theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] Offer a new award for antiracist music-theory scholarship, or for critical race theory scholarship, like the new award in the American Musicological Society . (30) Such an award would encourage and legitimize such scholarship, which is too often categorized as “not music theory.” It would also challenge music theory’s existing power structures to rethink and redefine what constitutes music theory.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] Remove Stephen Foster’s blackface minstrelsy songs—our very own music-theoretical Confederate monuments—from our undergraduate music theory textbooks, and be mindful of other such controversial figures . In “Race, Blacksound, and the (Re)Making of Musicological Discourse,” Matthew Morrison ( 2019 ) explains how blackface led to exclusionist practices in musicology; the same could be said for music theory. Removing Foster’s white supremacist songs from our music theory textbooks, and doing so in public fashion by announcing the removal and explaining why the decision was made to do so, will go a long way in garnering good will in music theory. 7. Speaking with the White Racial Frame",
                "footnotes": [],
                "citations": [
                    "morrison_2019"
                ]
            }
        },
        {
            "7.1": {
                "text": "[7.1] In order to create awareness of the difficult issues surrounding our white frame, we must be mindful of, and push back against, the language of the white racial frame and white privilege. There are many standard racialized ways that the white frame addresses racial problems in music theory. We must not allow such racialized positions to go unchallenged. In the following points I alert the reader to the most basic tropes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] “If music theory is so flawed, what would you have us replace it with?” This is a deceptive tactic. By switching immediately to a discussion of alternatives, the white frame seeks to change the subject. First there must be a reckoning with respect to the white racial frame, and a rigorous analysis of its effects. Further, no one person should be responsible to offer an alternative to centuries of white racial framing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] “We would love to have another [insert nonwhite person type here] music theorist, but we just don’t see any really qualified candidates.” This white racial frame credo accomplishes two goals: it makes the person feel righteous for seeming open minded and interested in racial diversity, yet it maintains the status quo. There is an unspoken second part to this statement: “ . . . qualified candidates, who conform to my white racial frame views of what music theory is and should be .” Also, beware of the usage of editorial “we” in cases like this. If appropriate, insist that your interlocutor speak only for themself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] “We will judge the qualifications of this candidate (or dissertation, article, proposal, etc.) based solely on the merits of the case—race has nothing to do with it.” This brings up what Patricia Matthew ( 2016 , 8) calls the “false meritocracy” of academia or what Bonilla-Silva ( [2003] 2018 , 60ff) calls “A Meritocratic Way of Defending White Privilege.” This statement also makes the white racial frame feel righteous—after all, they will only look at the candidates’ merits, and nothing else. But, as Matthew writes, “There has yet to be a denial of tenure that begins, ‘We are denying Candidate X tenure because she is Hispanic’ or ‘Because Professor X is Black, we’d rather not grant him a lifetime appointment’” (14), which is a beautiful way of saying that the “merits” of any candidate are more about how they are defined and interpreted, and not that objective. Ask yourself why these “merits” have, with remarkable consistency, yielded and benefitted whites (and males) above all others. For example, one study from Matthew’s book, on tenure cases at the University of Southern California from 1998 to 2012, showed that, of 106 Assistant Professors going up for tenure at USC in the social sciences and humanities, 91% of white male professors received tenure while only 55% of all others did (269–75). Clearly, the white males were not 91/55 times more meritorious than their nonwhite-nonmale counterparts. Also, these false meritocracies represent perfect examples of colorblind racism in their avoidance of racial terminology and how they make invisible this particular mechanism that produces racial inequality ( Bonilla-Silva [2003] 2018 , 18). Finally, I point out that how music theory deals with this false meritocracy relates to the white frame mistaken belief that the best scholarship in music theory rises to the top of the field in meritocratic fashion, irrespective of the author’s race.",
                "footnotes": [],
                "citations": [
                    "matthew_2016"
                ]
            }
        },
        {
            "7.5": {
                "text": "[7.5] “But that’s not really music theory, is it?” Who gets to decide what music theory is? Since the beginnings of American music theory, it has been white (and male) persons. It stands to reason that, if you hear this saying, you are hearing someone critique something that does not conform to music theory’s white racial frame. You are also listening to someone who likely believes that they hold the key to defining music theory, which they do not.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] “This theoretical concept (or analytical method/device, a composer’s music, a theory journal’s focus) has nothing to do with race whatsoever.” The short retort to this statement should always be, “no, actually, it has quite a bit to do with race.” And it always has.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.7": {
                "text": "[7.7] “I do not see race.” Stephen Colbert, during Colbert Report days, would use this line as a trope when he had people of color on his show as guests, and follow it up with a joke: “I don’t see race: people tell me I’m white because I have a late-night talk show,” or “I don’t see race: people tell me I’m white because I listen to a lot of rap.” The beauty of Colbert is how he realizes the ridiculousness of saying “I do not see race.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.8": {
                "text": "[7.8] “I’d love to help you out [with this antiracist position], but music theory is just not quite ready for it. I agree with you [person promoting antiracism], but I have to think of the field first.” In response to this sentiment Martin Luther King coined the phrase, “the fierce urgency of now.” 8. Conclusion The purpose of identifying and examining the dominant white culture is not to prove that white people are racist or that everything white people think and do is wrong. It’s a way to provide feedback along the lines of “here are some dominant white culture ways of thinking and acting that are holding back efforts to dismantle racism.” ( Irving 2014 , 194)",
                "footnotes": [],
                "citations": [
                    "irving_2014"
                ]
            }
        },
        {
            "8.1": {
                "text": "[8.1] It can be difficult to understand the subtleties of systemic and institutional racism if you are not on the receiving end. Whites will likely have trouble understanding some of the points I raise, asking “but what does this have to do with race?” or “is whiteness really affecting this process?” The answers to those questions are hard to come by, but we must try. What I have done in this article is to show how the white racial frame of music theory plays out, and how we might begin to understand it better. I have offered many challenges to our music theory community, but I do so only in the spirit of scholarly inquisition and betterment for the field. If music theory is to survive in the twenty-first century, as I hope it does, we have much soul searching to do with respect to race. If Schenkerian theory is to survive in the twenty-first century, as I hope it does , we must confront the uncomfortable realities not just of Schenker himself but, more important, of the legacy of how we have engaged with his ideas and what that means with respect to race in American music theory. Racial matters are difficult to discuss, but there is no good reason for not doing so, even if such discussion is uncomfortable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] In a compelling piece “Privileged,” which appeared in The Players’ Forum , National Basketball Association great Kyle Korver, who is white and currently plays for the Milwaukee Bucks, wrote: Two concepts that I’ve been thinking about a lot lately are guilt and responsibility . When it comes to racism in America, I think that guilt and responsibility tend to be seen as more or less the same thing. But I’m beginning to understand how there’s a real difference. As white people, are we guilty of the sins of our forefathers? No, I don’t think so. But are we responsible for them? Yes, I believe we are. ( 2019 ; original italics) Korver’s piece sparked much needed conversations in the NBA, which is a rare example of a black racial frame in the U.S., at least with respect to players (NBA players are roughly 75% black). (31) What Korver says here is especially poignant for me because I am not white. I have tried, as much as possible, to stress how all races take part in our white racial frame, myself included. And should whites today feel guilt for past atrocities against nonwhites? Of course not. But I agree with Korver that whites bear a certain responsibility that I, as a POC, do not. Put differently, nothing can change in music theory with respect to race without enormous efforts from white persons in the field. White persons, not POC, created music theory as it is practiced today in the U.S., and it will require strong participation from white persons in order to make the positive changes we need in terms of race.",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "korver_2019"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] Notably, white racial framing is not uncommon among POC. For example, my African-American father was entirely committed to white racial framing. John Ewell, who died in 2007, only valued the West, and he often disparaged non-Western cultures and societies. John, who graduated from Morehouse College in 1948 with Martin Luther King, ultimately got a Ph.D. in number theory from UCLA as an advisee of Ernst Straus, himself a former advisee and assistant of Albert Einstein. John’s heroes were mathematicians such as Leonhard Euler, Carl Friedrich Gauss, Pierre de Fermat, and composers such as W. A. Mozart, Giuseppe Verdi, Sergei Rachmaninov. Seemingly unaware of the systemic racism and structural disadvantages that African Americans face, my father scoffed at blacks unwilling or unable to assimilate to American society, blacks who wore unorthodox clothing, who rapped over beats, or who spoke black English. John raised me to worship western cultures, their arts, music, languages, philosophies, though at a fairly early age I knew his beliefs were suspect. About his own such beliefs and evolution as a student at Howard University, Ta-Nehisi Coates says, “I had thought that I must mirror the outside world, create a carbon copy of white claims to civilization. It was beginning to occur to me to question the logic of the claim itself” ( 2015 , 50), as I myself now question the claims and beliefs of music theory’s white racial frame. I include the story about my father only to highlight just how pervasive white racial framing is. I know with certainty that my black father would have vehemently denied that his beliefs could have in any way been associated with the white supremacy that inheres in America’s white racial frame. Much to my disappointment, he was wrong.",
                "footnotes": [],
                "citations": [
                    "coates_2015"
                ]
            }
        },
        {
            "8.4": {
                "text": "[8.4] For too long we music theorists have made excuses for the untenability of some of our core positions with respect to race. I have already mentioned that the vast majority of SMT is white, but a better indicator would be to look at music theory’s leadership in the U.S. For instance, there has never been a nonwhite president of SMT in its forty-four-year history. Also, we could ask, how many POC have served in any elected position—president, vice president, secretary, treasurer, or executive board member—of SMT? (My back-of-the-envelope calculation is about 5%, seven of 135 persons. (32) ) How many POC have edited major music theory journals as the main, not associate, editor? Or for that matter, how many POC have even served on the editorial staffs or boards of our major journals? How many POC have chaired, not just served on, publication, nominating, or award committees? Through the answers to these questions, we will understand just how dire our situation is. I would say that fewer than 4% of all such positions have been occupied by POC—2% is probably a fair guess. This is unacceptable and untenable in 2020. By most estimates, as a simple Google search will show, the U.S. will be a “majority minority” country by the early 2040s. If we in music theory do not admit to these basic flaws and offer only “diversity” solutions to our demographic problems, then we have little chance at relevance in our current unsustainable state. In fact, music theory’s racial homogeneity can cause racial discrimination: Inequity can occur simply through homogeneity; if I am not aware of the barriers you face, then I won’t see them, much less be motivated to remove them. Nor will I be motivated to remove the barriers if they provide an advantage to which I feel entitled. ( DiAngelo 2018 , xiii)",
                "footnotes": [
                    "FN32"
                ],
                "citations": [
                    "diangelo_2018"
                ]
            }
        },
        {
            "8.5": {
                "text": "[8.5] For my entire career as a music theorist, I have been firmly ensconced in the white racial frame of music theory, a figurative “white music theorist.” My main area of research and the music I perform are firmly part of the white racial frame. I teach music theory from the very same textbooks that I critique above, and have done so, for the most part, willingly and joyously. But I am now conflicted. For to feed, sustain, and promulgate a system based on racialized structures and institutions is unacceptable in 2020. The white frame was never the answer—it is simply more apparent now than ever. It is my intention to continue to move toward deframing and reframing the white racial frame, and it is my hope that I can convince others to join me. We in the U.S. are presently living through a liminal moment in our history with respect to these issues. Is this our #MusicTheorySoWhite moment? I certainly hope so. I also hope that we in music theory can show the fortitude necessary to face these inconvenient truths and change music theory for the better.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.2.ewell.html",
    "data": "mto/data/mto.20.26.2.ewell.json"
}