{
    "title": "Report on the Jahrestagung der Deutschen Gesellschaft fuer \nMusikpsychologie (DGM) Muenster, 10–12 September, 1993, trans. \nRichard Parncutt",
    "date": "1994/03/01",
    "volume": "0",
    "issue": "7",
    "authors": [
        "Kopiez, Reinhard"
    ],
    "abstract": "",
    "keywords": [
        "music psychology",
        "music development"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.7/mto.94.0.7.kopiez.pdf",
    "author_info": [
        {
            "name": "Reinhard Kopiez",
            "university": "Technische Universitaet Berlin",
            "address": "Institut fuer Musikwissenschaft, Sekretariat H 63, D-10623 Berlin Germany",
            "email": "kopi0134@mailszrz.zrz.tu-berlin.de"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Translated by Richard Parncutt in collaboration with the author parncutt@music.mcgill.ca",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The 1993 meeting of the DGM had the theme “Musikalische Entwicklung \nin der Lebenszeitperspektive” (a lifespan perspective on musical \ndevelopment). The theme was chosen in response to the recent trend in \nmusic psychology to investigate musical ability over the entire lifespan. \nHere is a brief summary of the various presentations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The opening talk was given by Maria Manturzewska (Warsaw, Poland), who \nreported a biographical long-term study of the musical careers of various\nPolish artists. Although the author comes from a psychometric tradition, \nthis study employed mainly descriptive and qualitative methods (e.g., \ninterviews). The age at which soloists, orchestral musicians, and \ninstrumental teachers begin their early childhood lessons varies widely. \nIn general, better players tend to have accumulated more total practice \ntime during their lives, in agreement with the results of other, \nquantitative studies (some of which were reported at the same conference; \na similar result was recently reported by John Sloboda in England).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Ralph Krampe investigated the emergence of musical expertise. How \ndoes a musical expert become expert? He criticized certain preconceptions \nfrom older research on musical talent, such as the idea that the more \ntalented need to practise less, learn more easily, or are more internally \nmotivated than the less talented. His approach was to reject the \nidealogically-loaded concept of “talent” and replace it by “deliberate \npractice”, defined as follows: 1) Motoric practice is determined by a \nspecific goal, and by the intention to improve skills. 2) The optimal \nduration of a single practice session is determined by the learner. \n3) External conditions such as the search for a teacher will generally \nbe overcome. The “deliberate practice” of a professional musician\ndiffers in these ways from the spare-time practice of a lay or hobby \nmusician. Krampe looked at variations in the amount of time devoted \nto practice over the entire lifespan, taking data from several practice \ndiaries that had been maintained for a long period. Addressing the theme \nof the conference, he then asked how differences between young and old \nexperts might be explained. It appears that both younger and older\nexperts need to devote a considerable amounts of time to “deliberate \npractice” if they are to maintain their skills. Practice can thus become \na considerable burden, especially for older people. Experts generally \naccumulate more overall practice time in their lives than do lay \nmusicians. Krampe concluded—in agreement with Sloboda, and others in \nthe conference—that differences in ability depend primarily on \ndifferences in musical experience, not in-born talent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Ludwig Haesler investigated the developmental origin of emotional\nsemantics in music, from a psychoanalytic viewpoint. He suggested that \nboth non-verbal, affective aspects and quasi-linguistic or symbolic \naspects of music have their origin in the preverbal phase of an infant’s \nemotional experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Renate Mueller advanced the thesis that young people develop\naesthetically through the twin processes of self-socialization and\nself-professionalization. She supported her claim with reference to \nrap singers. A condition for the emergence of a style of music such as \nrap is the existence of so-called “education-free spaces” such as \ngroups and gangs. Mueller presented a scenario of responsible media-users \nwho develop their own cultural practices, and who often cannot easily be\nintegrated into existing cultural theories. An important aspect of self-\nsocialization is the presentation of one’s identity to others. For this \npurpose, young people often become members of groups that are defined by \ntheir musical taste. Mueller suggested that people who are themselves \nmusically socialized are consequently more tolerant toward other\nmusical styles. Missing from Mueller’s theory, however, was a clear \narticulation of the link between two different, simultaneous functions \nof spare-time activities: first, the creation of a pleasant situation \nfor oneself, and second, the self-socializing function of spare-time \nactivities. Another theoretical difficulty is the issue of whether\nand how individual self-socialization can be separated from the dynamics \nof a group.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] At the end of the first day, the Swiss violist Walter Faehndrich gave a\nfascinating concert, improvizing non-thematic, minimalistic music based \non minute timbral variations. The performance incorporated both \ntraditional and novel bowing techniques, in combination with \npsychoacoustic effects.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The second day began with a talk by Roland Hafen, who spoke on behalf \nof Hans-Guenther Bastian, Director of the recently founded Institut fuer\nBegabungsforschung in Paderborn. Hafen and Bastian believe that talent \nis inseparable from overall personal development, and should be researched \nfrom that viewpoint. The immediate aim of their research is to develop a \nnew test of musical talent, and to apply their findings to the counselling \nof young, highly gifted musicians. The institute’s research is based on \nthe credo that “musical talent is multiple talent.” A suitable research\ndesign should therefore account for many variables. This idea was \nsupported by school psychologist Adam Kormann’s insightful report on the \nsocial situation of talented children and their parents. Kormann looked \nspecifically at special music classes held in Berlin primary schools.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Klaus-Ernst Behne reported some first results of a long-term study \non the development of musical experience among young people. He aims to \nexplore changes in the subjective experience of music between the ages of \n10 and 16 years. So far, the study has only been running for one year. \nA preliminary result is that, at age 12, children have already learned \nto use music in a specific way. For example, they can use music as a \nsource of comfort. However, early musical preferences are seldom stable, \nand vary particularly strongly in the case of art music. A further finding \nis that any salient response to music (e.g., “music always makes me sad”) \ntends to result in a strong overall interest in music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Gertrud Orff, a music therapist, spoke on the musical development of\nchildren with various disabilities. Photos from her therapy sessions \ndemonstrated long-term, positive behavioral changes in depressed children. \nThe following talk by Guenter Adler was  devoted to the musical \ndevelopment of adults. By means of structured interviews, he investigated \nadults’ motivation to learn a musical instrument.  A content analysis \nbased on categories from motivation theory revealed a very complex\nstructure of reasons for beginning music lessons in later life. However, \nthe strongly individual nature of the data made it hard to reach any \ngeneral conclusions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In his presentation on social functions of musical performance in the\narea of human relationships, Heiner Gembris emphasized that musical \ndevelopment is still largely a “terra incognita.” He investigated the \nextent to which musical interests affect attractiveness, by analyzing \npersonal interviews and the personal columns of newspapers, and referring \nto previous research on attractiveness. He concluded that similar musical \ntastes attract. Moreover, the communicative function of music is more \nimportant for lay musicians than is the quality of the performance. Music \ncan often catalyze further development of an individual, for example, in \nsituations of personal crisis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The last two papers that afternoon were by Guenther Roetter (Muenster)\nand Soeren Nielzen (Lund, Sweden). Roetter discussed the influence of age \non professional musicians’ perception of time. In contrast to existing \ntheories that assume either positive or negative deviations in time \nperception with increasing age, his experimental study demonstrated a \nmore precise estimation of time intervals by older people. Nielzen \ninvestigated the effect of various psychological illnesses on the \njudgment of musical emotions. Depending on the nature of their illness, \nhis patients ascribed different meanings to both short musical pieces and \nto single noises lasting less than one second.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The evening presentation on the second day was held by the psychoanalyst\nHarm Willms. He spoke on the power of music over people, illustrating his \nremarks with examples from poetry and from the visual arts. The idea of \nmusical support for the unification of two people (e.g., Orpheus und \nEuridice) is a very old one. In Shakespeare, we encounter the idea that \nmusic can heal insanity. Music frees people from powerlessness in the \nface of nature or their own feelings, bringing them from a state of fear \nor ecstacy back to the human level. In Thomas Mann’s “Zauberberg,” \nmusic is again a means of uniting with a loved one.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The third and final day of the meeting was devoted to research reports\non topics other than the main theme of the conference. Andreas Lehmann\n(Tallahassee, USA) addressed the subject of sight-reading. In contrast to \nolder research methods, he selected a group of pianists of a uniform \nstandard. He simulated a real playing situation by giving subjects a \nmelody, asking them to play a piano accompaniment at the same time and \nat a constant speed. Research on expert performance explains why \nexperienced piano accompanists are better sight-readers than young students: \nSightreading skill is related to the total time spent sight-reading over the\nentire lifespan. Sightreading skill may thus be relatively independent \nof general musical talent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Joerg Langner presented a computer model that explains musical hearing\nin terms of psychoacoustic measures of tension. He has developed software \nbased on theories of constructivism and connectionism. The program learns \nmusical structures, and models auditory expectations via rules of self-\norganization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Peter Linzenkirchner presented research on stage fright, based on\nobservations of young participants in a well-known German music \ncompetition (“Jugend musiziert”). Surprisingly, no effect of habituation \nwas found, suggesting that stage fright may be a permanent burden to most \nmusicians—regardless of the duration of their performance \nexperience. However, the effect of stage fright on performance standard is\nonly weakly negative; and personality may have a considerable effect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The generally high standard of the research reports and the discussions,\ncombined with the spacious atmosphere of the castle in which the conference\ntook place, ensured the success of the event.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Those interested in the activities of the DGM should contact Prof. Dr.\nHeiner Gembris, Musikwissenschaftliches Seminar, Universitaet Muenster, \nD-48149 Muenster, Germany.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.94.0.7.kopiez.html",
    "data": "mto/data/mto.94.0.7.kopiez.json"
}