{
    "title": "Response",
    "date": "2016/06/01",
    "volume": "22",
    "issue": "2",
    "authors": [
        "Schmalfeldt, Janet"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "August 2015",
    "pdf": "http://mtosmt.org/issues/mto.16.22.2/mto.16.22.2.schmalfeldt.pdf",
    "author_info": [
        {
            "name": "Janet Schmalfeldt",
            "university": "Tufts University",
            "address": "Medford, MA 02155",
            "email": "janet.schmalfeldt@tufts.edu"
        }
    ],
    "citations": {
        "bostridge_2015": "Bostridge, Ian. 2015. Schubert’s Winter Journey: Anatomy of an Obsession . Alfred A. Knopf.",
        "cook_1999": "Cook, Nicholas. 1999. “Analysing Performance and Performing Analysis.” In Rethinking Music , edited by Nicholas Cook and Mark Everist, 239–61. Oxford University Press.",
        "cook_2005": "Cook, Nicholas. 2005. “Prompting Performance: Text, Script, and Analysis in Bryn Harrison’s être-temps .” Music Theory Online 11.1.",
        "cook_2013": "Cook, Nicholas. 2013. Beyond the Score: Music as Performance . Oxford University Press.",
        "forster_1921": "Forster, E. M. 1921. Howards End . Vintage Books.",
        "leong_Forthcoming": "Leong, Daphne. Forthcoming. Performing Knowledge: Performance and Analysis in Music of the Twentieth Century . Oxford University Press.",
        "margulis_2014": "Margulis, Elizabeth Hellmuth. On Repeat: How Music Plays the Mind . Oxford University Press, 2014.",
        "morabito_2015": "Morabito, Fabio. 2015. “Authorship, Performance and Musical Identity in Restoration Paris.” PhD diss., King’s College London.",
        "moseley_2016": "Moseley, Robert. 2016. Keys to Play: Music as a Ludic Medium from Apollo to Nintendo . University of California Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See Morabito 2015 , Moseley 2016 , and Leong forthcoming .",
            "citations": [
                "morabito_2015",
                "moseley_2016",
                "leong_Forthcoming"
            ]
        },
        "FN2": {
            "text": "2. See, for example, Cook 2005 .",
            "citations": [
                "cook_2005"
            ]
        },
        "FN3": {
            "text": "3. As described by Benjamin Binder, Leonard Bernstein’s characterization of the inevitable “rightness” of Beethoven’s Fifth brings to mind E. M. Forster’s portrayal of the character of Helen in his Howards End ( 1921 ). During a performance of the third movement of the symphony, Helen hears “goblins” and then “a trio of elephants dancing”; the goblins conjure panic and emptiness for Helen, especially when they return in the finale—are they “phantoms of cowardice and unbelief”? And yet, “Beethoven chose to make all right in the end. . . . He blew with his mouth for the second time, and again the goblins were scattered. . . . But the goblins . . . could return. He had said so bravely, and that is why one can trust Beethoven when he says other things” (ch. 5, 33–34).",
            "citations": [
                "forster_1921"
            ]
        },
        "FN4": {
            "text": "4. See, for example, Cook 1999 , 246; and Cook 2013 , 38–42, 48, 89.",
            "citations": [
                "cook_1999",
                "cook_2013"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This essay collection marks the welcome return in Music Theory Online to issues regarding performance and analysis, a sequel to the publication in 2012 of MTO ’s “ Special Issue: Analyzing Performance ” (Volume 18.1). That earlier collection was acknowledged as “the brainchild” of Peter Martens; we thank him for offering another fine contribution here. Thanks also go to Daniel Barolsky and Edward Klorman, co-chairs in 2014 of the Society for Music Theory’s time-honored Performance and Analysis Interest Group (PAIG); these two organized the celebration of PAIG’s tenth anniversary at the joint SMT/AMS conference that year, and encouraged their invited speakers to submit formalized versions of their papers to MTO . Guiding aspirations at that PAIG meeting were to reinvigorate the activities of this interest group, to forge new paths, and, most especially, to position performance-related studies more centrally within the concerns of the Society for Music Theory. PAIG is indebted to MTO for giving support to these goals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Those who attended the lively 2014 PAIG meeting may remember having heard six short “position papers,” by both theorists and musicologists, roughly ten minutes in length, and, as the occasion warranted, somewhat informal. The invitation to submit those papers for publication naturally provided an impetus for expansion, and the authors were of course also free to adopt suggestions from MTO ’s anonymous reviewers as well as to take into account the informal responses that John Rink and I had offered at the session. As a result, I now revise and elaborate upon my spoken response as delivered at the session. I address only the four essays published here, adjusting or deleting quotations or references in the position papers that have been altered or are no longer there, and eager to acknowledge that each paper has become greatly enriched in the process of revision. Congratulations also go to three of the original presenters: since 2014, one has completed a doctoral dissertation, and two have completed full-scale studies about performance that may well be available or in press by the time this essay collection appears in (virtual) print. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] I begin, as originally, by drawing attention to a motif that links the four essays in this collection with one another—a theme that emerges as a powerful recommendation for future studies of performer-analyst relationships. The key word is collaboration —hardly a new idea, but one that the authors have directed towards new goals. Benjamin Binder argues that, however divergent the languages of performers and those of analysts might be, both languages speak in metaphor. A “vision of collaboration” arises when the two cultures—those of performers and analysts—“fully understand and embrace the contingent metaphorical foundations of their respective interpretive languages and make a concerted effort to relinquish territorial claims to authority.” If, within our field in general and as individual analysts of performance, we are committed to “knowing the body or knowing by means of the body, or both,” then Peter Martens urges us to pursue that commitment by establishing “inner- and cross-disciplinary research partnerships to expand our methodological horizons.” Martens’s innovative application of the technique known as motion capture to the study of a pianist’s physical gestures in the performance of a piece by Grieg involves the collaboration of a pianist colleague, a neuroscientist, a philosopher, a team of mechanical engineers, and Peter himself, a music theorist. He reports that each of the collaborators has profited individually from this project, and that he will use the data towards the goal of distinguishing gestures “essentially composed into the score” from ones that are “chiefly expressive in origin.” Having discovered a wealth of handwritten performance annotations, hitherto undocumented, in the sheet music—the parts—used by violinist Pierre Baillot and his ensemble in 1820s Paris, Fabio Morabito admonishes musicologists and cataloguers for having failed to collaborate in evaluating those markings as potentially vital traces of how the performers understood their creative role, within both their group dynamic and their social environment. Daphne Leong directly collaborates with other performers. As the professional pianist in a new-music quartet, she has made a commitment to “ask what performers make of the relation between analysis and performance”—to sustain a continuous dialogue with her performer colleagues, in which together they assess the role of performance choices in creating, defining, and narrating “structure.” Leong recounts a moment in which her own structural analysis of a “subtractive rhythm” did not work for her ensemble; a “mini-lesson” with her percussionist leads to coordinated success through a purely metrical strategy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] As her point of entry, Leong contests the prevailing view amongst practice-based scholars of performance, especially in the UK, that a weakness of North American theorists’ approaches to performance is our dependency upon “score-based” studies of musical structure. As is well known, the leading spokesperson for this view has been the prolific Nicholas Cook, whose “Introduction: Refocusing Theory” served as the lead article in MTO ’s 2012 special issue. Cook’s provocative language —“theoretical approaches based on score analysis . . . need to be placed in context and weaned from their traditional fixation with structure” (Cook 2013, 2, cited by Leong)—risks perplexing even the most open-minded of theorists who study scores with performance in mind. Traces of Cook’s productive presence in absentia within the 2014 PAIG meeting linger in the expanded essays of this collection. Except within Leong’s article, we find no “analysis” of excerpts from individual “scores,” and the term “structure”—whatever this might mean or entail—has been much avoided. Leong herself seems to struggle with the term: she uses “score-based structure,” or “score-based analysis,” as “shorthand” for “score-based analysis of musical structure,” provisionally defining this as “proceeding from, and taking as a primary source, the information encoded in a notated score”; but she parenthetically clarifies that she considers “‘structure,’ including ‘score-based structure,’ to be emergent—interpretively constructed, with score, sound, and sense as inputs.” This brings us to other terms that have become problematic in writings about “analysis and performance” for some time now. Just what is “a score”? What can be regarded as “analysis”? What is “music as performance”? And, most challenging of all, the perennial, probably eternal, question: What is “music”?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Taken together, the essays embrace an eclectic range of attitudes about “the score” and its role for performers and analysts. Leong offers superb examples of the kinds of information that may or may not be “encoded” in a score. Perhaps because scores remain sources for her of what can be interpreted as “structure,” she steers clear of describing scores as “scripts” for performers, or “sets of instructions”—an outlook drawn from theatre studies that has been in vogue in British scholarship since at least the turn of this century. (2) Fabio Morabito has studied annotated scores in an inspired effort to detect the Baillot performers’ “interpretive processes”—how they themselves interacted with those scores, without feeling constrained simply to “reproduce what was indicated.” Peter Martens suggests that musical gestures can indeed be “composed into the score”; and yet, Mitch Ohriner’s analyses of different conceptions of phrase structure in recordings of a Chopin mazurka argue for the open-endedness of scores for performers, and so those analyses are examples for Peter of “a theorist/analyst treating performances themselves as analyses of a work.” Ben Binder leaves open the ontological status of scores and sketches, but he proposes that Leonard Bernstein’s “story” of the eventual rightness, the “inevitability,” of every note, one after another, in Beethoven’s sketches for the Fifth Symphony is an expression of “Bernstein’s artistic truth” as a performer, “not Beethoven’s (whatever that may have been).” (3) Performers and analysts, for Ben, are both “engaged in the act of interpretation” (though the question “interpretation of what ?” is not raised), “which means they are standing on more epistemological common ground than they might realize as they go about their business.”",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] As for what is “music,” Leong takes an oblique but firm stand: “Music is not only ‘music as performance’ [my emphasis]. It exists in states that are not, literally, performed: in the composer’s mind, in a performer’s imagination, in a listener’s memory; in a score. . . .” If I properly understand this statement, then I wish that I had written most of it myself. Leong’s critical word is “literally”—a reference, I assume, to recorded and live performances that have become the focus of practice-based performance scholars in the UK. Is it not the case that composers, performers, analysts, and listeners are all performing the music that they “hear,” if sometimes just silently? Am I not “performing” the music that I really do “hear” when I am silently reading a score? The “earworm” (Elizabeth Margulis [ 2014 , 6, 66, passim] has introduced this term to my vocabulary)—an involuntary, uncontrollable, and sometimes annoying repetition of an often unrecognizable melodic/harmonic phrase in my “ear”—might be another example of “music” that my mind, but only mine, is “performing.” What, then, is “music,” or “music as performance,” if not a multivalent, processual, ineffable, undefinable human experience that will probably always mystify?",
                "footnotes": [],
                "citations": [
                    "margulis_2014"
                ]
            }
        },
        {
            "7": {
                "text": "[7] I’ll dare to suggest that critiques of “score-based analysis” in writings about “analysis and performance” seem overstated, perhaps only because they have been repeated so often. For performers in all genres of notated music within the Western tradition, the composer’s “score,” if even simply a “script,” remains the one intimate point of musical communication between the performer and the composer, dead or living. Without that contact, performers of the “music-as-written” repertoire simply cannot move to the stage before having studied, and often even memorized, the page. This simply goes without saying; maybe that’s why it has rarely been said.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] For those, including Daphne Leong and myself, whose “score-based” writings about performance have been critically addressed,  it might be worth remembering that Cook’s culminative, magisterial study of “music as performance” carries the title Beyond the Score , rather than “Without the Score.” His sensitive “performance analyses” of old and recent recordings—for example, of Schubert’s Impromptu op. 90, no. 3, and of Mozart’s Piano Sonata K. 332—display a sharp, discriminating ear for what’s “on the page,” and for how what is there has been interpreted by different performers within disparate social and historical contexts. His work introduces the reader to the “explosion of research in musical performance, and the burgeoning field of practice as research” ( 2013 , 2). Some in attendance at the 2014 PAIG meeting have contributed to that long-awaited explosion, and so it comes as no surprise that this essay collection admirably focuses on the nature of performance , rather than on the “page-to-stage” analyses that have proliferated and also been depreciated. Future studies in relationships between analysis and performance, as Leong italicizes, need not deny that “score-based analysis,” in whatever performance-oriented or theoretic approach this might take, remains of inestimable value. Performance and analysis—each cries out for new, creative attention, and for greater collaboration amongst those dedicated to both.",
                "footnotes": [],
                "citations": [
                    "cook_2013"
                ]
            }
        },
        {
            "9": {
                "text": "[9] As a postscript, here’s Ian Bostridge, world-class tenor and the author of a study of Schubert’s Winterreise , on the subject of performance: The ideal of humility—of serving the music, of serving the composer—is a crucial part of the balancing act in classical performance.  The discipline of classical music—the score and its demands—creates an objective space in which the dangers of self-indulgence can be held at bay. . . . At the same time, this can only be achieved, paradoxically, through utter immersion in the work and a merging between the composer’s work and the performer’s personality. Erasure in the music and the projection of subjectivity through it.  Sublimation. . . . The performer has to access and transform private aspects of his or her own self (just as, I would argue, the composer does). What the theorists call “performativity” is definitively in play, as much as, if not more than, for the great performers of the popular tradition—a Billie Holiday, a Bob Dylan, or an Amy Winehouse.  ( Bostridge 2015 , 487–88)",
                "footnotes": [],
                "citations": [
                    "bostridge_2015"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Readers of Bostridge’s book will understand that he is especially concerned with performance, rather than “structure” in the sense that music analysts use the term: “Within as diffuse a structure as Winter Journey . . . there may be recurring patterns or harmonic devices that deserve pointing out; but I tend to do so in what one might call a phenomenological mode, tracing the subjective and culturally loaded trajectories of the listener and performer rather than cataloguing modulations, cadences, and root positions” ( 2015 , xiv). And yet, this supreme artist’s acknowledgment that “the score” makes demands , and that there is a need for “utter immersion in the work,” might well console and inspire performers and analysts of all kinds—whether their work is “score-based” or reaches beyond.",
                "footnotes": [],
                "citations": [
                    "bostridge_2015"
                ]
            }
        }
    ],
    "mto": true,
    "category": "performance and analysis today: new horizons”",
    "source": "mto/raw/mto.16.22.2.schmalfeldt.html",
    "data": "mto/data/mto.16.22.2.schmalfeldt.json"
}