{
    "title": "Reassessing the Plagal Cadence in Byrd and Morley",
    "date": "2022/09/01",
    "volume": "28",
    "issue": "3",
    "authors": [
        "Long, Megan Kaes"
    ],
    "abstract": "Many sixteenth-century contrapuntal works include prominent “plagal” cadences—phrase- and section-ending passages with bass descent by fourth or ascent by fifth. But these plagal cadences lack the characteristic melodic formulas that were essential for defining other cadences. Accordingly, sixteenth-century theorists mostly declined to describe them, and they remain problematic for contemporary analysts who have not reached consensus on the origins, purpose, or tonal focus of these cadences. This article presents new evidence from the vocal music of William Byrd and the theoretical writings of Thomas Morley of a nascent theory of plagality in late-sixteenth-century England. Morley’s extensive catalog of cadences—famously copied from Tigrini—includes a number of plagal cadences that were not found in his source. Instead, Morley’s supplementary plagal cadences reflect the variety of cadential structures in contemporary practice, as exemplified by the music of Byrd, Morley’s teacher. The article identifies three distinct uses of plagality in Byrd’s corpus: terminal plagal cadences, terminal cadences to the fifth degree, and phrase-bisecting cadences to the fifth degree.",
    "keywords": [
        "plagal cadence",
        "cadence",
        "clausula vera",
        "Phrygian cadence",
        "clausula in mi",
        "half cadence",
        "Thomas Morley",
        "William Byrd",
        "Orazio Tigrini"
    ],
    "doi": "10.30535/mto.28.3.5",
    "received": "February 2022",
    "pdf": "https://mtosmt.org/issues/mto.22.28.3/mto.22.28.3.long.pdf",
    "author_info": [
        {
            "name": "Megan Kaes Long",
            "university": "Oberlin College",
            "address": "Kohl Building, 77 W. College St., Oberlin, OH 44074",
            "email": "megan.long@oberlin.edu"
        }
    ],
    "citations": {
        "bathe_1596": "Bathe, William. 1596. A Briefe Introduction to the Skill of Song . London: Thomas East.",
        "blackburn_forthcoming": "Blackburn, Bonnie. Forthcoming. “Morley and Italian Theory.” In Thomas Morley’s A plaine and easie introdvction to practicall mvsicke (London, 1597): A Critical Edition , vol. 3, ed. John Milsom and Jessie Ann Owens. DIAMM Publishing.",
        "brett_and_murray_2013": "Brett, Philip, and Tessa Murray. 2013. “Thomas Morley.” Grove Music Online. Oxford Music Online . Oxford University Press. https://doi.org/10.1093/gmo/9781561592630.article.19147 .",
        "campion_ca_1613": "Campion, Thomas. ca. 1613. A New Way of Making Fowre Parts in Counter-Point . Printed by T. S. for John Browne.",
        "campion_2003": "Campion, Thomas. 2003. A New Way of Making Fowre Parts in Counterpoint by Thomas Campion and Rules how to Compose by Giovanni Coprario . Edited by Christopher R. Wilson. Ashgate.",
        "ceulemans_2019": "Ceulemans, Anne-Emmanuelle. 2019. “Cadential and Modal Treatment in Palestrina’s Delle Madrigali Spirituali a Cinque Voci Libro Secondo (1594) and Lasso’s Lagrime di San Pietro (1595).” Musurgia 26 (2): 71–94. https://doi.org/10.3917/musur.192.0071 .",
        "coluzzi_2013": "Coluzzi, Seth J. 2013. “Black Sheep: The Phrygian Mode and a Misplaced Madrigal in Marenzio’s Seventh Book (1595).” Journal of Musicology 30 (2): 129–79. https://doi.org/10.1525/jm.2013.30.2.129 .",
        "cooper_1968": "Cooper, Barry. 1986. “Englische Musiktheorie im 17. und 18. Jahrhundert.” In Entstehung nationaler Traditionen: Frankreich–England , ed. Wilhelm Seidel and Barry Cooper, 145–314. Wissenschaftliche Buchgesellschaft.",
        "crook_1997": "Crook, David. 1997. “Tonal Compass in the Motets of Orlando Di Lasso.” In Hearing the Motet: Essays on the Motet of the Middle Ages and Renaissance , ed. Dolores Pesce, 286–306. Oxford University Press.",
        "duckles_1966": "Duckles, Vincent. 1966. “The English Musical Elegy of the Late Renaissance.” In Aspects of Medieval and Renaissance Music: A Birthday Offering to Gustave Reese , ed. Hans Lenneberg and Victor Yellin, 134–53. Pendragon.",
        "fromson_1991": "Fromson, Michele. 1991. “Cadential Structure in the Mid-Sixteenth Century: The Analytical Approaches of Bernhard Meier and Karol Berger Compared.” Review of The Modes of Classical Vocal Polyphony: Described According to the Sources , by Bernhard Meier, and Musica Ficta: Theories of Accidental Inflections in Vocal Polyphony from Marchetto da Padova to Gioseffo Zarlino , by Karol Berger. Theory and Practice 16: 179–213.",
        "galilei_1980": "Galilei, Vincenzo. [ca. 1588–91] 1980. Il primo libro della prattica de contrapunto and . . . intorno all’uso delle dissonanze . In Die Kontrapunkttraktate Vincenzo Galileis (Florence). Edited by Frieder Rempp. Arno Volk Verlag Hans Gierig.",
        "grapes_2018": "Grapes, K. Dawn. 2018. With Mornefull Musique: Funeral Elegies in Early Modern England . Boydell. https://doi.org/10.1017/9781787443242 .",
        "harman_1952": "Harman, Alec, ed. 1952. A Plain and Easy Introduction to Practical Music by Thomas Morley . Dent.",
        "herissone_2000": "Herissone, Rebecca. 2000. Music Theory in Seventeenth-Century England . Oxford University Press.",
        "hermelink_1960": "Hermelink, Siegfried. 1960. Dispositiones Modorum: Die Tonarten in der Musik Palestrinas und seiner Zeitgenossen . Hans Schneider.",
        "howes_2022": "Howes, Samuel. 2022. “Tonality and Transposition in the Seventeenth-Century Trio Sonata.” PhD diss., McGill University.",
        "hynes-tawa_2020": "Hynes-Tawa, Liam. 2020. “How the Phrygian Final Lost Its Finality.” PhD diss., Yale University.",
        "kerman_1981": "Kerman, Joseph. 1981. The Masses and Motets of William Byrd . University of California Press.",
        "la_via_1991": "La Via, Stefano. 1991. “Cipriano De Rore as Reader and as Read: A Literary-Musical Study of Madrigals from Rore’s Later Collections (1557–1566).” PhD diss., Princeton University.",
        "la_via_2013": "La Via, Stefano. 2013. “Alfonso Fontanelli’s Cadences and the Seconda Pratica.” Journal of Musicology 30 (1): 49–102. https://doi.org/10.1525/jm.2013.30.1.49 .",
        "long_2014": "Long, Megan Kaes. 2014. “Affect, Genre, and Characteristic Tonality in the English Madrigal.” PhD diss., Yale University.",
        "long_2020a": "Long, Megan Kaes. 2020a. Hearing Homophony: Tonal Expectation at the Turn of the Seventeenth Century . Oxford University Press. https://doi.org/10.1093/oso/9780190851903.001.0001 .",
        "long_2020b": "Long, Megan Kaes. 2020b. “What Do Signatures Signify? The Curious Case of Seventeenth-Century English Key.” Journal of Music Theory 64 (2): 147–201. https://doi.org/10.1215/00222909-8550771 .",
        "matthaei_1652": "Matthaei, Conradus. 1652. Kurtzer [doch ausführlicher] Bericht von den Modis musicis . Johann Reusner.",
        "mccarthy_2007": "McCarthy, Kerry. 2007. Liturgy and Contemplation in Byrd’s Gradualia . Routledge. https://doi.org/10.4324/9780203942970 .",
        "meier_1988": "Meier, Bernhard. [1974] 1988. The Modes of Classical Vocal Polyphony: Described According to the Sources, with Revisions by the Author . Translated by Ellen Beebe. Broude Brothers. Originally published as Tonarten der klassischen Vokalpolyphonie (Oosthoek, Scheltema & Holkema).",
        "monson_1992": "Monson, Craig. 1992. “‘Throughout All Generations’: Intimations of Influence in the Short Service Styles of Tallis, Byrd and Morley.” In Byrd Studies , ed. Alan Brown and Richard Turbet, 83–111. Cambridge University Press.",
        "morley_1597": "Morley, Thomas. 1597. A Plaine and Easie Introduction to Practicall Musicke . Peter Short.",
        "murray_2014": "Murray, Tessa. 2014. Thomas Morley: Elizabethan Music Publisher . Boydell.",
        "mutch_2015a": "Mutch, Caleb. 2015a. “Blainville’s New Mode, or How the Plagal Cadence Came to Be ‘Plagal’.” Eighteenth-Century Music 12 (1): 69–90. https://doi.org/10.1017/S1478570614000359 .",
        "mutch_2015b": "Mutch, Caleb. 2015b. “Studies in the History of the Cadence.” PhD diss., Columbia University.",
        "owens_1998": "Owens, Jessie Ann. 1998. “Concepts of Pitch in English Music Theory, C. 1560–1640.” In Tonal Structures in Early Music , ed. Cristle Collins Judd, 183–246. Garland.",
        "powers_1981": "Powers, Harold. 1981. “Tonal Types and Modal Categories in Renaissance Polyphony.” Journal of the American Musicological Society 34 (3): 428–70. https://doi.org/10.2307/831189 .",
        "printz_1676–7": "Printz, Wolfgang Caspar. 1676–7. Phrynis oder satyrischer Componist . Christian Okels.",
        "rivera_1979": "Rivera, Benito. 1979. “Harmonic Theory in Musical Treatises of the Late Fifteenth and Early Sixteenth Centuries.” Music Theory Spectrum 1 (1): 80–95. https://doi.org/10.2307/745780 .",
        "ruff_1962": "Ruff, Lillian M. 1962. “The Seventeenth-Century English Music Theorists.” PhD diss., Nottingham University.",
        "santori_2004": "Santori, Claudio. 2004. “Le cadenze rapite/The Stolen Cadences.” Polifonie 4 (2): 9–45.",
        "schubet_2018": "Schubert, Peter N. 2018. “Thomas Campion’s ‘Chordal Counterpoint’ and Tallis’s Famous Forty-Part Motet.” Music Theory Online 24 (1). https://doi.org/10.30535/mto.24.1.4 .",
        "schwind_2009": "Schwind, Elisabeth. 2009. Kadenz und Kontrapunkt: Zur Kompositionslehre der klassischen Vokalpolyphonie . Olms.",
        "stevenson_1956": "Stevenson, Robert. 1956. “Morley’s Indebtedness to Tigrini.” Huntington Library Quarterly 19 (4): 335–41. https://doi.org/10.2307/3816397 .",
        "tigrinio_1588": "Tigrini, Orazio. 1588. Il compendio della musica . Amadino.",
        "turbet_1988": "Turbet, Richard. 1988. “Homage to Byrd in Tudor Verse Services.” The Musical Times 129 (1747): 485–90. https://doi.org/10.2307/965680 .",
        "wollick_1501": "Wollick, Nicolaus. 1501. Opus aureum musicae . Henricus Quentel."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Fromson ( 1991 ) outlines some of the challenges; see also Schwind 2009 . For studies of specific composers’ cadential practice, see Ceulemans 2019 and La Via 1991 , 2013 .",
            "citations": [
                "fromson_1991",
                "schwind_2009",
                "ceulemans_2019",
                "la_via_1991",
                "la_via_2013"
            ]
        },
        "FN2": {
            "text": "2. This history extends far beyond the Renaissance, as recently demonstrated in Mutch 2015a . I use the term “plagal cadence” to describe phrase-ending phenomena where the bass descends by fourth or ascends by fifth, even though this term is anachronistic.",
            "citations": [
                "mutch_2015a"
            ]
        },
        "FN3": {
            "text": "3. My thinking on this issue is broadly influenced by Hynes-Tawa 2020 , in particular pp. 232–43.",
            "citations": []
        },
        "FN4": {
            "text": "4. Wollick 1501 , f. H4v is discussed in Mutch 2015a , 77; Galilei [ca. 1588–91] 1980 is discussed in La Via 2013 , 49–54; and Matthaei 1652 , I, §8, p. 2 is discussed in Mutch 2015b , 152–54. Of course, theorists may describe cadences with a bass descent by fourth without necessarily implying that the tonal focus of these cadences is the bass note.",
            "citations": [
                "wollick_1501",
                "mutch_2015a",
                "galilei_1980",
                "la_via_2013",
                "matthaei_1652",
                "mutch_2015b"
            ]
        },
        "FN5": {
            "text": "5. On cadences in English music theory see Herissone 2000 , 168–73; Ruff 1962 , 297–325; and Cooper 1968 , 236–38.",
            "citations": [
                "herissone_2000",
                "ruff_1962",
                "cooper_1968"
            ]
        },
        "FN6": {
            "text": "6. The concordances between Morley and Tigrini are identified in Harman 1952 ; see also Santori 2004 and Stevenson 1956 . My numbers here are slightly different from Blackburn’s ( forthcoming ) because I have included Morley’s first four-voice cadence, no. 23, as a concordance with Tigrini’s no. 7; Blackburn does not consider these cadences concordant. Morley’s cadence is indeed a quite extensive elaboration of Tigrini’s potential model, however, I have opted to assume that, because the rest of the cadences in this grouping are borrowed from Tigrini in consecutive order, this one is likely also inspired by Tigrini’s catalog.",
            "citations": [
                "harman_1952",
                "santori_2004",
                "stevenson_1956",
                "blackburn_forthcoming"
            ]
        },
        "FN7": {
            "text": "7. Bonnie Blackburn ( forthcoming ) has recently identified the sources for several of Morley’s cadences that are not drawn from Tigrini.",
            "citations": [
                "blackburn_forthcoming"
            ]
        },
        "FN8": {
            "text": "8. None of these examples use the two-flat signature in all four voices, though such “partial” or “incomplete” signatures were common in English sources of this period. I find nos. 46–47 to be the most compelling evidence that Morley understood the E ♭ s as signature flats rather than “intermingled” flats ( Bathe 1596 , sig. Biir): Morley includes the E ♭ signature in the bass voice of no. 46, though there are no E ♭ s in this passage (the one E in the bass voice is an ornamental lower neighbor to an F ♯ and would have been sung as an E ♮ ), and the E ♭ perhaps supports the B ♭ (auth) cadence of no. 47. Blackburn ( forthcoming ) indicates that no. 48 also continues the two-flat signature from the beginning of the line; however, I find this one to be more ambiguous. Morley famously criticizes Polymathes’ counterpoint exercise with a two-flat signature, complaining that “you shall not find a musicion (how perfect soever he be) able to sol fa it right” ( 1597 , 156). This dismissal is surprising; the two-flat signature had been common in English vocal music for decades, and Morley’s theoretical contemporaries generally accepted the two-flat signature without comment ( Long 2020b ). And indeed, Morley provides a solmization example with two flats and elsewhere acknowledges the signature’s existence.",
            "citations": [
                "bathe_1596",
                "blackburn_forthcoming",
                "morley_1597",
                "long_2020b"
            ]
        },
        "FN9": {
            "text": "9. The first of these examples includes a few counterpoint errors, including parallel octaves that are corrected by cancel slips; Morley reproduces the parallel octaves (which are themselves subsequently corrected with cancel slips in Morley’s own volume) but does supply missing beats from the altus voice. I am grateful to an anonymous reviewer for bringing these cancel slips to my attention.",
            "citations": []
        },
        "FN10": {
            "text": "10. Many but not all of Tigrini’s examples are in cantus durus , so the omission of an A( mi ) cadence under cantus mollis is an understandable but not altogether unmarked omission.",
            "citations": []
        },
        "FN11": {
            "text": "11. Cooper ( 1968 , 237) suggests that these might best be interpreted as half cadences.",
            "citations": [
                "cooper_1968"
            ]
        },
        "FN12": {
            "text": "12. Morley also makes passing reference to the mi cadence, though his discussion is ambiguous. The mi cadence is a sub-type of what Morley calls “flat Cadences” ( cantizans motion with ascent by whole step rather than half step), “which thing though it might require long disputation for solution of many arguments which to diverse purposes might be brought, yet will I leave to speak any more of this time, but only that they be al three passing closes” ( 1597 , 144).",
            "citations": [
                "morley_1597"
            ]
        },
        "FN13": {
            "text": "13. This practice was of course not exclusive to English musicians. But it is notable that Morley’s sources for these cadences mostly have English connections. Of Morley’s nine supplemental plagal cadences, Blackburn has identified the sources of five: one of these comes from an English source, and three come from Ferrabosco’s motets, which had a profound impact on Byrd’s compositional practice. Only one is drawn from Marenzio.",
            "citations": []
        },
        "FN14": {
            "text": "14. See the nuanced discussion of the evolving “closural power” of such plagal motion in compositional practice in Hynes-Tawa 2020 (235).",
            "citations": []
        },
        "FN15": {
            "text": "15. Campion’s orientation toward the bass is part of a broader sixteenth-century trend of a shift from discant-tenor to discant-bass organization that is still only partially understood ( Rivera 1979 , 84–92). On Campion’s contribution to this shift, see Herissone 2000 , 123–5; Campion 2003 , 27–33; Schubet 2018 , ¶3.2.",
            "citations": [
                "rivera_1979",
                "herissone_2000",
                "campion_2003",
                "schubet_2018"
            ]
        },
        "FN16": {
            "text": "16. Morley’s claim is not corroborated by other period sources and thus cannot be verified, though many of Morley’s early compositions show Byrd’s direct influence ( Turbet 1988 , Monson 1992 , Brett and Murray 2013 ). Murray 2014 , 13–19 is the most recent account of the full evidence of Morley and Byrd’s relationship. Certainly it is possible that Morley’s invocation of Byrd’s tutelage was merely a marketing ploy for his own book. To that end, I should be clear that I am not suggesting that Morley’s text necessarily reflects Byrd’s teachings, but rather that Morley may have been responding to common features of Byrd’s music, as well as the music of Byrd’s English and Continental contemporaries.",
            "citations": [
                "turbet_1988",
                "monson_1992",
                "brett_and_murray_2013",
                "murray_2014"
            ]
        },
        "FN17": {
            "text": "17. I use the vocabulary of key and keynote rather than mode and final for Byrd’s music, following Owens 1998 . I also label keys according to their signature and keynote (for instance, ♭ -F is the key with a one-flat signature and an F keynote), in the manner of a tonal type as described in Hermelink 1960 and developed in Powers 1981 .",
            "citations": [
                "owens_1998",
                "hermelink_1960",
                "powers_1981"
            ]
        },
        "FN18": {
            "text": "18. I will not address the considerable variety of Byrd’s internal cadences, which merit further research. One particularly interesting plagal cadence variant, also not addressed here, involves a bass ascent by third (e.g., the final cadence of “Memento Domine” from the 1589 Cantiones sacrae ).",
            "citations": []
        },
        "FN19": {
            "text": "19. Byrd uses terminal plagal cadences for “O that most rare breast” (for Philip Sidney), “Ye sacred muses” (for Thomas Tallis), and “Fair Britain Isle” (for Prince Henry). The English madrigalists also used plagal cadences for funeral songs ( Long 2014 , 133–35). On the English elegy, see Duckles 1966 , Grapes 2018 .",
            "citations": [
                "long_2014",
                "duckles_1966",
                "grapes_2018"
            ]
        },
        "FN20": {
            "text": "20. Included are vocal works published during Byrd’s lifetime in collections dedicated to Byrd’s music. These include Byrd’s contributions to the 1575 Cantiones . . . sacrae , Byrd’s 1589 and 1591 Cantiones sacrae volumes, his 1588 Psalmes, Sonets and Songs , 1589 Songs of Sundrie Natures , 1611 Psalmes, Songs, and Sonnets (excluding its two instrumental fantasias), his three masses, and both volumes of the Gradualia (1605 and 1607) (which admittedly present some challenges for tabulation). This table does not include terminal cadences to the fifth degree. There are many potentially interesting ways to break down these data: for instance, by cleffing, genre, voicing or instrumentation, and whether a plagal cadence closes an internal or final movement of a multi-part motet, mass ordinary, or mass proper. However, these factors are so intersectional that it is difficult to draw firm conclusions from a more granular study of the data.",
            "citations": []
        },
        "FN21": {
            "text": "21. This unusual motet has a fourteen-note tonal compass, stretching flatward all the way to D ♭ (typically, Byrd’s one-flat signature pieces do not extend flatter than E ♭ ). It is one of two of Byrd’s vocal works with a D ♭ ; the other is “Come woeful Orpheus,” Byrd’s self-conscious experiment with chromaticism. On the relationship between signature and tonal compass, see Crook 1997 .",
            "citations": [
                "crook_1997"
            ]
        },
        "FN22": {
            "text": "22. On the D-orientation of these masses, see Kerman 1981 , 218–19, 294–301, 303–4; McCarthy 2007 , 179–81.",
            "citations": [
                "kerman_1981",
                "mccarthy_2007"
            ]
        },
        "FN23": {
            "text": "23. In some keys, Byrd prefers third or fourth relations to fifth relations for multi-part works. For instance, several of Byrd’s motets pair ♭ -D with ♭ -F, or ♭ ♭ - B ♭ with ♭ ♭ -G. For interesting new data exploring such third relations see Howes 2022 .",
            "citations": [
                "howes_2022"
            ]
        },
        "FN24": {
            "text": "24. The phrase-bisecting cadence to the fifth degree was a widely used tonal strategy in homophonic popular song around the turn of the seventeenth century, as has been recently explored in Long 2020a .",
            "citations": [
                "long_2020a"
            ]
        },
        "FN25": {
            "text": "25. I considered sestains (ababcc or, rarely, aabbcc), ottava rima (abababcc or, rarely, abbaccdd), and rhyme royal (ababbcc); I did not include the fourteeners common in metrical psalmody (because the long lines lead to widely separated phrase-bisecting cadences), sonnets, or other longer forms.",
            "citations": []
        },
        "FN26": {
            "text": "26. In my ongoing work on Byrd’s tonal compass (after Crook 1997 ), I have found that Byrd uses up to four degrees sharper than the diatonic collection implied by the signature— D ♯ s under the natural signature, G ♯ s under the one-flat signature, and C ♯ s under the two-flat signature. The sharper these pitches are in notated pitch space, the less likely Byrd is to use them. Accordingly, authentic cadences to E in ♮ -A pieces are rarer than authentic cadences to D in ♭ ♭ -G pieces. By way of comparison, Byrd’s four ♮ -D final couplets use A(auth) or an evaded cadence to A at the midpoint; by contrast, 7 of his 12 ♭ -D final couplets use a half cadence at the midpoint, two use a third relation (F(auth)—D(auth)), two have an evaded or otherwise attenuated cadence to A at the midpoint, and the last, which has an A(auth)—D(auth) structure, appears in several manuscript sources with no flat signature.",
            "citations": [
                "crook_1997"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "“I finde no better word to saie after a good praier, then Amen, nor no better close to set after a good peece of descant, then a Cadence” ( Morley 1597 , 82).",
                "footnotes": [],
                "citations": [
                    "morley_1597"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] The question of what, exactly, constitutes a cadence in music of the sixteenth century has been a surprisingly persistent one. Since Bernhard Meier ( [1974] 1988 , 90–101) established a common vocabulary for understanding the interplay of cadential voices in Renaissance polyphony, scholars have puzzled over cadential edge cases. For example, must cadences occur at the end of text phrases in all voices or only in the cadential voices? Where do we draw the line between elided cadences, evaded cadences, and mere counterpoint? How do cadences vary by region, genre, and composer? (1) Such questions affect local decisions like the application of musica ficta and global concerns like the modal assignment of musical works. The contrapuntal, harmonic, and syntactical phenomenon that would come to be called the plagal cadence has an even more obscure history. (2) Though the plagal cadence—defined here as a contrapuntal structure with a descending fourth or ascending fifth in the lowest voice that occurs at a phrase or formal boundary—can be derived from the contrapuntal mi cadence (or Phrygian cadence) ( Meier [1974] 1988 , 96–99), many apparent plagal cadences in the late sixteenth- and early seventeenth-century repertoire lack the characteristic melodic clausulae that were essential for defining other cadence types. The vocal music of William Byrd and the theories of Thomas Morley, purportedly Byrd’s student, reflect an intriguing moment in this history of plagality—a moment when a harmonic phenomenon came to stand for closure in parallel with the contrapuntal formula of the clausula vera in its regular and Phrygian guises. (3) This article will examine section- and work-ending plagal cadences in English sources—moments where closure is not in doubt—to explore the rhetorical and tonal effects of a variety of plagal structures. Derivation of the plagal cadence Example 1 . Cadential formulas, after Meier ([1974] 1988) (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "meier_1988",
                    "meier_1988"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Traditionally, the sixteenth-century plagal cadence is understood to derive from the Phrygian form of the clausula vera , the clausula in mi . Bernhard Meier described cadences in sixteenth-century music according to their two essential voices: the clausula cantizans , which ascends by step and is often ornamented with a suspension, and the clausula tenorizans, which descends by step. These voices may be accompanied by a bassizans (which often descends by fifth) and an altizans (a middle voice). In an authentic cadence, the clausula cantizans ascends by semitone, and the clausula tenorizans descends by whole step; the bassizans descends by fifth and concludes on the same pitch as the other two voices ( Example 1a ). In the mi cadence, the typical melodic intervals of the clausulae cantizans and tenorizans are flipped—the tenorizans still descends, this time by half step, while the cantizans ascends by whole step ( Example 1b ). The clausula bassizans , when present, begins a third below the tenorizans and leaps to a fifth below this voice, yielding a descending fourth or ascending fifth leap—what we now call the plagal cadence ( Example 1c ) ( Meier [1974] 1988 , 96–99). Note that the bassizans concludes a fifth below the cadential goal sonority: the discrepancy between the terminal bassizans pitch and that of the cantizans and tenorizans formulas raises questions about the cadence’s tonal focus. Indeed, these questions seem to have interested sixteenth-century contrapuntists: composers developed several strategies to compensate for the discrepancy between the bassizans and the other cadential clausulae , and to ensure that all three cadential voices would close on the same degree. Example 2 . Derivation of the Phrygian quasi-cadence, after Coluzzi (2013), Examples 2e, 2f, and 4 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "meier_1988"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Seth Coluzzi ( 2013 , 131–35) has argued that many late-sixteenth-century Phrygian compositions have been misidentified as Aeolian because of a modern misunderstanding of the role played by the bassizans voice in terminal mi cadences. Coluzzi demonstrates how compositions in mi tonalities regularly conclude with a mi cadence followed by a post-cadential supplementum that elaborates the work’s mi final ( Example 2a–b ). He goes on to argue that cinquecento composers developed what he calls a “Phrygian quasi cadence”—a new terminal cadence derived from the Phrygian supplementum ( Example 2c ). But these quasi cadences lack the essential clausulae cantizans and tenorizans . Crucially, the apparent tenorizans motion (from C to B in Example 2c) is not part of a mi cadence to B with its own bassizans , but is rather a descent to the fifth degree of the E-Phrygian mode that, Coluzzi argues, became central to this unique cadence-like construction (136–37). This Phrygian quasi cadence, then, came to stand on its own as a terminal cadence in Phrygian works. Example 3 . Derivation of the non- mi plagal cadence. Reductions based loosely on Hynes-Tawa (2020), Examples 3.33–3.37 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "coluzzi_2013"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Liam Hynes-Tawa ( 2020 , 232–43) similarly argues that the bass descent by fourth characteristic of the post-cadential supplementum came to signify closure in Renaissance polyphony, even in the absence of an affiliated mi cadence. Hynes-Tawa identifies terminal plagal progressions that neither include the clausulae cantizans and tenorizans of the mi cadence nor follow a terminal mi cadence. Hynes-Tawa suggests that, in these cases, composers mapped the “closural power” of the descending-fourth supplementum onto other tonalities and pitch levels without invoking the canonical cadential voices. Hynes-Tawa then derives what appear to be the mi cadence’s cantizans and tenorizans voices from standard contrapuntal procedures. Building on a simple plagal progression ( Example 3a ), composers sometimes add an ascending voice that rises from the fifth above the bassizans through a passing sixth to the Picardy third (as in the soprano voice of Example 3b ). A second voice may harmonize this ascent in parallel thirds or sixths and conclude a fifth above the bassizans (as in the alto voice of Example 3c ). Hynes-Tawa argues that this new ascending voice is not a clausula cantizans to mi ; rather, it derives from optional voice leading and can occur in a variety of tonalities and at any pitch level (as we will see below). This suggests, in turn, that the tonal focus of these cadences need not be E as in a mi cadence, but rather is A, by analogy with the supplementum discussed above.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Both Hynes-Tawa and Coluzzi show how work-ending (and potentially section-ending) plagal progressions could provide adequate closure in compositions of the Renaissance even though they lacked the essential contrapuntal motion of the clausula vera . Furthermore, both authors demonstrate that the tonal focus of these cadences was the bass note, and not the pitch a fifth above the bass note. Such constructions were not entirely unremarked upon in contemporary music theory. As early as 1501, Nicolaus Wollick described a cadence where the lowest voice fell by fourth, Vincenzo Galilei allowed for such a cadence nel mezzo della orazione , and Conradus Matthaei described an “imperfect” clausula that “remain[ed] on the penult.” (4) We therefore see in Italian and German music and music theory the tacit acknowledgment of the existence of some kind of plagal cadence without specific instructions for how or when composers might use such a device. Nevertheless, the terminal plagal cadence wasn’t fully theorized until the 1670s in the writings of Wolfgang Caspar Printz ( 1676–7 ) ( Mutch 2015b , 140–204). Morley’s closes",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "mutch_2015b"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Music theory and musical practice in sixteenth- and early seventeenth-century England charted its own course. (5) In Thomas Morley’s Plaine and Easie Introduction to Practicall Music , we see the beginnings of a theory of plagality that reflects the variety of plagal structures we encounter in contemporary English practice (and, indeed, in Continental practice)—including that of Morley’s purported teacher, William Byrd. Morley uses the term “close” or “formall close” for section-ending contrapuntal progressions; he distinguishes “middle closes,” “ful or final closes,” and “passing closes” within this category. He reserves the word “cadence” for the melodic motion of the cantizans formula, (crucially) with a suspension ( 1597 , 127–42). (I will continue to use the term “cadence” for what Morley would have called a “close.”) Most of Morley’s discussion of “closes” is concentrated in an extensive catalog of 109 examples for three to six voices. Morley famously draws 62 of these examples from Orazio Tigrini’s Compendio della musica ( 1588 , 69–94) (concordances summarized in Appendix ). (6) For the three-voice cadences, Morley begins with sixteen cadences of his own, followed by several cadences drawn from Tigrini. For the four-, five-, and six-voice cadences, Morley begins with Tigrini’s text, copying most of the cadences for the given voices and clef combinations, sometimes ornamenting or fragmenting his source material. Once Tigrini’s cadences are exhausted, or nearly so, Morley provides some additional examples, which he either collected from other sources or composed himself. (7)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "morley_1597",
                    "tigrinio_1588"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Morley begins his catalog with a series of three-voice cadences, grouped according to which voice states the syncopated cantizans formula. He provides several examples each with the cantizans in the tenor (nos. 1–12), then the bass (nos. 13–16). The sources for these sixteen cadences have not been identified and they may be Morley’s own. When he progresses to cadences with the cantizans in the alto (the topmost voice in these examples, nos. 17–22), Morley begins to borrow examples from Tigrini. Perhaps in reaching for the Compendio della musica , Morley was inspired to replicate Tigrini’s catalog of cadences for four or more voices going forward; indeed, he copies all but one of Tigrini’s four-voice cadences, many with some elaboration. Example 4 . Tigrini, Il Compendio della musica (Venice, 1588), pp. 82–83. Bibliothèque Nationale de France, Res-1118 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The idiosyncrasies of Morley’s approach to Tigrini’s five-, and six-voice cadences paint a vivid picture of Morley’s research and writing process. Tigrini organizes his five-voice cadences by pitch, setting two groups across each opening ( Example 4 ). When Morley begins to copy the five-voice cadences, he begins with the C cadences from page 82 and continues to the first D cadence at the bottom of the page. Upon realizing his misreading of Tigrini’s layout, he returns to the C cadences on page 83 and, subsequently, to the D cadences. From this point, Morley copies nearly all of Tigrini’s five-voice cadences, maintaining the grouping by pitch. But whereas Morley painstakingly reproduces thirty of Tigrini’s thirty-five cadences for five voices, he grows impatient with the six-voice cadences. After copying out the first six in order, Morley restricts himself to only the first cadence on each page of Tigrini’s text. He returns to collect the last three of Tigrini’s six-voice examples, which use a different clef combination.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] But what of Morley’s cadences that are not borrowed from Tigrini? We have long assumed that the remaining cadences are Morley’s own. Bonnie Blackburn ( forthcoming ), however, has recently discovered that nearly all of Morley’s five- and six-voice cadences were assembled from print and manuscript sources of contemporary madrigals and motets by Luca Marenzio, Alfonso Ferrabosco the Elder, and others. It is fascinating to ponder why Morley found Tigrini’s cadences wanting, causing him to reach for other books in his library when compiling his collection of cadences. Some of Morley’s supplemental cadences resemble those drawn from Tigrini’s text. Others reflect the unique concerns of English pitch structure. For instance, though Morley complains about the difficulties associated with the two-flat signature elsewhere in his treatise, he could not deny its ubiquity in English practice, and he reluctantly supplies four cadences (to G and B ♭ ) with this signature (nos. 44–47). (8) Moreover, intriguingly, Morley adds to his catalog a number of plagal cadences, several of which he labels as “middle closes,” as we will see below. Example 5 . Tigrini’s cadences to E (?) for four voices (p. 80, nos. 9–11) (click to enlarge) Example 6 . Tigrini’s five-voice cadences to E (pp. 84–85, nos. 36–38) (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "blackburn_forthcoming"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Tigrini’s treatise includes six mi cadences, all of which appear in Morley’s catalog. Amid a series of unadorned four-voice cadences presented in pitch order (ascending from D to A), Tigrini provides three mi cadences to E ( Example 5 , Tigrini’s nos. 9–11). The first of Tigrini’s cadences includes a bassizans voice that descends by fourth, to A, the second sets the tenorizans in the bass voice and concludes on an E-major sonority, and the third repeats and evades this mi cadence to E and proceeds to an authentic cadence to A. That Tigrini included these cadences in a catalog at least partially ordered by degree suggests that he understood the tonal focus of all of them to be the pitch E. Tigrini’s five-voice mi cadences (nos. 36–38) are even more clear: each one closes with a supplementum that concludes on an E-major sonority consistent with the practice described in Coluzzi 2013 ( Example 6 ). (9) All six cadences present the syncopated cantizans formula in an upper voice (Morley’s “cadence”) with the tenorizans formula in the tenor or bass. Example 7 . Morley’s plagal “final” closes to D and A (click to enlarge) Example 8 . Morley’s “middle closes” (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "coluzzi_2013"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] Morley copies all six of these cadences (Morley’s nos. 25–27 and 65–67) and treats them as “finall closes,” like the authentic cadences in his catalog. He also adds a mi cadence to A with a one-flat signature (no. 30); this example is a near transposition of Tigrini’s simplest mi cadence to E. (10) But the rest of Morley’s plagal cadences do not resemble the examples from Tigrini’s catalog. Morley provides three “finall” plagal cadences to D and A (nos. 50, 90, and 103) ( Example 7 ). He supplements these with six plagal cadences that he labels as “middle closes” (nos. 31, 48, 49, 85, 86, and 89) ( Example 8 ). (11) Some of these nine plagal cadences could, in principle, be derived from the post-cadential supplementum . Although none of them include the syncopated cantizans formula (Morley’s “cadence”) paired with a tenorizans characteristic of a mi cadence, they all involve the 6 ˆ – 5 ˆ motion that Coluzzi describes as characteristic of his Phrygian quasi cadence. Yet, some of Morley’s examples occur on degrees that could not support a mi cadence, such as his plagal middle close to C (no. 48). It is difficult to distinguish Morley’s final and middle plagal closes. In general, the middle closes are shorter and involve less embellishment than the final closes. But some of Morley’s middle closes are quite elaborate. It is difficult, for instance, to differentiate numbers 89 and 90, which appear consecutively and use similar voice leading. Those cadences for which sources have been identified complicate this issue further: Morley’s middle close no. 85 comes from the end of the first part of a multi-part work, but nos. 86 and 90, also labeled as middle closes, are terminal cadences in their sources ( Blackburn forthcoming ). Morley’s prose description of “middle closes” provides little clarity; he writes only that middle closes “are commonlie taken at the ende of the first part of a song” ( 1597 , 132), and he never describes cadences where the bass descends by fourth explicitly. (12) Morley’s catalog of cadences gives the impression that the distinction between full and middle closes is more rhetorical than tonal—or, perhaps, Morley’s approach to this terminology is simply unsystematic.",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "blackburn_forthcoming",
                    "morley_1597"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Morley’s middle closes are, as far as I know, without precedent in sixteenth-century cadence theory. They represent an early attempt to identify and describe formulas that were common in musical practice but had not yet been theorized explicitly. Morley’s text seems to codify the closural potential of bass descent by fourth and to articulate that plagal cadences are rhetorically subordinate to authentic cadences. Morley perhaps felt the need to supplement Tigrini on this point because he was aware of a cadential practice that was not adequately captured by Tigrini’s examples. (13) Crucially, not one of Morley’s supplementary plagal cadences includes a cantizans or tenorizans formula; all of Tigrini’s examples do.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Rebecca Herissone writes the following about Morley’s authentic cadences: Although most of Morley’s final cadences concluded with what we would understand as movement from the dominant to tonic, nowhere did he suggest explicitly that there was anything fundamental or special about this chord progression, or even in melodic movement in the bass down a fifth or up a fourth ( 2000 , 168). Morley’s plagal cadences, which lack the contrapuntal grounding that Herissone argues is essential to Morley’s conception of (authentic) cadence, complicate this claim. Perhaps the atypicality of the mi cadence and its supplementum created space for composers and theorists alike to push the boundaries of what kinds of musical gestures might provide tonal closure. (14) Indeed, not two decades after Morley’s treatise was published, Thomas Campion ( 1613 , sig. D2r–D2v) described cadences exclusively according to their bass motion. (15) Though Campion did not discuss plagal cadences, his emphasis on bass motion, characteristic of the orientation of his theory more generally, bolsters the argument that the cantizans and tenorizans formulas were receding in importance in English theory and practice in the decades surrounding the year 1600. Byrd’s cadences Example 9 . Mi cadences in Byrd's Mass for Five Voices , Gloria mm. 93–95 and Credo mm. 190–191 (click to enlarge)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "herissone_2000",
                    "campion_ca_1613"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Morley is careful to identify himself as Byrd’s student in A Plaine and Easie Introduction to Practicall Musicke ( 1597 , 115). Accordingly, Morley’s cadence catalog reflects the rich variety of cadential formulas that Byrd, Morley’s “loving master,” deploys in his vocal music. (16) Byrd regularly composes both standard mi cadences and a variety of plagal cadences. He tends to reserve mi cadences for the sharpest degrees of his pieces in minor keys—pitches on which it is difficult or impossible to produce authentic cadences. (17) For instance, Byrd’s Mass for Five Voices has a D keynote and a one-flat signature ( ♭ -D). The mass includes many cadences to A, but none of these cadences are authentic due to the difficulty of introducing both a B ♮ and a G ♯ under the one-flat signature. Instead, Byrd highlights the potent semitone from B ♭ to A with prominent mi cadences, as in Example 9a . Several of Byrd’s mi cadences include the descending-fourth bassizans formula ( Example 9b ), as in Tigrini’s no. 9 (cf. Example 5). (It is unclear whether Byrd would have understood a cadence like this one to have a tonal focus of A or D; I have labeled this one A( mi ) by analogy with Tigrini’s example.) Byrd supplements this traditional cadential vocabulary with a wide variety of independent plagal cadences, especially terminal plagal cadences, which lack a supporting clausula in mi .",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "morley_1597"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Byrd composes plagal cadences on every possible cadential degree; they occur across his vocal genres and in every key he uses. I would like to call attention to three specific cadential strategies that Byrd uses, all of which have important ramifications for tonal structure: terminal plagal cadences to the keynote, terminal plagal cadences to the fifth degree above the keynote, and mid-phrase plagal cadences to the fifth degree above the keynote. (18) Example 10 . Proportion of Byrd’s published vocal works with terminal plagal cadences by key (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] First, Byrd often concludes vocal works, especially his most serious works, with a terminal plagal cadence. Byrd is particularly fond of this strategy for elegies and funeral songs: plagal cadences are marked for grief in part because they highlight the potent ♭ 6 ˆ - 5 ˆ semitone that Coluzzi identifies as a core component of the Phrygian quasi cadence. (19) Example 10 lists the proportion of vocal works in each of Byrd’s six principal keys that close with a plagal cadence. (20) Typically, Byrd uses terminal plagal cadences about a quarter of the time; this figure is lower for pieces in ♮ -C because this key is underrepresented in Byrd’s collections of more serious Latin-texted music (where terminal plagal cadences are more common); it is reciprocally higher for pieces in ♭ ♭ -G which Byrd often uses for his most serious works. Example 11 . Terminal plagal cadence in Byrd, “Contumelias et terrores” (second part of “Tribulatio proxima est”), mm. 97–102 (click to enlarge)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Of Byrd’s seventy-six motets, mass movements, and songs that conclude with a plagal cadence, sixty-five are part of a supplementum -like passage. These terminal plagal cadences usually follow an authentic cadence to the same degree; often, they are part of a coda after a repeated final section, or they accompany an “Amen” or similar textual addendum. The final cadence of “Contumelias et terrores,” the second part of a two-part motet printed in the 1591 Cantiones sacrae , is a typical example. After an extensive final point of imitation, Byrd produces an authentic cadence to A, which he follows with a supplementum -like “tag” that leads to a plagal cadence beneath a sustained A in the superius voice ( Example 11 ). Morley would not have found a cadence like Byrd’s in Tigrini’s catalog; instead, he includes his own (recall Example 7, no. 90). Byrd’s motet provides some insight into why Morley did not label this cadence a “middle close”—Byrd’s final cadence enhances rather than attenuates the closure achieved by the preceding authentic cadence. In both the authentic cadence and the subsequent plagal cadence, Byrd emphasizes the F–E semitone that characterizes both the final point of imitation and the motet as a whole; this final gesture magnifies the motet’s primary motivic gesture into a tonal-rhetorical one. Example 12 . Terminal plagal cadence in Byrd, “Vide Domine afflictionem,” mm. 57–66 (click to enlarge) Example 13 . Terminal plagal cadence in Byrd, “Sed veni Domine” (second part of “Vide Domine afflictionem”), mm. 126–135 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] At the same time, terminal plagal cadences can provide more attenuated tonal closure, especially when used to conclude the first part of a multi-part work. “Vide Domine afflictionem,” one of Byrd’s most highly chromatic and affect-laden motets, uses plagal progressions throughout. The motet opens with two homophonic phrases, each of which closes with plagal motion to D; Byrd then highlights the motet’s unusually flat tonal compass with repeated plagal and mi cadences to D, G, and even E ♭ . (21) This plagal emphasis culminates with the motet’s final cadence, an unembellished plagal cadence to D that follows a series of tonally ambiguous evaded cadences ( Example 12 ). This unprepared cadence resembles several of Morley’s “middle closes”—in particular nos. 31 and 89 in Example 8—and indeed marks “the ende of the first part of a song.” The understated ending of “Vide Domine afflictionem” prepares the introverted homophony that begins the motet’s second part, “Sed veni Domine.” This second part also ends with a plagal cadence that is rhetorically stronger than that of “Vide Domine afflictionem” but still weaker than the supplementum cadence that concludes “Contumelias et terrores.” At the end of “Sed veni Domine,” Byrd prepares the final cadence not with an authentic cadence to D, but rather with a mi cadence to A; he echoes this cadence melodically and rhetorically up a fourth to conclude the motet ( Example 13 ). Byrd marks this cadence as stronger than that which closed the prima pars by embellishing the medius voice, and he colors the cadence with a potent E ♭ (Byrd often adds an extra flat to add drama to final cadences). Terminal plagal cadences can have a variety of rhetorical responsibilities depending on their context, the presence and strength of any preceding cadential rhetoric, and the extent to which they are elaborated. Example 14 . Terminal half cadence in Byrd, Mass for Five Voices , Kyrie, mm. 18–25 (click to enlarge)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] As we have seen, the first parts of two-part motets (or inner movements of multi-section works) provide unique opportunities for Byrd to experiment with cadential strength and cadential rhetoric. Byrd often concludes the first part of a two-part motet with plagal motion not to the keynote, as in “Vide Domine afflictionem,” but rather with plagal motion to the fifth above the keynote. The Mass for Five Voices provides an elegant example; although this work has a D keynote and emphasizes D centricity throughout, two of its movements, the Kyrie and the Sanctus, conclude with plagal motion to A. Several works from the mass propers for Advent, Christmas, Epiphany, and Easter, which are famously D-oriented, also conclude with cadences to A. (22) Byrd adopts the same strategy for multi-part works in other keys, including ♮ -C, ♮ -G, and ♮ -A. (23) The fact that Byrd prefers to place these cadences at the ends of inner movements of multi-part works suggests that he understood them to be rhetorically weaker than terminal cadences to the keynote, and perhaps that they demanded tonal closure that would be provided by the following movement. For example, the terminal cadence to the fifth in the Kyrie from the Mass for Five Voices ( Example 14 ) is both tonally and contrapuntally motivated: the final point of imitation begins with a series of canonic entries of a soggetto set around a D pedal. Byrd subsequently inverts a portion of this complex at the fifteenth (equivalent to transposing it down a fourth); the A pedal tone and motivic descent of the soggetto to A both support the final cadence to the fifth degree, which is elaborated in the inner voices.",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Terminal cadences like this one may be early examples of what seventeenth-century German theorists like Matthaei would come to call an “imperfect” cadence, which concluded “early” on its penultimate sonority rather than its final sonority ( Mutch 2015b , 140–204); they are akin to what we now call the “half cadence.” Viewed in this light, the suspension figure in the tenor primus voice (the third voice from the top) might be understood not as post-cadential ornamentation, but rather as a clausula cantizans to D that has been cut off prematurely. In a way, this cantizans prepares the D that begins the Gloria incipit. The logic that helps us to distinguish terminal plagal cadences from terminal cadences to the fifth degree is, admittedly, circular, as it depends on a confident identification of the keynote, and we often identify the keynote based at least in part on a work’s final cadence. For instance, the Kyrie and “Contumelias et terrores” (Example 11) close with almost identical voice leading. Because the “Contumelias” cadence follows an authentic cadence to A and concludes a multi-part motet that is A-centric throughout, it seems appropriate to identify it as an A plagal cadence. By contrast, the Kyrie’s final cadence prepares subsequent stronger cadences to D, and its rhetorical function is more that of a (weaker) cadence to the fifth degree.",
                "footnotes": [],
                "citations": [
                    "mutch_2015b"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] Finally, Byrd’s secular songs often close with repeated final couplets; Byrd typically concludes each line of a couplet with a cadence, and pairs a rhetorically weaker cadence with a rhetorically stronger one. One of Byrd’s most common strategies for final couplets is to close the first line of the couplet with an authentic or plagal cadence to the fifth degree above the keynote. (24) I surveyed the final couplets of all songs in Byrd’s 1588, 1589, and 1611 secular collections as well as Leighton’s Teares and Lamentations , and the manuscript consort songs in the Byrd Edition vol. 15. Of these, seventy pieces set texts with final couplets. (25) Forty-nine (70%) of these final couplets involved a cadence to the fifth degree at the midpoint, and twenty-six of these phrase-bisecting cadences (47% of the cadences to the fifth degree, or 37% of the central cadences of all seventy couplets) involved plagal motion. Example 15 . Phrase-bisecting cadence to the fifth degree in Byrd, “Farewell false love,” mm. 30–38 (click to enlarge)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] “Farewell false love,” a texted consort song published in the 1588 Psalmes, Sonets, & Songs , is a typical example of Byrd’s treatment of final couplets ( Example 15 ). Byrd sets the song’s final couplet with confident plagal motion to A, followed by a complementary authentic cadence to D. Both the melodic and harmonic rhetoric create elegant musical analogs for the poetic rhyme—the first singing part descends to a potent and tonally open E for “treason,” and then repeats its phrase down a fourth, meandering exuberantly to D for the concluding “reason.” The mid-phrase cadence to A resembles Morley’s middle closes (e.g., no. 31, in Example 8), indicating that Byrd and Morley would likely have interpreted this momentary arrival as cadential, yet rhetorically open. Just as the poetic rhyme prepares the reader for the final couplet, this cadence prepares the listener for the ensuing final cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Byrd is most likely to use plagal cadences like this one in keys where authentic cadences to the fifth degree require him to draw on the sharpest pitches of his tonal compass (for instance, in ♮ -A, ♭ -D, and ♭ ♭ -G, where authentic cadences to the fifth require the very sharp pitches D ♯ , G ♯ , and C ♯ , respectively). (26) It appears from this evidence that Byrd exploited plagal motion to the fifth degree strategically, and used this cadence as an alternative to the more difficult to attain authentic cadence. These phrase-bisecting plagal cadences are part of a broader set of tonal strategies wherein Byrd prioritizes large-scale motion between fifth related cadences. At the same time, Byrd’s creative deployment of a variety of plagal structures indicates that he was interested in varying the rhetorical strength of cadences to reflect aspects of his texts and to communicate formal information. Conclusion Appendix 1 . Concordances between Morley and Tigrini (cf. Blackburn forthcoming) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The evidence of Byrd’s vocal repertoire and Morley’s theory treatise suggests that the history of the plagal and half cadences is due for a reappraisal in light of English sources, which are often underrepresented in studies of the history of theory. It seems clear, as Hynes-Tawa ( 2020 ) has suggested, that late sixteenth-century cadential practice involved many formulas that were not explicitly theorized for decades. Indeed, Morley acknowledges the infinite variety—and personal nature—of closes. After exhausting himself by copying out over a hundred cadences, Morley throws up his hands: And though you have here some of everie sort of closes, yet wil not I say that here is the tenth part of those which either you your selfe may devise hereafter, or may finde in the works of other men, when you shall come to peruse them, for if a man would go about to set down everie close, hee might compose infinit volumes without hitting the mark which he shot at, but let these suffice for your present instruction, for that by these you may finde out an infinity of other which may be particular to your selfe. ( 1597 , 142) Cadences, it seems, were the domain of musical practice; the aspiring theorist or composer must look to the repertoire for inspiration, and must cultivate their own unique vocabulary of closes.",
                "footnotes": [],
                "citations": [
                    "morley_1597"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.3.long.html",
    "data": "mto/data/mto.22.28.3.long.json"
}