{
    "title": "Syntonic Tuning: A Sixteenth-Century Composer’s Soundscape",
    "date": "2004/02/01",
    "volume": "10",
    "issue": "1",
    "authors": [
        "Wibberley, Roger"
    ],
    "abstract": "This Essay makes at the outset an important (if somewhat controversial) assumption. This is that Syntonic tuning (Just Intonation) is not—though often presumed to be so—primarily what might be termed “a performer’s art.” On the contrary it is acomposer’sart. As with the work of any composer from any period, it is the performer’s duty to render the music according to the composer’s wishes as shown through the evidence. Such evidence may be indirect (perhaps documentary) or it may be explicitly structural (to be revealed through analysis). What will be clear is the fallacy of assuming that Just Intonation can (or should) be applied toanymusic rather than only to that which was specifically designedby the composerfor the purpose. How one can deduce whether a particular composer did, or did not, have the sound world of Just Intonation (henceforward referred to as “JI”) in mind when composing will also be explored together with a supporting analytical rationale. Musical soundscape (especially where voices are concerned) means, of course, incalculably more than mere “accurate intonation of pitches” (which alone is the focus of this essay): its color derives not only from pitch combination, but more importantly from the interplay of vocal timbres. These arise from the diverse vowel sounds and consonants that give life, color and expression. The audio examples provided here are therefore to be regarded as “playbacks” and no claim is being implied or intended that they in any way stand up as “performances.” Some care, nonetheless, has been taken to make them as acceptable as is possible with computer-generated sounds.",
    "keywords": [
        "Aristoxenus",
        "comma",
        "Ganassi",
        "Jachet",
        "Josquin",
        "Ptolemy",
        "Rore",
        "tetrachord",
        "Vesper-Psalms",
        "Willaert",
        "Zarlino"
    ],
    "doi": "",
    "received": "July 2003",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.1/mto.04.10.1.wibberley2.pdf",
    "author_info": [
        {
            "name": "Roger Wibberley",
            "university": "Goldsmiths University of London,",
            "address": "Department of Music,, New Cross,, London SE14 6NW",
            "email": "r.wibberley@gold.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Gioseffo Zarlino, Le Istitutioni Harmoniche , part 3, translated in Guy A. \nMarco and Claude V. Palisca The Art of Counterpoint: Gioseffo Zarlino. Part Three of ‘Le Istitutioni Harmoniche’, 1558 (New York, 1983). Full texts and \ngraphics are available online at http://www.music.indiana.edu/smi/cinquecento .",
            "citations": []
        },
        "FN2": {
            "text": "2. Though writing somewhat earlier, both Prosdocimus and \nUgolino give very accurate specifications for the monochord positions of the \nnotes of musica ficta . Equal weight is given to the power \nthese ficta pitches must possess both in “perfecting the consonance” and \nin “coloring the dissonance.” The pitch “ F ♯ ” therefore not only perfects the \nconsonance with a lower B, but also colors the dissonance with a lower D. In \nthis regard, the major third D- F ♯ is described as a “colored dissonance.” By \nthis we must understand the “Pythagorean ditone” whose ratio is 81:64.",
            "citations": []
        },
        "FN3": {
            "text": "3. This was first extensively discussed in Margaret Bent, \n“Diatonic Ficta ,” Early Music \nHistory 4 (1984), page 16. The version used here is the one proposed by Bent.",
            "citations": []
        },
        "FN4": {
            "text": "4. I am now introducing a new method of notating comma \ninflection: each pitch is indicated by its letter name followed by a suffix \nconsisting of an operand and a number. The notation “G” indicates the pitch of \n“Pythagorean G” (in any octave); while the notation “G-1” indicates “Pythagorean \nG lowered by a Syntonic comma.” In other cases the notation “C+1” will indicate \n“Pythagorean C raised by a Syntonic comma,” while the notation “E-2” will \nindicate “Pythagorean E lowered by two Syntonic commas.” The purpose in using \nthis notation is both analytic and functional. Not only does it enable each \npitch to be understood in relation to the Pythagorean default against which it \nwas deemed to exist in the world of JI, but it also instructs the computer \nprogram that generates the Audio files to provide exactly the correct pitch for \nthe particular note employed. These pitches have been calibrated with \nmathematical precision, and when a comma analysis is undertaken, using this \nmethod of annotation, the results are given automatic and accurate playback \nthrough the computer program. A technical account of this process will be \noffered in a future article, together with a tool that will enable readers to \ngenerate accurate tuning through their own MIDI systems.",
            "citations": []
        },
        "FN5": {
            "text": "5. Jonathan Walker, “Intonational Injustice: A Defense of \nJust Intonation in the Performance of Renaissance Polyphony,” Music Theory Online 2.6 (1996), I.10.",
            "citations": []
        },
        "FN6": {
            "text": "6. While, for example, B-flat/F forms a pure Pythagorean \nfifth, Walker’s use of B-flat/F+ (in measure 48) injects an unacceptable and \nsevere “wolf.” The same combination occurs also in measures 49 and 51. In \nmeasure 49, Walker not only places an F+ against a B-flat, but also adds a D- in \nvoices 1 and 2. While the use of D- creates a pure 5:4 third with the B-flat, \nthe also-present F+ is wildly dissonant against both. While the combination of \nF/D- would have provided a pure 5:3 major sixth (being narrower by a Syntonic \ncomma than its dissonant Pythagorean equivalent) the combination F+/D- actually \nprescribed narrows the interval by a further Syntonic comma creating thereby a \ndouble dissonance with the surrounding voices.",
            "citations": []
        },
        "FN7": {
            "text": "7. No theorist even from the ancient world ever considered \nan interval as small as a comma (of any kind) to be melodic, and even \nAristoxenus considered the smallest melodic interval to be the diesis.",
            "citations": []
        },
        "FN8": {
            "text": "8. In order to perform according to Walker’s prescription, \nthe singers would need to engage in a game of “Deaf Man’s Bluff.” In this game, \nthe singer of one voice would need to know in advance against which notes in \nanother voice he should—in order to remain in tune with them—deliberately avoid singing in tune, \nbecause he will have been persuaded (in rehearsal) that the singer of the other \nvoice will actually be intending to change the pitch of the note heard in such a \nway that if he does sing in tune against it he will then be “out of tune.” All \nparties will also need to have been convinced that one (or more) of them was \nactively capable of singing a melodic Syntonic comma, and that the others were \nable to achieve the even more complex feat of imagining in advance what the \neffect of this will be so that they can then pitch their own notes accordingly \nin order to ensure that they all end up in tune. Since the last person to be \nconsidered during this entertainment is the composer , I would suggest \nthat such anarchy has no connection whatsoever with the proper conceptual \ncreation and execution of Syntonic tuning.",
            "citations": []
        },
        "FN9": {
            "text": "9. I mean nothing more by this term than would reasonably \nbe understood by a reader who can hear the sound of a major key and understand \nthe ways in which it differs from that of a minor key.",
            "citations": []
        },
        "FN10": {
            "text": "10. Hermann Zenck and Walter Gerstenberg, “Adrian \nWillaert, Opera Omnia,” Corpus Mensurabilis Musicae vol. 3, 8.",
            "citations": []
        },
        "FN11": {
            "text": "11. Willaert might even have felt some gratification that \nthe music of other composers—especially when juxtaposed so closely in \nperformance with his own—sounded less harmonious and more dissonant. Such \ndifferences would certainly have been noticed by informed listeners like Zarlino \nand Ganassi, both of whom remarked upon Willaert’s uniqueness (the former noting \nhis correction of “numerous errors” and the latter asserting his position as \n“the new Prometheus of celestial harmony”).",
            "citations": []
        },
        "FN12": {
            "text": "12. Such comma control shows that Willaert was aware \nthroughout the composition of a new piece of exactly what, at any given moment, \nwas the current “comma position” in relation to the base pitch. Careful comma \nanalysis reveals that the base pitch will frequently but temporarily rise or \nfall by a comma during the unfolding of a composition, but that Willaert will \ngenerally hold this “comma drift” under tight control by taking appropriate \nevasive action to restore the pitch.",
            "citations": []
        },
        "FN13": {
            "text": "13. I view these comma cross relations as “comma \ncontrol points” and shall henceforward use this term to describe them. In this \ncase the audible cross relation occurs between the new “F+1” in voice 1 and the \nprevious “C” in voices 2 and 3. There is a perceptible “wolf,” but it is \nabsolutely indirect and the listener’s awareness of its presence is only via a \nretrospective cognition of the previously-heard “C.”",
            "citations": []
        },
        "FN14": {
            "text": "14. In measure 7, beat 3, the “G+1” applied to voice 1 \nsignals another audible “comma control point” by virtue of its juxtaposition \nwith the previous pitch “D” in voice 3 against which there is another indirect \n“wolf.”",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] During Adrian Willaert’s time at St Mark’s Venice, from 1527 \nuntil his death in 1562, the sound of his music performed there must have been \nstriking and unique. It was remarked upon by a number of commentators including \nZarlino who called Willaert “the new Pythagoras who corrected numerous errors.” \nSilvestro Ganassi also wrote in 1543 that Willaert was “the new Prometheus of \ncelestial harmony.” That Willaert labored long and hard when composing his \nmusic is well known, as is the fact that each one of his singers was required to \nattend regular counterpoint lessons. Since it is unlikely that Willaert wished \nto turn each of his singers into a composer, we might speculate upon his reason \nfor requiring them to attend for such regular instruction. So the following \nquestions will form the technical focus of this essay: how did the sound \nworld of Willaert’s music differ so strikingly from that of other composers; what were the technical compositional challenges that this sound world posed for \nWillaert, causing him to labor so hard to meet them; and why did his singers \nneed specialized individual instruction in order for them to be able to meet the \ndemands of the music they were required to sing?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The answers to all three of \nthese questions point inexorably to the fact that the very sound of Willaert’s \nmusic offered something new and exciting when compared with that of other \ncomposers’ music. In short, with Willaert’s compositions there now existed a new \nsoundscape that contrasted with, and was inevitably compared to the prevailing \nand traditional Pythagorean sound world normally assumed by the everyday \ncomposer, performer and listener. This explains why the compositional methods \nwere more challenging, why the sound of the harmonies was so strikingly \ndifferent, and why those singers who were of traditional Pythagorean training \nneeded specialized coaching in order to sing a new kind of music to which they \nwere not by habit accustomed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In my last essay it was proposed that \nWillaert’s motet Quid non ebrietas dissignat confirms the above status quo. \nFirst, Willaert there asserted—in one single piece—the coexistence of \nPythagorean and non-Pythagorean soundscapes. Second, in order to arrive at the \nnew (Syntonic) sounds he labored hard to create a sophisticated melodic \nstructure that evinced through its Pythagorean application the new Syntonic \nsound world. Third, he then carefully instructed the singer in the art of \nperforming with “the new skills” by introducing to him the new intervals \nrequired for correct execution. In one didactic composition, therefore, Willaert \nmade the following comments: the non-Pythagorean sound world was new; it \nexisted alongside the use of traditional Pythagoreanism; the accomplishment \nof the new sound required new skills in composition; and new performance \nskills were also required.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The sound of JI arises from the intervals of the \ntetrachords that are used to construct the Syntonic diatonic scale. These \ntetrachords are subtly different from those of the Pythagorean scale, having the \nsuperparticular ratios prescribed by Ptolemy for his Syntonic diatonic genus. As \noutlined in my previous essay, these consist of the following rising sequence: \nsemitone (16:15)—tone (9:8)—tone (10:9). This system is the one described in \nsome detail by Willaert’s pupil Zarlino. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The compositional employment and control of \nthese specific tetrachordal intervals is what determines whether or not a \ncomposition uses JI at all. As posited in the Abstract above, JI is primarily \n(and structurally) a compositional procedure, and its actual performance is \nthen simply a routine matter of realizing the composer’s intentions. In some \ncases the intention is clearly the sound world of JI, while in other cases it is \nobviously not. It will become clear in the following analyses that music \ndesigned for JI has quite different aesthetics from that employing Pythagorean \nintervals, and that such aesthetic considerations bear upon the relative views \nof the musical function of consonance and dissonance. Indeed the very concept of \n“in-tune singing” is variable and relative. That Willaert and his followers came \nto regard “in-tuneness” as being a succession of harmonies consisting of pure \nconsonances only is clear. But it is equally clear that other composers and \ntheorists judged “in-tuneness” not only as a quality that defined pure \nconsonance but also one that characterized accepted dissonances. (2) Example 1 . Excerpt from Ave Maria by Josquin Desprez, using Pythagorean tuning (click to enlarge and listen) Example 2 . Ave Maria excerpt using only pure harmonies (click to enlarge and listen)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The first analysis to be offered is a phrase \nfrom Ave Maria , the four-voice motet by Josquin Desprez. (3) In exploring the \ncomposer’s sound world in order to determine which of the two systems applies in \nthis piece, I shall first illustrate the phrase using Pythagorean tuning (which \ntuning I believe to be correct for this piece), and then assess the consequences \nof performing the same phrase using JI. Example 1 presents the notation, while \nthe associated audio example offers a performance using Pythagorean tuning. (4) In this example, the normal \nPythagorean intervals are preserved including the ditone and semiditone \n(together with their compounds and inversions). All major thirds and sixths are \nwide (compared with their “pure” equivalents) while all minor thirds and sixths \nare narrow. Such intervals, which are, in this rendition, still to be regarded \nas “colored dissonances,” help to articulate an underlying musical aesthetic \nwhose foreground consists of alternating dissonance (“tension”) and consonance \n(“relaxation”). The 6-5 chain employed in voices 1 and 3 gives a clear feeling \nof direction and impetus through the continual dissonance of the sixth resolving \non to the pure consonance of the fifth. The purpose of these “colored \ndissonances” is, supposedly, to focus upon the ensuing purity of the consonance. \nFor a composer using the Pythagorean sound world such dissonances are perfectly \n“in tune,” and a normal property of the soundscape.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] If, however, they are performed “out \nof tune” by Pythagorean standards and are made instead to be “in tune” by the \nstandards of JI, something unplanned by the composer will happen to the \nstructure: what is known as “comma depression” will take place and—as will be \ndemonstrated—this short sequence will fall by an entire semitone. Example 2 shows graphically all the adjustments in pitch needed to achieve total purity of \nconsonance. The playback effect of these adjustments can be heard in the \naccompanying audio file. The conclusions to be drawn from \nthis are not merely speculative but very practical. While the first \n(Pythagorean) version maintains the pitch exactly, the second (JI) version \nundergoes a pitch depression that is patently audible, severe and irreversible. \nAn interesting but (to me) ultimately unconvincing proposal for rectifying this \ncomma depression, while still it is argued using JI, was offered by Jonathan \nWalker in 1996. (5) Here Walker offered two differing versions that purported to \nremain “pure” in tuning, one that held the pitch and another where the pitch \ndropped. Even though the graphic he provided in version 1 is sufficient to show \nthat the effect of his analysis retains most of the Pythagorean pitches and \nintervals he was trying to eliminate, he actually adds to these further unforced \ndissonances by making comma adjustments in one voice that are unmatched in \nothers (creating “wolf” intervals). (6) His biggest misjudgment, however, is the \nassumption that the Syntonic comma could—and would—have been used as a melodic interval. (7) Having made this assumption, several of the tenor notes \nheld across changes in harmony are inflected upwards by a Syntonic comma after \nhalf of their written duration. Yet this inflection cannot be viewed as being \nthe outcome of harmonic need because the harmony that is supposedly satisfied \ndoes not exist until the moment the inflection occurs. So the only way a singer \ncould accurately judge the magnitude of the change in pitch is by having \nacquired the ability (which was never recognized or needed) of taking the \nSyntonic comma as a melodic interval. (8)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The caption \nfor Example 2 (above) deliberately does not use the term “Syntonic tuning” for \nthe very good reason that the example itself does not apply it. Even though all \nthe moment-by-moment harmonies are entirely pure, none of them arises from the \nuse of the Syntonic diatonic scale. As shown above, this scale arises from \ntetrachords whose rising intervals are: semitone (16:15)—tone (9:8)—tone \n(10:9). But a comma analysis of the performance given in Example 2 proves that \nthese were not the intervals that Josquin Desprez used. The three-way \ncombination of alternating 6-5 intervals occurring between voices 1, 3 and 4 \nproves (since even the spurious application of melodic Syntonic commas does not \nrectify matters) that Josquin’s entire harmonic structure is based upon the \n(quite normal) presumption that all tones must be of the same size. This \nsimply cannot happen in Syntonic tuning, whose structural demands make it \ninevitable that some tones will be major, and others minor. Example 2 does, \nhowever, show that it is still perfectly possible (for anybody so inclined) to \nremove all the dissonances and fine-tune the harmonies so that they are all \npure. But this will be achieved at a heavy price.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] As argued in [6] above, \nthe musical style of this extract (like that of any Pythagorean harmonic \nstructure) embodies by default an element of harmonic dissonance essential to \nthe direction (by “tension” and “release”) of the musical phrase. This dissonant \naspect, inbuilt from the moment of conception, cannot be removed. All that \nhappens when the “colored dissonances” are changed into pure consonances is \nthat the dissonance aspects that were formerly part of the local \nmoment-to-moment foreground are now merely shifted to the global background \nlevel. So what formerly remained “in tune” globally (giving pitch stability) but \nwas dissonant locally, has now become “in tune” locally but dissonant globally . The extent of this global dissonance is clearly audible and highly \ndisturbing since not only does the base pitch of the piece sink inexorably, but \nthis sinking (which in only a few measures amounts to a semitone) stems from the \never-present local inability of melodic cells that should span a perfect fourth \nto do so. The reason why such fourths are smaller than they should be (giving \nrise to continual sinking of pitch) is because the one element of Josquin’s \nmelodic structure that cannot by any means be changed is the irremovable fact \nthat all tones must be of the same size. Merely making them all minor instead of \nmajor simply causes the pitch to drop. This is because a perfect fourth, when \nbroken into its Syntonic components, still requires at least one major (9:8) \ntone. Even though Example 2 correctly converts all the semitones to 16:15 \n(major) semitones, all the fourths are still a comma short in magnitude (because \nall the tones used have become only minor tones).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] It is often mistakenly \nthought that (as in the above \nExample 2) comma depression is the natural outcome \nof singing harmonies that are purely in tune. It is also sometimes argued that \nsuch pitch fluctuation would not have mattered, and that it is probably only \nsomething that bothers us since we have become used to fixed pitch standards \nand have come to regard equal temperament as normal. I shall be taking serious \nissue with both of these views. First an example will shortly be given of a \ncomposition that suffers “comma elevation” through the misapplication of pure \ntuning. Later a more detailed analysis will be offered from the music of \nWillaert (who, I propose, did specifically write for the sound world of JI by \napplying carefully and rigorously the correct pitches and intervals of the \nSyntonic diatonic scale) to demonstrate the quite extraordinary lengths to which \nhe went in order explicitly to assert that the pitch must remain constant \nthroughout a composition. For Willaert, in utilizing “celestial harmony,” the \nuniverse which gave birth to such harmony was evidently viewed as what we might \ncall a “steady-state universe” rather than one whose shape and spatial \ndimensions could be changed at the whim of the composer or performer. It would \nbe unthinkable for him (or any of his circle) to believe that a universal \n“natural order” had been found, but that its utilization should then disturb \nthis “natural order.” (Such would indeed be a self- unfulfilling prophecy!) \nPitch classes selected from a fixed (Syntonic) scale were to be used with care, \nbut their “fixedness” was itself part of the “natural order” of the universe \nthat itself provided the celestial harmony that was being borrowed and used by \nthe composer. Merely to “steal” such units of celestial harmony and to \nmisappropriate their use so as to create an “unsteady” universe in which melodic \nfourths were no longer perfect, melodic octaves were too large or small, and the \nstarting pitch (upon which was based all the relative “fixed” pitches of the \nscale) was consistently changing by oppressively audible magnitudes, was not the \nethos of the “real” JI sound world. For this reason, Willaert expended much time \nand great care in constructing his music; and he expected his singers (through \nthe training he gave them) to spend no less time and care in preparing to \nperform it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The technical reason why Example 2 drops in pitch by a semitone \nis simple to explain: because the wrong soundscape has been applied, and all the \nmajor thirds have accordingly been narrowed in an attempt to provide purity of \nconsonance (where this was not originally envisaged by the composer), such major \nthirds have constantly been tuned downwards to close the interval gap. Since \nthis is what might be termed a “major-mode” piece, (9) the major thirds (as shown by the graphic) will constantly become lowered. As \neach settles, it will assert a new base pitch against which succeeding thirds \nwill be further lowered in pitch. But a rather different scenario arises when \nthe same incorrect soundscape is applied to a “minor-mode” composition. Example 3 . Tribulatio et angustia with “pure” harmonies (click to enlarge and listen) Example 4 . Tribulatio et angustia (first phrase only), showing comma elevation after only four measures (click to enlarge and listen) Example 5 . Tribulatio et angustia (using Pythagorean tuning) (click to enlarge and listen) Example 6 . Psalm 109, verses 5 (Jachet) and 6 (Willaert) (click to enlarge and listen) Example 7 . Jachet’s setting of verse 5 of Psalm 109 (with pure intervals) (click to enlarge and listen)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Unlike \nmajor thirds (which in JI are narrowed from their Pythagorean defaults), minor \nthirds are widened. In the Syntonic diatonic tetrachord, the reason why the \ninner two notes are raised by a comma is not only to narrow the span of the \nmajor third (e.g. F/A in the tetrachord E-A, where the F is raised along with \nthe G) but also to increase the magnitude of the minor third (here E/G). \nSyntonic minor thirds, therefore, are comprised of a major semitone (16:15) \nadded to a major tone (9:8). For this reason, when JI intervals are wrongly \napplied to a “minor-mode” composition conceived for the Pythagorean diatonic \nscale, the pitch will inexorably rise: as each new minor third is deliberately \n(but erroneously) raised by a comma, the pitch it asserts will become the new \nbase pitch. Succeeding minor thirds will require further sharpening, which need \nwill become insatiable as the composition progresses. To some extent this \ntendency for the pitch to rise will be counterbalanced by the inevitable (but \nequally erroneous) imposition of equal minor tones since it will be discovered \nthat when realizing a composition that predicates the equality of tones (though \nconceived by the composer only as 9:8 tones) the only option left in order to \nachieve the erroneous purity of consonance sought will be to render all the \nunassailably equal tones as is they were all minor . This will render all the \nmelodic fourths as being smaller then perfect by a Syntonic comma, and the \noctaves too will be smaller than perfect. The only difference between “comma \nelevation” and “comma depression” will be that the narrowing of intervals will \nalways be from the bottom upwards rather than from the top downwards. The \noverall result, however, will be that the pitch will continually rise.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] A \nclear example of this can be observed in the opening of the motet Tribulatio et \nangustia , formerly attributed to Josquin Desprez. Example 3 shows the first 15 \nmeasures, together with comma annotations, and the associated \naudio file \nprovides a tuned playback. What will be obvious to any \nlistener is that the short extract ends a semitone higher than it begins. The \nonly thing that has been editorially applied is Syntonic comma adjustment so \nthat every successive harmonic unit is pure. The rise in pitch is immediate and \nits progressive accumulation inevitable. Even after the first four measures, \nwhere the chord reached is exactly the same as that of the opening, there has \nbeen a rise in pitch of one Syntonic comma. This can be observed in Example 4 and heard in the associated audio file (which plays the phrase three times in \nsuccession in order to demonstrate that the rise in pitch is clear, audible and \ninevitable). This immediately audible rise in \npitch merely indicates what inevitably is to follow. Had the performance \nretained the correct Pythagorean pitch standards and intervals, the pitch would \nhave remained constant, and the global dissonance (i.e. the rise in pitch by a \nsemitone) would be replaced by the (correct) local dissonances (thirds and \nsixths) thereby restoring the integrity of a dissonant/consonant \n(“tension/release”) harmonic structure. Such is shown in Example 5 together with \nits sound file.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] My previous study of Willaert’s motet Quid non ebrietas dissignat led me to propose in [3] above that the \nPythagorean sound world coexisted with the Syntonic world of JI. That Willaert \nnot only showed an awareness of Pythagoreanism but actually employed it in that \npiece for structural reasons has been shown. But there are other less didactic \nand more functional compositions that demonstrate a coexistence of the two \nsoundscapes, and I shall pass on to one such example in order to explore this \ninterrelationship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Willaert’s collaboration with another composer is shown \nin the Vesper-Psalms of 1550. (10) In this collection Willaert joined forces with the composer Jachet of Mantua: \nJachet composed the music for Choir 1 and Willaert that for Choir 2 in settings \nof Psalms that were designed to run continuously by the use of antiphonal \nsinging between the two groups. Jachet’s setting was of the odd- and Willaert’s \nof the even-numbered verses. As such the performances were intended to flow from \nthe music of one composer into that of the other without a break. The \nproposition here asserted (that will presently be supported through analysis and \nperformance) is that Jachet’s music was designed for the Pythagorean diatonic \nscale while Willaert’s was for the Syntonic diatonic. In the music of the \nformer, therefore, the thirds and sixths function as “colored dissonances” \nleading to the perfection of consonances of the fifth and octave. These \ndissonances are deliberately abrasive, though given perfect control in a \nharmonic framework that again progresses through the alternation of dissonance \nand consonance. By comparison, however, the sections composed by the latter \n(Willaert) provide a fundamentally different aesthetic that is realized by a \neuphonious flow of pure consonances in which a clear Syntonic pitch matrix is \nasserted and retained throughout while still retaining stability of base pitch.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Their joint setting of Psalm 109 (“Dixit \nDominus”) provides some interesting and simple examples of these different \nmethods. Verses 5 (Jachet) and 6 (Willaert) are here selected as an illustration \nof the differences. Example 6 shows the two verses in succession as they would \nhave been performed without a break. The accompanying audio file provides an \naccurately tuned playback of these short sections. Particularly noticeable will \nbe the exceptionally pure consonances that emerge when Willaert’s setting \narrives, and this will inevitably be contrasted with the slightly longer, more \ndissonant setting by Jachet that preceded it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] It might be thought \nby those who are skeptical that my distinction between the two composers is an \nillusion only, and that my claim to have identified a difference in structure \nand aesthetics rests only upon my having fine-tuned the Willaert excerpt while \nhaving neglected to apply the same tuning principles to Jachet. In order, \ntherefore, to reassure readers that there is indeed a fundamental difference I \nshall now provide a further version of the Jachet setting as Example 7 , also \naccompanied by an audio file. Unlike the annotation applied to the Jachet verse \nin Example 6 above (which retained a pure Pythagorean tuning, as indicated by \nthe application only of plain letters to the notes with no operands or \nsuffixes), Example 7 now shows Syntonic comma adjustments. If the score is \nanalyzed carefully, it will be seen that all harmonies are now pure: thirds are \neither 6:5 or 5:4, all fourths and fifths retain their purity, and all \ninversions or compounds are of equivalent purity. All diatonic semitones are now \nmajor (16:15), and some tones are major and some minor. These intervals are \nstable either as harmonic or melodic entities. But they cannot possibly be the \nones intended by Jachet . This is because the entire extract undergoes, like \nJosquin’s Ave Maria (above), severe comma depression. Indeed the movement \nterminates a semitone lower in pitch than it began.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] \nWhile some readers may still be persuaded that musicians of the day would not \nhave minded (as we do today) that the pitch had fallen in this way, I should \nlike them to consider the practical implications this would have posed for \nWillaert and his singers. They would be expected to take over with their verse 6 \nfrom the terminal chord of Jachet’s verse 5, and we can clearly note from \nWillaert’s careful adherence to the Syntonic diatonic pitch classes that his sections predicated that starting pitch would always equate with ending pitch. \nIt would have been bad enough if this inadvertent comma depression had only \naffected the way in which verse 5 ends (posing the conundrum for Willaert that \nhas been identified), but the reality is that Jachet has provided no fewer than five such verses, each of which is immediately to be followed by a setting \nfrom Willaert. Even if Jachet’s singers were trained to be sufficiently \nversatile so as to contend with such progressive and severe comma depressions \nover a longer time span (and there is no evidence that they were), it seems \nunlikely that Willaert’s singers would have been trained in this way (especially \nsince he was meticulous about his pitch stability). I have to conclude, \ntherefore, that the portions set by Jachet belong to the Pythagorean sound \nworld, and those by Willaert to the Syntonic. Example 8 . The respective scales employed by Jachet and Willaert (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] If (as I believe) this is \ncorrect, it would seem that both sound worlds still enjoyed a happy coexistence, \nand also that the respective composers did not in any way mind the concurrence \nof differing tuning practices within the same performances. (11) The different scales used in these two short sections are shown in Example 8 . \nThat of Jachet remains strictly Pythagorean, while that of Willaert is Syntonic. \nThe latter undergoes a change of structure in its sixth measure as the music \nshifts from the initial use of the synemmenon tetrachord, with its B-flat, to \nthe diezeugmenon tetrachord where the B-flat is cancelled. The pitches on G \nconsequently begin with their Pythagorean values so as to permit pure harmony \nwith the raised B-flat; but as the B-flat changes to a B-natural the G is also \nraised by a Syntonic comma to permit pure harmonies with B, E and C).",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Before leaving this setting of Psalm 109 it \nis worth considering the music Willaert provided to the final short verse of the \ndoxology (“Sicut erat in principio”). In this section Willaert demonstrates a \nsophisticated use of comma control more commonly to be found in his longer \ncompositions. (12) During the \ncourse of this short movement, what begins as a straight Pythagorean C gradually \nrises in pitch (due to Syntonic inflection) reaching a point where it lies two \nSyntonic commas higher (C+2). Other surrounding pitches are also inflected \nupwards accordingly. But towards the end Willaert cleverly restores the base \npitch by audible comma control so that the final pitch is again Pythagorean. Example 9 . “Sicut erat in principio”, Psalm 109 (Willaert) (click to enlarge and listen)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Example 9 reveals the acoustic engineering \nemployed. As with other settings of the Doxology, this movement employs canon \n(here between voices 1 and 3). Canonic requirements have posed a particular \nchallenge to Willaert in his handling of consonance and comma control, and a \nbrief survey of the main events (verifiable from Example 9) can be offered. (I \nshall indicate comma inflection here, as in Example 9, simply by “+1” and “-1” \nsymbols attached to the tetrachord pitches. Where a note is inflected upwards or \ndownwards by 2 commas, this will be shown as “+2” or “-2.”)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The movement begins with the meson \ntetrachord pitches E-1/F/G/A-1 where the outer notes are lowered by a comma. \nContiguous with this is the diezeugmenon tetrachord whose pitches are \nB-1/C/D/E-1 which has the same disposition of intervals. When the canonic voice \nenters in measure 2, there is a subtle change in pitch classes whereby the first \nof the above tetrachords (meson) now is presented as E/F+1/G/A. As the “F+1” \npitch enters, although it forms a perfect consonance there is an audible comma \ncross-relation. (13) As the music progresses, a subtle change in pitch classes is \nnow applied to the diezeugmenon tetrachord so that by measure 6 the pitches have \nbecome B/C+1/D/E (all pitches except the D having been raised by a Syntonic \ncomma). This facilitates harmonic and consonance stability with the changed note \npatterns established for the meson tetrachord. But these changes now bring about \nfurther alterations to the pitches of the meson tetrachord (because of the new \npresence of “C+1”) whose notes are now E/F+1/G+1/A. This has now introduced a \n“G+1” pitch class (needed to harmonize with the previously-introduced “C+1,” \nwhich in turn had been applied because of the previous “F+1”). (14) This sharpwards movement continues one stage further because Willaert at measure \n9 changes the harmony from a prevailingly “minor mode” euphony to a new “major \nmode” one. In asserting a major chord on “G+1,” Willaert now has to apply the \nnew “D+1.” Furthermore in measure 11 Willaert reverts to a “minor mode” euphony \nbased upon his most recent “D+1” pitch class. In this harmony, the “F+1” first \nintroduced in measure 3 must now be further raised to become “F+2,” while also \nthe long-established “A” has to be inflected upwards to “A+1.” One further stage \nin the rising pitch inflection still has to take place: in measure 12 the \nalready-present “C+1” has to be raised to become “C+2” to provide harmony with \nthe now-established “F+2.” By measure 14, therefore, all starting pitches have \nbeen raised, some by up to two commas.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The technical challenge for Willaert is now to establish, from this point, \na way to steer the music back to its base pitch while still maintaining the \ndiscipline of canonic writing and also preserving absolute purity of consonance \nat all times. One further significant—but utterly decisive—“comma control \npoint” is all that is needed, and Willaert supplies this with effortless skill \nand economy in measure 15. Having there arrived (beat 2) at the chord \nD+1/F+2/A+1, Willaert now asserts a further comma control point (beat 4) whereby \nvoice 1 descends to G+1 as voice 3 rises to E (both notes having thereby been \nrestored to their former pitches) with voice 2 taking C+1 (also restored in \npitch). Again there is a slight (but indirect) “wolf” as voice 2 descends from \nF+2 to C+1 (being a slightly widened fourth), but this melodic move is a quite \nstraightforward result of the provision of pure consonance against the pitches \nof the other two voices. The movement can be heard with the tunings described \nabove in the audio file for Example 9.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Willaert in this piece has therefore \ndemonstrated how the pure tuning that arises from syntonically-disposed \ntetrachords brings about natural variations in and further developments to these \ntetrachords as the music created unfolds. He has also shown that the composer’s \njob is not only to utilize the logical changes that occur to these patterns, but \nalso actively to exercise control over such changes so as to maintain a \nuniversal (for the piece) pitch standard. This base pitch standard can perhaps \nbe viewed as the “universal magnitude” within and from which the “celestial \nharmony” emanates. But the subtle changes and inflections of pitch classes \nrequired to fulfill this ideal are not likely to be immediately obvious to \npersons other than the composer who devised them. For this reason we may infer \nthat the real purpose in requiring all his singers at St Mark’s Venice to attend \nregular instruction in counterpoint was not for Willaert to teach them how to \ncompose, but rather to coach them in the performance requirements of the \nspecific pieces that he provided for them to sing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] As a conclusion, the \ninfluence of Willaert upon his pupils—already noted with Zarlino—must be \nfurther emphasized. For this purpose a short section from a Mass by Cipriano de \nRore will be examined. Through this example it will be shown how a composer, in \nusing the simplest Syntonic scale, can utilize the given pitches so as to \nproduce a flowing and harmonious counterpoint in which all consonances remain \npure. Example 10 . “Et resurrexit” (short score) from Missa note negre by Cipriano de Rore (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Example 10 shows an unannotated short score of the section “Et \nresurrexit” from the Credo of Rore’s Missa a note negre [Tout ce qu’on peut en \nelle voir] . The scale pitches make use of the following three tetrachords (with \noctave duplications) given the upward comma inflections indicated by “+” to the \nnotes concerned: Meson tetrachord: E/F+/G/A synemmenon tetrachord: A/ B ♭ +/C+/D Added coniuncta tetrachord: D/ E ♭ +/F+/G Since the synemmenon tetrachord (as \nopposed to the Diezeugmenon) is specified by the 1-flat signature as being the \ndefault, Rore (like Willaert) keeps the pitch of G in the Meson tetrachord at \nits Pythagorean position (thereby reversing the position of the major and minor \ntone in this tetrachord). This enables pure consonances to be used against D, E ♭ + and B ♭ +, but inhibits the use of consonances on C+ against which the G would \nform a “wolf.” Rore seems deliberately to avoid “C chords,” although measure 13 \nbegins with such a chord from which the G is omitted. Measure 24 does however \nshow a rare (for this piece) use of a full “C chord,” and it is certain that \nhere the default C+ would have been lowered to C so as to provide a pure \ncompound third with the E ♭ + introduced in voice 1. This would also remove the \n“wolf” that would have occurred with the G in voice 3. So even in such a simple \npiece there is evidence of the ever-present need to apply temporary changes to \ndefault pitches. Even though such a need is minimal in this movement, it \ndemonstrates that a correct cognition and execution of the structure demands a \nhigh level of skill and proficiency on the part of the singer.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "keynote address, twenty-sixth annual smt conference",
    "source": "mto/raw/mto.04.10.1.wibberley2.html",
    "data": "mto/data/mto.04.10.1.wibberley2.json"
}