{
    "title": "Strophic Modification in Songs by Amy Beach",
    "date": "2014/12/01",
    "volume": "20",
    "issue": "4",
    "authors": [
        "Malawey, Victoria"
    ],
    "abstract": "American composer Amy Beach wrote over a hundred art songs, many of which comprise compelling hybrid formal designs that fuse principles of modified strophic form with other formal schemes. In order to explore form in Beach’s art songs that resist simple classification, I develop a new model for interpreting song form that situates songs based on the nature of recurring material, from strophic (maximal recurring material) to through-composed (minimal recurring material). Analyses of “Within Thy Heart” (op. 29, no. 1) and “Forgotten” (op. 41, no. 3) demonstrate additions to and departures from strophic design. An analysis of “Ah, Love, but a Day!” (op. 44, no. 2) highlights complex principles of strophic modification in which the melody preserves strophic structure but the harmony and texture depart from strophic design. Finally, analyses of “Sweetheart, Sigh No More” (op. 14, no. 3) and “Wind o’ the Westland” (op. 77, no. 2) explore blurred boundaries and quasi-parallel constructions within sectional formal designs.",
    "keywords": [
        "song",
        "form",
        "strophic",
        "modification",
        "Amy Beach",
        "Mrs. H. H. A. Beach"
    ],
    "doi": "",
    "received": "May 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.4/mto.14.20.4.malawey.pdf",
    "author_info": [
        {
            "name": "Victoria Malawey",
            "university": "Macalester College",
            "address": "Department of Music, 1600 Grand Avenue, Saint Paul, Minnesota 55105",
            "email": "vmalawey@macalester.edu"
        }
    ],
    "citations": {
        "agawu_2009": "Agawu, Kofi. 2009. Music as Discourse: Semiotic Adventures in Romantic Music . New York: Oxford University Press.",
        "beach_1915": "Beach, Amy. 1915. “Music’s Ten Commandments as Given for Young Composers.” Originally printed in Los Angeles Examiner (28 June): 5. Reprinted in Adrienne Fried Block, 1998, Amy Beach Passionate Victorian: The Life and Work of an American Composer 1867–1944 (New York and Oxford: Oxford University Press), 310.",
        "beach_1985": "Beach, Amy. 1985. 28 Songs . 4 vols. Score. Recital Publications.",
        "beach_1994": "Beach, Amy. 1994. Twelve Songs . Score. Hildegard Publishing Company.",
        "beach_1992": "Beach, Amy. 1992. Twenty-Three Songs . Score. Da Capo Press.",
        "beatie_1991": "Beatie, Rita V. 1991. “A Forgotten Legacy: The Songs of the ‘Boston Group.’” NATS Journal 48, no. 1: 6–9, 37.",
        "bell_1991": "Bell, Arnold Craig. 1991. “An Aspect of Brahms’s Lieder.” The Music Review 52, no. 3: 190–94.",
        "block_1998": "Block, Adrienne Fried. 1998. Amy Beach Passionate Victorian: The Life and Work of an American Composer 1867–1944 . New York and Oxford: Oxford University Press.",
        "bonds_1991": "Bonds, Mark Evans. 1991. Wordless Rhetoric: Musical Form and the Metaphor of the Oration . Cambridge and London: Harvard University Press.",
        "bracken_1992": "Bracken, Patricia Jeanes. 1992. “A Guide for the Study of Selected Works of Mrs. H. H. A. Beach (1867–1944).” DMA diss., Southern Baptist Theological Seminary.",
        "bretherton_2007": "Bretherton, David Tom. 2007. “The Poetics of Schubert’s Song-Forms.” PhD diss., Merton College, University of Oxford.",
        "brown_1994": "Brown, Jeanell Wise. 1994. Amy Beach and Her Chamber Music: Biography, Documents, Style . Composers of North America, no. 16. Metuchen, NJ and London: The Scarecrow Press.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford and New York: Oxford University Press.",
        "cone_1974": "Cone, Edward T. 1974. The Composer’s Voice . Berkeley, Los Angeles and London: University of California Press.",
        "cone_1982": "Cone, Edward T. 1982. “Schubert’s Promissory Note: An Exercise in Musical Hermeneutics.” 19th-Century Music 5, no. 3: 233–41.",
        "cone_1998": "Cone, Edward T. 1998. “‘Am Meer’ Reconsidered: Strophic, Binary, or Ternary?” In Schubert Studies , ed. Brian Newbould, 112–26. Aldershot, England: Ashgate.",
        "cone_2000": "Cone, Edward T. 2000. “Repetition and Correspondence in Schwanengesang .” In A Companion to Schubert’s Schwanengesang : History, Poets, Analysis, Performance , ed. Martin Chusid, 53–89. New Haven and London: Yale University Press.",
        "dahlhaus_1989": "Dahlhaus, Carl. 1989. Nineteenth-Century Music . Trans. J. Bradford Robinson. Berkeley, Los Angeles, and London: University of California Press.",
        "frisch_1984": "Frisch, Walter. 1984. Brahms and the Principle of Developing Variation. Berkeley and Los Angeles: University of California Press.",
        "greene_and_samuel_1986": "Greene, Robert L. and Arthur G. Samuel. 1986. “Recency and Suffix Effects in Serial Recall of Musical Stimuli.” Journal of Experimental Psychology: Learning, Memory, and Cognition 12, no. 4: 517–24.",
        "hancock_1996": "Hancock, Virginia. 1996. “Johannes Brahms: Volkslied/Kunstlied .” In German Lieder in the Nineteenth Century , ed. Rufus Hallmark, 119–52. New York: Schirmer Books.",
        "henson_1998": "Henson, Richard N. 1998. “Short-Term Memory for Serial Order: the Start-End Model.” Cognitive Psychology 36: 73–137.",
        "hoffmann-erbrecht_2014": "Hoffmann-Erbrecht, Lothar. S.v. “Neefe, Christian Gottlob.” Grove Music Online . Oxford Music Online . Oxford University Press, accessed May 22, 2014, http://www.oxfordmusiconline.com/subscriber/article/grove/music/19674 .",
        "karpinski_2000": "Karpinski, Gary S. 2000. Aural Skills Acquisition: The Development of Listening, Reading, and Performing Skills in College-Level Musicians . Oxford and New York: Oxford University Press.",
        "kelton_1996": "Kelton, Mary Katherine. 1996. “Mrs. H. H. A. Beach and Her Songs for Solo Voice.” Journal of Singing 52, no. 3: 3–23.",
        "kravitt_1996": "Kravitt, Edward F. 1996. The Lied: Mirror of Late Romanticism . New Haven and London: Yale University Press.",
        "langer_1953": "Langer, Susanne K. 1953. Feeling and Form: A Theory of Art . New York: Charles Scribner’s Sons.",
        "llewellyn_2008": "Llewellyn, Sharon. 2008. “Amy Beach and Judith Lang Zaimont: A Comparative Study of their Lives and Songs.” DMA diss., Arizona State University.",
        "meyer_1956": "Meyer, Leonard B. 1956. Emotion and Meaning in Music . Chicago and London: University of Chicago Press.",
        "mondor_and_morin_2004": "Mondor, Todd A. and Simone R. Morin. 2004. “Primacy, Recency, and Suffix Effects in Auditory Short-Term Memory for Pure Tones: Evidence from a Probe Recognition Paradigm.” Canadian Journal of Experimental Psychology 58, no. 3: 206–219.",
        "neath_and_crowder_1990": "Neath, Ian and Robert G. Crowder. 1990. “Schedules of Presentation and Temporal Distinctiveness in Human Memory.” Journal of Experimental Psychology: Learning, Memory, and Cognition 16, no. 2: 316–27.",
        "neefe_2003": "Neefe, Christian Gottlob. 2003. Oden von Klopstock mit Melodien (1776). Score. Hildesheim.",
        "orrey_and_warrack_2014": "Orrey, Leslie and John Warrack. S.v. “lied.” The Oxford Companion to Music . Oxford Music Online . Oxford University Press, accessed May 22, 2014, http://www.oxfordmusiconline.com/subscriber/article/opr/t114/e3971 .",
        "platt_2004": "Platt, Heather. 2004. “The Lieder of Brahms.” In The Cambridge Companion to the Lied , ed. James Parsons, 185–203. Cambridge and New York: Cambridge University Press.",
        "roberts_1986": "Roberts, Linda A. 1986. “Modality and Suffix Effects in Memory for Melodic and Harmonic Musical Materials.” Cognitive Psychology 18: 123–57.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford and New York: Oxford University Press.",
        "stein_and_spillman_1996": "Stein, Deborah and Robert Spillman. 1996. Poetry into Song: Performance and Analysis of Lieder . New York and Oxford: Oxford University Press.",
        "thomas_1973": "Thomas, J. H. 1973. “Schubert’s Modified Strophic Songs with Particular Reference to Schwanengesang .” Music Review 34, no. 2: 83–99.",
        "whitton_1984": "Whitton, Kenneth. 1984. Lieder: An Introduction to German Song . London and New York: Franklin Watts, Inc.",
        "_": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Harald Krebs and Deborah Stein for providing invaluable feedback on an earlier draft of this essay. Thanks also to the anonymous readers and the editors of Music Theory Online for their helpful comments on this article.",
            "citations": []
        },
        "FN1": {
            "text": "1. The fourth commandment from Beach’s “Music’s Ten Commandments as Given for Young Composers” ( 1915 ), reprinted in Block 1998 , 310.",
            "citations": [
                "beach_1915",
                "block_1998"
            ]
        },
        "FN2": {
            "text": "2. Published studies on Beach generally have been biographical or focused primarily on her instrumental music ( Block 1998 , Brown 1994 ). Writings on Beach’s songs have been geared toward singers rather than theorists ( Llewellyn 2008 , Bracken 1992 , Kelton 1996 , Beatie 1991 ). The most useful of these contributions is Sharon Llewellyn’s 2008 doctoral dissertation, which divides Beach’s song output into three style periods and presents detailed descriptions of eighteen songs spanning these periods.",
            "citations": [
                "block_1998",
                "brown_1994",
                "llewellyn_2008",
                "bracken_1992",
                "kelton_1996",
                "beatie_1991"
            ]
        },
        "FN3": {
            "text": "3. Of the three songs that most closely resemble rounded binary forms (op. 78, nos. 1 and 3, and op. 125, no. 2), “Meadow-Larks” (op. 78, no. 1) uses modification techniques where each A section becomes increasingly more varied.",
            "citations": []
        },
        "FN4": {
            "text": "4. Works by composer Christian Gottlob Neefe (1748–98) provide the earliest precedents for modified strophic form ( Orrey and Warrack 2014 ). Several examples are found in Neefe’s Oden von Klopstock mit Melodien (1776), including “Die Sommernacht,” “Selmar und Selma,” “Die frühe Bräber,” as well as the fourth Serenade from Neefe’s Serenaten beym Klavier zu singen (1777). Although there is no direct connection between the works of Neefe and those of Beach, such a connection exists between Beach and Brahms, whose songs use strophic modification and hybrid forms ( Platt 2004 , 186; Hancock 1996 , 122; Bell 1991 , 193; Frisch 1984 ), which significantly influenced Beach ( Llewellyn 2008 , 84). Following in Brahms’s tradition, Beach’s songs use formal designs that range from strophic—and all of its variants with different degrees of modification—to through-composed.",
            "citations": [
                "orrey_and_warrack_2014",
                "platt_2004",
                "hancock_1996",
                "bell_1991",
                "frisch_1984",
                "llewellyn_2008"
            ]
        },
        "FN5": {
            "text": "5. One example the authors cite is Wolf’s “Auch kleine Dinge,” which they argue may be understood as modified strophic or AABA form.",
            "citations": []
        },
        "FN6": {
            "text": "6. Stein and Spillman identify Schumann’s “In der Fremde” and Wolf’s “Ich hab’ in Penna” as examples of this phenomenon ( 1996 , 196).",
            "citations": [
                "stein_and_spillman_1996"
            ]
        },
        "FN7": {
            "text": "7. This procedure is reminiscent of the large-scale developmental techniques Walter Frisch identifies in Brahms’s “O Tod,” op. 121, no. 3 ( 1984 , 156).",
            "citations": [
                "frisch_1984"
            ]
        },
        "FN8": {
            "text": "8. For Bonds a “conformational” approach to form is “based on the comparison of a specific work against an abstract, ideal type” ( 1991 , 13), and a “generative” approach “considers how each individual work grows from within and how the various elements of a work coordinate to make a coherent whole” ( 14 ).",
            "citations": [
                "bonds_1991",
                "bonds_1991"
            ]
        },
        "FN9": {
            "text": "9. Listeners might stretch their ears to hear a proper deceptive resolution to G major, which would be VI in the key of vi, but since the movement in measures 13–15 is also part of a cadential approach, any resolution or deflection becomes subsumed by the larger cadential process.",
            "citations": []
        },
        "FN10": {
            "text": "10. Although the deferred resolution occurs in the second strophe of an art song, rather than the coda of an instrumental work, it is possible to understand the delayed resolution in the second strophe as fulfilling a compensatory function, which William E. Caplin defines as “the function acquired by a compositional procedure or event that compensates for procedures or events not occurring in earlier sections,” which “may serve to. . . realize unrealized implications” ( 1998 , 253).",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN11": {
            "text": "11. Susanne Langer writes, “The phenomena that fill time are tensions —physical, emotional, or intellectual. [ . . . ] Their peculiar building-up, and their ways of breaking or diminishing or merging into longer and greater tensions, make for a vast variety of temporal forms” ( 1953 , 112–13).",
            "citations": [
                "langer_1953"
            ]
        },
        "FN12": {
            "text": "12. The song’s high point in measures 27–28 occurs in tandem with the setting of the word “heart”—marked fortissimo and reinforced with smooth, linear voice leading in the accompaniment, which moves from a B minor seventh chord to an emotionally charged G ♯ half-diminished seventh chord (functioning as a vii ø7 /V). The song’s climactic structure—culminating through multiple parameters—exemplifies Kofi Agawu’s concept of “dynamic curve,” which he defines as “the simplest and most direct form of a high-point scheme,” a common processual scheme in Romantic music ( 2009 , 62). Agawu argues that such high points can occur through a variety of primary and secondary parameters, including melodic structure, harmony, texture, and dynamics. The high point of “Within Thy Heart” is a result of an intensification of all of these aspects. A similar dynamic curve occurs in “Ah, Love, but a Day!” (see [29] ) and “Sweetheart, Sigh No More” (see [43] ). The added musical material creates a dramatic climax, which would not have been possible had the song’s form been simply strophic. J. H. Thomas describes a similar strategy in Schubert’s songs, whereby the composer repeats phrases to create a climax in “Aufenthalt” ( 1973 , 92–93). Bretherton also identifies this technique in Schubert’s “Auf dem Flusse” and “Der Atlas,” among others ( 2007 , 240). Similarly, Frisch describes the final return in Brahms’s “O Tod” (op. 121, no. 3) as a “transfigured” rather than a literal restatement of previous material, “one of Brahms’s greatest ‘recapitulations,’ serving both as a final stage in the development of material and as a satisfactory rounding-off” ( 1984 , 156).",
            "citations": [
                "agawu_2009",
                "thomas_1973",
                "bretherton_2007",
                "frisch_1984"
            ]
        },
        "FN13": {
            "text": "13. Of the 111 songs included in my survey, ten other songs employ a similar strategy of preserving beginnings and endings with contrasting middle material in subsequent strophes: “Empress of Night” (op. 2, no. 3), “Extase” (op. 21, no. 2), “Nachts” (op. 35, no. 1), “O Mistress Mine” (op. 37, no. 1), “Ein altes Gebet” (op. 72, no. 1), “Grossmütterchen” (op. 73, no. 1), and “Springtime” (op. 124). The first two strophes of “Forget Me Not” (op. 35, no. 4) use this strategy and precede a contrasting, entirely newly composed third section. “A Prelude” (op. 71, no. 1) and “Separation” (op. 76, no. 1) similarly preserve beginnings and endings, but also add an extension at the end of the second strophe.",
            "citations": []
        },
        "FN14": {
            "text": "14. For more on primacy and recency effects in memory, see Mondor and Morin 2004 , Karpinski 2000 , Henson 1998 , Neath and Crowder 1990 , Roberts 1986 , and Greene and Samuel 1986 .",
            "citations": [
                "mondor_and_morin_2004",
                "karpinski_2000",
                "henson_1998",
                "neath_and_crowder_1990",
                "roberts_1986",
                "greene_and_samuel_1986"
            ]
        },
        "FN15": {
            "text": "15. I thank Harald Krebs for bringing similarities concerning vocal rhythm to my attention.",
            "citations": []
        },
        "FN16": {
            "text": "16. Llewellyn ( 2008 , 210) identifies this apex/climax strategy as common in songs from Beach’s first style period, 1880–1910.",
            "citations": [
                "llewellyn_2008"
            ]
        },
        "FN17": {
            "text": "17. Block identifies the textural shift as a hallmark of Beach’s style. She writes, “Beach uses reiterated triplet chords to build an orchestral-sounding climax, even when the song—or the instrumental work—does not begin with triplet figurations. Rather the accompaniment breaks out of its frame at the climax, almost as if that climactic passage were imported from another composition” ( 1998 , 151).",
            "citations": [
                "block_1998"
            ]
        },
        "FN18": {
            "text": "18. This process is similar to Janet Schmalfeldt’s concept of “becoming,” which she defines as “the special case whereby the formal function initially suggested by a musical idea, phrase, or section invites retrospective reinterpretation within the larger formal context” ( 2011 , 9).",
            "citations": [
                "schmalfeldt_2011"
            ]
        },
        "FN19": {
            "text": "19. In addition to the unity provided by the “long, long ago” motive, the song coheres because of the relationship between vocal and instrumental personas. In his famous monograph The Composer’s Voice , Edward T. Cone defines a vocal persona as “the protagonist of a song,” depicted by the singer, and an instrumental persona depicted by the piano accompaniment as that which represents “the environment of the character,” “the impingement of the outer world on the individual represented by the vocal persona,” or indirectly “certain aspects of the subconscious of the vocal protagonist” ( 1974 , 21 and 35). In this song, the singer embodies a vocal persona filled with nostalgic sadness who asks a personified wind to bring him lost dreams and love of a past era. The piano accompaniment assumes the role of the wind, which Beach represents musically by an oscillating eighth-note pattern throughout the song.",
            "citations": [
                "cone_1974"
            ]
        },
        "FN20": {
            "text": "20. Kravitt observes similar transformations in the refrains of songs by Strauss and Mahler ( 1996 , 210).",
            "citations": [
                "kravitt_1996"
            ]
        },
        "FN21": {
            "text": "21. Collections include Beach’s 28 Songs in four vols. (Recital Publications, 1985 ), Twelve Songs (Hildegard Publishing Company, 1994 ), and Twenty-Three Songs (Da Capo Press, 1992 ), though this volume is now out-of-print. In addition, Classical Vocal Reprints offers dozens of Beach’s songs for purchase and .pdf download.",
            "citations": [
                "beach_1985",
                "beach_1994",
                "beach_1992"
            ]
        },
        "FN22": {
            "text": "22. Recordings include: D’Anna Fortunato, mezzo-soprano, Joseph Silverstein, violin, and Virginia Eskin, piano, Dark Garden (Northeastern, CD, 1988); Katherine Kelton, mezzo-soprano, and Catherine Bringerud, piano, Amy Beach Songs (Naxos, CD, 2004); Patrick Mason, baritone, and Joanne Polk, piano, Songs of Amy Beach (Bridge Records, CD, 2005); Paul Sperry, tenor, and Irma Vallecillo, piano, Paul Sperry Sings Songs of an Innocent Age (Albany Records, CD, 1990); and Ransom Wilson, conductor, Lauren Flanigan, soprano, Charlotte Hellekant, mezzo-soprano, Anthony Dean Griffey, tenor, Paul Groves, tenor, Eugene Perry, baritone, Thomas Paul, bass, Mark Peskanov, violin, Carter Brey, cello, and Christopher O'Riley, piano, Amy Beach Cabildo: An Opera Premiere and Six Short Pieces (Delos International, CD, 1995).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Learn to employ as much variety in form as possible. Above all things, avoid becoming stereotyped in expressions of melodic, harmonic, or rhythmic ideas. Amy Beach (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]  In addition to her numerous chamber works and her famous larger works, such as the Gaelic Symphony (1897) and the Mass (1890), American composer and pianist Amy Beach (1867–1944) composed well over one hundred art songs, which have received scant analytic attention in mainstream music-theoretic discourse. (2) Stylistically, most of her published songs draw upon rich chromaticism that recalls the style of late Romantic German Lieder. Furthermore, many of Beach’s songs exhibit high levels of emotion, long vocal melodies, and artistic accompaniments. For these reasons, Adrienne Fried Block argues, “Beach’s songs deserve a permanent place in the vocal repertory” ( 1998 , 158). I would argue that they also deserve a permanent place in the music-analytical repertory.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "block_1998"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The formal designs of Beach’s songs are particularly compelling, often featuring hybrid structures that fuse principles of modified strophic form with other formal schemes. Jeanell Wise Brown observes the difficulty of categorizing the forms of Beach’s music, especially her songs written before 1899, due to “the multiplicity of melodic ideas. . . and lack of well-defined sections” ( 1994 , 161–62). In addition, Sharon Llewellyn argues, “The strophic and modified strophic often push the envelope of form as Beach increasingly varies the original melody with each return” ( 2008 , 209). In fact, out of 111 published songs by Beach that I have examined, just two use simple strophic designs, three resemble rounded binary, and only one is a straightforward ABA′ structure. (3) More common are hybrid designs that rely on some degree of strophic or sectional modification. The purpose of this article is to explore formal deviations in Beach’s art songs and seek new ways to understand form in this genre. To this end, I offer a model for interpreting song form that situates songs based on the nature of recurring material, from strophic (maximal recurring material) to through-composed (minimal recurring material). The model is most useful for understanding song forms that lie in between standard formal categories rather than those that lie squarely within one.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "brown_1994",
                    "llewellyn_2008"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The interpretive model and the analyses that follow are motivated by the following questions: How can analysts deal with the grey areas between an extensively modified strophic form and a through-composed design, or between strophic and other formal designs? In what ways might listeners understand formal modifications in Beach’s songs? To what degree must musical material be altered before listeners are likely to hear it as something new rather than a varied restatement? Finally, how do Beach’s formal modifications interrelate with the song texts?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] After describing the analytical model, I will explore these questions in five representative songs from Beach’s output published over a span of 25 years, with forms that range from relatively straightforward strophic modifications to more complex ones. “Within Thy Heart” (op. 29, no. 1) and “Forgotten” (op. 41, no. 3) demonstrate additions to and replacements of strophic material. The focal analysis of “Ah, Love, but a Day!” (op. 44, no. 2) highlights complex principles of strophic modification. Finally, analyses of “Sweetheart, Sigh No More” (op. 14, no. 3) and “Wind o’ the Westland” (op. 77, no. 2) briefly explore blurred boundaries and quasi-parallel constructions within sectional formal designs. A Model for Interpreting Song Form",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Classifying hybrid forms can be complicated. This is not a new issue in song analysis. Edward Kravitt writes, “[The late romantics] tended to vary strophes freely with respect to length and contour, so lavishly, at times, that the underlying strophic design is disguised” ( 1996 , 202). He argues further that composers of the nineteenth century “imparted new meaning to repetition; for them it is continuous progression rather than a return to the beginning simply to recommence. And they conferred upon contrast the impression of the ‘old’ appearing as ‘new,’ by shaping pre-existent material to sound like fresh, contrasting sections” ( Kravitt 1996 , 212). (4) In addition, Deborah Stein and Robert Spillman argue that for some songs more than one classification may be possible ( 1996 , 196); (5) they identify several songs traditionally classified as through-composed that recall earlier elements to some degree (204–5). (6) Similarly, in an analysis of Schubert’s “Am Meer,” Edward T. Cone allows for two different interpretations of the song’s form—one as “bistrophic” [ABC | ABC′] and the other as ternary [A(BC)A – (BC′) in which (BC′) functions as a coda]—that relate directly to the poetic structure and meaning of Heine’s original poem ( 1998 , 122). Figure 1 . Model for Interpreting Form (click to enlarge)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "kravitt_1996",
                    "kravitt_1996",
                    "stein_and_spillman_1996",
                    "cone_1998"
                ]
            }
        },
        {
            "6": {
                "text": "[6] To better understand the many permutations of form in art song, Figure 1 presents a continuum from strophic to through-composed, accounting for hybrid formal designs that fall in between. The continuum includes five stages ranging from maximal recurring material (strophic) to minimal recurring material (through-composed), yet the figure is more helpful for what lies between each point along the continuum rather than for what falls on specific points. Modified strophic form breaks into two subcategories. “Minor modified strophic” form accounts for designs where structural melodic pitches remain intact across each strophe, but where texture, harmony, or rhythm change slightly. “Major modified strophic” form, on the other hand, involves more significant changes in recurring material, including but not limited to the use of new melodic, rhythmic, and/or harmonic material, which can replace or be added to strophic material. Binary, ternary, and other sectional forms, which are grouped together under the heading of “forms with contrasting sections,” feature distinct sections of contrasting material in addition to recurring material. Within this category, there may be a range from greater similarity (toward the left) to greater contrast (to the right).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]\tAlthough the model functions as a basic tool for classification, the end goal is to identify the profound ways in which strophic parallels and deviations interact with song texts and meanings, rather than to place a song within any particular procrustean category. Furthermore, the categories along the continuum may be helpful in examining seemingly through-composed forms, which exhibit some strophic features or recurring material, allowing analysts to get away from using the perhaps all too general term “through-composed” when a particular formal design does not conform to standard categories.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Figure 1 has precedents in work by others. Kravitt writes, “One can actually arrange fin-de-siècle lieder along continuums that show a gradual shading from either strophic or sectional forms into through-composed structures. Borderline examples accordingly may have elements of more than one category” ( 1996 , 219). Kenneth Whitton similarly situates modified strophic form in the middle between two extremes, simple strophic and through-composed ( 1984 , 9). Edward T. Cone identifies the possibility of “intergrades of all kinds” in between extremes of strophic and through-composed song form ( 2000 , 54). Building upon Carl Dahlhaus’s account of Schubert’s forms that “belong neither to one extreme or the other” ( 1989 , 98), David Tom Bretherton examines Schubert’s ternary song forms, which in his words “strike something of a balance between strophic and through-composed formal principles, incorporating ‘equal’ amounts of repetition and contrast” ( 2007 , 8). Bretherton offers a model that represents song form graphically, in which “the degree of thematic repetition or variation among strophes” is shown along the x-axis, and “the degree of harmonic similarity among strophes” along the y-axis ( 2007 , 15–16). Figure 1 adds two elements to previous scholarship: first, it offers the “major modified strophic” category, which accounts for hybrid designs situated in between typical modified strophic forms and forms with contrasting sections, and second, to account for other hybrid designs, the model is explicitly construed with emphasis on what falls between, rather than in, its constituent categories. Figure 2 . Summary of Amy Beach’s Song Forms (click to enlarge) Figure 3 . Strophic Designs Classified in Two or Three Parts (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kravitt_1996",
                    "whitton_1984",
                    "cone_2000",
                    "dahlhaus_1989",
                    "bretherton_2007",
                    "bretherton_2007"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Few of Beach’s 111 published songs I examined conform to clear, uncomplicated designs. Figure 2 presents a loose classification of all the songs included in this survey according to criteria based on Figure 1. Some caveats are in order: first, although I have assigned each song to a category, boundaries between the form categories are not clear-cut, especially with songs that appear under “modified strophic” labels, as well as all of the hybrid classifications. Furthermore, classification remains a fluid and subjective activity. Following Leonard B. Meyer’s ( 1956 ) understanding of form as dynamic, I regard musical form as dependent upon a listener’s experience that continually reveals and revises itself as a piece unfolds through time, rather than as a static, unchanging structure. Moreover, different orientations may allow listeners to understand the form of a single song in multiple ways, accommodating more than one interpretation when songs fall between two adjacent categories.",
                "footnotes": [],
                "citations": [
                    "meyer_1956"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Figure 2 reveals that Beach uses hybrid designs that rely on some degree of strophic or sectional modification more than standard sectional forms without extensive modification of recurring material. In addition, although one scholar argues that most of Beach’s classifiable songs use ternary form ( Brown 1994 , 162), my survey shows that Beach uses large two-part forms more often than three-part forms. Of the 36 songs using various strophic designs, 29 use two large parts (AA′) and nine use three (AA′A″) , as shown in Figure 3 . Fifteen other songs comprise forms that combine elements of modified strophic design (AA′) and true binary (AB), resulting in two-part hybrid forms that conform to neither. Nineteen songs comprise tripartite forms that fuse elements of AA′A″ , AA′B , and ABC , in which the second and third sections possess some similarity to the first, but with increasing deviation as the song unfolds. (7) Another five songs combine elements of true ternary (ABA′) and additive ternary (ABC) , in which the third section resembles some aspects of the initial A section but also significantly deviates from the earlier material. Figure 2 also accounts for other hybrid forms that use modified recurring material.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "brown_1994"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Mark Evans Bonds argues for “a general theory of form that can account for conventional patterns and at the same time do justice to the immense diversity that exists within the framework of these patterns” with the specific goal “to reconcile the conventional with the individual, the stereotypical with the unique” ( 1991 , 29). For the genre of art song, my model attempts to reconcile both conformational and generative approaches to musical form. (8) The categories along the continuum conform to the former, functioning as a typology by which unrelated pieces may be categorized, but the continuum also functions as a model against which unique treatments of form—hybrid designs, in particular—can be read when one seeks to establish where deviations from the models occur and how those deviations contribute to a song’s emotional and musical meaning. Furthermore, new models, such as the major modified strophic category, may arise from observed deviations. Song Analyses Modifications of Strophic Material: “Within Thy Heart” and “Forgotten” Figure 4 . Formal Design of “Within Thy Heart” (click to enlarge) Example 3 . Re-composition of “Within Thy Heart,” measures 12–15 (click to enlarge and listen)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "bonds_1991"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Composed as part of Beach’s op. 29 song collection in 1894, “Within Thy Heart” is a setting of two quatrains of the composer’s own poetry. The song presents an unresolved secondary dominant that is later resolved through strophic modification, accommodated by textual repetition. Its form resides squarely in between the minor and major modified strophic form types offered in Figure 1; one possible interpretation appears in Figure 4 . The strophic modifications are incidental until near the end of the second strophe. A comparison of Examples 1 and 2 demonstrates the most striking differences between the two strophes. The melody peaks on E5 in measures 24–25 instead of D5 as in measures 10–11, and in measures 27–28 there is a phrase extension, which resolves an unfulfilled secondary dominant set up in the previous strophe. The secondary dominant appears in measure 12, at the implied half cadence in B minor (V 7 /vi). Listeners might expect to hear some sort of resolution to B minor (vi) in the next measure. Instead, there is a move to another secondary dominant (V/IV), which tonicizes G major. Understood strictly in terms of chord function, the V 7 /vi is deflected and deceptively resolved. (9) Beach could have easily chosen not to deflect this secondary dominant: see Example 3 for a re-composition that “normalizes” this passage. Example 1 . “Within Thy Heart,” measures 9–15 (click to enlarge and see the rest) Example 2 . “Within Thy Heart,” measures 23–32 (click to enlarge, listen, and see the rest)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Given this interpretation, measures 9–15 may set up an expectation for a tonal cell in B minor that finally gets fulfilled in the second strophe through an extended tonicization, although it is temporarily unresolved in the first section. (10) The extension in the second strophe highlights the conflict that has occurred by drawing out the resolution of the phrase. Not only does the postponed resolution of the secondary dominant contribute to the complexities of the song’s formal design, but it also generates musical tension, which is central to creating temporal forms. (11) Musical tension builds also through the climax that occurs in the second half of the song. Example 4 . Voice-leading Reduction of “Within Thy Heart,” measures 12–15 (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Another way to understand measures 9–15 is through the lens of voice leading as opposed to harmonic function. Instead of understanding the move from F ♯ 7 in measure 12 to D 7 in measure 13 as a deflected resolution of V 7 /vi, one could attend to the coherence offered by voice-leading patterns in this passage. Example 4 shows a voice-leading reduction of measures 12–15, characterized by a chromatic descending top line from B4 to F ♯ 4, as well as a chromatic descending inner voice from C ♯ 4 to B ♭ 3. Indeed, the chromatic descent is possible here because the secondary dominant does not resolve. The bass also follows a regular pattern in measures 12–14 of down a third, up a fourth. The strongly linear voice leading of this passage might lessen the effect of the unfulfilled secondary dominant. Even so, the settings of the stanzas are different, and the primary difference between these otherwise similar sections concerns the resolution of the F ♯ 7 chord (V 7 /vi).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In spite of the modifications in measures 23–32, the voice-leading structure—in particular, the 6 ˆ – 5 ˆ – 4 ˆ – 3 ˆ upper-line descent first presented in measures 12–15—is expanded in the second strophe, with 6 ˆ as an upper neighbor. The presence of the same structural melody in both sections further justifies placing the form of “Within Thy Heart” squarely in between the minor and major modified strophic categories. Here, the underlying melodic structure supports the song’s classification as minor modified strophic, whereas the phrase expansion, added material, and other changes support its classification as major modified strophic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The pitch class of A ♯ / B ♭ plays an interesting role throughout “Within Thy Heart” and becomes increasingly more active in the second strophe. A ♯ , in short, is a kind of “promissory note,” to borrow Edward T. Cone’s term ( 1982 ), a chromatic element whose potential as a secondary leading tone to B is only fully realized late in the song. Beach’s modified strophic form underlines this dramatic musical arc in a way that a simple strophic form or contrasting sectional form would not have. Because of its marked use in the vocal part and its dramatically postponed resolution, A ♯ assumes an important structural role in “Within Thy Heart”—one that is inextricably linked to the song’s form, modification techniques, voice leading, and harmonic structure.",
                "footnotes": [],
                "citations": [
                    "cone_1982"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Beach’s strophic modifications may be part of a textual strategy. Block describes the ways in which Beach manipulates song texts: She would further appropriate the poem by changing or adding a title, omitting a verse, or repeating a word or phrase in order to change the emphasis or equalize musical and poetic time. She then would add melodic, rhythmic, and harmonic accents that bring to the foreground certain images—or suppress others—and compose an accompaniment that added its own meaning, thus changing the meaning of the vocal line ( 1998 , 147). Figure 5 . Text of “Within Thy Heart” (click to enlarge) Figure 6 . Musical Treatment of Text of “Within Thy Heart” (click to enlarge) Figure 5 reproduces the poem, also written by Beach. Figure 6 shows the text as it appears in Beach’s musical setting of the poem, which features textual repetition in both strophes, but more extensive repetition in the second. In the setting of the first stanza, Beach repeats line 4, which extends a normative eight-measure phrase to eleven measures, and the first quatrain to a cinquain. Measures 13–15 contain the repeated text and the deflected secondary dominant that is later resolved through strophic modification. Although the textual repetition does not change the meaning of the text, the extra length resulting from it creates fluidity in the phrase rhythm.",
                "footnotes": [],
                "citations": [
                    "block_1998"
                ]
            }
        },
        {
            "18": {
                "text": "[18] In the setting of the second stanza, Beach repeats lines 8–9, the entire final couplet—“Within thy heart to live/ Forever, heaven would be!”—expanding the second quatrain to six lines. This textual repetition allows for more space to resolve the secondary dominant, tonicizing B minor temporarily, and to slow down the harmonic rhythm from two chords per measure to one, creating a more dramatic cadence. The expanded phrase rhythm musically suggests the meaning of “forever,” made even more prominent by the repetition of the word and the longer durations on its second syllable (see measures 24–25 and 29). The repetition of the last line of the poem transforms what would have been a normative eight-measure phrase (measures 19–26) into a thirteen-measure phrase (measures 19–31).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The musical setting of repeated lines interacts in interesting ways with the poetic articulations contained within the poem. All of the lines in the poem’s first stanza are end-stopped, ending with punctuation that implies a poetic pause (commas appear after each of the first three lines, and a period appears at the end of the fourth line). In the musical setting of the text in Figure 6, Beach connects lines 1 and 2, as well as lines 3 and 4, and places rests in between lines 2 and 3 and lines 4 and 5, resulting in a pattern of continuation – rest – continuation – rest – rest.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The second stanza of the poem features end-stopped lines in the first couplet, continuing the pattern set forth in the first stanza, but contains an enjambment in the last couplet, as no punctuation divides “live” in line 8 from “forever” in line 9. Beach’s musical setting of the text of the second stanza begins with an alternation of continuation and rest similar to the previous pattern, which listeners would expect given the song’s strophic structure; however, the last two lines of the musical setting (lines 10 and 11, as they appear in Figure 6, and measures 27–32, shown in Example 2) use a continuation/rest pattern that differs from the setting of the same text in its first iteration (lines 8 and 9 and measures 23–26). Whereas Beach musically depicts the enjambment by connecting lines 8 and 9 in measure 24 and emphasizes the comma in line 9 by placing a rest in measure 25, her treatment of lines 10 and 11 ignores an enjambment and a comma; she places a rest between the enjambed words “live” and “forever” in measure 28 and connects “forever” to “heaven” in measures 29–30, two words separated by a comma. This difference at a local level, however, allows Beach to create consistency at a larger formal level; the pattern of continuation and rest suggested by the musical setting of the second stanza recalls and extends the pattern set up by that of the previous stanza: continuation – rest – continuation – rest – rest – rest. In other words, the rests in the vocal part between lines 8–9 and 10–11 and after line 11 in the second stanza resemble the pattern of rests in the vocal line used between lines 3–4 and after line 4 in the first stanza. The greater number of rests and breaks within the vocal line at the end of the second strophe may also be a result of the song’s general de-intensification following the high point in measure 27 (comprising the repeated text in the second stanza, lines 10–11). (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The differences between the settings of lines 8–9 and 10–11 in the second strophe subtly change the meaning of the text. Although the differences do not alter the overall sentiment of unending devotion, the referent of “forever” changes. If we read the lines as Beach has set them, the first statement of the lines “Within thy heart to live/ Forever, heaven would be” suggests that the poet wants to “live forever” within her beloved’s heart—in this case, “forever” is an adverb. In the second statement of these lines, however, “heaven” is connected to “forever”—“forever” becomes an adjective, describing the eternity of her bliss in uniting with her beloved. Beach’s musical setting thus opens up the possibilities for new, subtle interpretations of what otherwise would appear to be a straightforward song text of two modest quatrains. Figure 7 . Text of “Forgotten” (click to enlarge) Figure 8 . Formal Design of “Forgotten” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Like “Within Thy Heart,” “Forgotten” (1898), a setting of two quatrains by poet Cora Fabbri (1871–1892), exhibits strophic qualities; however, its new material functions not as an addition to, but rather a replacement of previously stated material. Figure 7 shows Fabbri’s text and Beach’s adaption of it. A formal diagram of this song appears in Figure 8 . Out of three primary phrases (a, b, and c), the setting of the second stanza preserves just the first and last phrases (a and c). The second phrase (measures 8–11, shown in Example 5 ) is replaced with new material (measures 24–31, shown in Example 6 ). (13) This portion is extended in the second strophe, making the setting of the second stanza longer than the first. Overall, “Forgotten” fits fairly well within the major modified strophic category because of the extensive modifications in its second strophe. Example 5 . “Forgotten,” measures 8–11 (click to enlarge and listen) Example 6 . “Forgotten,” measures 24–31 (click to enlarge, listen, and see the rest)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Despite the new extended section, the second strophe preserves the beginning and ending of the previous strophe, which cognitive psychologists teach us are the most memorable psychologically, and which invite listeners to hear strophic qualities in the song. (14) Additionally, Meyer ( 1956 , 89–90) points out that listeners may be inclined to normalize deviations in otherwise recurrent material, especially when beginnings and endings are preserved. Similarly, Langer ( 1953 , 27) argues that when listening to multiple performances of the same piece, listeners gladly exhibit a high tolerance for differences among them; likewise, when passages with some degree of similarity recur within a single piece, listeners may tend to hear greater similarity and ignore deviations.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "meyer_1956",
                    "langer_1953"
                ]
            }
        },
        {
            "24": {
                "text": "[24] Rhythmic similarities between phrases b and d support a strophic reading: for example, the vocal rhythm of measure 24 is an approximate augmentation of measure 8, and the vocal rhythm of measures 25–26 closely resembles that of measures 9–10. (15) Thus, a truly hybrid form results: new material and other modifications in A′ draw out the contrast between sections, whereas the preservation of beginnings, endings, and vocal rhythm establish some strophic parallels that may influence our understanding of the song’s formal design.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]    Textual and expressive reasons may account for the deviations from strophic form in “Forgotten.” The musical sequence in measures 8–11 suits both the grammatical structure and the meaning of the line, “A love that lasted an hour, a joy that lasted a day,” which describes something ephemeral. Sequences likewise are musical agents of transition, here fitting the qualities of transience described in the text. On the other hand, measures 24–31 are of an entirely different character—framed by exclamations, “oh grief!” and “for aye!” In Fabbri’s original poem, “oh grief!” appears only once (in the second stanza, third line) as the poem’s only caesura. In the musical setting of the poem, however, Beach repeats the “oh grief!” exclamation twice, intensifying the sense of drama in the song. Example 7 . “Forgotten,” measure 32 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Each appearance of “oh grief!” is associated with scale-degrees 5 ˆ – 6 ˆ (D– E ♭ ), which take on a pathos-laden quality in this context. The first two settings of “oh grief!” remain tonally open as tendency tone 6 ˆ lingers, awaiting resolution to 5 ˆ . The “for aye!” exclamation in measures 29–31 reaches the melodic apex of the song (G5) at a loud dynamic. (16) As in “Within Thy Heart,” strophic modifications and textual repetitions in “Forgotten” bring about the climax. When familiar music returns in measure 32 (shown in Example 7 ), the “oh grief!” gesture, no longer marked with openness, is reversed as E ♭ –D ( 6 ˆ – 5 ˆ ) and signals impending closure. The intensification that occurs with the modifications in the second strophe may also parallel the poem’s poetic progression: whereas the first stanza relates ephemeral things (e.g., a snowflake, a leaf) to fleeting love and joy, the second stanza expresses ensuing grief from the loss of love.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Although they share similar rhythmic and melodic contours, the beginnings of phrases b (measures 8–9) and d (measures 24–25) have distinctly different harmonic progressions and scale-degree functions. This contrasts with the techniques exhibited in “Within Thy Heart,” which retains structural scale-degree function in spite of the strophic modification. Even within the portions of “Forgotten” that seem to adhere to strophic design, several surface differences appear in the second strophe, such as the harmonization of measures 20–23 (compare with measures 4–7); several melodic changes, though they support the same harmonic function; and a denser texture. The surface modifications, which pale in comparison with more extensive deviations that appear elsewhere in the song, do not affect listeners’ abilities to hear the similarity between the strophes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] In sum, there are at least three different modification techniques present in “Forgotten”: innocuous surface modifications, significant structural replacements of musical material, and additions to previously stated material. Listeners who anticipate a modified strophic design may be surprised partway through the second strophe when the setting deviates from the previous material. The impact of the deviation is more striking if listeners are expecting a strophic continuation and the song instead forges ahead to new, climactic material. Then as the second strophe continues, just when listeners may be inclined to switch toward a through-composed or binary orientation, Beach reinstates material from the end of the first strophe in the last phrase of the song. Complexities in Strophic Modification: “Ah, Love, but a Day!” Figure 9 . Text of “Ah, Love, but a Day!” (click to enlarge) Figure 10 . Formal Design of “Ah, Love, but a Day!” (click to enlarge) Example 8 . “Ah, Love, but a Day,” measures 38–41 (click to enlarge and listen) Example 9 . “Ah, Love, but a Day,” comparison of measures 3–10 and 26–33 (click to enlarge and listen) [29] Published as part of Three Browning Songs, op. 44 in 1899, Beach’s “Ah, Love, but a Day!” sets just the first two of three stanzas, each comprising seven lines, contained in Robert Browning’s (1812–1889) James Lee’s Wife . Figure 9 shows the original poem text and Beach’s adaptation. Beach’s setting of “Ah, Love, but a Day!” uses strophic principles in a complex way because the elements of similarity continually shift. Different listening strategies allow listeners to experience the song as modified strophic, binary, or somewhere in between. Most strophic qualities emerge in the parameter of melody, where a combination of scale-degree function and absolute pitch are kept intact between sections. Other parameters such as harmony and texture do not support a strophic interpretation. Figure 10 provides one possible diagram of the song’s form. The song begins in the key of F minor. The second strophe starts off in the same way as the first, but in the parallel major key and with a rhythmically denser texture as the accompaniment gives way to a triplet eighth-note pattern. (17) The melodic features of measures 26–37 recall those of measures 3–14. Likewise, the melodic structure of measures 41–48 recalls measures 15–19 despite several changes in the rhythm. As in “Forgotten,” the beginning and ending of the first section are preserved in the second, and the new material that builds to a climax in “Ah, Love, but a Day!” (measures 38–41, reproduced in Example 8 ) interrupts the otherwise strophic structure. Here, as in the other songs, Beach’s formal design adheres to what Agawu ( 2009 ) calls a “dynamic curve” high-point scheme, associated with Romantic art music.",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "agawu_2009"
                ]
            }
        },
        {
            "30": {
                "text": "[30]    Initially the similarities between the passages may not be readily apparent. Example 9 compares their harmonic and melodic features. Strophic parallels are shown in bold face and large noteheads, and deviations are shown in plain type and reduced noteheads. Just enough is kept structurally intact to make these sections sound similar to one another. But in order to hear the piece more as strophic than binary, one must attend to the scale-degree function primarily in the a and a′ phrases. Despite the modulations and the change of mode, the last two measures preserve chord function, though ii7 substitutes for the Neapolitan in the second strophe.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]    The most remarkable feature of these passages is the shifting nature of their melodic similarity. In the first four measures of each section (measures 3–6 and 26–29), absolute structural pitches and scale-degree functions are kept intact for the most part, with necessary adjustments to accommodate the mode change. In the next two measures (measures 7–8 and 30–31), similarity shifts exclusively to scale-degree function. That is, the melodic pattern of scale degrees 6 ˆ – 2 ˆ – 3 ˆ – 4 ˆ – 5 ˆ appears in C minor in the first strophe and is transposed to A ♭ major in the second. Then, in measures 31–33, many of the structural pitches in measures 8–10 are kept intact in spite of the fact that these pitches are entirely reharmonized, having no similarity in scale-degree function.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32]    The variations we observe in the second strophe may relate to the text: “Look into my eyes! Wilt thou change too? Should I fear surprise? Shall I find aught new in the old and dear, in the good and true with the changing year?” Beach recalls the text “Look in my eyes, wilt thou change too?” in measures 41–48, at the end of the song. The musical changes in the second strophe might be understood to reflect the inescapable change the singer laments and fears. In addition, Beach’s musical setting brings out the latent optimism of Browning’s poem through the shift from F minor to F major in her setting of the second stanza. The change in mode occurs in tandem with a shift from the poetic persona’s general antipathy toward change to her growing confidence that her lover’s devotion will remain steadfast. Example 10 . “Ah, Love, but a Day,” measures 19–23 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33]    Measures 19–23 (shown in Example 10 ) recall material from measures 3–10, and follow a brief interlude that resembles the introduction. On first hearing, one might interpret this as the beginning of the second strophe, but these expectations are soon denied through the textual and cadential structure of the passage. What remains curious about this design is that the second strophe includes new material (labeled phrase f in Figure 10) and not a passage parallel to measures 19–23, which we find in the first strophe. Lines 1–2 of the poem, which comprise the text of measures 19–23, are not repeated in Browning’s original poem; again Beach takes the liberty of repeating lines in her setting. The passage produces the effect of a false interlude, where at first a listener might anticipate the beginning of interlude material upon hearing the restatement of the opening measures of the song, until the pickup to measure 21 when the voice dramatically restates the opening text. However, the textual restatement postpones the arrival of the second section and instead concludes the first section even more emphatically with a perfect authentic cadence. (18) The beginning of the true interlude elides with the conclusion of this phrase in measure 23.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34]    The most conclusive cadence of this song occurs at measures 22–23, and not at the end, which features an imperfect authentic cadence with 5 ˆ in the voice. This unusual cadential configuration correlates with the poem’s meaning and structure. The text recalled at the end of the first strophe—“Ah, Love, but a day, and the world has changed!”—is an emphatic statement, which the dramatic perfect authentic cadence at measures 22–23 supports musically. In contrast, the text that ends the second strophe— “Ah, Love, look in my eyes, wilt thou change too?”—poses a hopeful question, depicted musically by the hanging fifth scale degree in the voice. Beach does not set Browning’s third stanza, which ends with a statement rather than a question. Example 11a . “Ah, Love, but a Day,” measure 7 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35]    The most striking departure from strophic form occurs in measures 38–41 (shown above in Example 8), where Beach inserts new material into the otherwise strophic design. This passage features very loud dynamics ( ff ) and the song’s melodic apex (A5). The text “Ah, Love” set here is the same text used in the motion toward A ♭ 5 in measures 7 and 21–22. Example 11 illustrates the three occurrences of this dramatic gesture. Beach’s inclusion of “Ah, Love” within the second strophe seems to be a deliberate musical-dramatic strategy since this text does not appear in the second stanza of Browning’s original poem. In contrast to its appearances in the first strophe, Beach alters the temporal placement of this gesture within the second section, placing it three-quarters of the way through, which supports the song’s open-ended conclusion and the nature of the text, ending with greater hope in the form of a question. Example 11b . “Ah, Love, but a Day,” measures 21–22 (click to enlarge and listen) Example 11c . “Ah, Love, but a Day,” measures 40–41 (click to enlarge and listen) Example 12 . “Ah, Love, but a Day,” measures 15–19 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36]    Beach also repeats the word “summer,” and in so doing plays with its metric placement. “Summer” occurs only once in Browning’s poem, yet in Beach’s setting it appears three times—in measures 15, 16, and 18 (see Example 12 ). The poem, which otherwise uses mostly anapestic (weak-weak-strong) and iambic (weak-strong) poetic feet, departs from its poetic meter in the last line of the first stanza (“Summer has stopped.”) and instead uses a dactyl at the beginning of the line (strong-weak-weak). Rather than assign the first syllable of “summer” to the downbeat as the poetic meter might suggest, Beach sets it on a weak beat (beat 2) in measures 15 and 18, and on the downbeat only in its second iteration in measure 16. Beach’s textual repetition allows the singer to linger on this line (“Summer has stopped.”), clarifying musically that the protagonist does not wish for summer to end despite its inevitability.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37]    Overall, the form of “Ah, Love, but a Day!” is situated between major modified strophic and binary. The deviations in its second strophe are numerous. Depending on the aspects to which they attend, listeners might experience the form in different ways. If harmony and texture are guiding factors, listeners will hear this in two distinct, contrasting parts. However, if scale-degree function and other melodic characteristics are emphasized, a modified strophic interpretation makes sense. Blurred Boundaries: “Sweetheart, Sigh No More” and “Wind o’ the Westland” Figure 11 . Text of “Sweetheart, Sigh No More” (click to enlarge) Example 13a . “Sweetheart, Sigh No More,” measures 3–4 (click to enlarge and listen) Example 13b . “Sweetheart, Sigh No More,” measures 15–16 (click to enlarge and listen) Example 13c . “Sweetheart, Sigh No More,” measures 29–30 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38]\t“Sweetheart, Sigh No More” (published in 1891, revised 1901), which served as melodic material for Beach’s Romance op. 23 for violin and piano ( Block 1998 , 113), is a setting of three stanzas excerpted from Thomas Bailey Aldrich’s (1836–1907) Wyndham Towers (1890). Aldrich’s poem and Beach’s adaptation of the text appear in Figure 11 . The first two stanzas of the poem take the form of cinquains, and the final stanza is a sestet. The last line of each stanza features recurring text, “Sweetheart, sigh no more!” which functions as a poetic refrain. Beach’s setting features an outgrowth of the principles we have seen in the composer’s modified strophic forms. This song has three distinct sections (measures 3–13, 15–25, and 29–46 respectively, in addition to an introduction, interludes between each section, and a coda), each setting one of three poetic stanzas by Aldrich. The questions guiding this analysis concern not only how the form of the song can be heard in relation to standard formal models (AA′A″, AA′B, and ABC), but also how a strophic orientation may demonstrate structural similarities among seemingly disparate sections.",
                "footnotes": [],
                "citations": [
                    "block_1998"
                ]
            }
        },
        {
            "39": {
                "text": "[39]    In spite of some differences in the vocal melody at the beginning of each section in “Sweetheart, Sigh No More” (shown in Example 13 ), there are some unifying elements: the first measures of each (measures 3, 15, and 29 respectively) outline an E ♭ -major tonic triad, and the settings of the second and third stanzas begin with the same text set in the same rhythm. Still, these similarities may not be enough to sustain a compelling strophic interpretation based on the vocal melody alone. The settings of the first and second stanzas are similar, however, if one considers the role of the right-hand piano accompaniment, which in measures 15–25 restates the vocal melody of measures 3–13. Example 14 illustrates similarities with full-sized noteheads and differences with smaller noteheads. With just a few embellishments and one significant deviation from the structure in measure 19, the melody is preserved. Furthermore, the harmonic structure and several important structural pitches are the same. Example 15 illustrates these similarities: common structural pitches are circled, and shared chord progressions appear beneath the staff in Roman numerals. Example 14 . “Sweetheart, Sigh No More,” measures 3–13, voice, and measures 15–25, piano RH (click to enlarge) Example 15 . “Sweetheart, Sigh No More,” measures 3–13 and 15–25, voice with Roman numerals (click to enlarge) Figure 12 . Similarities among Settings of Stanzas in “Sweetheart, Sigh No More” (click to enlarge) Example 16a . “Sweetheart, Sigh No More,” measure 8 (click to enlarge and listen) Example 16b . “Sweetheart, Sigh No More,” measures 19–20 (click to enlarge and listen) Example 16c . “Sweetheart, Sigh No More,” measures 34–35 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40]    From this evidence, listeners may interpret the second section as a strophic variation of the first. The relationship of the third section to the previous two complicates the song’s unfolding form. If one attends primarily to harmonic structure and texture, the third section does not resemble the previous two. However, there are moments within the third section when strophic parallels may be perceived if one attends to scale-degree function, rhythm, and contour. A summary of the similarities among the settings of the third stanza and the previous two appears in Figure 12 . Musical similarities between the settings of the second and third stanzas may also be reinforced, or perhaps were even motivated by, similarities in the poem: both stanzas begin with the text, “Sing it, sing it, tawny throat.” Moreover, all of the stanzas conclude with the same text, “Sweetheart, sigh no more!” also supporting a strophic design. On the other hand, Beach may have deliberately chosen to create contrast through other elements of harmony and texture to disguise the blatantly similar textual beginnings of the second and third stanzas, thus resulting in a hybrid form reliant upon modification.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41]    The most interesting set of correspondences among the sections occurs in measures 8, 19–20, and 34–35 (compared in Example 16 ), where some variation of melodic movement through 1 ˆ down to 7 ˆ is found in keys related by mediant to the global tonic key. Neither the modulations nor the dramatic return to tonic at the end would have been possible had Beach used a simple strophic design, but similar scale-degree function in the parallel passages creates connections among the sections and musically relates to the poem’s strophic design.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42]    In spite of these corresponding passages, the third section sounds significantly different from the previous two on account of its unstable and dissimilar harmonic structure. In addition, new melodic material accompanies the repeated text in measures 37–38. As we have seen in other songs, Beach manipulates Aldrich’s original poem to suit the building drama that occurs in the setting of the final stanza. The sequential passage that features the text repetition functions as an internal phrase expansion bridging the previous material and measures 39–40 (whose melodic material is parallel to that in measures 21–22 and to a lesser degree in measures 9–10). This added passage and other temporal adjustments throughout extend the length of the third section to eighteen measures, in contrast to the shorter lengths of the previous sections (eleven measures each). [43]    The added material, as well as a shift to reiterated triplets in the accompaniment (similar to “Ah, Love, but a Day!”), accommodates a climax for the piece, which occurs in measure 44. Here the melody reaches F5, the melodic apex of the song, in tandem with a very loud dynamic and a dramatic rallentando . Measures 37–44 prolong the dominant, making the resolution to tonic in measure 45 even more satisfying. Because of these modifications that support a singular, dramatic climax, and because Beach uses this strategy in multiple songs, I would speculate that creating a clear, musical-narrative arc is more important to her compositional process than bringing out the strophic structure of the poems she sets. Musically, Beach’s songs that use such techniques are more dramatic and more formally compelling than her settings in simple strophic form. In sum, we see Beach’s modification techniques at their most sophisticated in “Sweetheart, Sigh No More.” Strophic material is modified to such a degree that it bears little similarity to what came before, and new material is inserted strategically in the last section. Still, interpreting this song through a strophic lens allows us to identify remnants of strophic construction, which unify the song and relate to the strophic construction of its poetic text. Figure 13 . Text of “Wind o’ the Westland” (click to enlarge) Figure 14 . Form Diagram for “Wind o’ the Westland” (click to enlarge) Example 19 . Statements of the “long, long ago” motive (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44]    Published in 1916, “Wind o’ the Westland” is a setting of a three-stanza poem by Dana Burnet (1888–1962) that conveys nostalgia for one’s youth. The poem and Beach’s adaptation appear in Figure 13 . Each poetic stanza, consisting of seven lines, begins similarly with the text “Wind o’ the Westland, blow, blow/ Bring me the dreams of long ago,/ Long, long ago,” and each stanza ends with the text “Long, long ago,” which acts as a refrain throughout Beach’s setting of the poem. The textual restatements inherent in Burnet’s poetic structure suggest a clear three-part strophic construction (AA′A″); however, Beach’s setting resembles an ABA′ structure. Still, the contrasting middle section shares some noteworthy characteristics with the A sections, such as similar rhythms and contours. The hybridity of the song’s formal design may be due to Beach’s desire to create musical contrast, but also to honor the strophic aspects of Burnet’s poem, as well as its recurring lines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Figure 14 summarizes the form of the song. The vocal melody of measures 17–22 (shown in Example 17 ) recalls that of the parallel passage in the A section (measures 2–7, shown in Example 18 ). With the exception of the third measure, the rhythms of the passages are nearly identical, and overall the contour is more similar than not. The similarities continue, to a lesser degree, in the following respective passages. Beach takes the technique of preserving beginnings and endings for strophic modification to a greater extreme in “Wind o’ the Westland” than in the other songs examined in this essay. The rhythmic profile of the entire first six-measure phrase is preserved despite changes in harmonic and melodic content. In the following phrase, just the opening measures and last four measures recall the A section in terms of rhythm, contour to a lesser degree, and text (both phrases begin with the text, “there was a” and end with “long, long ago”). Example 17 . “Wind o’ the Westland,” B section, measures 17–22 (click to enlarge and listen) Example 18 . “Wind o’ the Westland,” A section, measures 2–7 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46]    Measures 6–7 introduce the “long, long ago” motive, which recurs seven more times throughout the entire song (including appearances in the contrasting middle section) and functions as a quasi-refrain that unifies the song. (19) Example 19 illustrates the changes in the motive’s intervallic content and contour and its incorporation of new elements as the song unfolds. (20) Instead of emulating the motive’s appearances in the A section, the final statement in measures 48–52 more closely resembles statements 3 and 4 in the B section (measures 21–22 and 29–30), with its descending minor third followed by a descending minor second.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47]    The correspondences between melodic and rhythmic structure, as well as the coherence afforded by the “long, long ago” motive, create similarity between the B section and the outer A sections. The design of this song resembles a hybrid situated somewhere between modified strophic and ternary rather than a straightforward example of ternary. Both “Sweetheart, Sigh No More” and “Wind o’ the Westland” comprise seemingly non-strophic sectional designs, yet they exhibit some traits associated with Beach’s modified strophic forms. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48]    In sum, Beach’s songs feature modified formal designs resulting from textual repetition and creative strophic deviations, which enhance emotive aspects of the song texts and manipulate the texts in interesting ways through repetition and omission. Extensive modifications and deviations from strophic design often bring about a singular climax in Beach’s songs, as in “Ah, Love, but a Day!” “Within Thy Heart,” and “Forgotten.” A related but separate formal technique, found in “Ah, Love, but a Day!” “Sweetheart, Sigh No More,” and “Wind o’ the Westland,” involves exploiting the strophic qualities of a text by maintaining a consistent rhythmic structure and melodic contour, but providing contrast in other aspects such as harmony. Contrasting sections intensify the drama of these songs in ways that are not possible with standard strophic forms. Many of Beach’s songs comprise hybrid forms, as they rely on strophic modification to varying degrees without adhering clearly to a simple strophic design.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49]    Beach’s songs have been overdue for analytic examination. Her output offers over a hundred published songs—currently uncharted territory for analytic inquiry with regard to form, harmony, and text setting, as well as performance. Although some of Beach’s song scores are difficult to obtain, several published collections exist, (21) and the Millers Nichols Library at the University of Missouri-Kansas City (LaBudde Special Collections) and the Dimond Library at the University of New Hampshire (Millne Special Collections) house many of Beach’s published works and manuscripts. Several high-quality recordings are also available. (22) In spite of these resources, a complete critical edition of all of Beach’s published songs would be a welcome resource to make future scholarship more accessible. Because Beach’s songs at once demonstrate formal complexity and a high level of craft, as well as undeniable emotional and musical immediacy, her songs deserve a place within the larger music-analytical canon. The analyses I offer begin to bring attention to Beach’s skill in art song composition, and my alternative model for understanding form in these songs not only situates them formally within Beach’s larger output, but may also serve as a model for interpreting form in any songs that resist simple classification.",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.14.20.4.malawey.html",
    "data": "mto/data/mto.14.20.4.malawey.json"
}