{
    "title": "Reconsidering Klumpenhouwer Networks One More Time: A Response to \n\t\tEight Responses",
    "date": "2008/03/01",
    "volume": "14",
    "issue": "1",
    "authors": [
        "Buchler, Michael"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "February 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.1/mto.08.14.1.buchler.pdf",
    "author_info": [
        {
            "name": "Michael Buchler",
            "university": "Florida State University",
            "address": "College of Music, Tallahassee, FL 32306-1180",
            "email": "mbuchler@fsu.edu"
        }
    ],
    "citations": {
        "buchler_2007": "Buchler, Michael. 2007. “ Reconsidering Klumpenhouwer Networks .” Music Theory Online 13.2.",
        "foley_2007": "Foley, Gretchen. 2007. “ The Efficacy of K-Nets in Perlean Theory .” Music Theory Online 13.3.",
        "grant_2008": "Grant, Roger M. 2008. “ Hysteria at the Musical Surface .” Music Theory Online 14.1.",
        "headlam_2002": "Headlam, Dave. 2002. “Perle’s Cyclic Sets and Klumpenhouwer Networks: A Response.” Music Theory Spectrum 24.2: 246–256.",
        "klumpenhouwer_2007": "Klumpenhouwer, Henry. 2007. “ Reconsidering Klumpenhouwer Networks: a Response .” Music Theory Online 13.3.",
        "lambert_2002": "Lambert, Philip. 2002. “Isographies and Some Klumpenhouwer Networks They Involve.” Music Theory Spectrum 24.2: 165–195.",
        "lewin_1959": "Lewin, David. 1959. “Re: Intervallic Relations between Two Collections of Notes.” Journal of Music Theory 3:2: 298–301.",
        "lewin_1990": "Lewin, David. 1990. “Klumpenhouwer Networks and Some Isographies That Involve Them.” Music Theory Spectrum 12: 83–120.",
        "lewin_1994": "Lewin, David. 1994. “A Tutorial on Klumpenhouwer Networks, Using the Chorale in Schoenberg’s Opus 11, No. 2.” Journal of Music Theory 38: 79–101.",
        "losada_2007": "Losada, Catherine. 2007. “ K-nets and Hierarchical Structural Recursion: Further \nConsiderations .” Music Theory Online 13.3.",
        "morris_1991": "Morris, Robert D. 1991. Class Notes for Atonal Music Theory . Lebanon, NH: Frog Peak Music.",
        "murphy_2007": "Murphy, Scott. 2007. “ Considering Network Recursion and Bartók’s ‘Fourths.’ ” Music Theory Online 13.3.",
        "nolan_2007": "Nolan, Catherine. 2007. “ Thoughts on Klumpenhouwer Networks and Mathematical Models: The Synergy of Sets and Graphs .” Music Theory Online 13.3.",
        "o’donnell_2007": "O’Donnell, Shaugn. 2007. “ Embracing Relational Abundance .” Music Theory Online 13.3.",
        "perle_1996": "Perle, George. 1996. Twelve-Tone Tonality , 2nd ed. Berkeley: University of California Press.",
        "stoecker_2002": "Stoecker, Philip. 2002. “Klumpenhouwer Networks, Trichords, and Axial Isography.” Music Theory Spectrum 24.2: 231–245.",
        "stoecker_2007": "Stoecker, Philip. 2007. “ Without a Safety (k)-Net .” Music Theory Online 13.3.",
        "tymoczko_2007": "Tymoczko, Dmitri. 2007. “ Recasting K-nets .” Music Theory Online 13.3."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I am also enormously grateful to Nancy \nRogers, Evan Jones, Clifton Callender, Matthew Shaftel, Shaugn O’Donnell, Norman \nCarey, Dave Headlam, Dmitri Tymoczko, and Scott Murphy for their willingness to \nengage in informal debates about these and other related issues. They have all \nhelped me clarify my thoughts, but I alone claim responsibility for whatever \nmuddiness remains.",
            "citations": []
        },
        "FN2": {
            "text": "2. In yet another response, published alongside this rejoinder, Roger Grant seems to validate O’Donnell’s view (and his accompanying statistics) by fiat: “O’Donnell, having already demonstrated that K-nets do in fact show significant relationships . . . ” ( Grant 2008 , paragraph 6). Two paragraphs earlier, Grant framed my reporting that 78.8% of trichord classes can form isographic relationships as a “claim,” incorrectly suggesting some level of interpretive subjectivity on my part and also on the part of Stoecker ( 2002 , 234), who first produced the graph from which I took those statistics.",
            "citations": [
                "grant_2008",
                "stoecker_2002"
            ]
        },
        "FN3": {
            "text": "3. O’Donnell might prefer that I compared {0,2,6} to \n{0,1,2,3,4,6,7,8,a}, but, despite what he implies, choosing a token \nrepresentative of a set class (SC) should not increase exclusivity and neither \nis it a very productive way to talk about what is and is not possible. O’Donnell \ncould have arrived at his statistics using any [026]-type set. More generally, \nif two pcsets X and Y can be related by network isography, it is also \nnecessarily true that any member of SC(X) can be related by network isography to \nany member of SC(Y). Where trichords are concerned, we could add either \n“positive” or “negative” before “network isography.” Since I was addressing \nabstract potential, dealing with types seems clearer than dealing with tokens. I \nam not alone in this regard: Lambert ( 2002 ) and Stoecker ( 2002 and 2007 ) both invoke set classes in their enumerations of the kinds of relations K-nets \ncan generate, and I agree with Stoecker (c.f., 2007 , paragraphs 11 and 12) that developing an understanding of what sorts of things could possibly be related by K-net (or, for that matter, any other device) is helpful in understanding both the device itself and the space in which it operates (I say a bit more about this in paragraph 15 of the present essay).",
            "citations": [
                "lambert_2002",
                "stoecker_2002",
                "stoecker_2007",
                "stoecker_2007"
            ]
        },
        "FN4": {
            "text": "4. Furthermore, our efforts may be for naught: comparisons between our inflated \n[026] nonachord and [01234678a] might not mean very much, since every nine-note \npcset contains multiple [026]-type subsets. For that matter, every nine-note set \nalso contains many even-interval dyads and also many different pitch classes. \nSo, it does not particularly matter that [026] and [01234678a] are \ncomplementary, and that the latter is the only nonachord that can be formed by \ncombining three non-overlapping members of [026]",
            "citations": []
        },
        "FN5": {
            "text": "5. “An inversional center is properly a p-space concept, for the notion is incoherent in pc-space ... We throw out the idea of inversional centers in pc-space” ( Morris 1991 , 26).",
            "citations": [
                "morris_1991"
            ]
        },
        "FN6": {
            "text": "6. Of course, Lewin necessarily abandoned this notation in \nhis articles about Klumpenhouwer networks.",
            "citations": []
        },
        "FN7": {
            "text": "7. To recapitulate, this was also the sentiment that Murphy \nhighlighted as the fifth (and most universally applicable) of my criticisms of \nrecursion.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I am grateful to Tim Koozin for affording me the opportunity to write a \nrejoinder to the many thoughtful responses “Reconsidering Klumpenhouwer \nNetworks” has elicited. (1) Having already said more than my fair share on the subject, I will keep this relatively brief, addressing only a few of the issues raised by Gretchen Foley, Henry Klumpenhouwer, Catherine Losada, Scott Murphy, Catherine Nolan, Shaugn O’Donnell, Philip Stoecker, and Dmitri Tymoczko. Because I am responding to a host of different topics, I have not tried to fashion a coherent essay, but have rather adopted an episodic narrative. I hope that readers will have the opportunity to examine Lewin’s foundational articles on K-nets ( 1990 and 1994 ), my article in Volume 13.2 and the relevant articles and commentaries in Volume 13.3 before weighing the arguments that follow.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "lewin_1990",
                    "lewin_1994"
                ]
            }
        },
        {
            "2": {
                "text": "[2] On relational abundance In his response, O’Donnell stated that my “primary concern with K-nets is their potential promiscuity” (paragraph 3). I was somewhat amused by this observation only because it struck me that Murphy might have imagined that I was most upset by recursion, Tymoczko seems to have thought that the meaning of <T n > was foremost on my mind, and perhaps Klumpenhouwer was most bothered by my alleged analytical rigidity. I will take up each of these complaints in turn.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] To address O’Donnell’s remark and his subsequent arguments that these networks are really not so “promiscuous,” let me begin by reminding readers that my section on relational abundance (paragraph 32) opened with the sincere disclaimer that “this abundance of potential relations could be cast as either a problem (what O’Donnell has deemed ‘promiscuity’) or a feature, highlighting their inherent flexibility. Inasmuch as K-nets are considered musical interpretations, I am inclined to view their abundant relatability as a good thing.” (Incidentally, I believe this statement also undermines Klumpenhouwer’s \nclaim that I oppose multiple interpretations.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Readers may revisit my paragraphs 32–38 to see how I initially articulated and limited my complaint about relational abundance. I will now turn to O’Donnell’s response, especially the following section from his paragraph 3, in which he countered my claim (also found in Stoecker 2002 ) that any member of set class [026] can be shown to be positively (or negatively) isographic to any other trichord. The social circle O’Donnell describes continues a metaphor that I introduced. In the more social circle of K-nets, {0,2,6} can have relations with \napproximately 3.5% of the population, or up to 10.5% if one is willing to \nexplore the multiple configurations afforded by double emploi . In other words, a K-net {0,2,6} is still rather discerning in rejecting 90–96% of its potential suitors, and only against Buchler’s backdrop of canonical set classes does a K-net {0,2,6} seem promiscuous. It’s not freely partying with all the other 4,094 pcsets! (O’Donnell, paragraph 3)",
                "footnotes": [],
                "citations": [
                    "stoecker_2002"
                ]
            }
        },
        {
            "5": {
                "text": "[5] One might almost pity the poor {0,2,6} pcset—that most identifiable \nrepresentative of its class: even with double emploi , it enjoys relations with only about 10.5% of its peers. However, who exactly are its peers? I \ndemonstrated that every single trichord (that is not a multiset) and half the \ndyads could be related to any single representative of [026]. O’Donnell is \nsimply saying that of all the 4,094 possible combinations of pitch classes (not \nincluding multisets, empty sets, or {0,2,6}) only about 10.5% are three-note \ncombinations. I don’t know what K-net parties O’Donnell has been attending, but in practice {0,2,6}’s potential suitors have rarely included larger sets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] This particular disregard of common K-net practice amounts to only one \nreason that I find O’Donnell’s 10.5% statistic (and his even more limiting 3.5% \nstatistic) to be highly questionable. (2) Imagine that we wanted to relate some \nmember of [026] to some member of [01234678a]. (3) Because network-based comparisons \nrequire structures with the same number of nodes, we must create two \ncommensurate nine-node networks. This entails triplicating each note in the \n[026]-type set, or doubling some while quadrupling others, and so forth, \nrendering our simple [026] conceptually unwieldy. (4)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] O’Donnell’s statistics do not account for network structures with duplicate \npcs (I do not blame him; I certainly would not want to generate those statistics \nand, as I mentioned, I find the practice of arbitrarily duplicating pcs within \nnetworks to be suspicious.). But this means that he is incorrectly claiming that \n{0,2,6} can only be related to a relatively small number of the 4,094 pcsets \nthat form his data set. On the contrary, if we distribute the elements of some \n[026] among a larger number of nodes, freely allowing any degree of pc \nduplication, then we will necessarily be able to use network isography to relate \nmembers of [026] to members of an enormous \nnumber of larger set classes. It all comes down to \nwhich notes we choose to duplicate and how we draw our arrows.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] On K-nets and Perle sets Foley makes the good point—also articulated, somewhat differently, by Headlam ( 2002 )—that Perle’s compositional method (as described in his book Twelve-Tone Tonality ) virtually guarantees strong isography wherever he applies his cyclic sets. Weaving together two complementary interval cycles necessarily produces the conditions for strong isography (i.e., part of the set does this while the other does that —and this is the inverse of that ). But, perhaps paradoxically, I would prefer not to use K-nets (or any analytical method) where I know that they will always succeed. Perle describes these relationships so thoroughly (if a bit idiosyncratically) that I question the benefit of using K-nets to depict his illustrations. Still, analysis is a personal matter and I respect Foley’s analytical decisions. Although she shows relations that are produced by Perle’s compositional system, Foley is certainly not using K-nets to describe musical situations that are abstractly trivial. She and I still disagree on matters of recursion, an issue I will revisit later in response to Klumpenhouwer.",
                "footnotes": [],
                "citations": [
                    "headlam_2002"
                ]
            }
        },
        {
            "9": {
                "text": "[9] On index numbers I have little to add to Tymoczko’s excellent essay. In particular, I am \nintrigued by his suggestion (which, I should confess, we batted back and forth a \nbit before he wrote his response) that the arguments of <T n > be halved to \nreflect true pitch-class transposition rather than the less intuitive \nindex-number transposition. Were I in the mood to introduce a bit of notational \nhavoc, I might even suggest that dividing plain old index numbers (i.e., n in \nthe expression I n ) in half is generally also a good idea (indeed, this would \nobviate the need to halve the <T n > arguments). If we did this, inversion about a \nsingle pitch class would be denoted by an integer and inversion about a quarter \ntone would be denoted by a fractional number (e.g., I 5.5 to reflect inversion \nthat maps F 4 onto F 4 ). One feature of this proposed 24-index-number system is \nthat it would differentiate between inversion about C (I 0 ) and inversion about \nF (I 6 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Imagine a composition that begins by wedging outward from C and later \nfeatures a similar wedge outward from F . It might be analytically useful to \ndistinguish the pitch levels of these two events. In his Class Notes , Robert \nMorris contends (and I am inclined to agree) that inversion is properly a \np-space phenomenon. (5) However, even an analyst who does not wish to venture into \nthe vast domain of p-space could capture this simple difference by collapsing \nthe specific idea of wedging about some particular C to a broader notion of \nwedging about any C. Clearly there are other circumstances where suggesting a \nmore specific inversional axis might be analytically advantageous, and my new \nindex number system would allow us to operate within pc-space while still making \nstronger statements about the musical surface. This could have other interesting \nimplications for atonal analysis: for instance, given a musical situation in \nwhich there is no reason to prefer any particular axis of inversion, one might \nreasonably question whether inversion was truly at play. Readers concerned with \nthe potential incommensurability of T n I and I n notations that my system would \nintroduce might prefer to adopt Lewin’s own inversion notation (or some minor \nmodification thereof) to capture such musical distinctions as I versus I , \nor I versus I , \nor even I versus I . (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] On Murphy’s five recursive situations and my five recursive arguments Murphy is correct that I was aiming the full force of my recursion critique at “exact self-similarity” networks such as those that Lewin produces in Figure 12 of his foundational K-net article ( 1990 ). He also very perceptively separates my criticism on recursion into five components (Murphy, paragraph 4), and he \nlikewise finds five situations in which Lewin, Klumpenhouwer, and others have \nused recursion (Murphy, paragraph 3). In so doing, Murphy creates distinct \ncategories out of some situations that I might have considered recursive way \nstations. No matter, I think it is productive both to scrutinize how Lewin uses \nrecursion and to examine my specific criticisms about such uses of recursion. \nMoreover, I enjoyed reading Murphy’s analysis and was inspired by the \npedagogical way in which he leads us through it and demonstrates its musical \nmotivation.",
                "footnotes": [],
                "citations": [
                    "lewin_1990"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Murphy clearly prefers a broader notion of recursion, and I appreciate his \nrationale (again, see his paragraph 3). However, when Murphy says that his \nrecursive categories 3 and 4 (“modal” and “T-net self-similarity”) take only a \n“glancing blow” from my (now five) criticisms and his category 5 \n(“self-dissimilarity”) recursion escapes nearly scot-free, he incorrectly \nassumes that each of the five critiques that he has (again, correctly) ascribed \nto me carry equal force. In fact, criticism #5 (incommensurability of \nlevels)—which applies to all manner of network recursion—is my most significant \nobjection. Indeed, if I had to rank these five in importance, I would say that \n#1 and #4 raise relatively mild objections, #2 and #3 point out significant \nflaws, and #5 describes the central-most problem with all K-net hierarchies. So, \nwhile I admire both Murphy’s clear and logical prose and his very musical \nreading of Bartók’s “Fourths,” I still disagree that he has substantially \nsoftened the blow of my criticism on recursion (although I would have been \npleased had he found a musical relationship that would allay the problem of \ncriticism #5).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] On Henry Klumpenhouwer’s response A number of the respondents, including Klumpenhouwer, Nolan, and O’Donnell, \nreminded us that there is an ontological difference between dual transpositions \nand network operations. In the first section of my article, I made the case that \nhyper transpositions could be calculated more simply and with greater analytical \ntransparency by envisioning them as the sum of a pair of dual transpositions. We \narrive at the same result using a different and easier-to-conceptualize \nstructure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] I certainly concede that these constructions are philosophically distinct \n(and Klumpenhouwer articulates the differences quite well in paragraphs 4 \nthrough 8 of his response, as does Nolan in paragraphs 7 through 12 of her \nresponse). In my defense, however, I would like to highlight an important \ndisclaimer that I made at the outset of my article: that most of my arguments \n(those in sections two through four) amounted to “a detailed editorial” on the \nanalytical use of K-nets. The reason the initial section of my essay went into \nso much detail in showing the relationship between unary network and dual \n(non-network) transformations was to support my claim that K-nets are not \ngenerally as useful as dual transformations for analysis . I did not mean this to \nbe a general statement against automorphisms, though retrospectively I can see \nhow my first section might have been interpreted this way.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Indeed, I believe K-nets (as K-nets, not as dual transformations) offer an especially thought-provoking way to investigate the abstract potential of a \nmusical space. Lewin fostered a better understanding of our musical materials \nbeginning with his first article in 1959 , and I would prefer to regard K-nets as another attractive way to conceptualize pitch-class combination and transformation. However, when abstract theory is used as the basis for musical analysis, I want the methodology (or, rather, some reasonable interpretation of the methodology) to tell us something about the music rather than solely telling us something about the methodology; in the latter case, why bother with the music at all? This is a central question that runs through my head when I read Lewin’s analytical tutorial on K-nets ( 1994 ), to cite one particularly relevant example.",
                "footnotes": [],
                "citations": [
                    "lewin_1959",
                    "lewin_1994"
                ]
            }
        },
        {
            "16": {
                "text": "[16] In light of Klumpenhouwer’s response, I also wish to clarify that I am not generally trying to dismantle musical hierarchies, whether conceived from the bottom up or from the top down. My primary complaint is one of commensurability. To restate what I said initially (paragraph 66) and what Losada said more compellingly (her paragraph 11): in a Schenkerian hierarchy, the various levels all (at least arguably) represent pitches and their interrelationships; in a K-net hierarchy (or, really, in any network hierarchy), one level might show transformations among pitch classes and the next level might show transformations among transformations. (7) When a hierarchy shows fundamentally different types of things at different levels, at best it becomes unclear, and at worst it loses its meaning. Thus, in my opinion, an inconsistent hierarchy is inherently undesirable for analysis, where our (or at least my) overriding aim is coherence and clarity.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Nonetheless, I believe that Klumpenhouwer and I largely see eye to eye \nabout the broad goals for analysis. Contrary to his claims, I would not \narticulate any sort of prescriptive—much less objectivist—vision of what \nanalysis ought to look like. He and I both very strongly favor highlighting \nmusical ambiguities, comparing and studying different analyses, and avoiding the \nproblematic notion of analytical truth. I agree with the philosophical position \nthat Klumpenhouwer outlined in his paragraph 20 and with the embedded Schoenberg \nquote in paragraph 21. But criticizing an analysis or even an analytical method \n(if it is a method) is certainly not tantamount to believing in either a single \nbest analysis or in only a single way of doing analysis.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.08.14.1.buchler.html",
    "data": "mto/data/mto.08.14.1.buchler.json"
}