{
    "title": "Review of Benjamin Wardhaugh, <i>Music, Experiment and Mathematics in England, 1653–1705</i>  (Aldershot and Burlington: Ashgate Press, 2008)",
    "date": "2010/12/01",
    "volume": "16",
    "issue": "4",
    "authors": [
        "Royal, Matthew S."
    ],
    "abstract": "",
    "keywords": [
        "early-modern",
        "history of music theory",
        "history of mathematics",
        "history of science",
        "pitch perception",
        "harmonics",
        "acoustics",
        "The Royal Society of London",
        "Descartes",
        "Mengoli",
        "Birchensha",
        "Salmon",
        "Newton"
    ],
    "doi": "",
    "received": "October 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.4/mto.10.16.4.royal.pdf",
    "author_info": [
        {
            "name": "Matthew S. Royal",
            "university": "Brock University Department of Music",
            "address": "Marilyn I. Walker School of Fine and Performing Arts, 500 Glenridge Avenue, St. Catharines, Ontario L2S 3A1, Canada",
            "email": "mroyal@brocku.ca"
        }
    ],
    "citations": {
        "cohen_1984": "Cohen, H. Floris. 1984. Quantifying Music: The Science of Music at the First Stage of the Scientific Revolution, 1580–1650 . The University of Western Ontario Series in Philosophy of Science 23. Dordrecht: D. Reidel Publishing.",
        "descartes_1650-2001": "Descartes, René. 1650/2001. Compendium Musicae . In Œuvres Complètes de René Descartes (electronic resource). Ed. André Gombay, Calvin Normore, Randal Keen and Rod Watkins. Toronto: Connaught Descartes Project, University of Toronto. Charlottesville: InteLex Corporation.",
        "gouk_1999": "Gouk, Penelope. 1999. Music, Science and Natural Magic in Seventeenth-Century England . New Haven: Yale University Press.",
        "handel_1989": "Handel, Stephen. 1989. Listening: An Introduction to the Perception of Auditory Events . Cambridge, MA: MIT Press.",
        "wardhaugh_2008": "Wardhaugh, Benjamin. 2008. Music, Experiment and Mathematics in England, 1653–1705 . Aldershot and Burlington: Ashgate Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] As its title suggests, Benjamin Wardhaugh’s volume Music, Experiment and Mathematics in England, 1653–1705 is thematically, geographically and historically focused. Moreover, from the outset the author is careful to define not only his subject matter but also his approach. Among the many things that the book avowedly is not is “an account of the mainstream sources of music theory from this period” ( 2008 , 2). Rather, Wardhaugh proclaims his interest to be “mathematicians’ and natural philosophers’ engagement in the theory of music” ( 2008 , 2), seeing his book as a “contribution to the history of mathematics” ( 2008 , 2). By “mainstream music theory,” the author means the huge corpus of writings on 17 th -century musica practica , an area that is obviously beyond his purview. However, one cannot help feeling that the disclaimer is overly modest. Mathematical and empirical studies of acoustics represent the late 17 th -century’s most purely intellectual attempts to explain musical sound. Consequently, the body of work discussed by Wardhaugh deserves to be considered as just as central to music-theoretical concerns as, say, treatises on counterpoint, thoroughbass or ornamentation. Certainly, in the chapters that follow, the author makes a strong claim for it to be taken seriously not just as applied mathematics but also as music theory.",
                "footnotes": [],
                "citations": [
                    "wardhaugh_2008",
                    "wardhaugh_2008",
                    "wardhaugh_2008"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Wardhaugh’s agenda is announced in the form of four questions:\n“Do musical pitches form a continuous spectrum?” “Can a single faculty of hearing account for musical sensations?” “What is the place of harmony in the mechanical world?” “What is ... the proper relationship between theory and practice, for the mathematical study of music?” ( 2008 , 3) In order to provide some context for these questions, Chapter 1 relates a brief history of harmonic theory from Pythagoras to the 17 th century. This includes summaries of Pythagorean tuning, just intonation and the use of proportions to define these, as well as an outline of early 17 th -century advances in acoustics, particularly the work of Mersenne. Perhaps most germane to the discussions that follow, however, is Wardhaugh’s explanation of the coincidence theory of consonance. Briefly put, by the end of the 16 th century, theorists had proposed a hypothetical association between pitch and the frequency of vibrations of a string. Furthermore, if the ratio of the frequencies of two pitches was, as suspected, inversely proportional to the ratio of string lengths, then the more perfect the consonance the simpler its frequency ratio. This in turn lead to the notion that the wave peaks of two pitches involved in a perfect consonance would coincide more often than those of an imperfect consonance or a dissonance. Thus, coincidence theory took the venerable Pythagorean preference for low-integer ratios and gave it a mechanical explanation. Wardhaugh identifies several problems with the theory, two of which were particularly knotty and only addressed later in the 17 th century: for coincidence theory to work (1) consonant intervals would have to be perfectly in tune, and (2) the waves would have to be exactly in phase. Both of these conditions are extremely rare in practice.",
                "footnotes": [],
                "citations": [
                    "wardhaugh_2008"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Chapter 2 treats the question of whether pitch could be conceived as a continuous dimension or not. Much of the first part of this chapter is centered on a fascinating circular representation of pitch from Descartes’s Compendium musicae (Wardhaugh’s Figure 2.4). Traditionally, monochords represented intervals as fractions of a string length, a practice that resulted in pitches being increasingly bunched towards one end of the string, like frets on a guitar. By contrast, Descartes’s diagram shows intervals as fractions of an octave, with equal intervals represented by equal distances around the circumference of the circle. Wardhaugh argues that such a careful and deliberate correspondence presupposes the application of logarithms, the earliest such use in music. It must be stressed, however, that this argument rests solely on the accuracy of Descartes’s diagram, according to Wardhaugh “usually within one or two degrees.” ( 2008 , 44). Another possibility conceded by the author in a footnote on \npage 45—one that I personally think is equally plausible—is that Descartes could have used an equal division of the octave to generate approximations to just intervals. Certainly there is no mention of logarithms in the Compendium , the mathematics of which relies on traditional proportions ( Descartes 1650/2001 ). In any case, however Descartes arrived at his diagrams, the use of logarithms to compute the relative sizes of intervals was gradually adopted in the 17 th century. Wardhaugh provides telling examples from the writings of Nicolaus Mercator and Sir Isaac Newton. Moreover, he argues persuasively that the adoption of logarithms was the single greatest push on the journey toward a continuous-pitch world. This revised conception of pitch was, of course, a nail in the coffin of the coincidence theory of consonance.",
                "footnotes": [],
                "citations": [
                    "wardhaugh_2008"
                ]
            }
        },
        {
            "4": {
                "text": "[4] The next chapter recounts 17 th -century theories of both the physiology of the ear and the nature of sound itself. The motivation for this survey is to understand how early-modern theorists dealt with a puzzling contradiction: the human ear could simultaneously recognize exact ratios in intervals and yet tolerate quite large imperfections in the same. Wardhaugh first takes the reader on a tour of 17 th -century physiological theory, including common beliefs on the functions of both the middle ear and the cochlear. Given the complexity and inaccessibility of these anatomical structures, it is not surprising that, at that time, there was no consensus as to which structure was the seat of hearing. Similar disagreement was evident on the question of the nature of sound, although this was more open to empirical observation. One school of thought believed that sound was caused by flowing air. A second doctrine, most notably represented by Isaac Beeckman, held sound to be corpuscules of air, which grew smaller as the pitch went higher. A third idea, whose adherents included the physicist Robert Boyle, was that sounds consisted of waves in the air, similar to waves on water.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Chapter 3 continues with a lengthy description of the acoustical and anatomical theories of Pietro Mengoli. It must be said that Mengoli does not really fit under Wardhaugh’s title: he was Bolognese, not English, and seems to have exercised little influence in England. What is more, the details of Mengoli’s frankly fanciful account of the auditory system border on the vexatious. Nevertheless, the author is driving towards a wider conclusion and the reader’s patience is soon rewarded. Generally in the 17 th century, he says, writers refer to two types of pitch discrimination: the first is automatic and entails the soul recognizing perfectly tuned intervals directly without conscious cognition; the second is mediated by consciousness, has been corrupted by modern musical practice, and tolerates imperfections. The first type accommodates the coincidence theory of consonance; the second type explains the prevalence of tempered scales and other approximations in early-modern practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] To add a presentist gloss to Wardhaugh’s historicist narrative, one might also observe that the 17 th -century dualism described above is the opposite of modern theories of categorical perception ( Handel 1989 , ch. 9). Categorical perception allows a listener to classify a range of “imperfect,” divergent stimuli—individual performances of a particular musical interval, for example—as equivalent for the purposes of cognition and memory. However, although the boundaries of the categories are culturally determined, they operate unconsciously (most people, for instance, are unaware that they even use categorical perception). By contrast, the detection of pure intervals, or for that matter, tiny deviations from them, demands the operation of conscious attention. For example, reliably discerning the difference between a Pythagorean and an equally tempered perfect fifth requires, at the least, focused listening, if not actual training. The moral of this story, then, is that, according to modern perceptual theories, there is nothing direct or unconscious about perfectly tuned consonances. Rather, it is the crude but practical categorical perception that needs no conscious effort on the listener’s part.",
                "footnotes": [],
                "citations": [
                    "handel_1989"
                ]
            }
        },
        {
            "7": {
                "text": "[7] The role of harmonics in the new natural philosophy of the 17 th century has been much studied, most notably by Penelope Gouk ( 1999 ). Wardhaugh acknowledges his debt to Gouk in addressing this topic (his third question) in Chapter 4. The plain truth is that, in less than a century, music (harmonics) was demoted from having cosmic explanatory power to being just another aspect of the physical universe that itself required explanation. Music’s new lowly status as mere explicandum is illustrated by Wardhaugh’s discussion of acoustical experimentation in this period. Four types of experiment were carried out at the Royal Society of London, in some cases following earlier continental European models: (1) the measurement of absolute frequency using long, slow-beating strings; (2) the investigation of the effect of tension on the pitch of a string; (3) the observation of standing waves formed in a medium (water or flour) when a glass containing that medium was made to vibrate; (4) the confirmation of the frequency ratios of intervals using sounding cog wheels with different numbers of teeth. But old habits die hard. Wardhaugh also offers several late 17 th -century examples of music being invoked, if no longer for explanation, then at least by way of analogy in scientific accounts of natural phenomena. For instance, Robert Hooke used the metaphor of sympathetically vibrating strings to describe the motion of particles, and elsewhere likened human memory to a chain of resonators. Also, no lesser an authority than Isaac Newton in his Opticks compared the seven bands of visible light to the notes of the diatonic scale (discussed in Wardhaugh 2008 , 120–25). The Hooke and Newton examples are no more than passing references to music. In contrast, Francis North and William Holder both wrote whole treatises that built theories of music from mechanical principles. Wardhaugh concludes this fourth chapter with concise summaries of these treatises, noting how both writers cleave to the coincidence theory of consonance despite mounting evidence to contradict it.",
                "footnotes": [],
                "citations": [
                    "gouk_1999",
                    "wardhaugh_2008"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Chapter 5 returns to the opposition between the practical and mathematical sides of music theory mentioned at the outset. Here Wardhaugh concentrates on the work of three individuals, John Birchensha, John Wallis, and Thomas Salmon. The author recounts how Birchensha’s unpublished writings on music treat the practicalities of composition as well as pitch and tuning. Birchensha also gives promise of a “grand scale” that would provide a new division of the octave. Although not a composer of the first water, Birchensha seems to have been the only professional musician who performed experiments at the Royal Society. However, because he left no single, coherent, published treatise, Birchensha’s theory is, in Wardhaugh’s words “very difficult to pin down” ( Wardhaugh 2008 , 155). Moreover his proposed neo-Pythagorean scale (discussed in Wardhaugh 2008 , 147–48) cannot have been of any practical use in an age whose very musical fabric consisted of major and minor triads.",
                "footnotes": [],
                "citations": [
                    "wardhaugh_2008",
                    "wardhaugh_2008"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Thomas Salmon also took pains to reconnect the practice of music with what he firmly believed to be its mathematical basis. Salmon has earned a small place in the history of music theory—and, incidentally, a more prominent place in the cover blurb of Wardhaugh’s book—because he was the first to carry out a type of music-perception experiment. In order to demonstrate the benefits of his rather complex tuning method using moveable frets, in 1705, Salmon had two violists play a sonata in front of the Royal Society using his system. Invoking the judgment of all present, Salmon declared the trial to have been a roaring success, although one has to question the degree of experimental control: as Wardhaugh wryly points out, the players may have used particular fingering techniques “to cancel the effects of Salmon’s special fingerboards.” ( Wardhaugh 2008 , 176). More generally, Salmon’s prescriptions for music seem to have received considerable flak from that eminent practitioner and writer on matters of performance, Matthew Locke. Wardhaugh concludes that this icy reception was due to a basic disagreement between Locke and Salmon on what should constitute music theory. This was not so much the opposition of sensus and ratio ; presumably the very occurrence of the aforementioned experiment betokens an interest in the senses by the mathematically minded Salmon. Rather, this is an early 18 th -century example of the ancient divide between musica speculativa and musica practica .",
                "footnotes": [],
                "citations": [
                    "wardhaugh_2008"
                ]
            }
        },
        {
            "10": {
                "text": "[10] All in all, Music, Experiment and Mathematics is a laudable achievement, a worthy successor to the earlier studies by Cohen ( 1984 ) and Gouk ( 1999 ). It presents a survey of its subject matter that is at once engagingly written and rigorously researched. In addition, Wardhaugh helpfully discusses a number of unpublished manuscripts that would be hard to come by for most readers. These manuscripts include writings by Mercator and Newton (mentioned earlier) as well as Beeckman, Birchensha, Salmon, and Brook Taylor, and the interested reader will be grateful for being alerted to them. Although there is the danger every so often of getting lost in details, Wardhaugh never strays for long from one of his four questions. Generally, at just 185 pages of main text, the book is to be commended for its conciseness. Moreover, the whole package is attractively presented: clear footnoting and references, judiciously positioned black-and-white illustrations and Ashgate’s high production values all combine most favorably. Given all of the above, this slim volume is recommended reading for anyone interested in the intersection between mathematics and early-modern music theory.",
                "footnotes": [],
                "citations": [
                    "cohen_1984",
                    "gouk_1999"
                ]
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.10.16.4.royal.html",
    "data": "mto/data/mto.10.16.4.royal.json"
}