{
    "title": "What Happens after the Primal Burn? Dissonance in Sonic Youth’s Middle Period",
    "date": "2020/03/01",
    "volume": "26",
    "issue": "1",
    "authors": [
        "Heetderks, David"
    ],
    "abstract": "Sonic Youth originated in No Wave, a movement from the late 1970s and early 1980s that reduced rock to minimal gestures and explored extremes of noise. In the mid-1980s, Sonic Youth’s style changed as they began to incorporate guitar parts that were reminiscent of 1970s hard rock. But their experimental tendencies persisted through this change, because they overlaid the parts in ways that created incongruity and tweaked hard-rock stylistic features in order to create dissonance or tonal conflict. Sonic Youth’s strategies for twisting hard-rock norms into clashing harmonies often follow one of two recurring types. The first,tonic divergence, occurs when separate lines have phase-mismatched tonic harmonies. The second,intervallic dissonance, occurs when instrumental lines are arranged in order to highlight harshly dissonant intervals or chromatic clusters. In many songs, their dissonant counterpoint works in tandem with their characteristic noisy guitar timbres by occurring in alternation, forcing listeners to continually re-evaluate how they perceive a song as a standard rock track. The analyses show how the band continued to experiment within popular style and created types of dissonance that influenced 1980s–1990s guitar-based indie rock.",
    "keywords": [
        "Sonic Youth",
        "punk",
        "post-punk",
        "indie music",
        "counterpoint",
        "melodic-harmonic divorce",
        "feedback",
        "counterpoint",
        "dissonance",
        "chromaticism",
        "spectrographs",
        "timbre",
        "rock",
        "popular music"
    ],
    "doi": "10.30535/mto.26.1.3",
    "received": "May 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.1/mto.20.26.1.heetderks.pdf",
    "author_info": [
        {
            "name": "David Heetderks",
            "university": "University of North Texas",
            "address": "College of Music, 415 Avenue C, Denton, TX 76201",
            "email": "david.heetderks@unt.edu"
        }
    ],
    "citations": {
        "atton_2012": "Atton, Chris. 2012. “Listening to ‘Difficult Albums’: Specialist Music Fans and the Popular Avant-garde.” Popular Music 31 (3): 347–61.",
        "bannister_2006": "Bannister, Matthew. 2006. White Boys, White Noise: Masculinities and 1980s Indie Guitar Rock . Ashgate.",
        "bennett_2001": "Bennett, Andy. 2001. “‘Plug in and Play!’ UK ‘Indie-Guitar’ Culture.” In Guitar Cultures , edited by Andy Bennett and Kevin Dawe, 45–52. Oxford University Press.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (2): 95–110.",
        "blake_2012": "Blake, David. 2012. “Timbre as Differentiation in Indie Music.” Music Theory Online 18 (2). https://mtosmt.org/issues/mto.12.18.2/mto.12.18.2.blake.html",
        "brackett_and_hoard_2004": "Brackett, Nathan and Christian Hoard, eds. 2004. {The New} Rolling Stone Album Guide . Revised edition. Simon & Schuster.",
        "bregman_1994": "Bregman, Albert. 1994. Auditory Scene Analysis: The Perceptual Organization of Sound . MIT Press.",
        "browne_2008": "Browne, David. 2008. Goodbye 20th Century: A Biography of Sonic Youth . Da Capo.",
        "burns_and_feth_1983": "Burns, Edward, and Lawrence Feth. 1983. “Pitch of Sinusoids and Complex Tones above 10 KHz.” In Hearing: Physiological Bases and Psychophysics: Proceedings of the 6th International Symposium on Hearing , edited by Rainer Klinke and Rainer Hartmann, 327–33. Springer-Verlag.",
        "cateforis_1993": "Cateforis, Theo. 1993. “‘Total Trash’: Analysis and Post Punk Music.” Journal of Popular Music Studies 5 (1): 39–57.",
        "covach_2008": "Covach, John. 2008. “When Things Just Don’t Line Up: Textural Stratification in Rock Music.” Keynote address at Music Theory Midwest’s annual meeting, Bowling Green State University, 17 May.",
        "de_clercq_2019": "de Clercq, Trevor. 2019. “The Harmonic–Bass Divorce in Rock.” Music Theory Spectrum 41 (2): 271–84.",
        "dockwray_and_moore_2010": "Dockwray, Ruth and Allan Moore. 2010. “Configuring the Sound-Box 1965–1972.” Popular Music 29 (2): 181–97.",
        "doll_2011": "Doll, Christopher. 2011. “A Tale of Two Louies: Interpreting an ‘Archetypal American Music Icon.’” Indiana Theory Review 29 (2): 71–104.",
        "doll_2017": "Doll, Christopher. 2017. Hearing Harmony: Toward a Tonal Theory for the Rock Era . University of Michigan Press.",
        "everett_2001": "Everett, Walter. 2001. The Beatles as Musicians: The Quarry Men through Rubber Soul . Oxford University Press.",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10 (4). http://www.mtosmt.org/issues/mto.04.10.4/mto.04.10.4.w_everett.html",
        "everett_2007": "Everett, Walter. 2007. “Pitch Down the Middle.” In Expression in Pop-Rock Music: Critical and Analytical Essays , 2nd ed., edited by Walter Everett, 111–74. Routledge.",
        "fales_and_mcadams_1994": "Fales, Cornelia, and Stephen McAdams. 1994. “The Fusion and Layering of Noise and Tone: Implications for Timbre in African Instruments.” Leonardo Music Journal 4: 69–77.",
        "frere-jones_2009": "Frere-Jones, Sasha. 2009. “Wonder Town: Thirty Years of Sonic Youth.” The New Yorker , June 15, 2009.",
        "fricke_1994": "Fricke, David. 1994. “Better Living Through Feedback: Sonic Youth’s Thurston Moore.” Rolling Stone , September 22, 1994.",
        "gendron_2002": "Gendron, Bernard. 2002. Between Montmartre and the Mudd Club: Popular Music and the Avant-Garde . University of Chicago Press.",
        "gore_1989": "Gore, Joe. 1989. “A Method to Their Madness: Sonic Youth.” Guitar Player , February 1989.",
        "gore_1994": "Gore, Joe. 1994. “Kill Yr Tunings.” Guitar Player , July 1994.",
        "guitar_player_staff_1992": "Guitar Player Staff. 1992. “Distortion Tips from the Loud & Mighty.” Guitar Player , October 1992.",
        "halligan_2013": "Halligan, Benjamin. 2013. “Shoegaze as the Third Wave: Affective Psychedelic Noise, 1965–91.” In Resonances: Noise and Contemporary Music , edited by Michael Goddard, Benjamin Halligan, and Nicola Spelman, 37–63. Bloomsbury.",
        "harrison_2016": "Harrison, Daniel. 2016. Pieces of Tradition: An Analysis of Contemporary Tonal Music . Oxford University Press.",
        "heetderks_2013": "Heetderks, David. 2013. “Hardcore Re-visioned: Reading and Misreading in Sonic Youth 1987–8.” Music Analysis 32 (3): 363–403.",
        "heetderks_2015": "Heetderks, David. 2015. “Hipster Harmony: The Hybrid Syntax of Seventh Chords in Post-Millennial Rock.” Music Theory Online 21 (2). http://www.mtosmt.org/issues/mto.15.21.2/mto.15.21.2.heetderks.html",
        "heetderks_2017": "Heetderks, David. 2017. “Slanted Beats, Enchanted Communities: Pavement’s Early Phrase Rhythm as Indie Narrative.” Popular Music 36 (2): 216–32.",
        "herbst_2019": "Herbst, Jan-Peter. 2019. “The Influence of Distortion Level and Structural Complexity on Acoustic Features and Perceived Pleasantness of Guitar Chords.” Music Perception 36 (4): 335–52.",
        "hindemith_1942": "Hindemith, Paul. 1942. The Craft of Musical Composition. Book I: Theoretical Part . Translated by Arthur Mendel. Schott.",
        "howat_1986": "Howat, Roy. 1986. Debussy in Proportion: A Musical Analysis . Cambridge University Press.",
        "julià_and_gonzalo_1994": "Julià, Ignazio, and Gonzalo, Jaime. 1994. Sonic Youth: I Dreamed of Noise . Ruta 66.",
        "koozin_2011": "Koozin, Tim. 2011. “Guitar Voicing in Pop-Rock Music; A Performance-Based Analytical Approach.” Music Theory Online 17 (3). http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.koozin.html",
        "krumhansl_1990": "Krumhansl, Carol. 1990. Cognitive Foundations of Musical Pitch . Oxford University Press.",
        "lavengood_2017": "Lavengood, Megan. 2017. “A New Approach to the Analysis of Timbre.” Ph.D. diss., City University of New York.",
        "lilja_2004": "Lilja, Esa. 2004. “Characteristics of Heavy Metal Chord Structures: Their Acoustic and Modal Construction, and Relation to Modal and Tonal Context.” Licentiate Thesis, University of Helsinki.",
        "masters_2007": "Masters, Marc. 2007. No Wave . Black Dog.",
        "montanari_2013": "Montanari, Federico. 2013. “Between Avant-Garde and Popular Music: The ‘Sonic’ Breaking up of the Song Form. An Example from Sonic Youth’s ‘Teenage Riot.’” In Music: Function and Value: Proceedings of the 11th International Congress on Musical Signification , Krakow, Poland, edited by Teresa Malecka and Małgorzata Pawłowska",
        "moore_2012": "Moore, Allan. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Ashgate.",
        "nobile_2015": "Nobile, Drew. 2015. “Counterpoint in Rock Music: Unpacking the ‘Melodic–Harmonic Divorce.’” Music Theory Spectrum 37 (2): 189–203.",
        "obrecht_1995": "Obrecht, Jas. 1995. “The Sonic Rumblings of Lee Ranaldo.” Guitar Player 29 (11): 49–52, 150.",
        "o’meara_2013": "O’Meara, Caroline Polk. 2013. “Clarity and Order in Sonic Youth’s Early Noise Rock.” Journal of Popular Music Studies 25 (1): 13–30.",
        "rapport_2014": "Rapport, Evan. 2014. “Hearing Punk as Blues.” Popular Music 33 (1): 39–67.",
        "robe_1999": "Robe, Christopher. 1999. “Pop Avant-Garde: A Critical Inquiry into the Various Performances of Sonic Youth.” Enculturation 2 (2). http://www.enculturation.net/2_2/robe.html",
        "scotto_2017": "Scotto, Ciro. 2017. “The Structural Role of Distortion in Hard Rock and Heavy Metal.” Music Theory Spectrum 38 (2): 178–99.",
        "semal_and_demany_1990": "Semal, Catherine, and Laurent Demany. 1990. “The Upper Limit of ‘Musical’ Pitch.” Music Perception 8 (2): 165–75.",
        "tagg_2009": "Tagg, Philip. 2009. Everyday Tonality . The Mass Media Music Scholars’ Press.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic–Harmonic ‘Divorce’ in Rock.” Popular Music 26 (2): 323–42.",
        "temperley_2011": "Temperley, David. 2011. “The Cadential IV in Rock.” Music Theory Online 17 (1). http://www.mtosmt.org/issues/mto.11.17.1/mto.11.17.1.temperley.html",
        "thompson_1992": "Thompson, Art. 1992. “Vintage Fuzz: A Gallery of Grunge.” Guitar Player, October 1992.",
        "_": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Analysis of the harmonics was performed through Amadeus Pro, an audio software and editing program, and other transcriptions were aided by the use of Sonic Visualiser. Since the guitars are panned sharply to the left and right, it is possible to isolate each and examine their frequencies. The band frequently uses alternate tuning systems for their songs, and knowing their tuning system is useful for transcribing their chords. Information on their tuning, as well as song tabs, are available at http://sonicyouth.com/mustang/ , a fan site that contains a “crowd-sourced” database of transcriptions. Fans from around the world attempting to reproduce Sonic Youth’s songs submit their tabs and tuning systems, and other fans check them. Several tuning systems have been verified by other sources. For example, a collection of performance set lists, which includes information about tuning for many of their songs, was submitted to the site in 2002. Band members have also discussed some of their tuning systems in interviews. Since the transcriptions given on this website are not always certain, I checked them against my own transcription by ear and, when possible, against examination of frequencies in audio analysis software. The transcriptions were also checked videos of performances when they were available, although it should be noted that some riffs are varied when performed live. Uncertain pitches are notated in parentheses.",
            "citations": []
        },
        "FN2": {
            "text": "2. Shuttles are discussed in Tagg ( 2009 , 173–95).",
            "citations": [
                "tagg_2009"
            ]
        },
        "FN3": {
            "text": "3. Browne ( 2008 , 34–38; 44–54; 59–63) details the band members’ connections to visual artists and other No Wave bands (including Glenn Branca’s guitar orchestra).",
            "citations": [
                "browne_2008"
            ]
        },
        "FN4": {
            "text": "4. The festival, which Moore helped to organize, was called The Noise Festival and took place at White Columns art gallery. Moore and Gordon were already working together by this point. Moore had come up with the name “Sonic Youth,” but the pair otherwise had only a vague idea of what their music would sound like ( Browne 2008 , 46–47). Ranaldo played in a different ensemble named Avoidance Behavior and was invited to join Sonic Youth by Gordon ( 66 ).",
            "citations": [
                "browne_2008",
                "browne_2008"
            ]
        },
        "FN5": {
            "text": "5. In addition to being populated by rock musicians like Sonic Youth, the downtown sound also included experimental composers such as Laurie Anderson, Glenn Branca, and Rhys Chatham ( Gendron 2002 , 291–96, 302).",
            "citations": [
                "gendron_2002"
            ]
        },
        "FN6": {
            "text": "6. Heetderks ( 2013 ) provides a discussion of hardcore’s influence and the band’s deliberate distortion of this style.",
            "citations": [
                "heetderks_2013"
            ]
        },
        "FN7": {
            "text": "7. Moore identifies a “neo-Foghat vibe” in Sonic Youth’s single from the album ( Browne 2008 , 113). The title of their third album, which is also the name of a song by Credence Clearwater Revival, was a way of “referencing the music we’d grown up on,” according to guitarist Lee Ranaldo (122). Other named influences include the Beach Boys (whom they covered during an outtake for the 1992 album Dirty ) (166), ZZ Top ( Browne 2008 , 176; Gore 1989 , 31), Fleetwood Mac ( Gore 1994 , 108), and Jorma Kaukonen of Jefferson Airplane ( Obrecht 1995 , 51). In an interview with Fricke ( 1994 ), Moore speaks of growing up listening to the Beatles and Stones and notes that Shelley and Ranaldo are both “Beatles fanatics.”",
            "citations": [
                "browne_2008",
                "browne_2008",
                "gore_1989",
                "gore_1994",
                "obrecht_1995",
                "fricke_1994"
            ]
        },
        "FN8": {
            "text": "8. Daydream Nation , as well as its 1987 predecessor Sister , both received five-star reviews from Rolling Stone ( Brackett and Hoard 2004 ). The Library of Congress selected Daydream Nation for inclusion in its national recording registry ( Browne 2008 , 387).",
            "citations": [
                "brackett_and_hoard_2004",
                "browne_2008"
            ]
        },
        "FN9": {
            "text": "9. In rare cases, the names indicating the band being imitated are not private: the track “Eliminator Jr,” from Daydream Nation , was named after the ZZ Top album Eliminator .",
            "citations": []
        },
        "FN10": {
            "text": "10. Temperley was not the first to use the term divorce : Allan Moore and other authors had used it earlier.",
            "citations": []
        },
        "FN11": {
            "text": "11. Nobile ( 2015 , 189) states that the melodic layer “generally revolves around the tonic triad” in divorced textures, and in all the examples of divorce he cites, the clashing layers prolong or drive toward the tonic. It is theoretically possible for a divorced texture to prolong a non-tonic harmony—for example, I hear the bass and backing guitar as a divorced texture prolonging the dominant in the introduction of Big Country’s “Where the Rose Is Sown”—but this type of divorce, if it exists, is rare and is not applicable to any of the Sonic Youth examples.",
            "citations": [
                "nobile_2015"
            ]
        },
        "FN12": {
            "text": "12. Nobile ( 2015 , 193–96) also describes a looping divorce , in which the accompaniment plays a repeating loop, while opening and closing functions are provided by the melody. But a characteristic of looping divorce is that any chord loop could be swapped in to replace the one given in a song without altering its form, suggesting that the bass and harmonic layer play little to no role in projecting stable or unstable chord functions. Without at least two layers projecting functions of equal strength, there is less possibility for the kind of divergence described in this section.",
            "citations": [
                "nobile_2015"
            ]
        },
        "FN13": {
            "text": "13. Sonic Youth have acknowledged their interest in clashing relationships among parts. In an interview with Gore ( 1989 , 29), guitarist Lee Ranaldo states: “When we make up our parts, we try to challenge each other’s parts—not to go with the flow, but to make it more twisted. If [guitarist] Thurston [Moore] plays a part that seems too easy to go along with, I’ll play something to fuck it up.”",
            "citations": [
                "gore_1989"
            ]
        },
        "FN14": {
            "text": "14. The same distinction has been made outside of the rock style: Harrison ( 2016 , 49–61), in his summary of 20th-century theories of harmonic fluctuation, notes that Krenek and Hindemith distinguish between more and less severe dissonances, and he uses the same concepts in his adaptation of their theories.",
            "citations": [
                "harrison_2016"
            ]
        },
        "FN15": {
            "text": "15. Krumhansl ( 1990 , 56–57) summarizes several studies of consonance and dissonance, noting that most place intervals on a graduated scale, rather than into binary categories. The studies she cites uniformly assign the greatest dissonance to the semitone, ranking it above a major seventh—suggesting that a prominent semitone or minor ninth will create a particularly harsh effect. Krumhansl’s metrics (55–59) result from both empirical listener studies and numerical calculations of acoustic roughness. Hindemith ( 1942 , 32–48) arrives at a similar ranking of consonance and dissonance in his theory of harmony, although unlike Krumhansl, he does not include the tritone in his calculations, because of its ambiguous status in his system.",
            "citations": [
                "krumhansl_1990",
                "hindemith_1942"
            ]
        },
        "FN16": {
            "text": "16. The bass is soft in the mix on the album version, and the high distortion of the backing guitar makes the pitches difficult to hear. But determination of the pitches can be aided by comparing several live performances. In the 1988 live recording shown in Example 6, the bass is easier to hear. A similar bass part is evident in a live performance from Sydney, Australia, recorded in 2008: https://www.youtube.com/watch?v=P2pBm90ZJxo [accessed 27 July 2018]. The audio quality makes discerning the bass part difficult, but visual inspection of bassist Kim Gordon’s left hand again shows a stepwise motion from A to C. In a live performance from Lyons, France ( https://www.youtube.com/watch?v=yDXhlpQsiKk ), the bass appears to double the lowest line of the guitar 2 part and confirms that the part contains the pitches A– G ♯ – F ♯ . The solo guitar uses the same collection and has a similar melodic line in every live performance, although on some performances a flange-like effect is added. Guitar and bass riffs traversing similar gestures on the fretboard, but in opposed directions, are also heard in “Silver Rocket” ( Heetderks 2013 , 373–74).",
            "citations": [
                "heetderks_2013"
            ]
        },
        "FN17": {
            "text": "17. Further discussion of beating timbres, along with their potential classification into a marked or unmarked status, can be found in Lavengood ( 2017 , 20).",
            "citations": [
                "lavengood_2017"
            ]
        },
        "FN18": {
            "text": "18. Sonic Youth discloses some of their methods for obtaining their guitar timbres in interviews ( Gore 1994 ; Guitar Player Staff 1992 ; Obrecht 1995 ; Thompson 1992 ). By the mid-1980s, their noisy guitar timbres also influenced, and were influenced by, aesthetic priorities of indie rock, such as the avoidance of ostentatious virtuosity ( Bannister 2006 ) and excessive technological mediation ( Bennett 2001 ), the presentation of a group identity ( Bannister 2006 ; Halligan 2013 ), the adoption of a high-art posture by challenging listeners to find beauty in difficult sounds ( Bannister 2006 ) and the embrace of sonic flaws and failures ( Montanari 2013 ).",
            "citations": [
                "gore_1994",
                "guitar_player_staff_1992",
                "obrecht_1995",
                "thompson_1992",
                "bannister_2006",
                "bennett_2001",
                "bannister_2006",
                "halligan_2013",
                "bannister_2006",
                "montanari_2013"
            ]
        },
        "FN19": {
            "text": "19. These notes are evident on a spectrograph of the passage.",
            "citations": []
        },
        "FN20": {
            "text": "20. The instrumental bridge begins after a brief instrumental transition consisting of eight measures of the IV harmony (1:52–2:10), not shown on the example.",
            "citations": []
        },
        "FN21": {
            "text": "21. The use of overlapping and ambiguous formal boundaries resembles Debussy’s use of the same devices, discussed in Howat ( 1986 , 14), who labels this technique a large-scale polyrhythm . The transcription does not include small variations played by guitar 1.",
            "citations": [
                "howat_1986"
            ]
        },
        "FN22": {
            "text": "22. Psychoacoustic research suggests that there is an upper limit of musical pitch around 5000 Hz, above which listeners’ ability to distinguish musical intervals is absent or degraded ( Burns and Feth 1983 ; Semal and Demany 1990 ). While there is some evidence that the 5000 Hz boundary has a physiological basis in the maximum rate at which auditory nerves can fire, experiments by Semal and Demany ( 1990 ) and Burns and Feth ( 1983 ) suggest that it is partially dependent on contextual factors and may be attributed instead to the changing frequency difference limen (ability to discriminate changes in frequency). Below this upper limit, research participants’ ability to discriminate frequencies begins to decline around 3000–4000 Hz, making the region less useful for conveyance of melodic information.",
            "citations": [
                "burns_and_feth_1983",
                "semal_and_demany_1990",
                "semal_and_demany_1990",
                "burns_and_feth_1983"
            ]
        },
        "FN23": {
            "text": "23. The “wavering” frequency recalls Lavengood’s ( 2017 , 22) classification of timbres as steady or wavering . As in Lavengood’s analyses, the wavering frequency is marked and evocative.",
            "citations": [
                "lavengood_2017"
            ]
        },
        "FN24": {
            "text": "24. Gradually fading in an earlier riff at the peak of noise is also a strategy used in the instrumental bridge of “Silver Rocket,” discussed in Heetderks ( 2013 , 380–81).",
            "citations": [
                "heetderks_2013"
            ]
        },
        "FN25": {
            "text": "25. The label “intro/link” indicates that the song re-states the intro material after the chorus and before the next verse, a formal device used in many rock songs, such as Deep Purple’s “Smoke on the Water.”",
            "citations": []
        },
        "FN26": {
            "text": "26. Transcription of the chorus was aided by a spectrograph in Sonic Visualizer, which confirmed the notes of the right guitar. In addition, a live performance from 1994 confirms that Lee Ranaldo (the right-panned guitarist) changes his hand position to change from D to C ♯ in his repeated chords in the chorus. Since the guitars are panned sharply to the left and right, the bass (along with the vocals and guitar) can be isolated using Audacity. The live performance can be seen at https://www.youtube.com/watch?v=hSEFt0SK5No [accessed 6 August 2018].",
            "citations": []
        },
        "FN27": {
            "text": "27. One listener said that they heard a C ♯ /D dyad on the third measure of the coda, rather than a single D. I did not hear this note, but it is possible that it is present. Moore plays the notes on two strings, and they may be slightly mistuned at this point in the song. Because I did not see activity in the C ♯ 4 frequency on Sonic Visualiser, I have left the transcription as is. The same listener also said they heard an A sounding with the B ♭ at the end of the riff. It was more difficult to determine whether this note was present, so I put it in parentheses.",
            "citations": []
        },
        "FN28": {
            "text": "28. https://www.youtube.com/watch?v=hSEFt0SK5No [accessed 6 August 2018].",
            "citations": []
        },
        "FN29": {
            "text": "29. Fales and McAdams’ ( 1994 ) listener experiments with computer-generated sounds suggest that fusion tends to occur when the central frequency of the noise elements lies within a critical bandwidth of an upper partial of a tone, and when the difference in intensity between the noise and tone elements falls under a threshold (which varies with the frequency of the tone). Their subsequent analyses of real instrumental timbres indicate that, while there are additional factors that contribute to fusion or layering, their basic hypothesis that noise will sound like a separate layer when its central frequency does not match any upper partials of the tone was supported. An introduction to the topic of auditory streaming in general can be found in Bregman ( 1994 ).",
            "citations": [
                "fales_and_mcadams_1994",
                "bregman_1994"
            ]
        },
        "FN30": {
            "text": "30. The notes in parentheses are not as loud as the others, and in the tablature transcription available on http://sonicyouth.com/ , they are not included. But in a performance at Central Park, New York City, 4 July 1992, Moore can be seen depressing two fingers on the fretboard to play a fifth, indicating that the notes in parentheses are present (as of March 27, 2020, the video is at https://www.youtube.com/watch?v=WMWhY1qHAdo ).",
            "citations": []
        },
        "FN31": {
            "text": "31. The change to a G/ F ♯ dyad is evident from a change in hand position on live recordings, from transcriptions and performances by fans, and from comparing the average frequency distribution of mm. 17–18 and mm. 19–20: the former shows higher spikes of sound at F4 and F5, whereas the latter shows sonic energy distributed across the F ♯ 4 and G4 range. In some versions of the song, Ranaldo slides up from F ♯ to G periodically with free rhythm. And in some live performances, Moore appears to play on the 24th fret, creating the same dyad an octave higher, while also periodically sliding his fingers around the strings to create glissando effects.",
            "citations": []
        },
        "FN32": {
            "text": "32. Intermodulation distortion is created by the addition of the sum and difference frequencies of two pitches in a dyad to an acoustic signal. When combined with distortion caused by clipping, they can add a high amount of noise to a sound ( Scotto 2017 , 181–82).",
            "citations": [
                "scotto_2017"
            ]
        },
        "FN33": {
            "text": "33. Scotto ( 2017 , 185) also discusses the subsidiary role drums and other instruments can play in adding or subtracting the level of distortion.",
            "citations": [
                "scotto_2017"
            ]
        },
        "FN34": {
            "text": "34. The data were provided by Nielsen Soundscan. For proprietary reasons, exact numbers cannot be given.",
            "citations": []
        },
        "FN35": {
            "text": "35. This view echoes Atton’s ( 2012 ) argument that a popular avant-garde does not necessarily arise from importing high-art concepts but may be latent within the genre itself.",
            "citations": [
                "atton_2012"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Audio Example 1 Audio Example 2 Example 1 . “Sleepin’ Around,” instrumental bridge, second section (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Audio Examples 1 and 2 are excerpts from the instrumental bridge in Sonic Youth’s “Sleepin’ Around,” a track from their penultimate album, Rather Ripped ( 2006 ). The two excerpts encapsulate many of the experimental guitar textures the band used throughout their career. In Audio Example 1, a standard rock drumbeat and bass line (1– ♭ 7 ˆ ) sound against a swarming cacophony of high ringing sounds created by guitarists Thurston Moore and Lee Ranaldo rapidly strumming harmonics. They likely learned this technique from playing in composer Glenn Branca’s guitar orchestra in the early 1980s ( Browne 2008 , 70). One guitarist plays the fifth partial of the third, fourth, and fifth strings, sounding pitches that roughly correspond to F4, B ♭ 4, and D5. The other slides his fingers around the nut area of the instrument, exploring multiple harmonics ranging from 1350 to 3000 Hz whose pitches are indeterminate. (1) In Audio Example 2, the guitarists return to a normal strumming pattern, but the new progression that they play is no less unsettling. As shown in Example 1a , the harmonic and bass layer’s tonic pitches are out of phase: the bass shuttles between 4 ˆ and 1 ˆ , while the guitars shuttle between a tonic and subtonic chord. (2) The progression is given extra dissonance by one of the guitars adding an upper semitone to the third of each chord, identified with an arrow in Example 1a, as if playing upper neighbors that sound simultaneously with their resolution and creating a chromatic {G, F ♯ , F, E} smear across both chords. If one part were shifted by a measure and if dissonant elements were removed, as shown in Example 1b , an alternation between the tonic and an embellishing chord ( ♭ VII/ 4 ˆ ) would result. The hypothetical realignment resembles the intro of The Rolling Stone’s “Satisfaction,” which uses the same chords in the backing guitar and bass line. But this hearing is not possible because the tonic elements are mismatched—unlike the Rolling Stones’ song, Sonic Youth’s progression can’t get no tonal satisfaction.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "sonic_youth_2006",
                    "browne_2008"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Many analyses of Sonic Youth’s music discuss textures resembling Audio Example 1, in which standard rock elements sound alongside unpitched noise or free atonal lines. By contrast, there has been less analytical engagement with the kind of textures found in Audio Example 2, in which standard rock elements are made dissonant and strange through their contrapuntal arrangement. During the middle of Sonic Youth’s career, this second type of dissonant texture was an important feature of many of their songs. It was prevalent enough that it can be classified into recurring subtypes, and it was deployed to both evoke and defamiliarize classic hard-rock gestures. By understanding these textures, we can gain further insight into how the band found a balance between convention and experimentation, and we can better understand their influence on other guitar-based rock bands.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Sonic Youth developed their characteristic dissonant textures as they turned away from their original style—what Moore once called their “primal burn”—and began incorporating other influences. Their early music grew out of No Wave, a postpunk movement characterized by experimental approaches to songwriting and populated by artists from multiple disciplines. (3) No-Wave songs frequently reduced rock elements to minimal gestures and explored atonal lines and extremes of noise ( Masters 2007 , 30–32). No Wave’s noise was a more confrontational version of the precedent set by earlier punk bands such as The Stooges, who often used noise as an expressive device, a practice that Rapport ( 2014 , 47) suggests was inspired by the “free jazz” aesthetic—or perhaps a misunderstanding of this aesthetic. With the exception of drummer Steve Shelley, the permanent members of Sonic Youth joined together in 1981 after they met through playing in different ensembles at a music festival associated with No Wave ( Browne 2008 , 50–54). (4) Gendron ( 2002 , 296) labeled Sonic Youth’s style a “borderline aesthetic” between pop and avant-garde, noting that the band was listed by New York Rocker in 1982 as an example of a “downtown sound” that is characterized by musical experimentalism and the exploration of noise shorn of visual theatrics. (5) Branca, whose guitar orchestras were also part of the No-Wave scene, produced Sonic Youth’s first album and praised them for adopting his assaultive wall-of-sound textures and placing these textures into the context of a concise rock song ( Browne 2008 , 69–70). Scholarly engagements with the band have similarly discussed how their music finds intersections between rock and avant-garde aesthetics. O’Meara ( 2013 , 12–15) identifies a balance in Sonic Youth’s early music between what she calls “order” and “noise”—the latter indicating both white noise and musical elements that disrupt generic expectations and regular metrical continuation. Cateforis ( 1993 , 43–44) shows that the band creates connections between standard rock riffs and improvised textures that involve noise or unmetered rhythm in their song “Total Trash,” arguing that this process creates what poetry critic Viktor Shklovksy calls “defamiliarization,” making listeners hear rock riffs anew. Finally, Robe ( 1999 , ¶5, ¶13, ¶18–19) argues that Sonic Youth used avant-garde techniques characteristic of the 1960s Situationist movement by placing pop elements in experimental contexts, including incorporating indeterminate elements in their songs and by recontextualizing the electric guitar—the rock instrument par excellence —through re-stringing, re-tuning, and unconventional performance techniques.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "masters_2007",
                    "rapport_2014",
                    "browne_2008",
                    "gendron_2002",
                    "browne_2008",
                    "cateforis_1993",
                    "robe_1999"
                ]
            }
        },
        {
            "4": {
                "text": "[4] As the band evolved, they veered away from their original style. The first major influence from outside the avant-garde came from hardcore, which Moore discovered before their second album. (6) Beginning with their third album, Bad Moon Rising (1985), Sonic Youth occasionally toned down their harsh noise in favor of clearer melodies and more consonant harmonies. When asked about the band’s change in style, Moore stated, “I don’t want to be on primal burn all the time” ( Julià and Gonzalo 1994 , 64). In interviews, band members began to acknowledge that their guitar riffs were inspired by 1960s and early 1970s mainstream rock, the repertory that first turned them on to rock music before they joined the No Wave movement. (7) Bassist Kim Gordon listened to 1960s rock and saw Jefferson Airplane and Cream perform while a teenager, Moore was a fan of American punk and glam, and Ranaldo was a fan of the Grateful Dead and Jefferson Airplane and played in a cover band the played 1960s songs ( Browne 2008 , 18–19, 31, 55–57).",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "browne_2008"
                ]
            }
        },
        {
            "5": {
                "text": "[5] As their music bore a greater resemblance to mainstream rock, their experimental tendencies did not disappear. Instead, they became subtler. In an interview made shortly after the release of their most acclaimed album, Daydream Nation (1988), (8) Ranaldo said, Many of the songs on the new record, before they had titles, were referred to as the ‘Lennon part,’ the ‘ZZ Top part,’ the ‘Mellencamp part,’ or ‘the Iggy part.’ It’s a collage effect. Sometimes we make an obvious audio collage . . . [b]ut that kind of [collage-like] attitude is happening, in a more subtle way, even on the more ‘musical’ numbers. ( Gore 1989 , 31) The “obvious audio collage” Ranaldo refers to is the song “Providence,” a musique-concrète piece that combines a recording of Moore playing the piano with an answering machine message and an amplifier overloading ( Browne 2008 , 178). By contrast, the subtler collage found in the band’s more traditional songs (the “‘musical’ numbers,” in Ranaldo’s parlance) involve crafting guitar and bass parts that imitate mainstream and hard rock styles—sometimes to the point where the band privately names them after specific artists they resemble—but which are overlaid in a way that suggests incongruity. (9) This incongruity results from riffs that draw from blues-based hard rock but are tweaked in order to create jarring dissonance or tonal conflict. Sonic Youth’s strategies for twisting hard-rock norms into clashing harmonies often follow one of two recurring types. The first, tonic divergence , occurs when at least two instrumental layers are out of phase and fail to play the tonic harmony simultaneously. The second, intervallic dissonance , occurs when instrumental lines are arranged in order to highlight harshly dissonant intervals or chromatic clusters. Tonic Divergence",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "gore_1989",
                    "browne_2008"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Tonic divergence grows out of textures—common in hard rock as well as other rock subgenres—in which the melody does not follow the chords in the accompaniment. Temperley ( 2007 ) uses the term melodic-harmonic divorce to describe these kinds of passages, suggesting that they use a stratified pitch organization in which the melody and chords follow different harmonic frameworks. (10) While the term was originally used to describe the relationship between the lead vocal and accompaniment, other authors have identified similar divorced textures among instrumental parts, even if they do not always explicitly use the term. Covach ( 2008 ) identifies what he calls “stratified textures” in music by The Beatles and Rolling Stones, which involve harmonic clashes caused by the bass and guitars playing different non-tonic chords, in the same manner as syntax divorce. Doll ( 2011 , 73–77) shows that a major development in rock’s chordal vocabulary occurred when musicians combined a 5 ˆ – 6 ˆ – ♭ 7 ˆ – 6 ˆ – 5 ˆ pattern in an instrumental line with different bass patterns, such as the I–IV–V–IV progression derived from Afro-Cuban jazz. By forcing compromises between the ♭ 7 ˆ and major third of V, and through other harmonizations of the melodic pattern, rock musicians often create chord progressions with non-stepwise-resolving dissonant notes. Tagg ( 2009 , 164–70), seeking to belie the claim that rock is harmonically simplistic, shows that its practitioners can embellish single chords with a variety of instrumental patterns and bass arpeggiations, one of which involves a repeating IV–I pattern in one layer combined with another layer that sustains members of the tonic harmony—essentially a hierarchy-divorced instrumental texture. More recently, de Clercq ( 2019 ) has used the term “harmonic–bass divorce” to describe the relationship between the bass line and other layers. Example 2 . Schematic model of syntax divorce, hierarchy divorce, and tonic divergence (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "temperley_2007",
                    "covach_2008",
                    "doll_2011",
                    "tagg_2009",
                    "de_clercq_2019"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Nobile ( 2015 , 190–93, 197–99) refines Temperley’s ideas by classifying divorced textures into three types. As shown by Example 2 , in two of Nobile’s divorce types, the clashing layers show a deeper-level resolution through the placement of the tonic. The diagram shows how different functions might appear in separate layers, whether those layers are melodic, bass, or harmonic. “T” represents a tonic-functioning chord, while “X” and “Y” represent non-tonic functions. (11) In Nobile’s syntax-divorced texture, two different harmonic functions simultaneously lead to the tonic harmony, or vice versa. In his hierarchy-divorced texture, one layer moves between a non-tonic and tonic function, while the other sustains the tonic throughout. (12) In both types of divorce, it is possible to attribute a stable or unstable status to different time-spans, as shown on the labels underneath the events in Example 2. In syntax-divorced textures, the progression alternates between a stable and unstable span. While the clashing functions might magnify the instability of the non-tonic span, they do not alter the stability of the tonic harmony. In hierarchy-divorced textures, the time-span where both layers play the tonic is relatively stable, and layer 1, which sustains the harmony that anchors the whole progression, might be heard as more stable than layer 2.",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "nobile_2015"
                ]
            }
        },
        {
            "8": {
                "text": "[8] In a typical divorced texture, the layers converge on the tonic at some point in order to affirm its stability and hierarchically superordinate status. By contrast, in extreme cases, as shown on the bottom row of Example 2, the layers never play the tonic simultaneously, so that a listener cannot unequivocally attribute a stable or unstable status to either time-span. (13) I label these textures tonic–divergent ; they form a rare version of melodic-harmonic divorce that highlights the independence and underlying incongruity of the individual parts and transgresses normal stylistic boundaries. I am not alone in using the “transgressive” label: Allan Moore has similarly noted that some forms of divorce are more extreme than others, and that the extreme forms militate against chordal identification and tend “only to be found among musicians with a prominent DIY approach—there is almost a sense in which it is by nature transgressive” ( 2012 , 18). The examples Moore offers are not perfect illustrations of his claim, since most can, arguably, be explained through existing models of melodic-harmonic divorce. But his claim about the transgressive potential of some forms of divorce is corroborated and made more specific by the examples given in this article. Example 3 . “Androgynous Mind,” section 2, guitar 2 and bass (reduction) (click to enlarge and listen)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "moore_2012"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The second part of the instrumental bridge in Sonic Youth’s “Sleepin’ Around,” shown in Example 1a and analyzed above, provides an example of a tonic–divergent texture. A similar relation occurs between the bass and backing guitar in the second section of “Androgynous Mind” (1:24–1:43), shown in Example 3 (the lead guitar improvises noise in this section and does not convey relevant pitch information). In the first two measures, the bass moves from 5 ˆ to 1 ˆ , while the backing guitar moves from D 5 , a tonic-functioning power chord, to a chromatic lower neighbor. The bass shifts back to a D on the second half of the fourth measure, but it sounds against a chromatic upper neighbor in the guitar, and it moves back to 5 ˆ while this neighbor resolves. A tonic sonority supported by 1 ˆ in the bass never appears in the excerpt. Example 4 . (a) “Catholic Block,” primary riff in introduction and (b) beginning of verse 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In some songs, instruments play single lines, rather than power chords or triads; nonetheless, it is possible for these textures to be similarly tonic-divergent. As Tagg points out, a single harmony can be presented through multiple independent melodic lines, each of which embellishes the tonic sonority with passing and neighboring notes that do not necessarily coincide. Tagg ( 2009 , 169–70) cites the instrumental introduction to Isaac Hayes’s “Shaft” theme as an example; the bass and guitar parts to Foghat’s cover of “I Just Want to Make Love to You” illustrate the same phenomenon in a blues-based hard rock style. Within these single lines, contextual cues determine stability and can impute tonic and non-tonic function to individual scale degrees, as Doll ( 2017 , 28–33) discusses in detail. Given rhythmic and contrapuntal emphasis, tonic-functioning notes in upper lines are typically 1 ˆ , ♭ 3 ˆ , 3 ˆ , and 5 ˆ . Depending on context, other notes such as ♭ 7 ˆ can sound stable enough to assert a tonic function—for example, if they sound consistently with a bass 1 ˆ without resolving. By contrast, 4 ˆ suggests a non-tonic function, because it predicts resolution to 3 ˆ and makes 1 ˆ sound like the upper fifth of a non-tonic chord. In the bass line, 1 ˆ asserts a tonic function, while 4 ˆ , 5 ˆ , or ♭ 7 ˆ indicate a non-tonic function. If the tonic and non-tonic notes are consistently out of phase with each other, the passage is tonic-divergent. As with the previous examples, this divergence conveys conflict or incongruity, although the effect may be less pronounced because full chords are not involved. Example 4 shows one example: the verse of “Catholic Block.” The song’s introduction (not shown in the example) establishes the tonal center of F ♯ , and then proceeds to the song’s primary riff, shown in Example 4a. The riff consists of a three-eighth anacrusis, followed by a B– F ♯ figure and repeated F ♯ on the first measure. Given the immediate motion from B down to F ♯ , as well as the repeated F ♯ in the measure, the B can be heard as a passing note, or perhaps a neighbor to an implied A, so that the measure sustains tonic-functioning notes. By contrast, in the next measure, the same anacrusis leads to a B–A–B figure. B is the most frequent note in the measure, and the A can be heard as its lower neighbor, so that the measure sustains a non-tonic note B (the only non-tonic note in the passage). Tonic spans are marked with a “T” and non-tonic spans with an “X” on the figure. When the verse, shown in Example 4b, begins, the lead vocal and lead guitar double the same riff, with some small variants in the vocal part. But in m. 4, the voice adds a two-measure tag, doubled by the backing guitar, so that when it sings the next verse, its tonic and non-tonic notes are out of phase with the lead guitar in mm. 5–8. Similar phase mismatches happen throughout the verse. Intervallic Dissonance",
                "footnotes": [],
                "citations": [
                    "tagg_2009",
                    "doll_2017"
                ]
            }
        },
        {
            "11": {
                "text": "[11] While tonic divergence creates incompatible tonal functions, other Sonic Youth passages create clashing textures through jarring dissonant intervals among individual pitches. There are two types of severe dissonances that Sonic Youth often explore: (1) a prominent minor ninth, augmented octave, or compound equivalent (i.e., 13+12 n semitones, where n is a non-negative integer), usually between outer voices; and (2) a two-chord progression that is transformed to contain a chromatic cluster.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Labeling an interval “severely dissonant” requires explanation, since scholars have not yet settled what consonant and dissonant mean in the rock style, nor have they agreed on the extent to which common-practice understandings of these categories are applicable. For example, Doll ( 2017 , 68) states that consonance and dissonance “are areas along a continuum, not discrete categories,” and their stable or unstable status is determined in part by style and usage, rather than by predetermined categories. (14) Biamonte ( 2010 , 95) makes a similar point, arguing that context and behavior must determine was counts as a stable note. By contrast, Everett ( 2007 , 146–48) claims that dissonant notes in rock and popular styles are governed by the same voice-leading principles as common-practice harmony. Rock contains nontriadic notes that do not resolve as would be expected in classical practice, but he cautions against treating them as “stable,” instead arguing that the tension from their lack of resolution adds to a song’s charm or expressive ethos.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "doll_2017",
                    "biamonte_2010",
                    "everett_2007"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Other authors explore the role that guitar technique and timbre play in creating gradations of dissonance not found in classical harmony. Lilja ( 2004 , 61) states that a minor sixth or minor triad—which are consonant in classical harmony—can be perceived as dissonant when played on a distorted guitar. This perception results from the distortion boosting the upper partials of the notes in the chord, making them more likely to produce acoustic roughness, created when the fundamental or upper partials of two different notes excite the same critical band in a human auditory system. This claim has been confirmed in listener studies by Herbst ( 2019 ), which find that minor and sharp-ninth triads, when played on distorted guitars, create greater acoustic roughness and are rated as significantly less “pleasant” by listeners, although factors such as age and musical background also influence these responses. Koozin ( 2011 , [11]) discusses how guitar tuning can affect the consonant or dissonant status of the open strings, coloring a song with added-note dissonances that create beating effects when distorted, as in Neil Young’s “Cortez the Killer.”",
                "footnotes": [],
                "citations": [
                    "lilja_2004",
                    "herbst_2019",
                    "koozin_2011"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Despite their differences, these authors agree that dissonance can create varied levels of intensity and expressive affect. Even Everett, who maintains a strict dichotomy of consonance and dissonance, describes distinct effects produced by various dissonant intervals: he contrasts the “ unresolved tension” in a fourth with the “ understated ” tension of a major seventh and the “ amicable tension” of (major) ninths and sixths ( 2007 , 147–48; emphasis added). Among dissonant intervals, the minor ninth/augmented octave is particularly clashing. Acoustic studies accord the highest amount of dissonance to a semitone or compound equivalent, because of the preponderance of clashing overtones that fall within the critical band. (15) Moreover, other authors have briefly discussed prominent augmented octaves in their analysis of individual rock songs; in all cases, they state that this interval is markedly harsh. Koozin ( 2011 , [6]) notes the “harsh dissonance” created in The Kinks’ “All Day and All of the Night” when lead singer Ray Davies holds C ♯ , the third of an A-major triad, while the guitars and bass perform the song’s minor pentatonic riff that contains C-natural. The dissonance at this moment is climactic, as it coincides with the highest vocal note heard thus far and prepares the arrival of the chorus. Moore ( 2012 , 18) further identifies a “transgressive” ethos in the opening augmented octave of Inspiral Carpets’ “Weakness,” which contains a lowered 3 ˆ in the bass line sounding against a raised 3 ˆ in the upper synthesizer part. Example 5 . “Kissability,” beginning of instrumental bridge (click to enlarge and listen)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "everett_2007",
                    "koozin_2011",
                    "moore_2012"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Sonic Youth frequently employ prominent minor ninths or augmented octaves. As with the examples mentioned above, this interval often occurs when different layers draw from different pitch collections, a feature of blues-based rock styles ( Everett 2001 , 56–58; 2004 , [16]–[17], [23]–[24]). Unlike the previous examples, Sonic Youth employ a greater variety of pentatonic and diatonic collections. The minor pentatonic collection is not only paired with standard rock progressions, but also sounds against lines that draw from major, minor, and Dorian scales. Example 5 shows an example: the beginning of the bridge in “Kissability.” For the purpose of comparison, the lower two staves in Example 5 show two versions of the bass line: the studio recording and a 1988 recording made for the documentary Put More Blood into the Music (available on the deluxe edition of Daydream Nation ). The bass line ascends up a minor scale from 1 ˆ to ♭ 3 ˆ . The backing guitar descends through a major scale and moves in contrary motion with the bass: 1 ˆ – 7 ˆ – 6 ˆ . (16) The solo part, played by guitarist Lee Ranaldo, is built from a different collection: an A Dorian scale that alternates between natural and raised 7 ˆ . Its C-naturals form minor ninths with the bass, and when it reaches its melodic peak at m. 9, the lead guitar forms a successive major seventh and diminished octave with the backing guitar. These dissonances are highlighted in red on the figure.",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "everett_2001",
                    "everett_2004"
                ]
            }
        },
        {
            "16": {
                "text": "[16] These dissonances take on extra-musical associations when they are heard in the context of the lyrics and music of the song’s verses. The verse section alternates between two types of textures. The first uses low guitar registers, strumming technique, and is heavily distorted in timbre (0:17–0:40); the second uses higher guitar registers, picking technique, and is comparatively clean (0:41–0:52). The alternation between dirty and clean timbres provides a fitting environment for the song’s protagonist, who supposedly makes generous offers of help but has morally corrupt motives behind them. Sung by Kim Gordon, the lone woman in the band, the lyrics are from the viewpoint of a male talent scout who entices women with stardom while asking for sexual favors in return. In the instrumental bridge, the contrast between dirty and clean sounds is intensified. The backing guitars increase their level of distortion, while the lead guitar plays a line in a high register whose pitches, by contrast, are easy to perceive. But as befits the moral depravity of the song’s protagonist, the cleanliness of the line is belied by its dissonant relation with the other layers. Since they occur right after the line “give us a kiss,” they reinforce that the song’s protagonist should be viewed as an object of disgust. Example 6 . “Beauty Lies in the Eye,” reduction of verse (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] “Beauty Lies in the Eye” uses a prominent minor ninth right before its return to a concluding tonic. Example 6 shows a schematic diagram of this song’s verse. It consists of a variable number of repetitions of F ♯ sus4– F ♯ m9, followed by an F ♯ -Dorian closing progression, shown on the bottom staff, that consists of a bass line that descends by step from A to reach a tonic-functioning F ♯ m7. During the closing progression, the lead guitar improvises melodic lines from an F ♯ minor pentatonic scale—the example shows the solo part from both the album and a live recording. Just before the progression resolves back to a tonic-functioning chord, a minor ninth occurs between the bass and lead guitar, as shown by the notes circled in red, highlighting the incongruity of the two layers. To my ear, the effect of this interval is more piquant than harsh. The surrounding lyrics and instrumental timbres play a role in this impression: uncharacteristically for the band, the song uses a strummed acoustic guitar and softly spoken vocals. The brief painful moment this interval creates in an otherwise gentle and lush environment reinforces the nostalgic mixture of pain and pleasure the song’s protagonist feels when reminiscing about a past love. Example 7 . [012] cluster from Type 6 Tonal System (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Another form of vertical dissonance Sonic Youth often use arises when a chord progression that normally involves two roots separated by a whole step is transformed to create an [012] cluster. This type of event can occur with tweaks to what Everett ( 2004 , [23]) calls a Type 6 tonal system, in which a pentatonic scale, embellished with chromatic passing notes, supplies the roots for major triads or power chords. Example 7 shows how this tonal system can create a cluster. In the original version, a chromatic passing note appears between 5 ˆ and 4 ˆ . In the new version, the pentatonic and chromatic notes occur simultaneously in different layers, or they are played simultaneously by an instrument, so that an [012] cluster between two adjacent events results. Example 8 . “Becuz,” (a) introduction, (b) schematic reduction (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "everett_2004"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The second part of the instrumental bridge in “Sleepin’ Around,” shown above in Example 1, provides one example of this type of cluster. A more elaborate example occurs in the opening of “Becuz,” shown in Example 8a . The guitar 3 part, played by Kim Gordon, supplies an F ♯ –E–D–E bass line that resembles an “Aeolian Loop” (I– ♭ VII– ♭ VI– ♭ VII), a common rock progression. The guitar has a “beating” timbre, most likely because it is played on two strings tuned to the same pitch, with small discrepancies in frequency creating beats. (17) Guitar 1, shown on the top staff, uses harmonics to play F ♯ and C ♯ , the root and fifth of the tonic sonority, along with their diatonic lower neighbors, prolonging the tonic at a deeper level through hierarchy divorce. Guitar 2, shown in the middle staff, plays a consonant counterpoint to Guitar 3. Example 8b shows a schematic reduction of these parts: Guitar 2 doubles Guitar 3 at a fifth for the first measure, doubles it an octave for the first two beats of m. 2, and returns to doubling it at a fifth. But the C ♯ –B motion is filled in with an extra semitone—like a chromatic passing note that is fused with its resolution—forming an [0123] cluster that is highlighted in yellow. Example 9 . “Cross the Breeze,” excerpt from introduction (click to enlarge and listen)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] “Cross the Breeze,” shown in Example 9 , features two semitone clusters that form a double neighbor around 5 ˆ and delay their resolution until the next phrase. Guitar 2 plays 4 ˆ and then plays it simultaneously with ♯ 4 ˆ , a chromatic passing note leading to 5 ˆ . It then plays 6 ˆ simultaneously with ♭ 6 ˆ , made extra dissonant through its octave displacement that forms an augmented octave. While these notes are not part of the Type 6 tonal system, they reference what Doll ( 2017 , 141–43) calls the shrink and swell schemas—that is, a chromatic descent from 6 ˆ to 5 ˆ and ascent from 4 ˆ to 5 ˆ —which scaffold many rock progressions. After this progression repeats four times, the other guitar resolves these notes with 5 ˆ in the correct register at the beginning of phrase 2, shown on the second system in Example 9. The vivid contrast between levels of dissonance in these two phrases, combined with the expanded length and framing intro/outro sections at different tempi, help to project a grand scope that is characteristic of many of the tracks on the song’s album Daydream Nation . Dissonance Combined with Noisy Guitars",
                "footnotes": [],
                "citations": [
                    "doll_2017"
                ]
            }
        },
        {
            "21": {
                "text": "[21] Tonal divergence and intervallic dissonance form significant facets of Sonic Youth’s middle-period style. They often employ these elements in tandem with noisy and unusual guitar timbres whose pitch and rhythmic elements are obscured—what Blake ( 2012 , [5.5]–[5.7]) calls indigestible timbres. (18) In many of their songs, pitch and timbre are in a complementary relationship: while one is conventional, the other is not, and then the relationship reverses. These reversals force listeners to change the criteria by which they perceive a track as belonging to the rock genre, creating a disorienting, “psychedelic” listening experience. In other songs, timbre and pitch-related elements are successively added to a track in order to create climaxes of dissonance or expressive intensity. Example 10 . “Kotton Krown,” (a) riffs used in instrumental bridge; (b) formal diagram of instrumental bridge (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "blake_2012"
                ]
            }
        },
        {
            "22": {
                "text": "[22] The instrumental bridge of “Kotton Krown” ( 1987c ) provides an example of a complementary relation between dissonant pitch elements and indigestible timbre. The section begins with a texture that contains an [012] cluster, as well as a vertical semitone formed between the solo and backing riffs. It purges these dissonant elements only to introduce an indigestible timbre, and finally it briefly returns to the original texture. Example 10a shows the riffs used in the passage. The bass part, which alternates between the tonic G and subdominant-functioning notes, repeats the same figure throughout the section. Guitar 2 provides the two main riffs of the passage: the primary riff ( p ) consists of three measures of arpeggiated figures and one measure of a power chord, while the contrasting riff ( c ) consists of a repeated D, strummed with increasing speed and intensity as the section progresses. Guitar 2 plays other “solo” riffs: solo riff 1 ( s1 ) consists of a rapidly strummed E ♭ –D figure that is repeated in free, non-metered rhythm, solo riff 2 ( s2 ) consists of either a G or G/ B ♭ dyad strummed rapidly, and solo riff 3 ( s3 ) consists of a rhythmically incisive C– B ♭ figure.",
                "footnotes": [],
                "citations": [
                    "sonic_youth_1987c"
                ]
            }
        },
        {
            "23": {
                "text": "[23] The primary riff contains a melodic whole step transformed into an [0123] cluster. The first two measures of the riff thematize the interval of a whole step by presenting both an ascending and descending version, highlighted in blue on Example 10a: A–B in the first measure and C– B ♭ in the second. Half- or whole-step motion is also a recurring motive in the solo riffs, as shown by the highlights. The third measure contains another melodic step—G to A—transformed into a cluster, highlighted in yellow in Example 10a. (19) Although it does not contain a cluster, s1 projects tension through its free rhythm and the vertical semitone that sounds when its E ♭ occurs against the D in the primary and contrasting riffs. The other guitar riffs lack these dissonant elements. The contrasting riff c, consisting of a single pitch, has no dissonances, and s2 and s3 do not form semitones with other parts, removing the dissonance created by s1 .",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Example 10b shows where the riffs appear in the bridge. (20) The bridge can be divided into three sections based on the guitar 2 part: it begins with the primary riff p at 2:11, changes to the contrasting riff c at 2:49, and returns to the primary riff p at 3:33. But the sectional boundaries asserted by guitar 2 misalign with those created by guitar 1, guitar 1’s stereo placement, and the changes in drumming patterns. Guitar 1 suggests two, not three, sections, based on its change in riff pattern. The drums suggest three parts: an introduction and pattern with a backbeat and ride cymbal (2:11–2:58), a busier pattern without a backbeat (2:58–3:42), and a pattern with a backbeat and hi hat (3:42–3:51). But the drums and guitar 2 change their parts at different times. These overlapping boundaries, visually apparent in Example 10b, create formal ambiguity and constant change throughout the passage, in spite of its limited pitches. (21) Constant change is reinforced by the wandering stereo location of guitar 1. Perhaps in homage to their forebears, this production technique links the track to the “dynamic” use of the soundbox that is characteristic of some late-1960s psychedelic tracks, especially those by Hendrix ( Dockwray and Moore 2010 , 191–92). The section begins with the two dissonant riffs: s1 and p . From 2:49–2:58, these dissonant elements are successively removed from the texture. By 2:58, both guitars are playing consonant riffs. But as the guitarists reach this new set of pitches, they begin to add feedback and strum more vigorously, making their pitches increasingly difficult to perceive: guitar 2 begins adding significant feedback around 3:16, and guitar 1 adds feedback shortly before 3:33. In the area enclosed by a green box, the feedback created by the two guitars reaches peaks of pitch and volume. Example 11 . “Kotton Krown,” spectrograph of climactic passage (click to enlarge and listen)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "dockwray_and_moore_2010"
                ]
            }
        },
        {
            "25": {
                "text": "[25] A spectrogram of this brief passage of peak feedback is shown in Example 11 . The white boxes on the figure identify where prominent high tones float, disembodied, above the texture. While indie bands typically create indigestible timbres through heavy distortion and layering ( Blake 2012 , [5.2]), these high frequencies create a different form of indigestibility by using frequencies that skirt the limit of where listeners reliably perceive musical pitch. The climactic feedback is around 3800 Hz, within the region where ability to discriminate frequencies begins to decline. (22) Moreover, for the second half of the tone, the frequency rapidly wavers up and down (visible as a wavy motion on Example 11), making pitch difficult to discern. (23) Lines such as “angels are dreaming of you,” repeated several times in the verse, along with other lyrics with quasi-religious overtones, suggest that the high frequencies could be interpreted as brief moments of spiritual transcendence through liberation from ordinary melodic constraints. But this transcendence is not facile. It is achieved only through patience and gradual metamorphosis, given the slow but continuously changing form of the bridge outlined in Example 10b. As the guitar 1 reaches its peak of indigestibility, the second guitar gradually fades in the primary riff and the feedback gradually fades out, creating a smooth transition back to the original texture. (24) Example 12 . “Self-Obsessed and Sexxee,” primary riffs (click to enlarge and listen)",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "blake_2012"
                ]
            }
        },
        {
            "26": {
                "text": "[26] “Self-Obsessed and Sexxee” uses a similar complementary relation between dissonant pitch combinations and indigestible timbres, but the indigestible timbres are used ironically, rather than to convey transcendence. Example 12 shows the openings of the intro/link, verse, chorus, and coda. (25) The first three sections all contain pitch-related dissonances. In the intro/link (Example 12a), guitar 2 (played by Thurston Moore and panned left) plays a G–Ab figure, borrowing ♭ 2 ˆ from the Phrygian mode, which forms a minor 9th with the repeated G in the bass. In the verse (Example 12b), the lead singer sings a line that alternates between 1 ˆ and ♭ 6 ˆ , doubling the guitar 2. A I– ♭ VI shuttle might be the default harmonization for this line, since it is a common progression in the rock style. The bass partially affirms this implication, since it contains 1 ˆ on odd-numbered measures and, in the second half of even-numbered measures, contains ♭ 6 ˆ . But the rest of the parts use a harmonization that, like the opening riff, emphasizes motion by step along the fretboard. Guitar 2 plays G 5 – A ♭ 5 –G 5 , borrowing ♭ 2 ˆ like before, while the bass uses a modally mismatched 2 ˆ (A) on the downbeat of each even-numbered measure, creating a tritone and diminished octave with the other voices, as well as an [012] cluster between the two chords. A red bracket and yellow highlight identify these events in the example.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The chorus, like the verse, rejects standard harmonization in favor of stepwise motion, and it transforms the step into an even thicker cluster. As shown in Example 12c, the guitar 2 plays a C 5 –G 5 progression, suggesting IV to I. But the C–D bass line does not follow this progression; instead it doubles the vocal melody, highlighting its ascending whole step and recalling the same interval in the previous section. The C–D motion is embellished with a chromatic passing and neighboring notes in the guitar 1 and bass, and these notes sound with the D, forming an [0123] cluster. Yellow highlights in Example 12d show where band members play these notes, creating heavily dissonant chords played in unison rhythm. (26) These brief intrusions of dissonance into an otherwise conventional rock structure support the song’s portrayal of a person whose erratic, destructive behavior and fluctuating self-esteem draws the attention of everyone around them.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The coda, by contrast, purges these dissonant elements. The only pitched instrument in this section is the guitar 2, which is now panned center. This panning, in itself, marks the section as non-normative, since on the album, as well as for most of the remainder of the band’s career, the two guitars are panned sharply left and right, matching where the two guitarists stand on stage in live performance. Unlike the first part of the song, the section uses stylistic markers that evoke earlier, more innocent times. The guitar 2 plays a variant of the chorus riff, but the harsh dissonances heard before are attenuated, and the first measure is embellished by a “boogie” pattern characteristic of early 1960s rock. (27) Lead singer Thurston Moore alters a line from the chorus: “we party all night ‘cuz it’s you, you, you every day”—which suggests an unhealthy self-obsession—changes to a more innocent “party party party, party all the time.” Like the “boogie” pattern on the guitar, this line would be at home in an earlier rock style. This texture continues for four measures, but thereafter, Gordon and Ranaldo fade in with random noise created by rapid strumming and sliding their left fingers or a hard object up and down the fretboard, as well as through heavy amplification and other effects pedals (in one live performance, bassist Kim Gordon uses a tambourine, while guitarist Lee Ranaldo uses his fingers). (28) This produces not only high noise content, but also encourages listeners to split the guitar into separate streams: the low noise and the high scratching sounds. (29) The noise gradually envelops the backing guitar’s boogie pattern, undercutting its evocation of innocence and suggesting instead a mental fissure, perhaps the “schizo action” of the title figure mentioned in the chorus. Ironically, the song ends by reversing its previous segregation, with all three instruments converging on a D. As their overtones blend with each other, they fuse into a single sonic entity, so that what was legion becomes a unity. But the note hardly represents a restoration of mental wholeness: it is an unresolved 5 ˆ and maintains tonal tension. Example 13 . “Theresa’s Sound-World,” guitar chorale that substitutes for chorus (click to enlarge and listen) Example 14 . “Theresa’s Sound-World,” spectrograph of mm. 17–22 (click to enlarge and listen)",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In contrast to this scheme of complementation, other songs use pitch-related dissonance and indigestible timbres cooperatively, adding both to a passage to gradually build expressive intensity. For example, “Theresa’s Sound-World” uses a step-by-step addition of intervallic dissonance and distortion in order to lead to a climactic high point. This high point appears in a chorale-like section, featuring the guitars and bass playing a slow-moving chord progression without vocals, that occurs after verse sections and substitutes for an expected chorus. The section occurs twice after the verse and substitutes for an expected chorus. Example 13a shows a transcription of the passage, and Example 13b shows a rhythmic reduction of the outer voices in mm. 5–20 of the section. The use of distortion and melodic register to lead to a climax in mm. 19–23 is straightforward. The section begins with a moderately distorted texture. At m. 5, guitar 1 joins guitar 2 in rapid strumming, increasing the amount of distortion. (30) In the climax at mm. 19–23 the guitars play the dyad G/ F ♯ . (31) When strummed vigorously on amplified guitars, these two pitches create intermodulation distortion. (32) G is the more prominent pitch class, but it becomes enveloped in a halo of noise. Shelley provides heavy cymbal crashes in mm. 22–23, adding noise to the mixture and effectively increasing the distortion amount. (33) The increasing distortion over mm. 19–22 is visibly evident in a spectrograph of the same passage, shown in Example 14 . In mm. 17–18, partials are evident as thick horizontal bands, marked with white arrows. In mm. 19–20, the uppermost horizontal band (indicated by the top arrow) is not clearly defined and is replaced with a “static pattern” indicating noise, and the lower bands are surrounded by a greater degree of noise. In mm. 21–22, the same bands are surrounded by even more noise in the lower frequencies, and the “static pattern” in the upper frequencies, indicated by the top bracket, is thicker and covers a wider frequency band (around 2000–3500 Hz). After this peak in melodic register and indigestibility, a period of rapid abatement follows: the guitars arpeggiate in a low register in mm. 23–28, and they change from distorted to clean in m. 27.",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The increase in distortion and melodic register is reinforced by an increase in dissonance and a change to tonic divergence in the final few measures of the section. Starting at m. 5, an outer-voice counterpoint is evident between the highest parts in the guitars and the bass. The counterpoint is reduced in Example 13b with outer-voice intervals labeled between the staves. Between mm. 5–13, the parts alternate between perfect and imperfect consonances. Beginning in m. 15, they are relatively dissonant in context: as shown by the blue stars, they contain mildly dissonant sevenths, elevenths, and major ninths. Between mm. 13–19, the texture becomes tonic-divergent: tonic-functioning notes in the melody are out of phase with the tonic-functioning bass notes. Finally, from mm. 17–19, the uppermost voice transforms the ascending step into an [012] cluster, highlighted in yellow.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] In spite of the exceptionally noisy timbre and dissonance, deeper-level connections to hard-rock practices can still be heard. As shown in the upper beam in Example 13b, the uppermost line makes a large-scale ascent from 5 ˆ to 5 ˆ along a minor pentatonic scale, commonly used in blues-based styles, and the re-attainment of the original scale degree at the end gives creates a sense of completion. The final note is supported by a bass 4 ˆ , recalling the practice of a “deceptive IV,” in which an expected arrival on the tonic is replaced with IV ( Temperley 2011 , [6.1]–[6.5]). A deceptive IV often delays a cadence until the following arrival on the tonic, which does, indeed, appear at m. 23. But the chords change too slowly and the tonic-divergent texture is introduced too gradually for this hearing to be immediately available on the surface. Instead, the re-attainment of 5 ˆ in the uppermost line becomes, ironically, the period of maximal dissonance and noise. Conclusion Example 15 . Percentage of Sonic Youth’s total album sales since 1987 (click to enlarge) Audio Example 3 Audio Example 4 Audio Example 5 Audio Example 6 Audio Example 7 Audio Example 8 Audio Example 9 Audio Example 10",
                "footnotes": [],
                "citations": [
                    "temperley_2011"
                ]
            }
        },
        {
            "32": {
                "text": "[32] Sonic Youth’s adoption of riffs and gestures from classic hard rock coincided with their highest album sales. Example 15 s shows the band’s total album sales since 1987 by percentage. (34) The area enclosed in a red box roughly indicates a “middle” period when they shifted toward a mainstream style. The drop-off in sales, beginning in 1998, coincides with their return (with some exceptions) to experimental styles and longer song-forms. Without a doubt, their use of guitar riffs that are more familiar to listeners was one reason for their greater commercial success during their middle period. With more sales came greater recognition and cultural influence: two of their middle-period records are among the highest rated by critics, and the band influenced guitar-based indie rock that followed. Writing in The New Yorker , Frere-Jones states: “By the early nineties, dozens of bands had picked up the Sonic Youth habit, developing their own proprietary tunings and making waves of noise. . . . The band . . . has become an institution” ( 2009 , 82).",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] As Frere-Jones’s comment suggests, further study might examine bands who developed similar types of dissonant counterpoint either concurrently with or after Sonic Youth. Similar instances of dissonance are provided in Audio Examples 3 through 10 . While some of these songs receive brief analysis by other authors, this article shows that they are part of a larger practice, heralded by Sonic Youth, of balancing allusion to hard-rock norms with dissonance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Some bands use similar phase mismatch between tonic and non-tonic elements. For example, in the intro of The Breeders’ “Cannonball” ( Audio Example 3 ), a 5 ˆ – 1 ˆ bass arpeggiation is counterpointed with a 1 ˆ – 5 ˆ guitar part, and the sparse texture and later re-adjustment highlights the phase mismatch between the two parts. Doll makes a similar observation about this passage, although he does not explore its implications ( 2017 , 87). In the verse of My Bloody Valentine’s “Don’t Ask Why” ( Audio Example 4 ), a 5 ˆ – 1 ˆ in the lowest voice supports a progression that alternates a tonic-functioning with a non-tonic functioning chord, although the lowest register is, admittedly, difficult to hear. In many indie songs, ♭ 3 ˆ in the bass line sounds against 3 ˆ in a prominent upper part, creating a jarring augmented octave. In the instrumental link of Pavement’s “Lions (Linden)” and the final guitar solo of The Breeders’ “No Aloha” (Audio Examples 5 and 6), vertical clashes between ♭ 3 ˆ and 3 ˆ create a playful and satirical effect. I have previously discussed the dissonance in “Lions (Linden),” suggesting that it undermines the consonance of the tonic triad for text-painting reasons ( Heetderks 2017 , 222). In the introduction to Slint’s “Good Morning, Captain” ( Audio Example 7 ), the guitar alternates between F ♯ /A and F/ B ♭ dyads, suggesting I– ♭ VI in D or a hexatonic shuttle, while the bass contains F-natural, clashing ominously with the guitar’s F ♯ and preparing the song’s grim allegory about the loss of childhood innocence. In its instrumental bridge, My Bloody Valentine’s “Sueisfine” ( Audio Example 8 ) combines a 1 ˆ – 4 ˆ bass with a ♯ 4 ˆ – 5 ˆ slide in the guitar, periodically creating nauseating clashes between 4 ˆ and ♯ 4 ˆ that suggest that the titular Sue is, in fact, not fine. Finally, some songs create [012] clusters between contiguous chords. In the instrumental link of “Good Morning Captain” ( Audio Example 9 ), the guitar doubles the bass line, but adds alternating half- and whole-step lower neighbors that sound simultaneously with the tonic. Pavement sometimes embellishes stepwise progressions with added semitones, but unlike Sonic Youth, they embellish half-step rather than whole-step motion. In the chorus of “Shady Lane” ( Audio Example 10 ), parallel major sevenths in the guitar add spice to a iii–IV progression and form an [012] cluster, poking fun at the desire for middle-class comforts.",
                "footnotes": [],
                "citations": [
                    "doll_2017",
                    "heetderks_2017"
                ]
            }
        },
        {
            "35": {
                "text": "[35] Just as Gendron ( 2002 , 237) argues that the porous boundary between art and popular music was present from the inception of the punk revolution, Sonic Youth’s middle period shows both convention and transgression, not only through a juxtaposition of discrete musical elements, but also through riffs that are both recognizable to rock fans and simultaneously made strange through dissonance. As their music matured, many of the dissonant elements cannot be easily bracketed from consideration as extraneous; rather, they show that hard-rock elements already potentially allowed them. (35) These references to hard rock represent an homage to music they loved and frequently cited as an influence, as well as an ironic distortion of these models. Given hard rock’s debt to blues for many of its gestures, identifying these connections furthers the work of Rapport ( 2014 ), who calls for a re-evaluation of punk styles in light of their blues influence, as well as my own ( Heetderks 2015 ), who identifies chromatic experimentation as a feature of art rock of the following decades. Moreover, the songs found new ways of creating dialogue between riffs made dissonant and the non-pitched guitar noise for which they were famous throughout their career. While this later style was a departure from their “primal burn”—that is, the unrelenting noise and assault of their early work—it opened new ways to carve out an experimental path within a popular style.",
                "footnotes": [
                    "FN35"
                ],
                "citations": [
                    "gendron_2002",
                    "rapport_2014",
                    "heetderks_2015"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.1.heetderks.html",
    "data": "mto/data/mto.20.26.1.heetderks.json"
}