{
    "title": "Review of Berthold Hoeckner, <i>Programming the Absolute: \n\tNineteenth-Century German Music and the Hermeneutics of the Moment</i> \n\t(Princeton University Press, 2002)",
    "date": "2005/03/01",
    "volume": "11",
    "issue": "1",
    "authors": [
        "Hatten, Robert S."
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "August 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.1/mto.05.11.1.hatten.pdf",
    "author_info": [
        {
            "name": "Robert S. Hatten",
            "university": "School of Music",
            "address": "Indiana University",
            "email": "rohatten@indiana.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Schumann’s debut as a writer was an article \nextolling Chopin’s Op. 2. Published in 1831 in the Leipzig Allgemeine \nMusikalische Zeitung, Schumann’s impressionistic review begins with the line, \n“Hats off, gentlemen, a genius.”",
            "citations": []
        },
        "FN2": {
            "text": "2. Hesse, Das Glasperlenspiel: Versuch einer Lebensbeschreibung des Magister Ludi \nJosef Knecht samt Knechts hinterlassenen Schriften (Zürich, Fretz & Wasmuth, \n1943).",
            "citations": []
        },
        "FN3": {
            "text": "3. For early examples, see Dahlhaus, Between Romantic and \nModern: 4 Studies in the Music of the Later Nineteenth Century, trans. Mary Whittall (Berkeley: University of California Press, 1980 [1974]), The Idea of \nAbsolute Music, trans. Roger Lustig (Chicago: University of Chicago Press, 1989 \n[1978]), and Dahlhaus, ed., Beiträge zur musikalischen Hermeneutik (Regensburg: \nG. Bosse, 1975). Kerman’s first programmatic statement on critical insight as \nkey to the sensitive interpretation of music was delivered as a plenary address \nat the 1964 annual meeting of the AMS in Washington, D.C., and was published as \n“A Profile for American Musicology,” Journal of the American Musicological \nSociety 18 (1965), 61–69 (reprinted in Write All These Down: Essays on Music [Berkeley: University of California Press, 1994], 3–11).",
            "citations": []
        },
        "FN4": {
            "text": "4. With his dialectic between grammatical and psychological \ninterpretation, Schleiermacher anticipates the important distinction between \nreconstructing the style and interpreting the work that is crucial to my own \nsemiotic theory of musical meaning (Hatten, “Grounding Interpretation: A \nSemiotic Framework for Musical Hermeneutics,” The American Journal of Semiotics 13/1–4 (1996 [1998]), 30). For an important account of Schleiermacher’s methods \nand theoretical contributions, see Ian Bent, “General Introduction” to Music Analysis in the Nineteenth Century, vol. 2, Hermeneutic Approaches, ed. Ian Bent \n(Cambridge: Cambridge University Press, 1994), 2–4.",
            "citations": []
        },
        "FN5": {
            "text": "5. In my own work I have given similar interpretive weight \nto strategically marked events in Beethoven’s late works—events that often serve \nas dramatic hinges, ranging from the “expressive crux” of a phrase to the \nchromatic reversal that cues abnegation as the crucial hinge in the dramatic \ntrajectory of an “expressive genre.” See Hatten, Musical Meaning in Beethoven: \nMarkedness, Correlation, and Interpretation (Bloomington: Indiana University \nPress, 1994).",
            "citations": []
        },
        "FN6": {
            "text": "6. This is an extravagant synecdoche, to be sure, but one \nthat exists physically: a fragment is all that is necessary to generate the \nwhole, in the case of a hologram.",
            "citations": []
        },
        "FN7": {
            "text": "7. Hoeckner’s “hermeneutics of the moment” also derives \nfrom Walter Benjamin’s “paradoxical hermeneutics of hope: ‘Only for the sake of \nthe hopeless have we been given hope’,” (12) which in turn inspired Adorno in \nhis philosophical approach to interpreting Beethoven, via “the image of the \nfalling star flashing in the dark sky” (12).",
            "citations": []
        },
        "FN8": {
            "text": "8. See Kretzschmar, Gesammelte Aufsätze über Musik und \nAnderes, in Gesammelte Aufsätze aus den Jahrbüchern der Musikbibliothek Peters, vol. 2 (Leipzig: C. F. Peters, 1911).",
            "citations": []
        },
        "FN9": {
            "text": "9. In his monograph Beethoven’s Ninth Symphony (Vienna: \nUniversal Edition, 1912) Schenker frequently disparages Kretzschmar’s \ninterpretations and quasi-program-note commentaries from Führer durch den \nKonzertsaal (2nd ed; Leipzig: Breitkopf und Hartel, 1890).",
            "citations": []
        },
        "FN10": {
            "text": "10. It is a criticized aspect of Adorno’s mode of \nargument. Carl Dahlhaus claimed “the verbal analogies perform the function of \nhiding a gap which the arguments could not close” (cited by Charles Rosen in \n“Should We Adore Adorno,” The New York Review of Books, [October 24, 2002], note \n6, as quoted by Max Paddison, “Immanent Critique or Musical Stocktaking,” in Adorno: A Critical Reader, ed. Nigel Gibson and Andrew Ruben [Blackwell, 2002], \n223.)",
            "citations": []
        },
        "FN11": {
            "text": "11. For example, the “gaze” of the boy “Echo,” Leverkühn’s \nillegitimate but innocent son, who dies as a result of his father’s sin.",
            "citations": []
        },
        "FN12": {
            "text": "12. Adorno’s manuscript notation of this event in his note \nto Mann is reproduced on the cover of Hoeckner’s book.",
            "citations": []
        },
        "FN13": {
            "text": "13. This is an extreme form of the gesture Beethoven will \nuse to set the devotional “ihr stürzt nieder” in the finale of the Ninth \nSymphony, as the millions are enjoined to collapse in reverent awe before the \nCreator.",
            "citations": []
        },
        "FN14": {
            "text": "14. Liszt (along with Mahler) is assimilated into this \nstudy of exclusively German music without comment—as Liszt might well have \napproved, at least in this stage of his career. Mahler is represented by the \nintertextual moment in which the Adagissimo of the Ninth Symphony quotes the \nfinal phrase from the fourth song of the Kindertotenlieder.",
            "citations": []
        },
        "FN15": {
            "text": "15. Hoeckner cites three independent studies of \nHepokoski’s, on Strauss [“Fiery Pulsed Libertine or Domestic Hero? Strauss’s Don \nJuan Reinvestigated,” in Richard Strauss: New Perspectives on the Composer and \nHis Work, ed. Bryan Gilliam (Durham: Duke University Press, 1992), 135–76], \nVerdi [“Genre and Content in Mid-Century Verdi: ‘Addio, del passato’ ( La traviata, act 3),” Cambridge Opera Journal 1 (1989), 249–76], and Sibelius [ Sibelius: \nSymphony No. 5 (Cambridge: Cambridge University Press, 1993), 4–9]. More \nrecently Hepokoski has collaborated with Warren Darcy on a new “sonata theory” \nthat addresses genre and form, and their deformations, in 18th- and very early \n19th-century sonata forms.",
            "citations": []
        },
        "FN16": {
            "text": "16. The next section of Hoeckner’s essay follows the \nhistory of the work’s revisions.",
            "citations": []
        },
        "FN17": {
            "text": "17. One might note that a similar critical genre has \nalready emerged in the essays of Lawrence Kramer and Susan McClary, to mention \nbut two of the leading “new musicologists.” But Hoeckner offers a satisfying \nrange of historically and analytically pertinent evidence to support both his \nformal and his poetic interpretations of the Liszt tone poem. Hoeckner also \nconcedes “the dilemma of an essayistic musicology, stranded in the no-man’s-land \nbetween scholarship and criticism” (11)—and, I might add, between those \nendeavors and poetic criticism as an art form in its own right.",
            "citations": []
        },
        "FN18": {
            "text": "18. Hoeckner acknowledges this absence (and that of \nMendelssohn, Bruckner, and Strauss), in that each “blurred the line between \nabsolute and program music” (3). For an approach to the incorporation by Brahms \nof techniques associated with Liszt and Wagner, see A. Peter Brown, “Brahms’s \nThird Symphony and the New German School,” Journal of Musicology 2/4 (1983), \n434–52.",
            "citations": []
        },
        "FN19": {
            "text": "19. However, as mentioned earlier, Adorno’s note to Mann \nis featured as the cover illustration, where it functions (according to Hoeckner, \npersonal communication), as “a moment in music that becomes the moment of German \nmusic.”",
            "citations": []
        },
        "FN20": {
            "text": "20. Earlier in the essay Hoeckner had argued both for the B ♮ and the B ♭ versions at the climax of Leonore’s music. The operatic \nscream also figures heavily in Hoeckner’s subsequent account of Elsa in Wagner’s Lohengrin, with interesting results. He demonstrates two frames for the \nopera: Lohengrin’s \nframe, representing the perspective of absolute aesthetics, gives priority to \nthematic reprise and tonal closure, and is marked by the Prelude and the Grail \nnarration, whereas Elsa’s more “progressive” frame is delineated by her two \nscreams.",
            "citations": []
        },
        "FN21": {
            "text": "21. A version of this essay appeared as “Schumann and \nRomantic Distance,” Journal of the American Musicological Society 50/1 (1997), \n55–132. Hoeckner notes there that some of the material originated with his \ndissertation, “Music as a Metaphor for Metaphysics: Tropes of Transcendence in \nNineteenth-Century Music from Schumann to Mahler,” (Ph.D. diss., Cornell \nUniversity, 1994).",
            "citations": []
        },
        "FN22": {
            "text": "22. Daverio, Nineteenth-Century Music and the German \nRomantic Ideology (New York: Schirmer, 1993).",
            "citations": []
        },
        "FN23": {
            "text": "23. Rosen, The Romantic Generation (Cambridge, MA: Harvard \nUniversity Press, 1995), Chapter 3.",
            "citations": []
        },
        "FN24": {
            "text": "24. Compare Daverio, Nineteenth Century Music, 19–47.",
            "citations": []
        },
        "FN25": {
            "text": "25. This critical mode of appreciation may indeed be more \nrelevant to Schumann’s non-operatic treatment of philosophical issues in his Scenen aus Goethe’s Faust (1844–53).",
            "citations": []
        },
        "FN26": {
            "text": "26. For further consideration of questions 3–5, see \nHatten, “Grounding Interpretation,” 25–42.",
            "citations": []
        },
        "FN27": {
            "text": "27. And is this an inevitable consequence of \nSchleiermacher’s hermeneutic principle, that somehow we can “understand the \nauthor better than he understood himself” (6)? Or is it the inevitable \nconsequence of basing interpretation on previous studies and critical reception?",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] “Hats off,” as Schumann (1) would say, to an ingenious scholar who has imaginatively adapted Adorno’s philosophy of music to his own hermeneutic reading of significant events in works by Beethoven, Schumann, Liszt, Wagner, Mahler, and Schoenberg. Berthold Hoeckner, Associate Professor of Music and the Humanities at the University of Chicago, offers an “essayistic musicology” guided by a “hermeneutics of the moment” that focuses interpretation on culminating points of expressive or dramatic meaning in a work—moments that are also emblematic of crucial stages in an unfolding critical history of German music and cultural ideology from early Romanticism to early modernism.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Hoeckner’s interpretive method draws insights from close analysis, historical research, and a network of associations among music, literature, and the fine arts. In the course of elaborating the profound meaning of a musical moment, he traces these potential linkages among artworks and other cultural manifestations as fluidly as a “Magister Ludi” absorbed in an intricate “glass bead game,” to recall Hermann Hesse’s \nmemorable conceit. (2) Hoeckner’s quest for meaning privileges certain Romantic images, such as “distance,” “gaze,” “ Augenblick (moment or glance)” and “E/echo,” that are not only given thematic significance across the fine arts, but are also metaphysically developed throughout the course of German cultural history.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The interpretive appeal of Hoeckner’s project may serve as a wake-up call to those who would dismiss this aspect of the European humanistic tradition by erroneously associating it with the “old musicology” of more positivist scholars, many of whom left Germany to escape the Nazis, and who in turn helped establish American musicology as a discipline (xv). Hoeckner makes a strong case for the revitalization of traditional hermeneutic inquiry by preserving and updating a style of musicological inquiry and discourse that was previously renovated by Carl Dahlhaus and paralleled by Joseph Kerman’s call for a new form of music criticism. (3) Indeed, Hoeckner’s virtuosic essays may at times call to mind certain “new musicological” interpretive practices. But Hoeckner’s interpretive project, as informed by Adorno’s philosophy, is more complex, and his eloquent prose may appear daunting in its density of ideas and frequent shifts among levels of musical, cultural, and historical meaning. If, as I believe, this is a book theorists as well as musicologists should be reading, it is also a book that American theorists may resist, in part because its philosophical roots and literary style are unfamiliar.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Consider, from the outset, the many ways that Hoeckner construes his “hermeneutics of the moment.” Hermeneutics as an approach to literary texts stems from Friedrich Schleiermacher (1768–1834), the Protestant theologian and philologist who developed a sophisticated theory of interpretation applicable to any verbal text. (4) Schleiermacher’s hermeneutic approach privileges certain striking events in an artwork as crucial parts that reflect the significance of the whole. (5) Hoeckner privileges such musical events as “moments” that play an even more central role in his interpretations—whether as epiphany, dramatic reversal, or recognition. As he reminds us, “ Moment, in German, means both instant ( Augenblick ) and part ( Bestandteil )” (4). Adorno’s “aesthetics of the moment” not only invests these moments with the power to stand for the whole, (6) but metaphorically conceives of the artwork itself as a moment, in which music captures the absoluteness of an infinite meaning (7). Hoeckner finds this notion of the “absolutizing” of the individual moment most clearly in Novalis (6), but also implicitly in the various tropes of both Romantic and modern writers: The experience of suddenness and the sudden experience, especially, are central to modern aesthetic consciousness: the infinite irony in Schlegel, the diagnostic astonishment in Kleist, the demonic appearance in Kierkegaard, the abrupt aphorism in Nietzsche, the aesthetic ecstasy in Pater, the involuntary memory in Proust, the pure instant in Woolf, the experiential epiphany in Joyce, the “other state” in Musil, the constellation in Benjamin, and, of course, the celestial apparition in Adorno (7). (7) But Hoeckner distances himself (4–5) from the simplistic hermeneutics of Hermann \nKretzschmar, an early 20th-century music scholar who popularized hermeneutics as a label for a type of music-semantic interpretation. (8) Instead, Hoeckner defends his own interpretive approach by analogy to the implied hermeneutics found in the analytical discourse of Heinrich Schenker (229–30), a theorist who pointedly distanced himself from \nKretzschmar’s mode of interpretation. (9)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Hoeckner’s personal mode of critical discourse is generous enough to embrace a wider range of influences, and even the omnipresent Adorno is not incorporated without some degree of critical distance. But Adorno’s aesthetics of the moment is strongly exemplified in Hoeckner’s style of writing, which features its own rhetorical “moments”: clinching interpretive insights that appear as climaxes to a series of coalescing cross-cultural references, associations, and tropes. The excitement of these moments of cumulative, often intertextual, insight may leave the reader reluctant to weigh the relevance and strength of each link as actual evidence for a coherent argument. (10) Indeed, Hoeckner’s discourse is often characterized by a flow that is more literary and associative than logical or systematic. Although at times a creative and poetic insight can indeed count for more than a tedious theoretical argument or syntactic analysis, it is in this context that one must consider his quest for an “essayistic musicology” (of which I will have more to say below).",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The musical moments Hoeckner highlights are further magnified, not only as “momentous” for an intertextually enhanced critical discourse, but as marked allegorical moments in the history of German music (their place in a composer’s aesthetics, or their critical consequences for the history of Romantic to early modernist German music). Ultimately (perhaps inevitably) these moments are sounded for their resonance in the political history of the German nation, from its nineteenth-century formation in the wake of Napoleon’s downfall to its self-examination in the aftermath of WWII (coming to terms with defeat, destruction, and the Holocaust). In keeping all of these associative levels active, Hoeckner displays to a remarkable degree the “infinite agility” so admired by the Romantics, and so crucial to their melding of art and criticism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A model for this ascending ladder of musical, artistic, cultural, historical, and even political associations is the post-WWII novel Dr. Faustus, written by Thomas Mann and deeply influenced by the music-philosophical and interpretive perspectives of his friend, Theodor Adorno. The novel (a focal point of discussion in the final chapter) is highly relevant to Hoeckner’s project in that it is constructed using musical techniques and forms, it embraces the same span of German music history (from the fictive Wendell Kretschmar’s lectures on Beethoven to the fictive composer Adrian Leverkühn’s compositional career as modeled on Schoenberg’s), and it allegorizes German political history as rooted in German culture. But Mann, however philosophically and critically perceptive in his view of Germany’s crises, is writing as a novelist whose borrowed musical interpretations are clearly motivated as literary tropes. (11) Hoeckner appears willing (although not without a subtle distancing) to give these tropes a more critical, music-hermeneutical status, most notably in his detailed interpretation of the “moment” Adorno presented to Mann from the Arietta variation finale of Beethoven’s last piano sonata, Op. 111: the famous C ♯ passing tone inserted in the final return of the Arietta theme (measures 169–70) that Adorno found so touchingly human and suggestive of a tender, poignant leave-taking—and then raised to the level of a farewell to the sonata as a formal genre. (12) Mann makes this the poetic and expressive climax of the fictional Wendell Kretschmar’s lectures on Beethoven. Interpretively, however, it is not what one would consider to be the movement’s most obvious expressive crux: the climactic “moment” when, after the extreme registral trills and climb through E ♭ major, a vertiginous chromatic reversal at the peak ( 5 ˆ – ♯ 4 ˆ – 4 ˆ ) and sudden registral collapse captures the gesture of inward spiritual awe at the height of a transcendent encounter (measures 118–19). (13)",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Hoeckner clearly recognizes that the C ♯ is “only an ornament” (234)—although he hedges his concession with analytical commentary on other appearances of C ♯ in the finale. He also defends the potential of that C ♯ by illustrating Schenker’s own hermeneutically-tilted interpretation of a moment in the finale, which focuses on the f 3 appearing in measure 102 as the climax of the variation just prior to the moment in E ♭ major: “He hears this f 3 as the ‘visionary tone’ initiating what the composer labeled in the sketches as a cadenza [the E ♭ section]” (231). What matters about the F is not merely its surface expressive salience, but its longer range connection to (as “mysteriously transformed into”) the fifth of the dominant of E ♭ in measure 111. How then can Adorno’s and Mann’s C ♯ be so weighted with significance? Because, in Hoeckner’s diagnosis of Adorno, “the smaller the detail, the larger its promise” (235, in reference to Walter Benjamin), and “only a philosophy that could grasp such micrological figures in its innermost construction of the aesthetic whole would make good on what it promises” (235, quoting Adorno). Despite Hoeckner’s critical qualms, the focus of interpretation is nevertheless placed on the poetic insight of Adorno/Mann, not on a deeper interpretation of expressive meaning in Beethoven’s extraordinary finale. And whether or not a privileging of any such “moment” is fully adequate to an interpretation of this remarkable movement is a question not explicitly addressed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Hoeckner has more original musical insights to offer in his chapter on Liszt. (14) In this attractive essay, Hoeckner views the emergence of the tone poem—between programmatic overture and absolute symphony—as a moment in music history that summarizes the conflict between absolute and programmatic music. As Liszt argued in 1855 in his essay on Berlioz’s Harold Symphony, absolute instrumental music, with its aesthetic of the indefinite, could be “guided toward a definite object” without thereby losing its inwardness (165). The contemporaneous critic Franz Brendel concurred, but cautioned that “we should content ourselves with grasping the general idea, while leaving the particular to the free play of the imagination” (167).",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Hoeckner examines Liszt’s early experiment in the tone poem, Ce qu’on entend sur la montagne (referred to by Liszt as his “ Bergsymphonie ”), based on Victor Hugo’s ode, “Les feuilles d’automne” (1831). Hoeckner’s exhaustive analysis draws on James Hepokoski’s sonata deformation theory (15) to address the key “moment” in the work: an Andante religioso chorale that first disrupts the form as an “episode within the developmental space” (172) and then returns just before the coda. Liszt’s friend Felix Draeseke construed this textless chorale as a fleeting and illusory vision of peace between a larger developmental conflict initiated in the development section and re-engaged in the recapitulation (170). But the recapitulation features another, strikingly climactic chorale, whose “new” theme Hoeckner finds linked to previous themes by melodic and rhythmic motives. Hoeckner interprets this second chorale as a transcendent breakthrough in the recapitulation, a “moment where artistic intuition from inside seems to connect with divine inspiration from outside” (176).",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The Liszt chapter integrates extensive historical and critical evidence with a comparative formal analysis of two versions of the work, but the climax of Hoeckner’s critical method is what I would call a moment of critical epiphany, as he loads opposition after interpretive opposition into his dialectic framework. The two moments, then, that matter most in the Mountain Symphony—the [climactic] new [chorale] theme and the “Andante religioso” [chorale theme]—can be heard as relating to each other dialectically: the disruptive culmination of an objective formal process against the smooth suspension of that process; an overstated secular chorale against an understated sacred one; modern autonomous music against traditional functional music; bourgeois individuality against pre-bourgeois collectivity; idealized humanity against monastic community; in short: art religion against religious art. . . . While the spectacular breakthrough of the secular chorale has merely a dramatic effect, the gentle intrusion of the sacred chorale effects a profound change in perspective. And while the most prestigious vehicle of free subjectivity—autonomous instrumental music—depicts the limitations of mankind, the vehicle of communal worship—a functional hymn—harbors the possibilities of personal redemption. Since the secular chorale is inverted by the sacred one, the “religioso” becomes the antithesis of the new theme. But it was only after introducing the hymn into the work at a later stage of its genesis that Liszt created this sublime suspension of the sublime” (178–79). (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Hoeckner makes originary claims for this mode of discourse, describing it as “essayistic musicology.” (17) Passages such as the one just cited appear to clinch an interpretive argument with compelling poetic tropes (“art religion against religious art”), while ratcheting the stakes still higher (here, the vehicle of free subjectivity depicts the limitations of mankind, whereas the vehicle of communal worship suggests the possibility of personal redemption—a nice irony). The reader electrified by the power of this interpretive climax would be well advised to take a moment to reflect on this crescendo of insights, to weigh how much each supports the next—and perhaps (in fairness to the genuine merits of Hoeckner’s essayistic musicology) to ask whether the music of Liszt lends itself to this kind of interpretation better than the more intricately structured forms of Brahms (who is conspicuously absent from Hoeckner’s brief history of moments). (18)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] For a book that relies so heavily on Adorno (and Adorno’s own essayistic, even aphoristic discourse), one might ask why Adorno’s name does not appear in the title. (19) Hoeckner’s subsequent essay on “Schoenberg’s Gaze,” although enriched by an examination of Schoenberg’s self-portraits with their phosphorescent eyes, essentially retraces Adorno’s interpretation of the gap between the atonal Erwartung and the pre-serial Die Jakobsleiter as a dialectical “turn from expression to construction, as well as from particularity to totality.” As Hoeckner notes, “For Adorno the changes of style, of expression, and of meaning appeared nowhere more glaring than in the gap between Erwartung and Die Jakobsleiter ; between the frustrated search for human love and the successful prayer for divine love” (210). Echoes of Mann/Adorno’s Leverkühn are noted in a critical discourse that hears Die Jakobsleiter as a relapse into the rational and the false fusion of art and religion. Here one can sense the dialectic that perhaps led Hoeckner to his interpretations in “Lizst’s Prayer.” Schoenberg envisioned the ending of Die Jakobsleiter as a prayer, as inspired by Séraphita, Balzac’s novella that dramatizes the Swedenborgian conversion of a couple by the androgynous angel Séraphita/Seraphitus. But Adorno’s withering critique of Schoenberg’s planned ending, which Hoeckner accepts, is that “it created the illusion that a sublime subject [idea] alone can guarantee the sublimity of content” (211).",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Hoeckner shifts focus, however, to feature a moment other than that of Schoenberg’s ending, choosing instead the prior moment of death and transfiguration, for which Schoenberg doubly underlined the word Augenblick [moment] in his draft of the text: “Lord! Throughout my whole life I waited for this Augenblick ” (215). For Hoeckner, the crucial moment crystallizes not in death, as marked by the wordless vocal “Oh” that descends in a two-octave glissando, but in transfiguration, as marked by the offstage violin’s upward glissando immediately following, which represents the spirit rising free of the body (216–17). This moment is then made to bear a series of interpretations that are on the one hand intuitively satisfying, but on the other, appear weakly supported by the evidence. Hoeckner hears an allusion in the solo violin to the opening of Tristan (supported by melodic contour but not exact intervallic sequence), which he at first acknowledges may have been unconscious on Schoenberg’s part. But he then turns this lack of clear evidence to his advantage, further incorporating Adorno’s dialectic between constructional and expressive truth: “Precisely by being not intended, the allusion collapses the ‘constructional truth’ of the hexachord with the ‘expressive truth’ of the Tristanesque gesture” (222). In the very next sentence Hoeckner’s interpretive ratcheting shifts us to the level of compositional history: “Poised between the no-longer of chromatic harmony and the not-yet of dodecaphony, the solo of the soul becomes emblematic of Schoenberg’s historical position between the two different compositional paradigms, both of which he sought to embrace” (222). Finally, in the concluding sentence of this paragraph, Hoeckner sees the compositional moment “As an unintended instance of programming the absolute” and, in a typical glass-bead-game maneuver, he pursues still another association: “it is the absolute melody which, to use Nietzsche’s words, ‘chooses’ the program as a metaphorical expression of itself” (222).  Before the chapter is over, Hoeckner has added the notion of “gaze” to his interpretation of this increasingly overdetermined moment, noting that it “alludes to the two archetypal glances of all opera—the one that separated Orpheus and Euridice, and the one that united Tristan and Isolde” (223). Finally, he returns to the gazes in Schoenberg’s self-portraits, first noting Adorno’s interpretation of them as “ phantoms of transcendence,” and then developing that trope (by several associative links) into what he calls Die Jakobsleiter’s “moment of visionary blindness” (223). Here, Hoeckner’s essayistic method of associations threatens to dissolve into a series of literary tropes that, for all their surface appeal, do not add up to a consistent or coherent hermeneutic argument.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Another potential pitfall in Hoeckner’s essayistic approach is that a theme from the music may be too readily linked to a personal or political theme. At the end of his first essay, on Beethoven’s Fidelio, Hoeckner quotes a poem by Albrecht Haushofer, whose misgivings about the Nazis led him to join the Resistance; he was eventually captured by the Gestapo and was found executed at the end of the war, clutching his prison poems in one hand. The cited poem is entitled “Fidelio.” Its near-final line, “in life there are no tones like these,” is readily interpretable as an intrusion of reality disrupting the poet’s visionary account of Fidelio. Hoeckner claims that “after reading the poem, it will be impossible to hear Fidelio ever again as an untainted representation of utopian humanity,” but hastens to assure us that “this does not spell the end of art after Auschwitz” (49). Here, the subjective essay, in tone and topic, intrudes ideologically into the musicological realm of criticism. Even if we are in sympathy with the poem, we may feel discomfort at this overlapping of concerns. Yet Hoeckner attempts to weave this episode into his narrative on Beethoven, by claiming that “only” this poetic line “might warrant the interpretive pressure put on” the moment of Leonore’s scream. (20) Clearly, Hoeckner wants us to follow him into this fusion of twentieth-century politics with nineteenth-century musical meaning, and he supports his increasingly personally motivated interpretation with reference to Walter Benjamin’s “hermeneutics of hope”: “only for the sake of the hopeless have we been given hope” (50). Whether the reader can join him there or not, she will recognize the commitment as part of a central theme found throughout the book. Indeed, in the closing sentence to his Introduction, Hoeckner adapts the closing line of Adorno’s Negative Dialectics by claiming that Programming the Absolute may be understood “as a gesture of solidarity with the moment of German music at the moment of its fall” (11).",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The second chapter, on Schumann, does not feature this kind of political and historical engagement. Here, Hoeckner hews a critical line more relevant to the time of the composer. Entitled “Schumann’s Distance,” (21) it expands on a topic not addressed in John Daverio’s important study of Romantic music aesthetics. (22) “Distance,” as a Romantic trope elaborated by Novalis, is interpreted by Hoeckner with justice to its widely ranging significance. Hoeckner explores, among other meanings, the representation of spatial distance (the “aesthetics of sound dying away in the distance” 51) and distant events (as in memory and reminiscence), the sense of distance from the beloved (as in Schumann’s separation from Clara), and music as distant from meaning (compared to language). After a rich examination of the poetics of Novalis and Jean Paul Richter, Hoeckner concentrates on a series of applications, primarily to Schumann’s solo piano music, of these different perspectives on distance. Not surprisingly, he begins by probing already established links between the end of Papillons and the final scene of Jean Paul’s novel, Flegeljahre. Next, Hoeckner unfolds the aesthetic of distance as a critical category in Schumann’s review of Schubert’s “Great” Symphony in C Major, D. 944. Here, he cites Walter Benjamin for the distinction between aura and trace: “The trace is the appearance of closeness, however distant that which left the trace behind. The aura is the appearance of a distance, however close that which created it. In the trace we get hold of a thing, in the aura the thing gets hold of us” (68). As Hoeckner aptly elaborates, “the distant aura of art, like that of nature, grasps us ” (68), and it is this mode of perception, he claims, that Schumann’s review attempts to foster in his readers.",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Another form of distance stems from the literal intertextuality of Schumann’s appropriation of a song by Carl Gottlieb Reissiger, “Heimweh,” into his own song, “An Anna,” which was later incorporated as the slow movement of the Piano Sonata in F ♯ Minor, op. 11. Hoeckner summarizes Manfred Schmid’s (1981) opinion that words could no longer be added to the song as it appeared in the sonata, since “its now wordless expression had become part of a purely musical remembrance” (76). Hoeckner further examines this relationship, noting the emergence of the Aria theme in the sotto voce Introduzione to the first movement, and its later return only in the Aria, as reminiscence or involuntary memory, “ senza passione ma espressivo. ” Here, Hoeckner deftly pins down an important point: “Caught between the aesthetics of vocal and absolute music—between song and sonata—the Aria descended from song, but appears to have sprung from music alone” (79).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The next section, on distant mountains and musical landscape, may profitably be read in tandem with Charles Rosen’s important chapter in The Romantic Generation. (23) Both cite the penultimate number of the Davidsbündlertänze, Op. 6, for its remarkable cueing of a sense of spatial distance. Hoeckner goes further by exploring the intertextual cueing (via various quotes and allusions to Clara’s Valses Romantiques, Op. 4, including some previously unrecognized) of both inner and outer spaces. Finally, the cyclic return of the second dance also marks a temporal distance, and Hoeckner cites Rosen’s sensitive observation that, “this is a genuine return of the past—not a formal return, or a da capo or a recapitulation, but a memory” (92; Rosen 233).",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Hoeckner’s analysis of the famous first movement of the Fantasie, Op. 17, goes further than Daverio’s by featuring more examples of Witz -inspired motivic connections, including further, hitherto unrecognized associations between the last song of Beethoven’s An die ferne Geliebte and the second theme of the Fantasie. (24) Here, distance is interpreted as historical (the “ruins” of fragments), referential (fragments of a specific work of Beethoven’s), and discursive ( Im Legendenton as an interpolation akin to an arabesque, drawing on Daverio’s analysis). Hoeckner also discovers a connection between Clara’s Romance variée, Op. 3, and Im Legendenton, which was entitled “ Romanza ” in the autograph of the Fantasie (104). Clara’s reprise of her theme is transformed within a C minor Adagio, and its recall has the effect of a distant memory; thus, its otherwise tenuous melodic connection to Schumann’s episode is strengthened on the basis of formal procedure (104).",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Finally, through symbolic associations of the keys of C (for Clara) and E ♭ (“Es,” for Schumann), Hoeckner traces a connection between Robert and the distant Clara that is fully realized in the Fantasie when the definitive form of the Beethoven quote appears in the \nhome key of C major, and when the last, augmented repetition of the quote \ncreates a voice exchange between E ♭ and C. In the next subsection of the chapter, on the Noveletten, Hoeckner elaborates on Clara’s voice as Robert’s notated “Stimme aus der Ferne,” since the melody is a literal quote from Clara’s “Notturno” ( Soirées musicales, Op. 6). The implied exchange of literal voices (Clara’s and Robert’s) is the central trope in Hoeckner’s reading of both the Noveletten and the Fantasie.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In this wide-ranging chapter, by far the longest in the book, Hoeckner reinforces his theme of “programming the absolute” by exploring the distance between words and music in various examples of songs stripped of their words to become part of instrumental works, which may in turn resonate with former textual meanings for those aware of their source. Hoeckner also develops the tropes of distance between analysis and criticism, and between technical and non-technical language (113).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] One might add still other tropes of distance to Hoeckner’s inventory: for example, the musical trope of psychological distance as alienation, so beautifully expressed in Schumann’s setting of “In der Fremde,” the first of the Eichendorff Liederkreis, Op. 39. Or the discursive trope of Romantic irony, which implies distance in its shift between levels of discourse (and commentary on the prevailing discourse by an implied agent at a higher level). Or the aesthetic trope of critical distance, which presupposes a more mediated, critical reflection by the listener (or composer) on the artwork. (25) Hoeckner, however, safely assumes the listener’s immediate engagement in Schumann’s piano music, whether hearing his representation of spatially distant sounds, or temporally distant memories, or both at once.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] “Schumann and Distance” impresses me as the most successful of Hoeckner’s ventures into essayistic musicology, perhaps because the trope of distance is so malleable for those expressive suggestions of absolute music that hint at the programmatic. Here, Hoeckner is less indebted to isolated, single moments than in the other essays, and the results are less constraining. When the historical, cultural, and analytical evidence is mutually supportive, as here, Hoeckner’s claims are both convincing and eloquently conveyed. When the argument depends more heavily on an associative network of artistic allusions and tropes, the resulting interpretations, if not entirely convincing, may nevertheless be intuitively compelling as ways of hearing the music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Hoeckner’s approach, despite its literary and scholarly sophistication, raises still other critical questions that I can but mention here. (26) To what extent are Hoeckner’s expressive interpretations uncritically dependent on Adorno’s (or Thomas Mann’s) philosophies (or tropes)? To what extent does Hoeckner create the very meanings he purports to find? (27) By what underlying theoretical standard would Hoeckner have us evaluate his interpretations, when they emerge from a tissue of literary, musical, and philosophical analogues and associations? To what extent should a hermeneutic inquiry’s endless “chain of interpretants” be constrained? Is it possible to ground such freely-associative (and intertextual) interpretive practices within more rigorous reconstructions of general stylistic meaning?",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Regardless of how one critically engages with its claims, Berthold Hoeckner’s profound and wide-ranging study offers a wealth of cultural images and musical meanings. It is a book that cannot be adequately summarized, and this review can touch on but a few of its many brilliant moments of musical, literary, historical, and philosophical insight. Adorno, on listening to the horn calls at the end of the first movement of Beethoven’s Lebewohl sonata, claimed that “the eternal attaches itself precisely to this most transient moment” (10). It is this idealistic perspective that informs Hoeckner’s own imaginative tropes and that lends them such power to inspire. Those who share Hoeckner’s interpretive journeys will be amply rewarded by his eloquent and humane voice, emerging from Adorno to re-create German music’s quintessential moments of expressive and moral force.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.05.11.1.hatten.html",
    "data": "mto/data/mto.05.11.1.hatten.json"
}