{
    "title": "Art and Science, Beauty and Truth, Performance and Analysis?",
    "date": "2016/06/01",
    "volume": "22",
    "issue": "2",
    "authors": [
        "Binder, Benjamin"
    ],
    "abstract": "In this essay, I invoke the age-old conflict between the “two cultures” of art and science (C. P. Snow) as a point of comparison for understanding some of the communication problems that have plagued the somewhat analogous relationship between performance and analysis. Drawing upon some ideas that surfaced during a recent public conversation held between the novelist Ian McEwan and the theoretical physicist Nima Arkani-Hamed, I suggest that although performers and analysts express themselves in very different languages, they are both pursuing the art of interpretation, and a deeper acknowledgment of this common ground might help both cultures appreciate and learn from each other’s perspectives more fruitfully. The article includes a reconsideration of Leonard Bernstein’s 1954 television lecture on Beethoven’s Fifth Symphony, cited by Arkani-Hamed as an artistic example of scientific “inevitability.”",
    "keywords": [
        "analysis and performance",
        "art and science",
        "Charles Percy Snow",
        "Ian McEwan",
        "Nima Arkani-Hamed",
        "Leonard Bernstein",
        "Beethoven’s Fifth Symphony"
    ],
    "doi": "",
    "received": "August 2015",
    "pdf": "http://mtosmt.org/issues/mto.16.22.2/mto.16.22.2.binder.pdf",
    "author_info": [
        {
            "name": "Benjamin Binder",
            "university": "Duquesne University",
            "address": "Mary Pappert School of Music, 600 Forbes Avenue, Pittsburgh, PA 15282",
            "email": "binderb@duq.edu"
        }
    ],
    "citations": {
        "agawu_2004": "Agawu, Kofi. 2004. “How We Got Out of Analysis, and How to Get Back In Again.” Music Analysis 23/2–3: 267–86.",
        "bernstein_1954": "Bernstein, Leonard. 1954. “Beethoven’s Fifth Symphony.” Directed by Andrew McCullough. Aired November 14. Port Washington, NY: E1 Entertainment. DVD.",
        "bernstein_1959": "Bernstein, Leonard. 1959. The Joy of Music . Simon and Schuster.",
        "cook_1999": "Cook, Nicholas. 1999. “Analysing Performance and Performing Analysis.” In Rethinking Music , edited by Mark Everist and Nicholas Cook, 239–61. Oxford University Press.",
        "le_guin_2006": "Le Guin, Elisabeth. 2006. Boccherini’s Body: An Essay in Carnal Musicology . University of California Press.",
        "mcewan_and_arkani-hamed_2013": "McEwan, Ian, and Nima Arkani-Hamed. 2013. “What is the Common Ground Between Art and Science? And How is Beethoven Like Darwin?” The Observer , November 16. Accessed October 15, 2014. http://www.theguardian.com/science/2013/nov/17/art-science-ian-mcewan-nima-arkani-hamed .",
        "snow_1998": "Snow, Charles Percy. 1998. The Two Cultures . Introduction by Stefan Collini. Cambridge University Press.",
        "whittall_1990": "Whittall, Arnold. 1990. “Analysis as Performance.” In Atti del XIV congresso della Società Internazionale di Musicologia, Bologna 1987: Trasmissione e recezione delle forme di cultura musicale , vol. 1, edited by Angelo Pompilio, 654–59. EDT."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In this article, all quotations from McEwan’s and Arkani-Hamed’s conversation are presented as they appear in the cited newspaper article, where edited selections from the conversation were published. The full interview is available on YouTube at https://www.youtube.com/watch?v=KkPDrXORYzE . The conversation was held at the Science Museum of London on November 12, 2013.",
            "citations": []
        },
        "FN2": {
            "text": "2. A transcript of Bernstein’s lecture can also be found in his book The Joy of Music ( Bernstein 1959 , 73–93). All quotations in this article are taken from the televised lecture.",
            "citations": [
                "bernstein_1959"
            ]
        },
        "FN3": {
            "text": "3. For variations on this same point, see Whittall 1990 , Cook 1999 , and Agawu 2004 (especially 274–77).",
            "citations": [
                "whittall_1990",
                "cook_1999",
                "agawu_2004"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In their introductory essay, Daniel Barolsky and Edward Klorman cite the Performance and Analysis Interest Group’s mission statement, which ends with the following two goals: “to facilitate dialogue between performers and theorists, and to open new avenues for such interaction.” The mission statement was crafted in 2004, but its identification of the existence of two distinct cultures—performers and theorists—and its implication of a lingering Cold War between them still resonates; even today, despite the many hopeful signs of a cultural détente to which Barolsky and Klorman refer, there is much work to be done towards a thawing of relations. Such rhetoric puts me in mind of Charles Percy Snow’s famous Cambridge lecture of 1959, “The Two Cultures,” about the standoff between the arts and humanities on the one hand and the sciences on the other. Surely we must squirm with ashamed recognition when we read Snow’s account of the gulf of distrust, fear, and/or indifference that has kept the “two cultures” separate, only to the detriment of the health and vitality of both ( Snow 1998 ).",
                "footnotes": [],
                "citations": [
                    "snow_1998"
                ]
            }
        },
        {
            "2": {
                "text": "[2] One of the perennial factors impeding a more robust dialogue between the performance and analysis communities is an apparent conflict of languages. I suspect that those of us who identify as both performers and scholars, or who pursue some variety of “performance as research,” may sympathize with my own enduring frustration at the fact that theory-based analytical language often fails to get a point across in rehearsals, while the colorful or dramatic language that performers regularly use to communicate their expressive intentions can still raise a red flag for editors and reviewers when it appears in an article submitted to a scholarly journal. I think there is an instructive comparison to be made here with the similar but not identical communication problem between Snow’s “two cultures,” art and science.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] This disciplinary divide was the very topic of a public conversation that took place in November of 2013 between the novelist Ian McEwan and the theoretical physicist Nima Arkani-Hamed ( McEwan and Arkani-Hamed 2013 ). (1) McEwan and Arkani-Hamed agree that the cultural impasse between art and science has been softening, thanks largely to the efforts of scientists who attempt to explain their work in widely accessible, jargon-free terms. Yet there is a persistent note of caution in Arkani-Hamed’s remarks. Metaphors can be useful in communicating scientific knowledge, he says, but “there’s a difficulty with metaphors, which is that you can’t take them too far—they’re not literally what’s going on.” Only the language of mathematics, he says, can fully and accurately express the “truth with a capital T” that scientists are seeking.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] McEwan accepts this view of scientific truth, but he also wonders whether the beauty of scientific theories might form a Keatsian bridge to the culture of art; after all, he recalls, it was once remarked that the beauty of Watson and Crick’s model of a DNA molecule was a kind of proof that it had to be true. Arkani-Hamed is quick to refine McEwan’s suggestion. “Ideas that we [scientists] find beautiful are not a capricious aesthetic judgment. It’s not fashion, it’s not sociology . . . The things that we find beautiful today we suspect would be beautiful for all eternity. And the reason is, what we mean by beauty is really a shorthand for something else. The laws that we find describe nature somehow have a sense of inevitability about them. There are very few principles and there’s no possible other way they could work once you understand them deeply enough. So that’s what we mean when we say ideas are beautiful.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] This is where music makes a breathtaking entrance into the discussion: Arkani-Hamed’s example of the scientific understanding of beauty as inevitability and eternal truth turns out to be Leonard Bernstein’s legendary television lecture on Beethoven’s Fifth Symphony ( 1954 ). (2) In that broadcast, Bernstein spends a half hour discussing Beethoven’s sketches for the first movement in order to show how the composer relentlessly pursued the goal of “mak[ing] sure that one note follows another with complete inevitability.” Before closing the broadcast with a complete performance of the first movement, Bernstein goes on to reflect upon Beethoven’s compositional quest for “inevitability”: Seems rather an odd way to spend one’s life. But it isn’t so odd when we think that the composer, by doing this, leaves us at the finish with the feeling that something is right in the world, that checks throughout, something that follows its own law consistently, something we can trust, that will never let us down. For me, the key word in this little speech is “feeling.” Bernstein’s discussion of the sketches reveals that Beethoven’s music could in fact have gone differently, and yet Bernstein feels as though it could only have gone the way it did. I imagine that Arkani-Hamed would have to agree that a mere feeling of rightness isn’t very scientific, no matter how much we happen to be persuaded by Bernstein’s argument on aesthetic grounds. If we imagine Beethoven as a kind of scientist, in search of an eternally valid expression of a truth that can be proven according to some quasi-mathematical standard of logic, then we might think that there is only one way to understand his symphony; “there’s no other possible way [it] could work, once you understand [it] deeply enough,” as Arkani-Hamed might say. But the standard that guides Bernstein’s judgment of Beethoven’s symphony is not scientific—it is artistic, and rightly so.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "bernstein_1954"
                ]
            }
        },
        {
            "6": {
                "text": "[6] When Bernstein talks about the “inevitability” of the composer’s choices, it seems to me that what he is really talking about is his own personal feeling about the piece as a performer . It is Bernstein’s own interpretive choices which must seem inevitable to him if he is to conduct the symphony’s first movement in a manner that he believes will be compelling to his listeners at the finish of his performance. It is Bernstein’s own understanding of the piece, not Beethoven’s (whatever that may have been), which must not let the conductor down in the heat of the moment, when he has to get up in front of the audience at the end of the broadcast and commit with conviction to a particular performance that seems to follow its own laws with consistency—that is, the laws of Bernstein’s own aesthetic judgment forming the parameters of his interpretation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Consequently, both the performer and the analyst in me would embrace Bernstein’s lecture on the first movement of Beethoven’s Fifth much more readily if we simply replaced all references to “Beethoven the composer” with “Bernstein the conductor.” Such a maneuver would also help to reveal the metaphorical nature of the language that Bernstein chooses to describe his interpretation of the movement as well as the mechanism by which this language invokes authority for that interpretation. Bernstein attempts to elucidate the “truth with a capital T” of Beethoven’s work for the layman television audience by telling a story about inevitability, forward drive, masculine urgency, and a struggle for self-justification. By framing it as a description of Beethoven’s compositional activity, Bernstein implicitly validates his story because it is supposed to reflect Beethoven’s intentions, but again, this is far from a scientific validation. In contrast, I prefer to hear Bernstein’s story as that of the symphonic movement itself as it would be performed in Bernstein’s hands, narrated in the theatrical and emotionally-charged metaphorical language that a conductor like Bernstein might use to elicit a particular performance from an orchestra or to encourage a particular listening experience among his audience. Such a story may not give us “truth with a capital T,” as Arkani-Hamed seems to suggest it does, but it is worth taking seriously by performers and scholars alike as an expression of Bernstein’s artistic truth.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] By the same token, I’d argue that the analyses of music offered by professional scholars are most valuable to performers when read as the artistic interpretations that they are, rather than the scientific proofs they can sometimes seem to be. Speaking about his field of theoretical physics, Arkani-Hamed notes that “the essential gulf [between artists and scientists] is one of language and . . . the basic difficulty is that most people don't understand our language of mathematics which we use to describe everything we know about the universe.” While analogies and metaphors can be useful to bridge that gulf, Arkani-Hamed suggests that physicists such as himself “could be doing a better job explaining the structure in which we’re having these thoughts.” Similarly, one of the reasons for the gulf that separates performers and scholars is the technical language that corresponds to the systems in which music theorists often have their analytical thoughts. When viewed from the perspective of performers for whom that language is unfamiliar, analysis tends to conjure up an aura of scientific authority that can rankle (because the authority seems unjustified) or intimidate (because the language seems impenetrable), foreclosing any productive exchange of ideas or mutual influence. But despite their divergent languages, performers and analysts are both engaged in the act of interpretation, which means they are standing on more epistemological common ground than they might realize as they go about their business. (3) No matter how beautiful the Schenker graph, transformational diagram, or tightly argued claim, what we are dealing with in analysis is not “truth with a capital T” but a more or less compelling or interesting interpretation that follows its own theoretical premises consistently, much as I suggested Bernstein conceptualized his performance of the first movement of Beethoven’s Fifth in his television lecture. In my view, performers miss out on a potentially valuable exchange of ideas when they overlook the content of analysis only because of the language barrier, but I also think it would help if scholars embraced analysis more fully and explicitly as a path to a Keatsian truth-as-beauty instead of an inevitable “truth with a capital T.” This frame of mind might help analysts find new strategies for explaining the structure of their thoughts in a way that overcomes the language barrier and all that this barrier represents to performers.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] I want to suggest that the greatest potential for an enduring and fruitful interaction between performers and analysts is found in situations in which both cultures fully understand and embrace the contingent metaphorical foundations of their respective interpretive languages and make a concerted effort to relinquish claims of authority, scientific or otherwise. In practice, this interaction might take any number of forms, and I certainly don’t mean to impose a new orthodoxy here. If I conclude my essay without offering any specific roadmap to success, it’s because I think the exchange promises to yield the greatest insights when it is messy, risky, and open-ended. What matters most is the spirit in which the exchange unfolds. In Boccherini’s Body , Elisabeth Le Guin writes: I propose performance and analysis as two faces of interpretation, an act which is both art and science. If we accept this . . . , the whole simplistic and ultimately rather boring notion of an authoritative reading simply auto-digests, leaving us with its compost: that complex layering of interpretations that builds up around any work of art, and, culturally speaking, constitutes the nourishment it must have in order to survive. ( 2006 , 26) That is a vision of collaboration and a mission statement for the twin endeavors of performance and analysis that both sides of my musical identity are happy to endorse.",
                "footnotes": [],
                "citations": [
                    "le_guin_2006"
                ]
            }
        }
    ],
    "mto": true,
    "category": "performance and analysis today: new horizons”",
    "source": "mto/raw/mto.16.22.2.binder.html",
    "data": "mto/data/mto.16.22.2.binder.json"
}