{
    "title": "“Mode versus Ficta” in context",
    "date": "1996/11/01",
    "volume": "2",
    "issue": "7",
    "authors": [
        "Wibberley, Roger"
    ],
    "abstract": "Following my discussion of an extract from Josquin’sAve Maria,(1)Margaret Bent’s subsequent Commentary(2)reiterated a criticism originally made by Cristle Collins Judd(3)that my linking of the two concepts “ficta” and “mode” was inapplicable to music of the Josquin period. She provided further invaluable thoughts on “ficta” which are closely allied to her original thesis.(4)While I still consider that her conclusions are (for the most part) unassailable, this essay further explores a few areas where I think they inadequately explain musical thought and practice (as in the Josquin extract previously offered). In particular, the application of exclusively two-voice contrapuntal rules fails, in my view, to take into consideration other important conceptual aspects: first, the linear and vertical aspects of euphony which arise from modal thinking; and second, the important conceptual distinction (affecting music composed for more than two voices) between “counterpoint” and “harmony.” This essay does not, in my view, run counter to Bent’s views on “recta and ficta” or “counterpoint and consonance,” but it does inevitably question (as in my previous article) some of the ways in which these are applied in performance.",
    "keywords": [
        "Bent",
        "counterpoint",
        "ficta",
        "Gaffurius",
        "harmony",
        "Josquin",
        "Judd",
        "ode",
        "Obrecht",
        "recta",
        "Tinctoris"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.7/mto.96.2.7.wibberley.pdf",
    "author_info": [
        {
            "name": "Roger Wibberley",
            "university": "Goldsmiths University of London",
            "address": "Department of Music, Lewisham Way, London SE14 6NW, England",
            "email": "mua01rw@gold.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Roger Wibberley, “Josquin’s Ave Maria : Ficta \nversus Mode.” Music\nTheory Online 2.5 (1996).",
            "citations": []
        },
        "FN2": {
            "text": "2. Margaret Bent,“Diatonic ficta revisited: \nJosquin’s Ave Maria in\nContext,” Music Theory Online 2.6 (1996). [Hereinafter referred \nto as\nDF(2).]",
            "citations": []
        },
        "FN3": {
            "text": "3. Cristle Collins Judd, “Wibberly, MTO 2.5” mto-talk \n(23/7/96).",
            "citations": []
        },
        "FN4": {
            "text": "4. Margaret Bent, “Diatonic ficta ,” Early Music \nHistory 4 (1984), 1–48.\n[Henceforward DF]. In this essay, I shall be dropping the adjective\n“diatonic.” It was initially an important means of countering Lowinsky’s\nnotion of “chromaticism.” If was purely diatonic, however, the\nadjective leads to tautology; if it was not, then it may lead to\ninaccuracy.",
            "citations": []
        },
        "FN5": {
            "text": "5. Gaffurius, De Harmonia Musicorum , III, Chapter \n10 (Milan 1518).",
            "citations": []
        },
        "FN6": {
            "text": "6. DF.",
            "citations": []
        },
        "FN7": {
            "text": "7. In particular, I will not be addressing most of the comments and\nquestions posed by Bent in [23] and [24] largely because I consider \nthem to\nhave been rhetorical.  I would, however, like to take the opportunity of\nanswering here one of her questions in [23] concerning Glarean where she\nasks “Does Wibberley not distinguish between subsequent comment and\nclassification on the one hand, and what could have been in the \ncomposer’s\nmind, on the other?” My initial reaction can be likened to that of a\nfirst-year undergraduate who—having imparted to his tutor the news of \nhis\ndiscovery of an astonishing example of ficta use in Josquin’s Ave Maria (beginning at bar 48), citing Margaret Bent’s authority—is soundly\nrebuked for not having distinguished the composer’s mind from that of a\nsubsequent commentator. I then realized that the correspondence cited by\nBent was incomplete and out of chronology. The point I made about the\nJosquin motet being Hypoionian answered a different  mto-talk question, \nand\nmerely affirmed that Glarean—who invented the category—ought to be \nable\nto recognize a motet that fulfilled his criteria. More importantly, my\npoint about his description being concerned with the way the composer \nhad composed the music rather than about the way others might have \nperformed\nit replied to yet another mto-talk comment (again not cited by Bent) \nwhich\nsuggested that Glareanus might equally have been commenting upon his own\nview of a performance . (I feel uneasy about the citing of \nmto-talk\ncomments—which are often informal exchanges—in this way as a means of\nconstructing a formalized case against another person’s views and\ncredibility, especially when they are quoted out of their proper \ncontexts.\nThis is one way, surely, to discourage people from contributing \nto\nmto-talk!)",
            "citations": []
        },
        "FN8": {
            "text": "8. Let us not, incidentally, forget that Glarean’s first \nthree decades\noverlapped with Josquin’s last three. We might also bear in mind that\nGlarean spent about 20 years planning his Dodecachordon , and \nthat it was\ncompleted by 1539—eight years before publication. This should be viewed\nagainst assertions like “It is indeed a big leap to go from a subsequent\ntheorist (especially Glarean) with his own axe to grind to make the\nassumption that because this was in his mind it must have been in \nJosquin’s\nmore than 50 years earlier.” (Bent [23])",
            "citations": []
        },
        "FN9": {
            "text": "9. I had no wish or reason intentionally to misrepresent \nthe work of Bent\nor others, let alone to do so “discourteously” (Bent, ftn. 26). That it\ncame over that way is something I regret, and it arose more from the\ncomplexity of the material (both old and new) than any attempt wilfully \nto\nextrapolate bits and pieces from their own context.",
            "citations": []
        },
        "FN10": {
            "text": "10. Harold Powers, “Tonal Types and Modal \nCategories,” JAMS 34, no. 3\n(1981), 428.",
            "citations": []
        },
        "FN11": {
            "text": "11. In a similar manner, Schoenberg’s Fourth Quartet \nmay not on first\nhearing betray the hexachordal design underlying its construction, but \nfew\nwould doubt that its harmonic idiom arises from serial processes.",
            "citations": []
        },
        "FN12": {
            "text": "12. Such as Josquin’s Missa L’Homme Arme Sexti \nToni , or even Ockeghem’s Missa Cuiusvis Toni . No assumption is here made that the \ncomposers saw\nthe mode concerned as being anything other than a structural artifice \n(e.g.\nthe ordering of tones and semitones, together with the range of the \nTenor).\nI am merely concerned at this point to differentiate between what later\nobservers deduced and what actual composers planned and executed.",
            "citations": []
        },
        "FN13": {
            "text": "13. Corpus Scriptorum de Musica , XXII/1 \n(1975), 65–104. Also available,\nusing this text, on the Internet at:\n“gopher://IUBVM.UCS.INDIANA.EDU:70/00/tml/15th/tinldn.text.” English\ntranslation by Albert Seay, “Johannes Tinctoris: Concerning the Nature \nand\nProperty of Tones,” Colorado College Music Press, Translations: \nNumber Two (Colorado Springs, 1976).",
            "citations": []
        },
        "FN14": {
            "text": "14. The name theorists give to mode is “tonus.” “Modus” is used in the\ntraditional manner for describing rhythm and note-duration.  I am \ntherefore\nattaching no more to this term “tonus” than I would to the terms \n“melody” or “tune.” My interest is only in the ways in which composers organized\ntheir “tunes” in counterpoint, and what precepts they felt should, if at\nall, be applied additionally to those prescribed by counterpoint rules. \nI\nmust also correct a misleading aspect of my article ( MTO 2.5) \nfor which I\nwas rightly censured both by Judd and Bent. I do not consider \nthe use of\nmode in itself to be the equivalent of a tonal system . I \nshall\nhenceforward use the term “euphony” (which I hope is not so \nstereotyped),\nbut I need to clarify that my use of the term “tonality” was only \nintended\nto convey the harmonic result of combining modally-conceived \nlines. I did\nnot mean to impute to composers a preconceived “modal(=‘tonal’)” harmonic\nframework as a canvass for the delivery of counterpoint.",
            "citations": []
        },
        "FN15": {
            "text": "15. Although this is his declared main concern, he does \ncite examples from\nchant at times when he is discussing modal assignations. Also, as has \nbeen\nnoted in the past, only five of his ninety or so examples employ more \nthan\na single voice. Nonetheless, these melodies are mostly newly-composed \nfor\nthe purpose and show—on a small scale befitting their theoretical \nutility—the way in which the principles outlined are to be applied and \nperceived.\nHarold Powers (“Tonal Types . . . ”, 432) mentions this work, doubting its\napplication to then current polyphony. I would again stress that my only\nmotive for citing passages here is to explore possible theoretical connections between “ficta” and “mode.” It is certainly not to \nconstruct a\nview of mode in any other way; neither is it intended to counter the \nviews\nof Powers (or anybody else) with regard to the work’s authority.",
            "citations": []
        },
        "FN16": {
            "text": "16. Chapters 19–49 are concerned with a discussion of \nBeginning, Middle and\nEnd. Of these chapters, Beginning is covered simply in a single chapter\n(19), while End requires six chapters (44–49). By contrast, however, \nMiddle\nextends from chapters 20 to 43. These develop to the maximum all the\npossible admixtures and permutations of modes that are possible during \nthe\nactual course of a composition. This section deals not only with mixed\nmodal categories, but also with ambitus. End, however, is treated more\nfully than Beginning since irregular endings are discussed in some \ndetail,\nincluding those where moves within and without the hand (gamut) via both\nrecta and ficta are discussed and exemplified.",
            "citations": []
        },
        "FN17": {
            "text": "17. For example, when mode 1 is mixed with mode 7 \n(primo septimo\ncommixtus), as discussed in chapter 13, it uses the fourth-species \ndiapente\nwith the first-species diatesseron.",
            "citations": []
        },
        "FN18": {
            "text": "18. This is one of numerous instances in Tinctoris (for \nothers, see ftn 15)\nimplying a conceptual link between Mode and Ficta, and Tinctoris brings\nthem into close juxtaposition on other occasions in this work.",
            "citations": []
        },
        "FN19": {
            "text": "19. The use of the Bb temporarily transforms the mode \nfrom tritus to\ntetrardus, and its presumed cancellation—when the necessity has\ndisappeared—restores the mode to its proper species. This Tinctoris\nconsiders to be important.",
            "citations": []
        },
        "FN20": {
            "text": "20. The two concepts are brought into the same \nevaluation. Ficta arises\nthrough the need for contrapuntal consonance (i.e. B ♭ –F), but the \nresulting\nmelody is now explained as being a mixing of modes (by diatessaron\nsubstitution). The word “counterpoint” refers specifically to the lower\nvoice which, in the example, is marked “Contrapunctus.” This lower voice\nuses a range of A–a, and ends on D, being in mode 2. When temporarily\nconverted through this B ♭ from protus to tritus, it is regarded that the\nplagal form will still operate (i.e. mode 4).",
            "citations": []
        },
        "FN21": {
            "text": "21. Earlier in Chapter 8, Tinctoris stated that modes 5 \nand 6  could use\nthe fourth species of diatesseron, but that this should be done as \nlittle\nas possible, and only because of unavoidable necessity (“ . . . nisi \nexigente\nnecessitate, fieri minime debet”).  While it was generally assumed that\nthese modes admitted the Bb as a normal means of melodic adjustment, for\nTinctoris this was explained as a “mixing” of modes. While, \ntherefore,\nthe contrapuntal need for ficta has placed contraints upon the \nmode\n(because of the incipient tritone), it is also true that the resultant\nmixing of modes 2 and 4 (which explains how the melody has been \nchanged)\nin turn has (for Tinctoris) brought constraints to bear upon the\napplication of ficta (since ficta here is explained as a \nmixing of\nmodes). Ficta and Mode are therefore (at least to Tinctoris) bound \ntogether\nwithin his evaluation.",
            "citations": []
        },
        "FN22": {
            "text": "22. Since Tinctoris speaks of the songs rather \nthan their performance, I\ninterpret this as an observation of the manner in which unusual or\nexcessive voluntary (as opposed to normal or moderate necessary ) \nmixing\nof modes can effect the (at least melodic) euphony of the music. (A \nsimilar\nrule was advanced by Tinctoris the following year as his fifth rule of\ncounterpoint.) If my interpretation is correct, this might echo Margaret\nBent’s point at the end of her [25] when she states “Wibberley and \nothers\nthink that my Josquin example takes the application of the rules too far\nfor practical purposes, and I might even agree with them, but they (and \nI)\nhave yet to define precisely at what point and why &ssquothe accepted rules \nof\nconsonance’ become unacceptable. Does Wibberley have a view on this?” She\nalso stated in [21] “ . . . that there can be an ideal solution but \nno\nperfect solution makes it very difficult to define how far is too far, \nnow\nthat we have removed anachronistic tonal harmony, simplistic modal\nrestraints, and, I hope, the misapplication of modern notation as\ndefaults.” What is possibly implied here by Tinctoris is that he may\nhave had a view on this. We may not quite know what that view amounted \nto\nin practical terms, but since the mixing of modes outlined in his \nstatement\nwas concerned with consonance treatment (as a “necessity”) it may not be\ninappropriate to infer also that further “voluntary” uses of mixed modal\ntypes were for a similar purpose. His possible caution, \nhowever, suggests\nthat there may have been a point beyond which the music, in his opinion,\nmay have suffered (“cantus distonitos”). Tintoris is not discussing what\ncould be described by Bent’s phrase “simplistic modal restraints” \nbecause\nthe modal system being outlined is both sophisticated and \ncomplex.",
            "citations": []
        },
        "FN23": {
            "text": "23. DF(2), [3].",
            "citations": []
        },
        "FN24": {
            "text": "24. DF(2), [19].",
            "citations": []
        },
        "FN25": {
            "text": "25. I was not claiming perfection for the upper pair, as \nevidenced by my\nproposal for e-natural in the middle voice. If my argument suggested\notherwise, it was poorly explained.",
            "citations": []
        },
        "FN26": {
            "text": "26. De harmonia musicorum instrumentorum , III, \nChapter 11. [The complete\ntext, together with graphics, is available on the internet at:\n“gopher://IUBVM.UCS.INDIANA.EDU:70/11/tml/16th”.] The classical note \nnames,\ntogether with their numeric values, are also to be found in the \nhexachord\ntable at the beginning of Gaffurius’ Practica Musicae (published \nin 1496,\nonly a few months prior to Ockeghem’s death). In this latter work, Book\nIII, Gaffurius gives a traditional survey of counterpoint with musical\nexamples. Although the two-voice examples are explained in two-voice \nterms\n(where the harmonic result is dyadic), he moves on to examples of three-\nand four-voice counterpoint where his discussion is not limited \nto dyadic\nterms of reference. In particular, the four-voice examples are \ndiscussed in\nterms of texture and spacing. It is true that he often discusses the\ndisposition of voices in relation to the Tenor voice (sometimes all the\nvoices are dicussed in this way), but at other times he does not. \nNeither\ndoes he have a purely dyadic view of “harmony,” and he eventually went \non\nto state, as has been demonstrated, a clear difference of view between\n(two-voice) “consonance,” and (more-than-two-voice) “harmony.”",
            "citations": []
        },
        "FN27": {
            "text": "27. This was what I originally meant by the term \n“acoustic parameters,”\nthough the descriptive methodology of Gaffurius is infinitely better\nformulated.  His evaluations (and calculations) seem to me evidence of triadic harmonic thinking.  Dyadic harmony, realized through \ntwo-voice\ncounterpoint, is (as Bent clearly demonstrates) evinced in three voices \nby\na two-voice progression to which an accompanying voice is added. When \nthe\n“consonant fourth” occurs therefore, it is only accompanimental to the\n“primary pair” (Bent) and does not have to be evaluated as a consonance\nwith its own diatesseron. As long as it forms a consonance (diapente) \nwith\nthe lowest voice it is admissible. According to Gaffurius, however, not\nonly is it viewed in relation to the lowest voice, but also in relation \nto\nthe highest. Furthermore (and moving on beyond “consonance” to what\nGaffurius now calls “harmony”—which is different), a mathematical\nrelationship is seen to exist between the upper pair itself and the \nlower.\nEach component, therefore, is an essential part of the harmony. Within \neach\nharmonic complex, the smaller units (being the higher notes) are\nprogressively subtracted from the larger ones to identify the \nmathematical\n(and hence acoustical) relationships. Finally, the upper relationships\nthemselves are subtracted from the lower ones to define the overall \nlevel\nof consonance which characterizes the particular harmony . This \n(surely?)\nmust undeniably give a hierachical superiority to the lower notes, and\nultimately to the lowest . Now while this is, of course, also \ntrue of\ntwo-voice counterpoint giving rise to dyadic harmony, it is not necessarily the case with three-part textures which are still dyadic in\nconcept, but which now have an added accompanying voice.",
            "citations": []
        },
        "FN28": {
            "text": "28. I will also point out (for what it is worth only) \nthat Glarean’s words\non Ave Maria were descriptive of the harmony , no mention \nbeing made of\nthe counterpoint. Further, the difference between Bent’s resolution of \nthe\ndisputed passage, and that of others, lies in her view that the\nmiddle-voice component is required to exercise (but is unable, without \nthe\nmost careful assistance, to excise) a gymnastic display of musical\nschizophrenia in being simultaneously a partner to two other voices, \neach\nof which belongs to a different “primary pair.” Her solution, if only \nfor\nthat reason, is all the more ingenious!",
            "citations": []
        },
        "FN29": {
            "text": "29. Judd and Bent, remember, reject an explicit link \nbetween the two.\nFurther both insist that it is only the external factors (e.g. range of \nthe\nvocal part) that are relevant in determining the mode, since “mode” is \nnot\nan internal attribute of the musical euphony itself, but only a label which can be assigned retrospectively as a result of such external\ncriteria.",
            "citations": []
        },
        "FN30": {
            "text": "30. Tinctoris, Liber de Natura et Proprietate \nTonorum , (1476), Chapter 18.",
            "citations": []
        },
        "FN31": {
            "text": "31. I shall be looking only at the version preserved in \nthe Medici Codex of\n1518 (facsmile ed., Edward Lowinsky, “The Medici Codex,” Monuments of\nRenaissance Music , V (1968), fols 125–7), where the Tenor cantus \nfirmus is of especial interest. The pitch of the work itself is (probably\nintentionally) uncertain from this notation since there are no clefs \n(only coniuncte ). The Tenor, which begins on a coniuncta , \ndelivers in\nnotation the standard Mode 6 version of the melody. However, the rubric\nstates that in performance the melody must be begun a semitone lower \nthan\nwritten. What is not spelled out, however, is that not only must this\nhappen, but also that the mode of the melody must be changed from \ntritus to\ndeuterus. Many of the intervals required will, therefore, contradict the\npragmatics of the notation (which in this sense is—to use Margaret \nBent’s\nterm—very much a “weak default”).",
            "citations": []
        },
        "FN32": {
            "text": "32. Speaking of “mixed modes” also avoids the issue of \nwhether or not\nprefatory coniuncte (i.e. signatures) do or do not transpose the \nhand as\nopposed to the mode. If they transpose the hand, and (in this case) E ♭ becomes a recta step, all this will mean is that one mixing of \nmodes may still yield a better result than another (because the composer \nhas\npresumably exercised “extreme care”).",
            "citations": []
        },
        "FN33": {
            "text": "33. This notion was rejected by Judd on the basis that ficta and mode\nwere unconnected, and that Bent’s version did not violate her (both \nJudd’s\nand Bent’s) view of “mode” as being only an external formalization of\npre-existent material. Bent also rejected this criticism on the grounds\nthat the way I was applying my concept of mode was a “modern \nmisprision,” and that a view of mode as white-note diatonicism had little if \nanything to\ndo with fifteenth-century counterpoint. But I did not provide a view of\nmode as being limited to “white-note” degrees, and argued that \nficta/recta\nadjustments could also be a means of modal articulation. This was (to\nanswer another of Bent’s questions) why I introduced the term “modal\nfidelity” as against her own (and Zager’s) term “modal purity.”",
            "citations": []
        },
        "FN34": {
            "text": "34. It is true, as Bent points out, that I did not \npreviously cite Judd’s\nanalysis of Ave Maria ( Music Analysis 4:3 (1985), 201), \nbut my reason\nfor not having done so will seem unclear from Bent’s statement. This\nanalysis is not, as Bent claims, a “modal analysis,” but is a schematic\nanalysis which considers interrelationships between text and mode (as a\nmelodic framework), together with pitch-organization, tonal structure \nand\nstructural articulation. Further, no particular importance is attached \nto\nthe measures under consideration which, in the reduction, are presented\npurely in their unadorned white-note form (because, as Judd has recently\ndemonstrated, she considers ficta to be on a completely \ndifferent track\nfrom considerations of mode). Judd does, however, claim that the\ncomposition is written in the hypolydian mode, and even goes on to state\nthat some have described it (on Glarean’s authority) as being \nhypoionian.\nIt is clearer to me now that her view of this attribute was limited to \nthe\nexternal features of the piece. I am, in view of Judd’s and Bent’s\ncriticism over chronology, happy to concede that it is indeed an \nexample of\nthe hypolydian mode (which at least brings me into line with Judd’s \nview),\nparticularly since it is indistinguishable (except in nomenclature) from\nthe hypoionian.",
            "citations": []
        },
        "FN35": {
            "text": "35. Under the assumption that it was I who had \nargued that such pieces should be composed “without removing the harmony from its base” (although, as readers will recall, this was only an observation of \nGlarean\nwhich he had applied to the harmony of Ave Maria within \nhis own terms\nof reference), Bent was unable to understand why I should applaud \nJosquin’s\nuse of modal change (“modulation”) found in Absalom fili mi as a\n“powerful rhetorical device.” I take seriously her caution over reading \ntoo\nmuch into a composer’s intention regarding text-setting, and will not\nattempt to argue for any more extra-musical association than the \nblindingly\nobvious one which seeks to express the text “et descendam in infernum” through a sequence of falling thirds culminating in a final chord of low\npitch which includes a B ♭ below gamma-ut.",
            "citations": []
        },
        "FN36": {
            "text": "36. Views on pitch stability have also led to some \nserious\nmisunderstandings. Margaret Bent took great exception (ftn. 26) to my\ninference that she viewed “modal coherence as a close relative of pitch\nstability.” But my assumption was not drawn from the single sentence she\nquoted from DF. It was arrived at on the basis of the following \nstatement:\n“Did interpretations that stray from the white-note diatonicism to which\nwe have grown accustomed sound different or special to them? It is hard \nfor\nus to answer this until we have become used to thinking of sounds in a \nnew\nway, to doing without the conventional dividing lines we have applied\nbetween diatonic and chromatic, recta and ficta , not to \nmention\nabandoning our inherited faith in a pre-tuned white-note scalar modal\nchastity that is open to petty violation up to an ill-defined \npoint.” (DF\npages 46–7. The italics are mine.) This followed an earlier statement\nconcerning the tonal movement in her Obrecht example where sho wrote \n(DT p.\n35) “Lowinsky objects that the singers would have to start the Gloria on F ♭ , not that ‘ F ♭ ’ at the end of the Kyrie makes the movement tonally\nincoherent. The objection disappears if we renounce frequency \nstability.”\nThen, on the following page, she wrote “Further, contemporary singers\nwithout commitment to constant frequency, having applied their coniuncte in bars 87–8, would then be in a position to read bars 89–96 as if \nnothing\nhad happened .” (The italics again are mine) She objected [8] to my\nimputation that she assumed that “to begin a piece on F and end on F ♭ was\nof little consequence for the singers” but this was intended to mean no\nmore than her “as if nothing had happened.” Pitch depression is \nsomething I\nbelieve she has conclusively proved through her Obrecht example, and I\ncannot see anything other than a complete validation of her views on the\nway ficta has to operate here. Our problem seems largely to be \none of\nmisunderstanding what we are really saying, and Bent has clarified for \nme\nnow that pitch “instability” when it occurred did so with the \nawareness\nof the singer. This is what I would have assumed, especially since she \nhas\nalso pointed out to us [4] that they had no term to distinguish F from F ♭ . Such a position would more credibly prescribe a greater rather \nthan\na lesser need to be aware of the pitches actually being sung.",
            "citations": []
        },
        "FN37": {
            "text": "37. Bent (22) proposes that a diminished 5th which \ncontracts to a 3rd is\nsomething that she “could more readily tolerate.” But this one does not \ndo\nso (at least not immediately, and it is equally possible to hear the\neventual E ♭ as merely decorative of the D to which it again immediately\nfalls).",
            "citations": []
        },
        "FN38": {
            "text": "38. In untransposed position, this note would be the \nequivalent of F ♯ .",
            "citations": []
        },
        "FN39": {
            "text": "39. The cadence, of which this is a component, has \noverlapped with an entry\nin Voice 1 where the thematic content of the line requires this voice to\nrise to the G; had the Tenor also fallen to G two octaves lower, not \nonly\nwould the texture have been highly unsatisfactory, but also the line \nwould\nhave had to execute an upward leap of a tenth in measure 29.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]“Hinc falso sunt arbitrati qui consonantiam et \nharmoniam idem esse\nposuerunt. Nam quanquam harmonia consonantia est: omnis tamen \nconsonantia\nnon facit harmoniam.” (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] My initial misgiving about Margaret Bent’s \nrealization of a passage from\nJosquin’s Ave Maria (6) created a \nwide-ranging discussion in MTO-Talk\nlasting for several weeks. Since the publication of Bent’s Commentary \nupon\nthat article in MTO 2.6, however, this discussion seems to have become\nmoribund. Interest has shifted away from the original focus towards\nintonation. This is in one sense welcome, but in another sense a\ndisappointment. While it is interesting to see arguments concerning the\npossibilities of tuning one note against another (and these have \nproduced\ninformative and provocative results), the disappointment is that we have\ninadvertently moved away from the much more crucial arguments about \nwhich\nactual notes need to be selected prior to deciding upon the question of\ntheir relative intonations. This essay will therefore attempt to push \nthe\ndiscussion back to the original focus.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Readers will recall that, following Bent’s final words, the position\narrived at by the time of publication of MTO 2.6 was roughly as \nfollows: 1. I had, it seemed, made a serious mistake in attempting to link ficta considerations with mode, since in  theoretical works “mode” and “ficta”\nfollow separate theoretical tracks (Judd); 2. An attempt to review early theorists’ written views on the \nmusic of\ntheir time can be regarded as simplistic and futile, (at least when \ntheir\nview is retrospective). This is especially so in the case of Glarean who\n(in relation to Josquin) must be disqualified on the grounds of \nchronology\n(Bent). Also theorists like Glarean are unreliable as “witnesses” since\nthey had their own agendas to pursue (Judd); 3. Some theorists are, however, more credible because these agendas\npropagated—in the case of Hothby, Tinctoris and others—counterpoint\nrules which it can be seen that composers of the time generally followed\n(Bent); 4. “Mode” was nothing more than a means of classifying melodies arrived \nat\nexternally by later writers, and was not demonstrably part of the actual\npolyphonic composer’s modus operandi (since his concerns were \nwith\ntwo-voice counterpoint and its correct vertical combinations) (Judd, \nBent).\nFurther, since “mode” was not part of the composer’s mind (which was \nmore\noccupied with the principles of counterpoint and consonance treatment),\nmodern editions can remain consistent with it, no matter how their\nhorizontal and vertical euphonies are “logically” realized, (i.e. by\ntwo-voice counterpoint rules) provided they do not violate the pragmatic\nmelodic prescriptions of later writers (vocal range, last note of tenor\netc.) (Judd, Bent); 5. In evaluating textures of three or more voices, the rules of \nconsonance\nthat must be applied are those that theorists prescribed for two-voice\ncounterpoint. This is explained by the assumption that larger textures \nare\nreduceable to (sometimes overlapping) pairs of “primary voices.” (Bent)\nThere is, apparently, no set of principles that enables us to \ndifferentiate\nbetween two-voice contrapuntal considerations and (more than two-voice)\nharmonic concepts, other than those that arise from dyadic harmonic\nthinking.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Although these are the main areas of concern \nto this essay, there are\nother minor ones including pitch conceptualization. While this too will\nemerge from some of the material considered, many other details will \nhave\nto be omitted as focal points. (7) I \nhope to avert some of the “surface”\nproblems I ran into previously: I will avoid using \nwords like “tonality”\n(which opens up the charge of anachronistic \nthinking); I will not push\nfurther with Glarean (for similar reasons (8) ); I shall also extract with\ngreater care from the writings of others. (9)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The first pressing line of enquiry—and one \nwhich only seeks to explore\na possible theoretical relationship between “mode” and “ficta”—must be\nthe theoretical and practical status of mode within the context of the\nlater fifteenth century. It has been rightly urged by Powers (10) that a\ncareful attempt must be made to delineate between later categorizations \nand\nthe compositional process itself. Only by establishing prima \nfacie evidence to show that composers worked consciously within a modal \nframework\ncan “mode” as such bear upon the argument. It does not need necessarily to\nbe established that music was generally composed “in” modes as such, but\nmerely that the horizontal and vertical euphonies through which their \nmusic\nwas shaped and articulated had a modal basis. (11) That some \nmusic was at\nthis time composed “in” particular modes is undeniable, especially where\nthe titles indicate this. (12) But do \nthese compositions stand apart from\nthe rest, and are those without a designated modal title “freely” \ncomposed?\nIf so, ought we to expect that the harmonic idiom of the “modal” pieces\nwould be essentially different, more “conservative,” less \n“experimental”?\nThe answer can come only partly from the music itself (as we have \nalready\nseen from the differing views on the Josquin Ave Maria example). \nIf music\nof this age is in its concept essentially “modal,” then how is \nit? Does\nthis affect only the vocal range, or the final cadence, or does it even\npercolate through into the ongoing melodic and harmonic infrastructure? \nIf\nit does, how will this affect (if at all) the choice of recta and ficta\n(both of which can have long-term as well as short-term effects upon \nthat\neuphony)? So this question has to be addressed before further progress \nis\npossible.",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Tinctoris, through his counterpoint rules, must stand as one of the \nmost\nprominent and credible authorities furthering our understanding of\nfifteenth century musical composition. No account of music of this time \ncan\nbe contemplated without regard to his comprehensive writings. He may \nwell\nprovide not only an important insight into modal thought of the time, \nbut\nalso bring these concepts and practices into close juxtaposition with \nthe\nvery issues of recta and ficta that lie at the heart of the present \ndebate. Did composed music have a modal basis? If so then how were views on\nrecta and ficta use affected?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In his Liber de natura et proprietate \ntonorum (13) (dated 1476) Tinctoris described and named, in Chapter 1, the eight modes. (14) He concluded the chapter by explaining how these were grouped into the four\ncategories Protus, Deuterus, Tritus and Tetrardus. In order to allay any\nfear that this book would be interpreted as yet another account of\necclesiastical chant and its perceived modal categories, his final \nsentence in Chapter 1 reads as follow: “Hii autem sunt octo toni, quibus non tantum in cantu gregoriano qui\nsimplex est et planus, verum et in omni alio cantu figurato et composito\nutimur, circa hoc in libello nostra fert intentio.” [These however are the eight modes, which we use not merely in Gregorian\nChant which is simple and plain, but also in all other figured and \ncomposed\nsongs, about which is our purpose in this booklet.]",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] I will not attempt to do more than give a \nbrief overview of this work,\nhighlighting significant details. (And I am fully aware of the dangers \nof\nviewing only the “surface,” having already been censured by Judd and \nBent\nfor this very shortcoming). But it must be understood that Tinctoris,\nthroughout, is primarily concerned with modal usage in composed music. (15) His writing is both \nprescriptive and  descriptive, and his\nprofuse examples (as in other works) are expressly focussed upon the\nspecific technical points in question.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] His definition of mode (“tonus”) at the beginning of chapter 1 \n(which is\nreiterated at other points, and ultimately shapes the structural\npresentation of chapters 19 to 49) is short and sweet: “Tonus itaque nihil aliud est quam modus per quem principium, medium et\nfinis cuiuslibet cantus ordinatur.” [“Mode accordingly is nothing other than the manner by which the \nbeginning, \nmiddle and end of any song whatsoever is arranged.” In other words, whatever the mode, its \narticulation (and hence the music’s)\narises through its definition at the beginning of a piece, its \ncontinuity\nthroughout that piece (determined by its vocal range and order of tones \nand\nsemitones), and ultimately its final close at the end. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In describing each mode, Tinctoris adopts a \nclinical method of\nclassifying diapente and diatesseron usage. Not only does this avoid \ntying\ntoo closely each class with a “white note scalar” form (hence assuming \nthat\nthe system is fully transposable), but it also provides a simple \nplatform\nfor discussing “mixed” modes. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Of particular interest is his comparatively lengthy discussion of \nthe\nstructure of modes 5 and 6 (chapters 7 and 8) where the tritone which\narises from the third-species diapente (e.g. F–B) poses an issue. But\nhaving touched upon this, he goes on to state: “Notandum autem quod non solum in hiis duobus tonis tritonus est \nevitandus,\nsed etiam in omnibus aliis.” [Note, however, that the tritone is avoided not only in these two modes \nbut\nalso in all the others.] Following written examples in all eight modes, Tinctoris extends his\nobservation to all the irregular modes: “Denique sciendum quod non solum in tonis regularibus et vera musica\nsecundum exempla praemissa tritonum praedictis modis fugere ac eo uti\ndebemus, verum etiam in irregularibus tonis et musica ficta.” [Finally, the understanding is that we remove \nthe tritone and its use not\nonly from the regular modes and musica vera according to the \nprevious\nexamples in the aforesaid manner, (but) truly also from the irregular \nmodes\nand musica ficta .] (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Modes 5 and 6, as noted above, involve some discussion of the \ntritone\nand diminished fifth. In none of the examples he gives is ficta as such\nan issue because changes occur through recta means (the lowest B ♭ is not\ninvolved). He does, however, state (Chapter 8): “Praeterea uterque istorum duorum tonorum formari potest ex quarta \nspecie\ndiapente quod, nisi exigente necessitate, fieri minime debet.” [Further, it is possible to form either of these two modes from the \nfourth\nspecies of diapente, something which should be done as little as \npossible\nand only through pressing necessity.] This means that when the B ♭ is necessarily \nintroduced (to eliminate the\ntritone), it should only be done for this express purpose. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Ficta and Mode are sometimes regarded as very closely interlocked, \nthe\none explaining the appearance of the other. Thus, in Chapter 18, \nTinctoris\ndoes not explaina ficta use of low B ♭ in a protus context as \nhaving been\narrived primarily by the addition of ficta , but rather by the \nmixing of\nmodes. His two-voice example, where two notes in the lower voice are\nflattened in order to avoid “fa contra mi” combinations with the upper\nvoice, is preceded by this caution: “Ultra scire debemus quod toni commixtio interdum fit necessitate et\ninterdum voluntate, necessitate quidem ne fa contra mi in concordantia\nperfecte fiat.” [Additionally, we should note that a mixing of modes is made, sometimes\nthrough necessity and sometimes through choice; by necessity so that fa\nwill not occur against mi in a perfect concordance.] However, the explanation which follows the example states that this \nchange\nof mode is the result of ficta application: “Namque contrapunctus iste est secundi toni quarto commixti, eo quod per\nillud fa in ♯ mi fictum et contra fa F fa ut gravis positum concreatur\nsecunda species diatesseron quarto tono, ut praevidimus, \nspecificata.” [“Now this counterpoint is of mode 1 mixed with \nmode 4 because, by having\nchanged ♯ mi to ficta fa against fa of low F fa ut, the second type of\ndiatesseron, specified for mode 4, is created as we have seen above.”] (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Tinctoris has therefore deemed there to have \nbeen a change (or at least\na mixing) of mode which, because of the need to avoid the tritone, has\ncreated a modal transformation via the application of ficta. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] But perhaps his next sentences are the most telling(?): “Voluntate vero fit toni commixtio sive in simplici sive in composito\ncantu, quando, praefata necessitate cessanti, compositor ea uti \nvoluerit,\ndebetattamen accuratissime cavere quomodo eam ordinet. Nihil enim est \nquod\ncantus distonitos efficiat quam commixtio ipsa si fuerit inordinata.” [The mixing of modes can certainly be made by \nchoice, whether in simple or\ncomposed song, when—the aforesaid necessity having ceased—the composer\nmight have wished to use it; he should nevertheless take extreme care \nover\nthe manner in which he arranges it. For there is nothing to make songs \ngo\nmore out of the mode than this mixing were it to have been \nill-arranged.] (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] I hope that the above very brief surface view of Tinctoris at least\nconveys the following important points: a) modal thinking and evaluation may have become part of the later fifteenth-century counterpoint\ntheorist’s concern, b) recta and ficta usage may not only \nhave been\nconceived with regard to the hand (which device enabled them to be\neffectively applied in practice) but also with regard to modal thought \nand\nexpression, and c) by this time “ficta” and “mode” may have been brought\ncloser together as theoretical companions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Leaving aside the question of mode for the \npresent, another issue to\nexamine (before we look at actual musical examples) is the question of\ncounterpoint. Margaret Bent (23) stated unambiguously what she meant by the\nterm “counterpoint”: “Counterpoint, as defined in DF from Tinctoris and\nearlier theorists, is concerned not with lines or vague general \nattributes\nbut with two-voice progressions—what we might call two-part or dyadic\nharmony .” It was this view, pursued with \nperfect logic, that shaped her\nproposal for the Josquin Ave Maria passage, this view being \narticulated\nagain in her recent Commentary: (24) In the disputed measures, he gives us\nnot just one text-book sequential “cliche” chain of fifths and sixths, \nbut two superimposed contrapuntal pairs, discant and tenor, tenor \nand bass both of which (not just the upper pair, pace Wibberley) \nhave claims to\nperfection and place constraints on the other. (25) My problem with this\nexplanation is the assumption that an essentially three-voice structure\nshould be comprised of “two superimposed contrapuntal pairs.” The\ndescribing of counterpoint as “dyadic harmony” is certainly appropriate \nfor\nthe earlier fifteenth century (and before), but I question its exclusive application to music of the Josquin period.",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The quotation at the head of this essay, from Gaffurius, draws a \nrather\nclearer distinction between two-voice and three-voice textures, and may \nbe\nreiterated: “Hinc falso sunt arbitrati qui consonantiam et harmoniam idem esse\nposuerunt. Nam quanquam harmonia consonantia est: omnis tamen \nconsonantia\nnon facit harmoniam. Consonantia namque ex acuto et gravi generatur \nsono:\nHarmoniam vero ex acuto et graui conficiunt atque medio” [Hence falsly judged are those who lay down that consonance and harmony \nare\nthe same. For although harmony is consonance, all consonance does not\nhowever produce harmony. The reason is that consonance produces high and\nlow sound: but Harmony brings about high and low as well as middle.]",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] This different perspective on “harmony” ultimately marks the \ndividing\nline between Bent’s view (and its musical realization) and mine, and we \nmay\nsimply have to differ. Her discussion in [22] further emphasized this\ndifference. She prefers (for perfectly clear reasons) to explain: F\tE B\tC D\tC as “ . . . the primary contrapuntal cadence, the sixth to octave between the \nlower\nparts, has an added part above.” My explanation (as she notes) would be\nthat the diminished fifth between the upper parts is supported from \nbelow.\nHer view is primarily “contrapuntal” wherein the harmony is dyadic (the\nlower two voices bearing the “primary pair”); my view is that the harmony \nis triadic , within which three-voice counterpoint (with appropriate\nvoice-leading) occurs. Further, in her [26] she took issue with my (in\nretrospect rather uninformative) discussion of acoustics which she\ndismissed as being “on a separate track (again!).” Her assumption that \nmy\nintroduction of an acoustic element “confuses the issue,” and that my\nsuggestion that it provides a reason for admitting the fourth as a\nconsonance within the contrapuntal texture indicates that I have “to \nlabour\nto do so,” is entirely consistent with her dyadic view of counterpoint. \nIt\nis (and she is perfectly correct) a routinely simple matter to view: f ♯ g c ♯ d a\tG as a two-voice progression with an added voice in the middle (which \nforms\nits own fifth). Indeed, that is how I would describe her example \n(above),\nwhich could have been taken from virtually any polyphonic composition \nfrom\nthe 13th to the early 15th century. But it does not seem to me to be a \nvery\ncharacteristic kind of cadential formula for music of the Josquin period!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Gaffurius seems to me to provide a much more clinical harmonic reason\nfor admitting the fourth as a consonance—and one that is not in any way\ndependent upon the rules of two-voice counterpoint: “Sit itaque grauissima chorda Proslambanomenos \nac maior numerus .9216.\nAcutissima Mese et minor numerus .4608. Hae inuicem dupla dimensione\ndiapason consonantiam sonat. His hypaten meson mediam interpono .6144.\nnumero signatam. Hi enim ita dispositi sunt termini: ut quam extremi\ninuivem proportionem faciunt scilicet .9216. ad .4608. eam ipsam probet\ndifferentia maioris et medii: ad differentiam medii et parvissimi.\nNumerorum autem .9216. et .6144. differentia est numerus .3072. sed\nnumerorum 6144 et 4608 differentiam facit numerus .1536. Quod quum\nhuiusmodi differentias inuivem comparaueris uidelicet .3072. ad 1536.\nproportionem duplam ita conspicies: quemadmodum extremi termini scilicet\n.9216. ad .4608. efficere compraehenduntur.” (26) A simple paraphrase-translation (substituting for classical names the \nnotes\nof the gamut) is: “A re has a value of 9216; a re la mi has a value of 4608. They sound a\nconsonance because the higher number is double the lower, and they have \na\nratio of 2:1 (and are therefore an octave apart). If the note E la mi \n(with\na value of 6144) is placed in between, the difference between the lower \ntwo\nnotes is twice that between the upper two notes: 9216-6144=3072;\n6144-4608=1536. The ratio between 3072 and 1536 is thus also 2:1 (the \nsame\nas the octave).”",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] This is only one of a whole plethora of \ncarefully analysed “harmonic\ncombinations” yielding consonance offered by Gaffurius, with similar\nexplanations. In other words, fundamental to the harmonic evaluation is \nthe\nmathematical relationships of the upper parts of the texture to the \nlower\n(of which the lowest-sounding note is paramount). (27)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] None of the evaluations here offered by Gaffurius even hints at, \nlet\nalone depends upon , contrapuntal processes (not even dyadic \nones). (This\nis hardly surprising in view of the title of the work.) Counterpoint\ncertainly does explain how sound-combinations are arrived at the way \nthey\nare, but it does not (in my view) explain why, at the point of arrival, \nthe\neffect is what it is. On the other hand, “the effect being what it is” does explain why counterpoint theory ended up being what it was.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] When counterpoint theory alone (particularly two-voice) is viewed \nas\nthe primary controlling agent of euphony and consonance, analyses such \nas\nthe above may well seem to be “on a different track.” But even if some\nearlier theorists had not systematically analysed the physical \nproperties\nof their sounds quite in this way (presumably because their own system \ndid\nnot yet require it), it is evident that musicians of the later fifteenth\ncentury had begun to do so. It is the only \nexplanation to account for a)\nthe increasing tendency for composers like Josquin apparently to \n“break” so\nmany of the previously-accepted counterpoint rules (see below), and b) a\ngrowing number of apparently insoluble difficulties in counterpoint\ntreatment (of the kind addressed in Ave Maria ) which Bent’s ficta thesis has done so much to unravel and illuminate. (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Tying arguments together, and moving \ntowards a musical example, I would\nlike to consider how modal constraints upon ficta , and also ficta constraints upon mode might interact. (29) MODAL CONSTRAINTS UPON FICTA",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Proposition (Tinctoris): “The mixing of \nmodes can certainly be made by\nchoice, whether in simple or composed song, when—the aforesaid \nnecessity\nhaving ceased—the composer might have wished to use it; he should\nnevertheless take extreme care over the manner in which he arranges it. \nFor\nthere is nothing to make songs go more out of the mode than this mixing\nwere it to have been ill-arranged.” (30) Example 1 . Josquin, Nymphes des bois (excerpt)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Josquin’s motet written upon the death of \nOckeghem ( Nymphes des bois ,\nwhich could for obvious reasons not have been composed prior to \nGaffurius’ Practica Musicae ) provides a number of points of interest \nrelating to\nmode. (31) The opening of section 2 (see Example 1 )\nis the only point where the cantus\nfirmus is absent, leaving the remaining four voices to sing alone.\nInterestingly, here again we find what Bent calls a “text book” version \nof\nthe standard progression leading through a sequence of sixths and fifths, \nagain\ninvolving three voices. Bent will obviously view this passage as another\ncase where an upper primary pair is superimposed upon a lower. As if to\nconfirm her view, this source strategically places a flat in front of \nthe\n“offending” E in voice 3. An insuperable problem is, thereby, brought \ninto\nbeing which—for reasons to be offered—could have easily been averted\nhad the more obvious solution been chosen.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] This short passage has to be repeated, and it is difficult to \nthink of\ncadencing upon any other degree than that indicated by the (relative)\nnotation. The insertion of the flat certainly perfects the interval with\nthe highest voice, but it simply cannot be followed (unlike the passage \nin Ave Maria ) by a flat in the lowest voice: the required cadence \nposition\nwould otherwise be unattainable, and the phrase is simply not long \nenough\nto establish another “more suitable” cadence degree. Additionally, the\ncadence has to form a link back to the starting point. The only solution\nwould seem to be for the singer of voice 2 to descend on the next beat \nto E ♮ (a major semitone higher than the flattened note), and for the\nlowest voice simultaneously to ascend to A ♮ (forming a perfect\nconsonance—yes—with voice 2, but—more crucially—also a diminished-fifth relationship with the previous flattened E). A more obvious, and \nless\ncumbersome way through this would surely have been for the singer of \nvoice\n1 to descend to recta B, thereby allowing a consonance to be \nformed below\non recta E.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] This may perhaps be an example of what Tinctoris might call “cantus\ndistonitos” [out-of-mode song], by virtue of the overuse of coniuncte effecting the euphony. The immediate crisis faces two other innocent \nvoices\nwho would seem to be compelled to maintain their own linear euphony \n(within\ntheir own modal contraints) despite compelling solicitations from the E ♭ to the contrary. The crucial point, however, is that the \nrequirements\nof euphony must override the perceived requirements of counterpoint \n(just\nas they must for the perceived notation of the Tenor voice). Such euphony\nhas little to do with a conceptual view of recta or ficta (which are\nconcerned with interval-perfection), but everything to do with a \npractical\nconceptualization of mode (and its purely melodic integrity). Here, the\n“mixing of modes” (Tinctoris) leading to ficta adjustment, might \nseem to\nyield a poorer result than such “mixing” leading to recta use. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] It is also possible—although obviously not within a dyadic view of\nthe harmony—to accept the sound of the upper diminished fifth! This is\nbecause when harmony is partially liberated from the constraints of\ntwo-voice counterpoint, textural considerations can (and often do—see\nbelow) invite composers to voice-lead with more freedom. Migration of \nthe\ncontrapuntal “line” between differing voices of the texture (“vocal\ninterchange”) frequently accounts for what would initially seem to be a\ncasual attitude to counterpoint: even though the parts may not look as\nthey should, they still may sound acceptable within their \ncontext. In the\npresent example, the E in voice 3 (measure 7) is taken over by voice 2,\nultimately to move up to the F. The B ♭ in voice 1 (measure 7) eventually\nfalls to the A, although its initial rise to C could be explained \n(outside\nthe principles of two-voice counterpoint of course) as a result of the\nmovement upwards by the bass whose A also takes over the line. (As in Ave\nMaria , the thematic and sequential movement of the melodies can \npossibly\nbe said to have taken priority here in both cases.) FICTA IMPOSITION UPON MODE",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] “Ficta imposition upon mode” was the substance of my view of the Josquin\npassage previously examined. (33) Ave Maria , however, is not perhaps the\nbest example through which to articulate my misgivings over such\nrealizations. (34) I will examine \nwhat I consider to be a much better\ninstance. Example 2 . Josquin, Absalon fili mi, measures 16–29",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Josquin’s motet Absalom fili mi was \nintroduced (by me) into the\nmto-talk discussion, and some of my comments on that piece were taken \nup by\nBent. (35) I would like to consider a \npassage beginning at measure 16, which\nagain presents the by-now familiar chain of 6-5 progressions (see Example 2 ).",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] In the tenor voice, the last note of measure 18 produces a “mi \ncontra\nfa” with voice 1. The vertical layout can be represented as follows: A ♭ D F which, according to Bent’s views on two-voice counterpoint and dyadic\nharmony is acceptable provided that the lower two voices are the \n“primary\npair,” and the contrapuntal movement (sixth to octave) which follows would \nlead\nto the following scenario: A ♭ G D E ♭ F E ♭ This, however, does not occur, and the following reality exists: A ♭ G D\tD F\tG",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Even if it were conceded that the tenor eventually does rise to the E ♭ , voice 4 does not fall. It seems that there are two \nalternative\npositions: a) that the “normal” two-voice principles must nonetheless be\nadhered to, and b) that here is evidence of a harmonic concept that is \nnot\ndyadic at all, but rather triadic. Both can lead to quite different\nresults. Example 3 . Josquin, Absalon fili mi (with added ficta )",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Taking first the dyadic viewpoint, this would seem to present a\nsituation comparable with the extract from Ave Maria . The 5-6\nprogressions with the highest voice (these two therefore constituting \nthe\nupper “primary pair”) are superimposed over another similar 5-6 chain\nbetween the lower two voices (which are the lower “primary pair”). Since\n(as Bent points out [22]) these “two primary and non-cadential \nprogressions\nare superimposed, and the upper part therefore cannot be treated as\nsubsidiary,” this must require the use of fictive adjustment in order to\nproduce the required consonances (see Example 3 ). There would be no alternative \ntherefore\nbut to flatten the D. This would, however, bring into being a chain\nreaction, calling for G ♭ , then C ♭ , then F ♭ , and finally B ♭ ♭ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] This version has, I believe, some very \ncrucial shortcomings, despite\nits firm adherence to two-voice principles: i) in only 6 measures, the\npitch will have dropped a complete semitone (original euphonies will be\nrestored as early as measure 24, but a semitone lower in pitch); (36) ii)\nthe entries of the upper two voices at measure 21 will have undergone a\ncomplete change of mode (within the terms of reference of Tinctoris)\nwhereby—despite the fact that structurally they are a restatement of \nthe\nopening motif—the order of tones and semitones has been changed; and \niii)\nthere will be an unavoidable melodic tritone in voice 3 in measures \n22–3.\nThese three pieces of silver mark the price that would have to be paid\nin order to avoid a single vertical diminished fifth (measure 19) for \nwhich\nthere seems to be no “acceptable” explanation! The rules of two-voice\ncounterpoint are clear and unambiguous: under no conditions can this\nvertical diminished fifth be left without adjustment in the counterpoint \nthus\npresented! Let us look, therefore, for other rules and explanations.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] An alternative view is that the diminished \nfifth and its bass support are acceptable as they stand. (37) If so, it will not be because of \nthe\nrules of two-voice counterpoint, but despite them. In triadic terms, the\nmovement of the three voices together with their vertical combinations \nis\nperfectly logical: the outer voices converge on to G while the Tenor\ncontinues its syncopated ascent becoming (at the end of measure 20) the\nupper of two primary voices (the only two sounding).",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Another manifestation of triadic thinking \ncan, I believe, be found at\nthe end of Example 2, in measures 28–9. Here the \nTenor voice indulges in\nwhat is—by dyadic principles—a dubious piece of voice-leading: the A ♭ ,\nwhich forms the lower note of a tritone, rises to B ♭ on the next \nchord.\nThe explanation is not that a ficta A ♮ should have been\napplied, (38) but rather that for \ntextural reasons the move upwards instead\nof downwards is more satisfactory. (39)",
                "footnotes": [
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] I am not proposing in this essay that two-voice counterpoint \ntheories\nand practices have become outdated; they clearly apply in many \ninstances,\nespecially where textures are thin. But I am suggesting that there is \nboth\ntheoretical and practical evidence to show that musicians were becoming\nconscious of other methods of contrapuntal and harmonic thought which \nmay\nhave had a bearing upon this repertory. In this regard, to continue a\nrigourous and unyielding application of concepts designed originally for\ntwo voices, in which a second added voice merely satisfies the \nrequirements\nof successive vertical perfection against the given and unchangeable \nTenor\n(other voices being merely accompanimental), may create a greater\ndistortion of the later fifteenth-century composer’s intention than is\neither desirable or indeed necessary. This may become further \nexacerbated\nwhen some (like Josquin) provide compositions of four or five vocal \nlines.\nTexture, voicing and imitation now yield further constraints upon the\nunfolding of the counterpoint, and upon the linear movement of the \neuphony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] There are many rip-cords by which we can extend our understanding \nand\nawareness. As each is withdrawn, the hope is that our parachute of \nenquiry\nwill offer a smooth and meaningful descent towards the firmer ground of\nexperience and knowledge. We may not always judge with accuracy the\natmospheric turbulence provided by differing views on historical \ndocuments\nas we plunge into the unknown, and we may also misjudge the ideal or\n“correct” moment to bring our free-fall to a steady halt when noting\nsomething that is perceived (perhaps even mistakenly) to be worthy of\ncomment or enquiry. But we can only start from where we are, and \nproceed to\nwhere we judge our destination to lie. Within our quest for greater \ninsight\ninto music of the past, Margaret Bent’s contribution is of seminal\nimportance in helping us to understand not only where we are, but also\nwhere we have to go.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.96.2.7.wibberley.html",
    "data": "mto/data/mto.96.2.7.wibberley.json"
}