{
    "title": "Review of Carol J. Oja, <i>Making Music Modern: New York in the 1920s</i> (New York: Oxford University Press, 2000), 493 pp.",
    "date": "2004/02/01",
    "volume": "10",
    "issue": "1",
    "authors": [
        "Hakanson, Michelle E."
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "October 2003",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.1/mto.04.10.1.hakanson.pdf",
    "author_info": [
        {
            "name": "Michelle E. Hakanson",
            "university": "School of Music",
            "address": "1225 University of Oregon, Eugene, OR 97403-1225",
            "email": "hakan@darkwing@uoregon.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Carol J. Oja’s book, Making Music \nModern: New York in the 1920s, published three years ago, has already made a \nsplash in the world of historical musicology. As the sub-title suggests, its \npurview extends beyond music to the broader culture including art, literature, \nand criticism. The scope of the book is limited geographically and \nchronologically, rather than topically or thematically. Still, an overall theme \nof the work does emerge which is the idea that modernism was a collective effort \nresulting in an “extraordinary network of composers and ideologies.” (page 4)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] A significant contribution of this work, then, is to \ndeconstruct cherished notions regarding certain composers. Professor Oja \ndirectly challenges what may be called the American Frontier Myth of the Lone \nPioneer. Her painstaking research into composer societies, the relationship of \ncomposers to certain key critics, and systems of patronage all challenge the \nhistorical view of Edgard Varèse and Charles Ives, in particular, as pioneers \nworking alone and unrecognized. Even if scholars disagree with her findings, the \nburden of proof will be upon them to rebut her arguments and re-establish their \nposition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] If satisfaction can be defined as a match between \nexpectation and results, then a book should be reviewed in terms of its stated \ngoals. Professor Oja sets out to: “ . . . reexamine well-known figures and recover lost voices, \n  discussing selected compositions within shifting historical frameworks. I have \n  aimed for neither a chronological survey nor comprehensive coverage, and I \n  adhere to no single method of musical analysis. Rather, I situate new concert \n  music within what the composer Marc Blitzstein once called ‘the economic, \n  spiritual, ethnic, and esthetic facts of our time.’” (page 5)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The organization of the book thus follows no line of \ncontinuity either chronologically or thematically. Anywhere from two to four \nchapters appear under one of seven broader themes: Enter the Moderns, The \nMachine in the Concert Hall, Spirituality and American Dissonance, Myths and \nInstitutions, New World Neoclassicism, European Modernists and American Critics, \nand Widening Horizons. Each chapter carries its own title as well. The result is \na series of discrete chapters of varying length, some as short as six pages. It \nis left largely to the reader to find relationships between the chapters as \nProfessor Oja’s occasional sign-posts are widely spaced.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] If the book lacks organization in a linear sense, it is \nnonetheless a reference gem for its 40-page Appendix of “Programs of \nModern-Music Societies,” in New York, 1920–1931, as well as for its “selected” \nbut nevertheless extensive bibliography. However, since publishers opt for what \nis economical for them, the valuable and detailed notes are all in the back of \nthe book between the Appendix and Bibliography, a distinct disadvantage for the \nuser. If readers happen to decide to go to the effort of reading a note, they \nhave to flip back to where the notes are. Marking the place of the notes in \nadvance is highly recommended.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Organizational issues aside, what is admirable—even \nawesome—about the book is the time Oja devotes to archival research. Her return \nto the whole, big, complicated picture that was the early 20th century, a \nrevisiting that points out possible flaws of the reductive narrative passed down \nto the present, is the primary gift of this work. It draws the reader into the \nvibrant artistic and intellectual network in New York in the 1920s. This book \nexemplifies the virtue of interdisciplinary study that shows how artists, \nwriters, poets, and critics alike all shaped, influenced and reflected one \nanother.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Certain chapters of the book are decidedly frustrating. Some \notherwise illuminating discussions are obfuscated by an imbroglio of names, \ndates, and places presented with no discernible narrative sequence to help a \nreader track what is going on. While reading the chapters on “Organizing the \nModerns,” (Chapter 11), and “Women Patrons and Activists,” (Chapter 12), I found \nmyself making charts to track the information. People reading for enjoyment \nwould just skip over the trouble spots, but people trying to use the book for \nfuture research will have to mine the nuggets out of the ore.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Some of the best things about the book, or perhaps it is \nmore accurate to say what I find most satisfying about it, are the \nchapter-length surveys of two members of the avant-garde, Leo Ornstein and Dane \nRudhyar. Their presence is first justified by the extremely narrow scope of the \nbook, New York in the 1920s, a topic which allows a broader net to be cast over \nthe people of the time. However, what begins as a close look under the lens of a \nnarrow time frame, ends by begging the question, “how did these people get left \nout of the broader historical narrative?” While some possible reasons are \ntentatively forwarded, the question is really left as an open challenge to \nhistorians of the period.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] This is not to say that I agree with her assessments, \nparticularly of Rudhyar. While the details are right, the larger picture of \nRudhyar is distorted through the very academic biases she seeks to revise. Take, \nfor example, the following statement: “Spiritual rather than mathematical, intuitive rather than \n  logical, he challenged the dominance of European cultural values, promoting \n  instead a trans-Asian mix of religious philosophies and musical practices.” \n  (page 98) Parsing the elements of this statement reveal the \nmisunderstandings. The pitting of “spiritual” against “mathematical” is \noblivious to the Pythagorean and Theosophic equation of the two. Theosophy, by \nthe author’s own words, “turns up only occasionally in Rudhyar’s writings, yet \nits tenets inform almost every page . . . ” Therefore, to understand Rudhyar, a \nbroader knowledge of Theosophy is required. Likewise, the pitting of intuition \nagainst logic as though they are antithetical binary oppositions, also misreads \nRudhyar for much the same reason. His discussions are logical, if logic is \ndefined as a coherent argument that follows in an orderly way from a set of \npremises. In other words, a person can be both intuitive and logical. It is the \nacademy that has deemed them incompatible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The part of the statement that refers to Rudhyar “promoting \na trans-Asian mix of religious philosophies and musical practices” is also \nmisleading. Rudhyar regarded Asian music as the thesis in the Hegelian sense, \nand occidental music as the antithesis. Oriental music had to be recovered in \norder to force a crisis with Occidental music which would, in turn force a \nsynthesis of the two, something brand new.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Denying Rudhyar the qualities of being mathematical and \nlogical also shows a lack of understanding for what it meant to be an astrologer \nbefore easy access to computers. Astrology, in its calculations of the planetary \npositions, is the equivalent of astronomy. It is the assigning of significance \nto the placement of the planets that separates the two. Rudhyar knew how to read \nephemerides, use logarithms, calculate geometric angles, and adjust to different \ntime zones and calendars. His formalist ability was not impaired. His whole \nargument was that reason and the intellect were overvalued in society, resulting \nin a negative consequence to art in particular as well as the culture at large.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] If specifics can be quibbled with, nonetheless, it is a \ngift to those interested in “fringe” composers that an author of Professor Oja’s \nstature has provided a forum for discussion. By returning to the whole complex \nand messy picture of New York in the 1920s, she has once again given equal \nstature to all the participants, that is, she has leveled the playing field. How \ninteresting to read history in which Copland, Ives and Varèse have yet to emerge \nhead and shoulders above the others, and in which Schoenberg and Stravinsky are \nthe names mentioned in passing!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Overall, as interesting as Oja’s historicist approach is, a \njournal of music theory is probably most interested in the author’s analysis of \nspecific pieces. A statement was previously quoted declaring that no single \nmethod of analysis is used. Again, the author’s Introduction sets up further \nexpectation in this area: “Along the way, I sketch portraits of an eclectic array of \n  compositions, from Antheil’s Ballet Mécanique to Copland’s Piano \n  Variations, Gershwin’s Concerto in F, Marion Bauer’s Four Piano \n  Pieces, Cowell’s Irish Legends, Crawford’s String Quartet 1931, Ruggles’s Angels, Sessions’s Piano Sonata, Still’s Levee Land, and Thomson’s Capital, Capitals. ” Therefore, the reader is alerted not to expect a single method \nof musical analysis by which these pieces may be related to one another. Each \npiece is, in fact, treated individually. In a certain sense there is no analysis \nat all—if analysis is understood as a search for coherence within a piece or \nstyle of composition. But perhaps the reader’s curiosity will be piqued into \nwondering just how an author might sketch a portrait of music in print, \nparticularly pieces lacking programmatic titles. As an aside, if nothing else, \neveryone must read the opening of Chapter 5 which describes the New York \npremiere of George Antheil’s Ballet Mécanique. Her understated narrative of the \nevent is laugh-out-loud funny. [14] A pleasant surprise in a historical discussion of musical modernism is the \nengaging writing style. Professor Oja puts a masterful turn on phrases and does \nnot shy away from the occasional pointed remark or acerbic comment. There is \nnothing pedantic here. The book also avoids the argot of what can loosely be \ndescribed as post-modernist theories, even as she takes advantage of such \ntheories in forming her own opinions. [15] There are parts of the book that leave the reader wanting more, and are for \nthat reason unsatisfying. In a way, however, this is a merit of the book, \nbecause questions are posed, but not entirely answered, thus inviting others to \njoin the party of 20th-century historical scholarship. One such teaser in \nparticular is provocative: what was the effect on reception of their music of \ncomposers who were either Jewish or homosexual or both? [16] These things having been said, this book is a perfect foil for standard \nsurvey texts such as Morgan’s venerable study, Twentieth-Century Music. I hope \ninstructors will consider Oja’s book as a supplement for their survey courses. \nIt is a must read for specialists in the time period. It will cause anyone who \nreads it to reconsider and rethink their views of American art music of the \nearly twentieth century. [17] In conclusion, it is obvious that every word of Making Music Modern was \ncarefully considered, and that Oja’s opinions, insights, and theories have \nbenefited from maturation over time. She acknowledges that her editor “gently \nbut firmly prodded [her] to let go of the manuscript when she felt it was \nready.” That is, the author was somewhat reluctant to bring it into print—even \nafter nearly a dozen years—probably feeling that there was so much left to do. \nThere is. But that is the hallmark of a trailblazing book. The first one down a \nnew path has a difficult time knowing where it will lead. Everyone who follows \nhas a clearer path, more perspective, and is able to focus on questions that are \nalready asked. To point out where the trail is rough going tacitly acknowledges \nthe efforts of the first one down the path.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.04.10.1.hakanson.html",
    "data": "mto/data/mto.04.10.1.hakanson.json"
}