{
    "title": "Towards a Galant Pedagogy: Partimenti and Schemata as Tools in the Pedagogy of Eighteenth-Century Style Improvisation",
    "date": "2015/09/01",
    "volume": "21",
    "issue": "3",
    "authors": [
        "Rabinovitch, Gilad",
        "Slominski, Johnandrew"
    ],
    "abstract": "This article presents a pedagogical approach for teaching modern-day students how to improvise in eighteenth-century style based on Gjerdingen’s schemata and the tradition of partimenti. We present results from a pedagogical experiment conducted at the Eastman School of Music, in which students’ improvisations were recorded. We offer a qualitative assessment of selected student improvisations in order to demonstrate the merits of this approach for teaching music theory and historical improvisation. We also address the challenges associated with implementing such a pedagogical approach in modern-day theory curricula. We conclude by reflecting on sonata-form improvisations by the authors and discuss the theoretical implications of attempting to construct complete movements based on Gjerdingen’s schemata and formal considerations.",
    "keywords": [
        "partimenti",
        "Gjerdingen",
        "Sanguinetti",
        "galant schemata",
        "pedagogy",
        "improvisation",
        "Durante",
        "Boccherini",
        "C. P. E. Bach"
    ],
    "doi": "",
    "received": "September 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.3/mto.15.21.3.rabinovitch.pdf",
    "author_info": [
        {
            "name": "Gilad Rabinovitch",
            "university": "Georgia State University",
            "address": "School of Music, Haas-Howell Building, 75 Poplar St, 5th Floor, Atlanta, GA 30303",
            "email": "grabinovitch@gsu.edu"
        },
        {
            "name": "Johnandrew Slominski",
            "university": "Eastman School of Music",
            "address": "University of Rochester, 26 Gibbs St, Rochester, NY 14604",
            "email": "jslominski@esm.rochester.edu"
        }
    ],
    "citations": {
        "azzara_2002": "Azzara, Christopher. 2002. “Improvisation.” In The New Handbook of Research on Music Teaching and Learning , ed. Richard Colwell and Carol Richardson, 171–87. Oxford University Press.",
        "brown_2005": "Brown, Matthew. 2005. Explaining Tonality: Schenkerian Theory and Beyond. University of Rochester Press.",
        "budday_1987": "Budday, Wolfgang. 1987. “Über ‘Form’ und ‘Inhalt’ in Menuetten Mozarts.” Archiv für Musikwissenschaft 44 (1): 58–89.",
        "byros_2009": "Byros, Vasili. 2009. “Foundations of Tonality as Situated Cognition, 1730–1830: An Enquiry into the Culture and Cognition of Eighteenth-Century Tonality with Beethoven’s ‘Eroica’ Symphony as a Case Study.” PhD Diss., Yale University.",
        "byros_2014": "Byros, Vasili. 2014. “ ‘Hauptruhepuncte des Geistes’: Punctuation Schemas and the Late-Eighteenth-Century Sonata.” In What is a Cadence?: Theoretical and Analytical Perspectives on Cadences in the Classical Repertoire , ed. Pieter Bergé and Markus Neuwirth, 215–51. Leuven University Press.",
        "callahan_2012": "Callahan, Michael. 2012. “Teaching Baroque Counterpoint through Improvisation: An Introductory Curriculum in Stylistic Fluency.” Journal of Music Theory Pedagogy 26: 61–99.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven. Oxford University Press.",
        "christensen_1992": "Christensen, Thomas. 1992. “The ‘Règle de l’octave’ in Thorough-Bass Theory and Practice.” Acta Musicologica 64 (2): 91–117.",
        "clendinning_and_marvin_2005": "Clendinning, Jane Paper, and Elizabeth West Marvin. 2005. The Musician’s Guide to Theory and Analysis , 1st ed. W. W. Norton.",
        "cook_1996": "Cook, Nicholas. 1996. Analysis through Composition: Principles of the Classical Style. Oxford University Press.",
        "durante_nd": "Durante, Francesco. N.d. “Partimenti”. In Monuments of Partimenti , ed. Robert Gjerdingen. http://faculty-web.at.northwestern.edu/music/gjerdingen/partimenti/collections/Durante/Index.htm",
        "eckert_2000": "Eckert, Stefan. 2000. “ Ars combinatoria , Dialogue Structure, and Musical Practice in Joseph Riepel’s Anfangsgründe zur musicalischen Setzkunst .” PhD diss., State University of New York at Stony Brook.",
        "eckert_2005": "Eckert, Stefan. 2005. “‘So, you want to write a Minuet?’ – Historical Perspectives in Teaching Theory.” Music Theory Online 11.2. http://www.mtosmt.org/issues/mto.05.11.2/mto.05.11.2.eckert.html",
        "federhofer_and_mann_1989": "Federhofer, Helmut, and Alfred Mann. 1989. Wolfgang Amadeus Mozart: Neue Ausgabe sämtlicher Werke , X/30/ii: Ployer- und Freystädler Studien. Bärenreiter.",
        "fux_1725": "Fux, Johann Joseph. 1725. Gradus ad Parnassum . Van Ghelen.",
        "gauldin_2004": "Gauldin, Robert. 2004. Harmonic Practice in Tonal Music , 2nd ed. W. W. Norton.",
        "guido_and_schubert_2014": "Guido, Massimiliano, and Peter Schubert. 2014. “Unpacking the Box in Frescobaldi’s Ricercari of 1615.” Music Theory Online 20.2. http://www.mtosmt.org/issues/mto.14.20.2/mto.14.20.2.guido_schubert.html",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style . Oxford University Press.",
        "gjerdingen_and_bourne_2015": "Gjerdingen, Robert and Janet Bourne. 2015. “Schema Theory as a Construction Grammar.” Music Theory Online 21.2. http://www.mtosmt.org/issues/mto.15.21.2/mto.15.21.2.gjerdingen_bourne.html",
        "greenberg_2011": "Greenberg, Yoel. 2011. “Towards Sonata Form: A System-Oriented Approach to the Genesis of Sonata Form.” PhD. diss., Hebrew University of Jerusalem.",
        "heartz_2003": "Heartz, Daniel. 2003. Music in European Capitals: The Galant Style, 1720–1780 . Norton.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata . Oxford University Press.",
        "jeppesen_1927": "Jeppesen, Knud. 1927. The Style of Palestrina and the Dissonance , ed. Edward J. Dent, trans. Margaret W. Hamerik. Oxford University Press.",
        "koch_1782–93": "Koch, Heinrich Christoph. 1782–93. Versuch einer Anleitung zur Composition . A. F. Böhme.",
        "laitz_2012": "Laitz, Steven. 2012. The Complete Musician: An Integrated Approach to Tonal Theory, Analysis, and Listening , 3rd ed. Oxford University Press.",
        "pritchard_2009": "Pritchard, Matthew. 2009. “In the Galant Composer’s Workshop.” Review of Music in the Galant Style by Robert Gjerdingen. Early Music 37 (4): 669–71.",
        "ratner_1980": "Ratner, Leonard. 1980. Classic Music: Expression, Form, and Style . Schirmer Books.",
        "riepel_1752–68": "Riepel, Joseph. 1752–68. Anfangsgründe zur musicalischen Setzkunst , 5 vols. Bader.",
        "ruiter-feenstra_2011": "Ruiter-Feenstra, Pamela. 2011. Bach and the Art of Improvisation . CHI Press.",
        "sanguinetti_2012": "Sanguinetti, Giorgio. 2012. The Art of Partimento: History, Theory, and Practice . Oxford University Press.",
        "schenker_1926": "Schenker, Heinrich. [1926] 1996. “On Organicism in Sonata Form.” In The Masterwork in Music , vol. II, ed. and trans. William Drabkin, 23–30. Cambridge University Press.",
        "schmalfeldt_1991": "Schmalfeldt, Janet. 1991. “Towards a Reconciliation of Schenkerian Concepts with Traditional and Recent Theories of Form.” Music Analysis 10 (3): 233–87.",
        "schubert_2007": "Schubert, Peter. 2007. Modal Counterpoint, Renaissance Style , 2nd ed. Oxford University Press.",
        "schubert_2011": "Schubert, Peter. 2011. “Global Perspective on Music Theory Pedagogy: Thinking in Music.” Journal of Music Theory Pedagogy 25: 217–33.",
        "schubert_and_neidhöfer_2006": "Schubert, Peter, and Christoph Neidhöfer. 2006. Baroque Counterpoint. Pearson Prentice Hall.",
        "silberman_2012": "Silberman, Peter. 2012. “Teaching Classic Era Style through Keyboard Accompaniment.” Journal of Music Theory Pedagogy 26: 141–88.",
        "temperley_2008": "Temperley, David. 2008. Review of Music in the Galant Style by Robert Gjerdingen. Journal of Music Theory 50 (2): 277–90."
    },
    "footnotes": {
        "FN0": {
            "text": "* The authors would like to thank William Marvin and the two anonymous reviewers for making invaluable comments and suggestions on earlier versions of this article. Our experiment was supported by professional development funds from the Eastman School of Music, University of Rochester.",
            "citations": []
        },
        "FN1": {
            "text": "1. Following Heartz 2003 , Gjerdingen refers to an extended “galant style”, ca. 1720–1780, rather than to a narrower stylistic framework during the earlier part of this time period.",
            "citations": [
                "heartz_2003"
            ]
        },
        "FN2": {
            "text": "2. Along somewhat similar lines, Byros 2009 argues persuasively that the Rule of the Octave, a conventional pattern for bass-scale harmonization representing eighteenth-century norms, still tacitly influenced the perceptions and intuitions of nineteenth-century authors such as Gottfried Weber. Cf. Christensen 1992 .",
            "citations": [
                "byros_2009",
                "christensen_1992"
            ]
        },
        "FN3": {
            "text": "3. Barbara Ployer’s exercises are reproduced and transcribed in the collected edition of Mozart’s works ( Federhofer and Mann 1989 ). We rely on their philological and paleographic work, and on their attribution of certain lines to Mozart or Ployer. However, the interpretation of the pedagogical interaction and of the significance of Gjerdingen’s schemata is ours. A transcription of the exercise in F, from which Example 2 is derived, can be found in Federhofer and Mann 1989 , 15.",
            "citations": [
                "federhofer_and_mann_1989",
                "federhofer_and_mann_1989"
            ]
        },
        "FN4": {
            "text": "4. For more details regarding the Riepel connection in the Mozart household, see Budday ( 1987 , 60–61), who cites a letter by Leopold Mozart as evidence for the fact that he was in possession of the book. See also Gjerdingen ( 2007 , 338) and Eckert ( 2005 , 19).",
            "citations": [
                "budday_1987",
                "gjerdingen_2007",
                "eckert_2005"
            ]
        },
        "FN5": {
            "text": "5. The Fenaroli typically pairs 4 ˆ - 3 ̂ - 7 ˆ - 1 ˆ in the soprano with 7 ˆ - 1 ˆ - 2 ˆ - 3 ̂ in the bass; the Converging Cadence typically pairs 2 ˆ - 1 ˆ - 7 ˆ or 4 ˆ - 3 ̂ - 2 ˆ in the soprano with 4 ˆ - ♯ 4 ˆ - 5 ˆ in the bass.",
            "citations": []
        },
        "FN6": {
            "text": "6. A Fonte typically pairs a 4 ˆ - 3 ̂ and 7 ˆ - 1 ˆ tritone resolution in the outer voices on ii and is then sequenced down to I.",
            "citations": []
        },
        "FN7": {
            "text": "7. Schmalfeldt ( 1991 ) and Byros ( 2014 ) explore some of the interactions between Gjerdingen’s scale-degree schemata and Caplin’s ( 1998 ) phrase prototypes.",
            "citations": [
                "schmalfeldt_1991",
                "byros_2014",
                "caplin_1998"
            ]
        },
        "FN8": {
            "text": "8. Gjerdingen and Bourne ( 2015 ) emphasize the importance of specific surface elaborations to the definition of idiomatic prototypes.",
            "citations": [
                "gjerdingen_and_bourne_2015"
            ]
        },
        "FN9": {
            "text": "9. The “la-sol-fi-sol” schema in mm. 38–9 is a variant of Vasili Byros’ le-sol-fi-sol schema; see Byros 2009 .",
            "citations": [
                "byros_2009"
            ]
        },
        "FN10": {
            "text": "10. Greenberg tracks the gradual rise in sonata qualities  in a corpus of two-reprise forms (1660–1770) through markers in the second half: the presence or lack of a double return and end rhyme (=proto-S), both of which are sonata or proto-sonata markers, and the repetition of P at the beginning of the second half. Greenberg’s data show that prevalence of the first two features rose over time, perhaps as one might intuitively expect. The frequency of the third feature rose until the middle of the eighteenth century and started to decline around that time, suggesting an eventual reinforcement of the ternary aspect of sonata form at the expense of its binary aspect.",
            "citations": []
        },
        "FN11": {
            "text": "11. However, as noted above, Gjerdingen and Bourne ( 2015 ) emphasize the importance of specific surface elaborations to the definition of idiomatic prototypes.",
            "citations": [
                "gjerdingen_and_bourne_2015"
            ]
        },
        "FN12": {
            "text": "12. The insightful discussion in Byros ( 2014 ) suggests that Gjerdingen’s scale-degree schemata may fit as “subschemata” into the formal molds (or schemata) of sonata-form movements. Byros’s essay suggests some ways in which local, combinatorial considerations interact with global tonal and formal scripts. This may serve as the basis for future inquiries into the interactions between galant schemata and form.",
            "citations": [
                "byros_2014"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In recent years, there has been a growing scholarly interest in eighteenth-century Neapolitan partimenti and galant schemata on the one hand, and in the practice of teaching theoretical concepts to modern musicians through improvisation and model composition on the other. The work of Gjerdingen ( 2007 ) and Sanguinetti ( 2012 ) has yielded significant insights into historical models for composition, improvisation, and, presumably, into the cognition of eighteenth-century musicians and listeners. The cognitive archaeology offered in Robert Gjerdingen’s ( 2007 ) book, Music in the Galant Style , (1) relies on three main sources: period theoretical treatises including the Italian pedagogical tradition of partimenti, a wide repertoire of pieces from the period, and modern-day research in cognitive psychology. Gjerdingen thereby attempts to reconstruct eighteenth-century cognitive schemata or mental patterns that are defined primarily by outer-voice scale-degree pairings. Sanguinetti’s work is more historical in nature: in his monograph on the tradition of partimenti, Sanguinetti offers a reconstruction of this lost pedagogical tradition. A partimento is a bass line, typically unfigured, used in the teaching of composition and improvisation. The tradition flourished in conservatories in Naples and other Italian cities in the seventeenth and eighteenth centuries, and continued onwards, in different incarnations, into the nineteenth century and beyond.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "gjerdingen_2007",
                    "sanguinetti_2012",
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] The potential for style composition and improvisation to enrich instruction in music theory and musicianship has been persuasively articulated in recent pedagogical literature, including Cook 1996 , Azzara 2002 , Schubert 2011 , and Callahan 2012 . Moreover, recent theory textbooks such as Gauldin 2004 , Clendinning and Marvin 2005 , and Laitz 2012 incorporate model-composition assignments of varying levels of complexity. Such exercises provide an opportunity for students to engage both with abstract issues in music theory and with historical styles, while making theory assignments more musical. Eckert’s ( 2005 ) article provides a step-by-step approach to using concepts from Joseph Riepel’s mid-eighteenth-century writings in teaching modern-day students how to compose minuets based on those of the child Mozart. Eckert recreates elements of Riepel’s original dialogue between student and teacher in the modern-day classroom. Guido and Schubert’s ( 2014 ) dialogue likewise creates a lively conversation about improvisation, historical treatises, and musical practice for a repertoire not usually covered in theory curricula. Silberman’s ( 2012 ) article provides insights on the use of idiomatic accompaniment patterns to enliven students’ work in model composition.",
                "footnotes": [],
                "citations": [
                    "cook_1996",
                    "azzara_2002",
                    "schubert_2011",
                    "callahan_2012",
                    "gauldin_2004",
                    "clendinning_and_marvin_2005",
                    "laitz_2012",
                    "eckert_2005",
                    "guido_and_schubert_2014",
                    "silberman_2012"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] These sources demonstrate the growing interest in model composition, historical sources, and their significance to the pedagogy of music theory. Of course, there exists a substantial modern literature on model composition as an end in itself, going back as far as Jeppesen 1927 or, if you will, Fux 1725 . Recent counterpoint textbooks by Schubert ( 2007 ) and Schubert and Neidhöfer ( 2006 ) contain specific instructions for improvised activities alongside written work in counterpoint. Ruiter-Feenstra’s ( 2011 ) large volume utilizes works by J. S. Bach and his contemporaries to teach essential Baroque improvisation skills; her book is oriented towards historical keyboard players, but many of the proposed activities are adaptable to the realm of theory pedagogy.",
                "footnotes": [],
                "citations": [
                    "jeppesen_1927",
                    "fux_1725",
                    "schubert_2007"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Given the growing interest in model composition and improvisation, there is much room to develop and evaluate modern-day applications of the historical pedagogies studied by Gjerdingen and Sanguinetti. Our project proposes a pedagogical application of partimenti and galant schemata in teaching modern-day conservatory students to improvise, and incorporates transcriptions of selected student performances from a recent research study. By reflecting on these improvisations, we will highlight the potential benefits as well as challenges of using such activities in today’s classroom.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] We will open our discussion by taking a look at a lesson taught by Mozart, whose tacit knowledge of the schemata manifests itself in his work as a teacher. We will then describe the design of our pedagogical experiment and reflect at some length on selected student improvisations. Finally, we will present sonata-form improvisations by the present authors and examine some of the pedagogical and theoretical issues related to generating music in eighteenth-century style. A Schematic Lesson from W. A. Mozart",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In his review of Gjerdingen’s ( 2007 ) book, David Temperley ( 2008 , 283) stresses the important distinctions between conscious and unconscious knowledge of the schemata, and between procedural (experience-based) and declarative (rule-based) knowledge of the schemata.  While eighteenth-century composers and listeners did not explicitly name musical patterns as Gjerdingen does (e.g., “Prinner”), they would have been able to recognize such patterns and react to them. (2) An examination of an exercise in F major, written by Mozart for one of his students, Barbara Ployer, will show precisely such an instance of procedural knowledge at work: Mozart’s correction of an unidiomatic musical utterance by Ployer reveals the significance of such knowledge. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "gjerdingen_2007",
                    "temperley_2008"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] There is evidence that Leopold Mozart was in possession of at least one volume of Riepel’s treatise on composition. Riepel states at the outset of his treatise (1752, 1) that a minuet encapsulates many of the formal and compositional issues of larger genres. (Several of Riepel’s patterns—Monte, Fonte, and Ponte—were also adopted as schemata in Gjerdingen 2007 ). Mozart’s earliest minuets from his childhood years fit Riepel’s patterns, and it is no wonder that later as a pedagogue he resorted to comparable binary-form exercises in duple or triple meter. (4) Example 1 . (from Gjerdingen 2007, 235): Barbara Ployer’s idiomatic added bass line (click to enlarge) Example 2 . An additional pedagogical interaction between Mozart and Ployer (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Gjerdingen ( 2007 , 235), lauds Ployer’s response to a stylistic cue: in response to a soprano line provided by Mozart, she was able to complete the correct bass of the Fenaroli and Converging Cadence schemata implied by the soprano. (5) Gjerdingen’s example is reproduced as Example 1 . This bass line, according to Gjerdingen, shows her fluency in the galant style. Our example of a not-so-idiomatic bass line by Ployer gives a vivid demonstration of the tacit workings of the schemata in teaching how to compose in the eighteenth-century galant style.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Example 2 reproduces the digression (or B) section of the melody for a binary-form composition exercise that Mozart wrote for Ployer, along with Ployer’s two attempts at completing a bass line. The second halves of the first and second measures contain the correct core tones of the Fonte in the bass (labeled in the example). (6) However, the first halves of these measures are less successful in both of Ployer’s attempts: the first solution lacks harmonic directionality, whereas the second solution could be improved by flattening E3 to E ♭ 3. Furthermore, in the Prinner, Ployer failed in both cases to match the essential soprano 6 ˆ and 5 ˆ of the schema with 4 ˆ and 3 ˆ in the bass on beats 1 and 3, respectively, as one would expect. Mozart’s revision of Ployer’s second attempt corrects this error and matches the soprano’s cues with the expected Prinner bass core tones, 4 ˆ and 3 ˆ on the strong beats. If Mozart had to show his student how to write a correct Prinner in order to become a more fluent speaker of the style, the lesson for the present day might be the following: in order to become an active speaker of the style, one has to master idiomatic patterns. As we will argue below, Gjerdingen’s schemata and partimenti can be useful pedagogical tools for style composition and improvisation for today’s students. Experimenting with a Pedagogical Approach",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In a pedagogical experiment conducted at the Eastman School of Music during the academic year 2013–14, eighteen conservatory students voluntarily participated in four research sessions in which they were asked to improvise upon given keyboard exercises. The participants’ improvisations were recorded, transcribed, and analyzed in order to evaluate the applicability of our models for training modern-day students.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Our pedagogical approach is to treat partimenti and schemata as complementary paths into eighteenth-century style: training with partimenti-based exercises familiarizes the students with typical figured-bass configurations, the rule of the octave, cadence patterns, and ways of connecting them; Gjerdingen’s schemata provide the students with a vocabulary of idiomatic outer-voice skeletons to be elaborated in surface diminutions. Due to our limited time with the participants, we restricted both the partimento track and the schemata track—for instance, schemata in the research study were exclusively treated as outer-voice elements, whereas in the repertoire they may be embedded in a more complex texture. Furthermore, as Sanguinetti ( 2012 , 185) observes, partimento diminution consisted historically of four elements: 1) a right hand that is more active than the harmonic rhythm, 2) a polyphonic melody, 3) left-hand participation with inner voices when needed, and 4) complementary rhythms. In the time-limited framework of our experiment, partimenti- and schemata-based exercises served as the starting point for two related activities: 1) realization as block chords represented by figured-bass symbols, and 2) a two-voice texture, with a polyphonic melody in the right hand projecting the harmony implied by the figures. This was done both with given motives composed by the present authors and with motives of the participants’ own invention.",
                "footnotes": [],
                "citations": [
                    "sanguinetti_2012"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] The realization as block chords and the improvisation on given motives serve as intermediate pedagogical steps. Within this context, we could not include a systematic treatment of free realizations in more than two voices, and thus decided to leave them out. In some cases, participants demonstrated fairly developed keyboard skills in terms of harmonic realization, voice leading, and technical facility at the instrument; as one might expect, these individuals could often better migrate between activities 1 and 2 as described above. Those participants for whom such skills were new, however, encountered more basic difficulties. Keeping in mind the possibility of limited keyboard facility and limited exposure to style improvisation, we made two concessions: first, in order to gather information efficiently, we prompted participants to move quickly from the block-chord approach to the polyphonic-melody approach; second, in order to accommodate those with limited keyboard fluency and for the sake of consistency, we instructed them to use a two-voice texture (one voice in each hand). Our focus in the discussion below is on two-voice realizations and not on block-chord realizations, since this is the musically more challenging—and pedagogically more interesting—activity of the two. The strategy of projecting underlying harmonic skeletons through a polyphonic melody highlights the link between skeletons and diminutions, which has a twofold pedagogical significance. It allows the students to engage in real time with “written-theory” concepts such as chordal skips and non-chord tones, and also paves the way for a more specialized study of historical improvisation as an end in itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Each of our eighteen participants attended four 30–45 minute individual sessions, generally a week apart, with one of the authors. Participants were paid $10 for each session completed. The sessions alternated between partimento-based and schemata-based activities. Participants were provided with a copy of each session’s materials for optional practice between the sessions. However, they were not given incentives to practice, and in feedback forms the majority of them reported little to no practice time between sessions. Therefore, their exposure to the materials was minimal compared to the potential exposure in the context of academic courses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] From the recruitment advertisements, the participants knew that the experiment would entail improvising at the keyboard. For this reason it is likely that they were not a representative sample of the student body at Eastman, but rather that they were more inclined toward improvisation or more adept at it than the average Eastman student; at the very least, they were not reluctant to participate. Therefore, the detailed analyses below are intended as a qualitative assessment of pedagogical issues. We will highlight successful aspects of the students’ performances as well as challenges, but we will not attempt to quantify them. Rather, we will reflect on the process and on its potential student outcomes and challenges.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] In the context of a theory curriculum, the distance traversed between the initial materials and the fourth session of our experiment may well be equivalent to that traversed in an advanced semester of keyboard harmony, or serve as the keyboard module of a course in written harmony or model composition. However, projecting harmonic skeletons with a polyphonic melody may be useful at much earlier stages of the study of harmony or keyboard harmony, as the results below illustrate. We opted to use figured-bass symbols in the notation in order to highlight contrapuntal relations between the bass and the upper voices. Using the familiar apparatus of Roman numerals is certainly a conceivable pedagogical compromise, a point to which we will return below. First, however, let us describe our pedagogical design. The partimenti track",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Example 3 (Session 1, Part 1) contains segments of the Rule of the Octave connected to cadence patterns in major and minor—more specifically, connecting 1 ˆ ascending to 5 ˆ and 1 ˆ descending to 3 ˆ using segments of the rule of the octave, using patterns adapted from Francesco Durante. These patterns were realized in our experiment both as block chords and also projected in a two-voice texture. Christensen ( 1992 ) and Sanguinetti ( 2012 ) suggest the possibility of segmenting the rule of the octave into smaller parts to be used in a composition. The version of the rule of the octave shown here is typical for the eighteenth century: 1 ˆ and 3 ˆ support I and its first inversion, I 6 , with a “passing” sonority between them; 5 ˆ and 7 ˆ in ascent also typically support V and V 6 , with a “passing IV 6 ” chord between them. V is typically tonicized in the descending version through an applied dominant on 6 ˆ . 4 ˆ is a point of instability — it supports ii in ascent and V in descent. Example 4 (Session 1, Part 2) translates the abstract figured-bass model of the rule of the octave into a more specific musical context: the student is asked to elaborate a descending bass, using a rule-of-the-octave segment, followed by a cadence pattern. Example 4 gives an opportunity for three successive activities: 1) realizing the top part as block chords; 2) realizing the version on the bottom, which moves to a triple meter, so as to complete the consequent phrase with the given motive and melodic hints; 3) an improvisation over the bass using motives of the student’s invention. Example 3 . Session 1, Part 1: Rule of the Octave segments (adapted from F. Durante) (click to enlarge) Example 4 . Session 1, Part 2: A Rule of the Octave segment in a musical context (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "christensen_1992",
                    "sanguinetti_2012"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Examples 5a and 5b (Session 3, Part 1) contain typical suspension patterns and demonstrate the possibility of inverting the upper two voices in an idiomatic three-voice texture. This demonstrates how to incorporate idiomatic suspensions in the context of a partimento. As we shall see below in the discussion of an improvisation on this model, this also prepares students to project all the stages of the suspension —preparation, dissonance, resolution—in a single polyphonic melody in the right hand (the texture on which we focused). Example 5a . Session 3, Part 1: Suspension Patterns (click to enlarge) Example 5b . Session 3, Part 1: Suspension patterns (continued) (click to enlarge) Example 6a . Session 4, Part 1 (adapted from a partimento by F. Durante) (click to enlarge) Example 6b . Partimento Diminuito by F. Durante (Gj1) (click to enlarge) Example 6c . Durante’s suggested “styles” for elaboration (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Example 6a (Session 4, Part 1) is a figured-bass exercise adapted from the first of the partimento diminuiti (or “embellished basses”) by Durante. The original partimento is shown in Example 6b ( Durante n.d. , Gj1). This activity served as a capstone to the research study by synthesizing the preceding patterns and skills: rule of the octave segments, cadence patterns, and suspension patterns realized as block chords as well as the use of a polyphonic melody in the right hand. Historical precedents for this type of summa activity—one that prompts a realization of multiple familiar gestures—include the partimento treatises of Giovanni Furno, Durante, Fedele Fenaroli, and others. The partimento was adapted from the unfigured original in several ways. First, we modernized the key signature by adding one sharp (in contrast with Durante’s Mixolydian key signature). We also added figured bass symbols and occasional guide tones in the soprano. Although it does not reflect pedagogical norms of Durante’s time, this focus on a two-voice texture was consistent with the preceding pedagogical materials. As a next step, a student could be presented with Durante’s recommended styles and textures for elaboration as shown in Example 6c . While Durante’s partimento in Example 6b lacks nothing in its own right, we wanted to retain most features of the original partimento while reinforcing the patterns acquired earlier in the study.  Thus we added a segment of the rule of the octave first in the home key, then in the key of V in mm. 3–4 and mm. 7–8 (recalling Example 3); mm. 16–18 revisit the suspension chains from Example 5b. In the pedagogical reality described in Sanguinetti 2012 , students would recognize where to fit each pattern above an unfigured partimento bass. In our limited time, and perhaps also in the tightly packed modern curriculum, pedagogical scaffoldings such as figured bass and soprano cues may make partimenti more approachable and beneficial. As we shall see below, partimenti may allow present-day students to move away from bare skeletons into elaborate and sophisticated musical realizations. The schemata track",
                "footnotes": [],
                "citations": [
                    "durante_nd",
                    "sanguinetti_2012"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] Examples 7a, 7b, and 7c (Session 2, Part 1) show outer-voice schemata that often serve as openers, middle connectors, and ending (cadential) patterns. (7) Students can choose their path through the chart and elaborate the succession of schemata into a complete stylistic utterance. For instance, one can start with a Meyer, move to a Prinner, and end with a Cudworth Cadence. Ending on a Deceptive Cadence gives students the opportunity to explore the typical Deceptive-to-Complete Cadence succession; ending on a Converging Cadence (a tonicized half cadence) can allow students to build a parallel period, ending on a Complete or Cudworth Cadence. Example 7d (Session 2, Part 2) presents a slightly more elaborate skeleton for a short binary piece, composed from building blocks of schemata. Example 7a . Session 2, Part 1: Beginning schemata (click to enlarge) Example 7c . Session 2, Part 1: Cadential schemata (click to enlarge) Example 7b . Session 2, Part 1: Middle schemata (click to enlarge) Example 7d . Session 2, Part 2: A short binary skeleton made of schemata (click to enlarge) Example 8c . Session 3, Part 2: Given ideas for elaboration (click to enlarge) Example 9 . Session 4, Part 2: Skeleton of C. P. E. Bach Wq 53/1/i (first half) (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Examples 8a and 8b (Session 3, Part 2) highlight the connections between schemata-based skeletons and actual music: as we can see, Boccherini’s theme in Example 8a (adapted from “La ritirata notturna di Madrid” G. 324) is already a diminution or elaboration of an underlying succession of schemata, shown in Example 8b. Example 8c contains melodic ideas for elaboration; the first idea is drawn from Boccherini and the second was composed by the present authors. As always, the students were also urged to invent their own motives for elaboration. Finally, Example 9 (Session 4, Part 2) is a skeleton of the entire first half of the first movement of C. P. E. Bach’s sonata in C major, Wq. 53/1. This provides the students with a skeleton for an example from the repertoire that follows the idiomatic syntax in which schemata are deployed. Example 8a . Session 3, Part 2: Adapted from Boccherini, “La ritirata notturna di Madrid” (click to enlarge) Example 8b . Session 3, Part 2: Adapted from Boccherini, “La ritirata notturna di Madrid” (click to enlarge) Discussion of Selected Participant Improvisations",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] The theme derived from Boccherini (Example 8) gives the participants an idiomatic skeleton and an opportunity to create variations on it. Participants first played the outer-voice framework and the original theme, then elaborated the skeleton using the given motives (Example 8c) and motives of their own invention.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The model allowed participants to explore chordal arpeggiation and non-chord tones. In addition, the model presented them with a challenge: they had to spin out a motive and fit it to the changing terrain of the framework. For instance, if the first elaboration from Example 8c is used, one has to fit the turn figure into the accelerated pace of events beginning in m. 5 and find ways to vary it in the following measures leading to the cadence on the dominant in m. 8. This accelerated pace represents the characteristic fragmentation of the continuation in Caplin’s ( 1998 ) sentence prototype.",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] All of the audio examples were recorded during the course of the research study, and are unedited with two exceptions. First, there are occasional differences between the notated improvisations and the audio when participants falter or restart; we systematically transcribed the final restart when necessary, so as to maintain maximum continuity and coherence when comparing multiple improvisations on the same model. Second, the ends of audio clips have often been truncated—in some cases rather abruptly—in order to eliminate any identifying information that might compromise a participant’s anonymity. (The few remaining bits of talking on the audio examples are by the authors, not by study participants.) In an actual classroom situation, there would be more opportunities to work on fluency and encourage students to “keep going” and stay strictly in tempo without stopping. Within our limited time frame, however, we wanted to encourage the students to experiment with style improvisation as much as possible, and we were lenient on this important issue, which would otherwise have been treated more strictly. Example 10 . Participant 107’s realizations of Boccherini’s skeleton (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Let us examine five improvisations on the Boccherini skeleton by one of our student participants, shown in Example 10 . Participant 107’s improvisation A responds to the sentence structure appropriately, sequencing the motive in mm. 1–2 up a step in mm. 3–4 and reusing fragments of the material—particularly the turn figure—in the continuation in mm. 5–8, where the student inverts the skip in m. 6 from E4 to C5 to depart from the register suggested by the framework. (This also creates a nice parallelism with the Cudworth Cadence that concludes the skeleton). While the second half is slightly less convincing, this improvisation demonstrates the student’s fine understanding of the style.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] The similarities and differences between participant 107’s strategies in improvising Line A and a subsequent attempt, shown in Line B, are of interest, as they show the moment-to-moment improvement in this exploration of style improvisation. Some measures are identical or nearly so, revisiting previous strategies. The differences are: first, the C ♯ missing from m. 3 in Line A has been added; second, the student opts to arpeggiate chord tones upward in m. 6 instead of descending through scalar motion; third, the relative placement of motivic activity and stasis—i.e. weak beats vs. strong beats—in mm. 9–12 is reversed; and fourth, the student reaches more idiomatic solutions in mm. 9–10 and 13, which were less satisfactory in Line A.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Line C shows the student’s improvisation with a new given motive. Like Lines A and B, the student adheres closely to the framework. The student’s solution here is impressive, but it could be improved, inter alia, by foregoing the emphasis on the leading tone in m. 11, and changing the somewhat monotonous and unidiomatic mm. 13–14. The student rectified m. 14 in the improvisation transcribed in Line E.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] Lines D and E transcribe improvisations based on motives of the student’s own invention. Both are almost entirely idiomatic; highlights of Line D include the elegant chromaticism in mm. 2 and 4 and the fragmentation of the basic idea in mm. 5 and 13. The idiomatic solution for m. 14 in Line E is one demonstration of this student’s pre-existing stylistic knowledge. However, the study provided this student with opportunities to explore the style from within that would not have been available otherwise. This is the case despite the minimal guidance that we could provide in our brief sessions. In an actual teaching situation, this student could benefit further from a detailed study of idiomatic diminutions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] The same student’s realization of the partimento adapted from Durante ( Example 11 ) is impressive: note, for instance, the beautiful melodic arabesque of mm. 3–4 revisited in m. 8 and m. 22. The surface diminutions are mostly highly idiomatic, and continuity and variety is created in the use of motives. While the improvisation is not devoid of occasional slips, the outcome shows how revisiting the partimento tradition with pedagogical hints can provide an opportunity for engaging modern-day students with the style. Finally, this student’s improvisation on a rule of the octave segment ( Example 12 ) shows an elegant and idiomatic melodic contour, as well as a characteristic tonicization of IV. A short excerpt by Participant 119 ( Example 13 ), elaborating a segment of the reduced C. P. E. Bach sonata, demonstrates an equally impressive command of idiomatic diminutions, as well as an effective use of rhythmic motives. (Note, for instance, the rhythmic rhyme between m. 24 and m. 26). Example 11 . Participant 107’s realization of the partimento adapted from Durante (click to enlarge and listen) Example 12 . Participant 107’s improvisation on a Rule of the Octave segment (click to enlarge and listen) Example 13 . Participant 119 elaboration of C. P. E. Bach’s model (excerpt) (click to enlarge and listen) Example 14 . Participant 109’s elaborations of Boccherini’s skeleton (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] Another student’s improvisations on Boccherini’s skeleton (Participant 109, shown in Example 14 ) are also quite close to an eighteenth-century idiom, and some slips or stylistic errors suggest areas for improvement. The main areas for improvement are: 1) maintaining good counterpoint with the bass line and idiomatic dissonance treatment; and 2) articulating diminutions and motives in a stylistically appropriate way. The following discussion will give specific examples of these issues, drawn from the successive realizations of two different spots in this skeleton.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] Improvisation C contains parallel octaves (embellished with a retardation) between the two halves of m. 6. While improvisation A does not add significantly to m. 6, the solutions of improvisations B through E are all fairly elaborate, and explore leaps to chord tones not present in the skeleton. However, these elaborations are unidiomatic. The unidiomatic leap into a dissonance in realization B is particularly striking.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] Measures 13–16 raise somewhat similar issues: all of the realizations explore chordal skips and various non-chord tones around the given framework. Of these, improvisation B is the most idiomatic—the only small detail for improvement is in the second half of m. 13, which would work better with C6-D6 instead of B5-C6. The approach to the same B is also unidiomatic in improvisations A and D. Perhaps the emphasis on B in the skeleton is causing the student to treat it as too much of a structural anchor here. One should also note the nice idiomatic suspension in realization C, on the downbeat of m. 14: in this case, the student’s tendency to use anticipation and suspension gestures fits very well within the style.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.12": {
                "text": "[6.12] While both Participants 107 and 109 use the familiar step-and-skip strategies for elaborating the skeleton, Participant 109’s less satisfactory performances demonstrate the many learning opportunities that such an activity contains, especially regarding more idiomatic dissonance treatment and diminutions, which could be addressed at length in an ordinary pedagogical setting. Example 15 . Participant 115’s chains of suspensions (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.13": {
                "text": "[6.13] Let us now consider more briefly several other participants’ performances, which demonstrate some of the challenges in implementing this pedagogical approach. Participant 115’s improvisation on a chain of suspensions (shown in Example 15 ), adapted from Francesco Durante’s regole for 7–6 suspensions, was performed after the participant had realized the pattern in a simple three-voice texture. Thus, the activity progressed from a “dry,” block realization of the pattern (not shown) into a more elaborate musical expression. Several features leave a lot to be desired in these improvisations: for instance, one can critique Line A as overly repetitive, for instance, while Line D is too adventurous and unidiomatic, despite the attempt to carve an arabesque, polyphonic melody. To be sure, there is no clear improvement between Lines A and D, and in fact Line D abandons the cohesiveness of the previous three improvisations for relative disjunction as part of the participant’s experimentation. Nevertheless, this participant’s improvisations prompt three key observations. First, we see an exploration of ways in which a polyphonic melody can project all the stages of a suspension: preparation, dissonance, and resolution. Second, we notice a lapse of the upper-voice framework in Line D, suggesting that a review of the original block realization would be helpful in an ordinary pedagogical setting. Finally, we see that progress within a short activity (circa 10 minutes in length) is not linear: this is to be expected in any learning environment. Example 16 . Participant 116’s Prinner elaborations (click to enlarge and listen) Example 17 . Participant 114’s elaboration on a framework derived from the Rule of the Octave (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.14": {
                "text": "[6.14] Participant 116’s elaborations of the Prinner schema ( Example 16 ) show some of the theoretical rules that need to be reinforced in this pedagogical context, e.g., the unresolved leading tone in improvisation B (m. 3) or the parallel octaves in improvisation C (beat 2, mm. 3–4). In improvisation D, the departure from the framework of the Prinner in mm. 3–4 is well formed contrapuntally and can support a discussion of theoretical teaching points concerning chordal arpeggiations and non-chord tones. However, this is not a realization of the Prinner schema, and thus it is an instance in which issues of theory pedagogy —in which respect the improvisation is rather successful—do not match the specialized goals of the pedagogy of style improvisation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.15": {
                "text": "[6.15] Participant 114’s improvisations on a framework derived from the rule of the octave ( Example 17 ) are particularly weak: they contain many voice-leading problems, parallels in particular (e.g., realization A, m. 7, from beat 1 to beat 2). In addition, several figures are consistently realized incorrectly (e.g., the expected tonicization of V in m. 2), ), and there are unidiomatic clashes between the two parts. To address such problems, it might be advisable either to recast the exercise using Roman numerals, which are more familiar to the student, or to provide more cues for a block-chord continuo texture. In addition, using an intermediate stage of improvising tonal “first-species tonal counterpoint” on this bass could give the student a better harmonic sense of the passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.16": {
                "text": "[6.16] Our analysis of student performances highlights some of the pedagogical benefits for using this activity in the theory curriculum, as well as some of the challenges in implementing them. Potential benefits include: Engaging theory concepts: our exercises give the students opportunities to create melodies by arpeggiating chords and adding non-chord tones. This is an opportunity to review and reinforce concepts from the theory curriculum. Active music making: such exercises turn abstract theory knowledge into a hands-on, kinesthetic and aural experience. Experiencing the style: our pedagogical tasks offer the students paths into eighteenth-century style as it manifests itself in underlying skeletons; the challenge for students and instructors is to elaborate such skeletons in ways that are not only theoretically correct but also stylistically idiomatic. Some of the challenges and prerequisites for performing the task successfully are: Proficiency with figured bass: One possible compromise for students with difficulty realizing figured bass is to use familiar Roman numeral representations as an alternative. While this takes the exercise a further step away from historical pedagogy and from the venerable traditions of figured bass and partimenti, it might be a practical way to enable such activities in modern-day settings that do not emphasize the study of figured bass. Keyboard proficiency: while students who are fluent at the keyboard may have an advantage, the textures are sparse enough to allow even non-pianists to experiment in real time with these materials. Turning the activity into a “play-and-sing,” in which the melody is improvised vocally, could challenge both pianists and non-pianists, though it might be a more time-consuming process. Further challenges have to do with issues of harmony, voice-leading, dissonance treatment, and idiomatic diminutions, (8) which must be addressed in one-on-one or group instruction in keyboard harmony. We did not have sufficient time to correct them in our experimental sessions, but some of the above student outcomes show how trial and error even within a short session may generate idiomatic results, which can then be reinforced. As stated before, intermediate stages, such as creating simple note-against-note or two-against-one (species-like) improvisations may serve as pedagogical scaffolding for more elaborate activities. Existing curricula already have many components to balance, such as written harmony, aural skills, analysis, and form. However, activities in improvisation can complement and support the study of written harmony, aural skills, and even analysis. Since many schools have keyboard harmony courses or units, such exercises could be smoothly fitted into them. As emphasized in Schubert’s ( 2011 ) paper, active music-making amounts to teaching theory. Improvising Complete Movements based on Galant Schemata",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "schubert_2011"
                ]
            }
        },
        {
            "7.1": {
                "text": "[7.1] Matthew Pritchard ( 2009 , 670) describes an improvisation demonstration using the schemata as follows: This reviewer received his most vivid impression of these techniques’ utility, however, from the collaborative lecture-recital offered by Gjerdingen in collaboration with the Swiss organist and professor of historical improvisation in Basel, Rudolf Lutz, given at Durham University’s Music Department on 1 May 2009. The ease with which Lutz could improvise a convincing Mozartian sonata exposition was only surpassed when he proved able to do the same with a list of schemata reeled off on the spot by Gjerdingen. It would have been hard to provide a more immediate demonstration of the practical validity of the book’s models, their status as the closest approximation we currently have to an 18th-century musical “vocabulary.” While our experiment focused on acquiring a basic vocabulary of partimenti and galant schemata and ways of elaborating them, Pritchard’s account of an improvisation based on schemata by Lutz shows some of the more advanced improvisation activities that can be performed with Gjerdingen’s schemata. Such activities may be used, for instance, in improvisation courses for historical keyboard players, graduate courses on keyboard harmony, or in the context of graduate study in music theory. While the present discussion uses elements of the growing discourse on musical form and explains how these elements helped us to improvise in the style, we can only discuss theoretical questions very briefly in this article. Therefore, we cannot do justice to the various approaches to musical form but only allude to a few concepts.",
                "footnotes": [],
                "citations": [
                    "pritchard_2009"
                ]
            }
        },
        {
            "7.2": {
                "text": "[7.2] The authors recorded improvisations based on the first movement of C. P. E. Bach’s Sonata in D Minor, Wq. 62/4. First, the sonata was reduced into an outer-voice skeleton with figures, based on Gjerdingen’s schemata. Each of the authors elaborated the resultant skeleton of the first half. Next, each of us improvised a second half based on a different succession of schemata, which attempts to recreate a plausible second half for a double-reprise form by C. P. E. Bach, be it something like Hepokoski and Darcy’s ( 2006 ) Type 2 or Type 3. The schematic outline of Bach’s original sonata as well as the authors’ extemporized second halves is given in Charts X1, X2, Y, and Z . Example 18 provides the score for the original movement. Example 19 contains a skeleton for C. P. E. Bach’s entire sonata. (9) (Sound files are provided for the original sonata, performed by Slominski, as well as for the improvisations by Rabinovitch and Slominski.) Chart X1 . First Half of C. P. E. Bach, Sonata in D minor, Wq. 62/4 (Original) (click to enlarge) Chart Y . Substitute Framework for the Second Half by Gilad Rabinovitch (click to enlarge) Chart X2 . Second Half of C. P. E. Bach Sonata in D minor, Wq. 62/4 (Original) (click to enlarge) Chart Z . Substitute Framework for the Second Half by Johnandrew Slominski (click to enlarge) Example 18 . C. P. E. Bach, Sonata Wq. 62/4 (first movement) (click to enlarge) Example 19 . C. P. E. Bach, Sonata Wq. 62/4 (first movement schematic diagram) (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "7.3": {
                "text": "[7.3] What we performed on the skeleton of the first half was similar to some of our pedagogical activities, as we re-elaborated the skeleton made of schemata and created different surface diminutions. The next task was different: the second halves of the sonata were improvised by creating an alternative succession of schemata after the double bar. We attempted to improvise second halves that represent plausible formal strategies in C. P. E. Bach’s practice, while recycling the motivic materials that originated as our new elaborations on the original schematic framework of the first half. Note that C. P. E. Bach’s original second half can be conceptualized using Hepokoski and Darcy’s notion of rotational form, with the general order of P and S materials repeated in the single rotation in the second half of this Type-2 sonata. The relative stability of the developmental rotation in sonata-form pieces by C. P. E. Bach has been recognized. For instance, Ratner refers to the development section of the E-minor sonata from the fourth collection of Sonaten für Kenner und Liebhaber (Wq. 58, no. 2) as a “modified exposition”; he also mentions the general possibility of development sections serving as a “review” of the thematic materials from the exposition ( Ratner 1980 , 234 and 229). Thus, Gjerdingen’s schemata and Hepokoski and Darcy’s rotational form may serve as frameworks in generating sonata-form pieces in eighteenth-century style.",
                "footnotes": [],
                "citations": [
                    "ratner_1980"
                ]
            }
        },
        {
            "7.4": {
                "text": "[7.4] In his dissertation on the evolution of sonata form, Greenberg ( 2011 ) observes that the first half of a two-reprise form may continue with or without a double return (a return of the P theme that coincides with the definitive return to the tonic during the latter half of a two-reprise form.) According to Greenberg’s statistical account of a corpus of pieces composed between 1660 and 1770, it is impossible to predict from the first half of a double-reprise movement whether there would be a double return or not: this is one of the distinguishing features between Hepokoski and Darcy’s Type-2 and Type-3 sonatas. (10) In the spirit of Greenberg’s observation, and based on Hepokoski and Darcy’s concept of rotational form, Gilad Rabinovitch improvised a second half with a double return and three thematic rotations (Type 3) and Johnandrew Slominski improvised a second half with no double return and with just one rotation (Type 2). Guiding our Students and Ourselves along Paths to Eighteenth-Century Music-Making",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "greenberg_2011"
                ]
            }
        },
        {
            "8.1": {
                "text": "[8.1] The present authors’ efforts to emulate the instrumental style of C. P. E. Bach are based upon Gjerdingen’s schemata, rotational form, and other formal notions. Byros ( 2014 ) offers an insightful preliminary inquiry into the relations between Gjerdingen’s scale-degree schemata and the patterns of musical forms, with special attention to points of articulation, which are emphasized by Hepokoski and Darcy ( 2006 ) as well as by the late eighteenth-century theories of Heinrich Christoph Koch ( 1782–93 ). The task of improvising or composing a sonata-form movement in eighteenth-century style involves formal and schematic considerations, and requires a knowledge of the repertoire of scale-degree schemata, concepts of global tonal and formal organization, and ways of elaborating the schemata in surface diminutions. Knowledge of particular composers’ styles is not included in the basic system of Gjerdingen’s schemata: a Prinner in a piece by Mozart may be very different from a Prinner in a piece by Corelli, despite the common skeleton. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "byros_2014",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] Finally, the task of generating complete movements in eighteenth-century style connects to broader music-theoretical questions, which can be touched upon only very briefly here. Brown’s ( 2005 ) notion that Schenkerian prototypes and transformations represent the workings of expert composers’ brains is a suggestive possibility for that elusive “something extra” that organizes large-scale compositions; such knowledge may or may not coincide with the global syntax that organizes Gjerdingen’s schemata in a composition. (Of course, the authors’ stylistic emulations lack the expertise of eighteenth-century composers. Moreover, we report here only the conscious aspects of our efforts to perform this task, not our tacit stylistic knowledge). However, if one is willing to entertain the project of creating complete movements out of schemata in an ars combinatoria that is bound by some formal constraints, one might also consider the positions of Riepel ( 1752–68 ), Eckert ( 2000 ), or Gjerdingen ( 2007 ), and not only the organicist line of thinking represented by Schenker’s ( 1926 ) view of sonata form or of Brown’s ( 2005 ) cognitive recasting of Schenkerian theory. (12) Therefore, modern-day engagement with the task of improvising music in eighteenth-century style relates to some of the fundamental problems in music theory. But whether one opts for an ars-combinatorial view or for a more organicist one, Gjerdingen’s schemata and the tradition of partimenti may help us to guide our students—and, no less importantly, ourselves—along paths into eighteenth-century music-making.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "brown_2005",
                    "eckert_2000",
                    "gjerdingen_2007",
                    "schenker_1926",
                    "brown_2005"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.3.rabinovitch.html",
    "data": "mto/data/mto.15.21.3.rabinovitch.json"
}