{
    "title": "Review of Keith Waters, <i>The Studio Recordings of the Miles Davis Quintet: 1965–68</i> (Oxford University Press, 2011)",
    "date": "2012/04/01",
    "volume": "18",
    "issue": "1",
    "authors": [
        "Stover, Chris"
    ],
    "abstract": "",
    "keywords": [
        "Keith Waters",
        "Miles Davis",
        "jazz",
        "modal",
        "transcription",
        "Wayne Shorter",
        "Herbie Hancock"
    ],
    "doi": "",
    "received": "August 2011",
    "pdf": "http://mtosmt.org/issues/mto.12.18.1/mto.12.18.1.stover.pdf",
    "author_info": [
        {
            "name": "Chris Stover",
            "university": "The New School for Jazz and Contemporary Music",
            "address": "55 W. 13th Street, Room 509A, New York, NY 10011",
            "email": "stoverc@newschool.edu"
        }
    ],
    "citations": {
        "barthes_1972": "Barthes, Roland. 1972. Mythologies . Translated by Annette Lavers. New York: Farrar, Straus and Giroux.",
        "brownell_1994": "Brownell, John. 1994. “Analytical Models of Jazz Improvisation.” Jazzforschung/Jazz Research 26: 9–29.",
        "clifton_1983": "Clifton, Thomas. 1983. Music as Heard: A Study in Applied Phenomenology . New Haven: Yale University Press.",
        "evans_1959": "Evans, Bill. 1959. “Improvisations in Jazz.” Liner notes to Miles Davis, Kind of Blue . CD Reissue: Columbia Jazz Masterpieces CK 40579.",
        "lock_1988": "Lock, Graham. 1988. Forces in Motion: The Music and Thought of Anthony Braxton . New York: Da Capo Press.",
        "monson_1996": "Monson, Ingrid. 1996. Saying Something: Jazz Improvisation and Interaction . Chicago: University of Chicago Press.",
        "rahn_2001": "Rahn, John. 2001. “How Do You Du (by Milton Babbitt)?” In Music Inside Out: Going Too Far in Musical Essays , edited by Benjamin Boretz, 127–46. Amsterdam: G+B Arts International.",
        "russell_2001": "Russell, George. 2001. The Lydian Chromatic Concept of Tonal Organization , Fourth Edition. Brookline, MA: Concept Publishing Company.",
        "walser_1997": "Walser, Robert. 1997. “Deep Jazz: Notes on Interiority, Race, and Criticism.” In Inventing the Psychological: Toward a Cultural History of Emotional Life in America , edited by Joel Pfister and Nancy Schnog, 271–96. New Haven: Yale University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Never mind that a close reading in no way denies an eventual (re-)location into said cultural/social/political/racial context. Critiques of jazz analysis often betray a tacet assumption that improvising musicians are either not interested in, or unable to discuss, matters of formal logic, compositional design, or teleological development. For an interesting discussion see Graham Lock’s interview with Anthony Braxton in Lock 1988 (especially 65–67, 91–94, 237–38, and 276–79).",
            "citations": [
                "lock_1988"
            ]
        },
        "FN2": {
            "text": "2. Thomas Clifton addresses this issue when he asserts that he is “interested in uncovering some essences rather than the essence of any music event” ( 1983 , 99).",
            "citations": [
                "clifton_1983"
            ]
        },
        "FN3": {
            "text": "3. Waters is occasionally guilty of the second fallacy: see his analysis of the “wrong” A natural in “Agitation” (50).",
            "citations": []
        },
        "FN4": {
            "text": "4. “‘So What’ is a simple figure based on 16 measures of one scale, 8 of another and 8 more of the first.... ‘Flamenco Sketches’ is a 6/8 12-measure blues form that produces its mood through only a few modal changes.... ‘All Blues’ is a series of five scales, each to be played as long as the soloist wishes....” [ sic : note that Evans has transposed his descriptions of “All Blues” and “Flamenco Sketches”] ( Evans 1959 ).",
            "citations": [
                "evans_1959"
            ]
        },
        "FN5": {
            "text": "5. This last move I find the least defensible on the grounds that it introduces a note (B) that does not seem to square syntactically with the chord itself.",
            "citations": []
        },
        "FN6": {
            "text": "6. I should clarify that this question is important not because there is a misuse of modal terminology from a historical perspective, but because such terminology inaccurately describes (or unnecessarily complicates: see the Hancock example above) the music under investigation.",
            "citations": []
        },
        "FN7": {
            "text": "7. Brownell 1994 , 15. He refers to this frozen record as a “product,” which, contrasted with the (unfrozen) process, creates the product vs. process binary alluded to earlier. Brownell also states that “the traditional approach of Western music theory has been to treat music as being capable of being completely represented by a graphic record” ( 23 , emphasis added). I cannot think of a single Western music theorist who would make such an assertion; on the contrary John Rahn has demonstrated (and Thomas Clifton has insinuated) that it is impossible to do so ( Rahn 2001 , Clifton 1983 ).",
            "citations": [
                "brownell_1994",
                "brownell_1994",
                "rahn_2001",
                "clifton_1983"
            ]
        },
        "FN8": {
            "text": "8. Walser makes a curious appeal, asking whether Rollins’s audience privileged motivic development as essential to the listening experience in the same way that they privileged “militancy,” “blues and soul,” and “creative negotiation with conventions” ( 287–88 ). Given the roster of “bohemian intellectuals” that Walser describes, my answer would be a rather emphatic “yes.”",
            "citations": [
                "walser_1997"
            ]
        },
        "FN9": {
            "text": "9. Braxton, in Lock 1988 , 297. Lock makes an interesting comparison between Braxton’s critique and a similar commentary from Barthes, who asserts that “it is both reprehensible and deceitful to confuse the sign with what is signified. And it is a duplicity which is peculiar to bourgeois art.” Barthes 1972 , 28. Cited in Lock 1988 , 114.",
            "citations": [
                "lock_1988",
                "barthes_1972",
                "lock_1988"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] For all the research on the social and cultural context of jazz, there is surprisingly little rigorous scholarly work that attempts to reveal what is actually taking place as the music unfolds. That is, very little analytical work engages the music as music , penetrating deeply into a close hermeneutic reading. Instead, we typically encounter lists of generalized characteristics, nebulously defined terms like “modal jazz” and “nonfunctional harmony,” and critiques of Western notation’s inefficacy in accounting for timbral and dynamic variation and nuances of pitch and rhythm (as if Western notation is at all sufficient for representing those aspects of Western music!). These discussions are often accompanied by startlingly severe attacks against jazz analysis, on the grounds that hermeneutic readings ignore the cultural, social, political, and racial conditions under which the music was made. (1) Of course, any approach that privileges one aspect of a musical performance will necessarily be impoverished, but by avoiding close discussion of the music, we risk limiting our discourse to vague generalities rather than a deep understanding of the musical material. And it should be equally evident that a thoughtful, carefully considered investigation that reveals even some very small essence of a musical work will ultimately enrich our multivalent understanding of that work and the musical and cultural practice that gave rise to it. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The Studio Recordings of the Miles Davis Quintet: 1965–68 marks an important contribution to the evolution of thoughtful, vigorous writing about jazz. Keith Waters, a veteran performer as well as a prolific jazz scholar, scrutinizes the studio recordings made by this seminal quintet, a group that Bill Kirchner describes on the back cover as “one of the most important musical ensembles of the 20th century.” Throughout, Waters strategically varies his analytical method, focusing on the aspects of a particular performance that seem noteworthy, structurally significant, or groundbreaking. At times he engages in revealing comparative analyses that describe relationships between the composers’ original scores and the recorded versions. Elsewhere he takes the reader through close readings of improvised solos that might focus on motivic development, harmonic substitution, or rhythmic or metric ambiguity. He frequently engages interactions between players, especially during transitional passages in which one improvised solo gives way to the next.  He occasionally compares multiple versions of the same song in order to pursue questions about the nature of the relationship between composition and improvisation. Waters is always careful to engage delicate issues—composers vs. improvisers (13), individual vs. collective (17), process vs. product (74), improvisational epistemologies (54), and the quintet’s historical position, especially vis à vis the avant garde (76–81)—in a way that should alert potential critics to the fact that he is aware both of the need for cultural, social, racial, and political sensitivity and of the crucial role these matters play in any serious investigation of jazz.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Given the complexity of this tangled web of musical and extramusical concerns, it is important to contextualize the methodology that will frame a close reading, and Waters does so expertly.  He summarizes the ways in which each participant contributed to the quintet’s repertoire and developed paradigm-defining improvisational strategies. He discusses the ways in which this music broke new ground on the terrain of post-bop jazz, describing the quintet’s harmonic sophistication (including harmonic progressions not easily explainable in terms of tonal function), melodic development (manipulation of motivic cells, motivic expansion, and melodic paraphrase), rhythmic/metric complexity (especially hypermetric overlap and metric conflict), and formal innovations. Particularly noteworthy are passages in which attributes overlap, as in Herbie Hancock’s solo on “Madness.” In his analysis of the solo, Waters describes how Hancock’s vertical and horizontal shapes inform and enrich one another, all in the context of a “time, no changes” improvisational environment (222–27).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Waters offers a brief history of the evolution of so-called “modal jazz,” beginning with its origins in the theories of George Russell ( 2001 ) and the late-1950s recordings of Davis and others. Six themes emerge under the rubric of “modal jazz”: “Modal scales for improvisation,” “Slow harmonic rhythm,” “Pedal point harmonies,” “Absence or limited use of functional harmonic progressions,” “Harmonies characteristic of jazz after 1959 (Suspended fourth – “sus” – chords, slash chords, harmonies named for modes...),” and “Prominent use of melodic and/or harmonic perfect fourths” (46).",
                "footnotes": [],
                "citations": [
                    "russell_2001"
                ]
            }
        },
        {
            "5": {
                "text": "[5] A few serious problems arise in such a definition, which draws upon well-known accounts of scalar/modal organization.  Waters brings up two important points: that “writers and historians have overemphasized the scalar/modal features, treating the music as if it is purely horizontal, or somehow devoid of an underlying harmonic framework” (44), and that these types of modal descriptions “do not address the manner in which soloists use pitches from outside any underlying scales/modes” (45). (3) But is Waters in fact reinscribing a tautology, that some types of jazz are modal simply because they have been described as being modal? This question is reified as we progress through the aforementioned themes. The first, “Modal scales for improvisation,” is straightforward, following Bill Evans’s well-known description of such improvisational designs in the liner notes to Davis’s Kind of Blue . (4) Whether it accurately describes the music of the 1960s quintet is a worthwhile question, though, especially in light of Waters’s important observation that jazz musicians play many notes not accounted for by the mode. “Slow harmonic rhythm,” likewise, can certainly map onto a modal conception, but it need not necessarily do so.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] “Pedal point harmonies,” “Absence ... of functional harmonic progressions,” and “Harmonies characteristic of jazz after 1959” all describe, if vaguely, structures encountered in post-bop jazz, but they are dubiously modal. Example 1 shows an instance of pedal point harmony from Hancock’s “Dolphin Dance.” This is a typical kind of pedal point—shifting triadic harmonies over a steady bass.  But is it modal? It is certainly possible to map modes onto each harmonic space—G Lydian (or Ionian), to G Dorian, (?, see below), to A Mixolydian, to, say, the third mode of C melodic minor. (5) But why do so? Such a mapping creates more syntactic problems than it solves. For example, it ignores the two beautiful chromatic voice-leading strands shown in Example 2 . But more important, it ignores the notion that these are very different types of sonorities, with different affective qualities and degrees of consonance and dissonance. What is interesting and beautiful about this progression is not that the modes shift, but that there is a subtle intensification of dissonance each time the harmony changes, and that the pedal mediates that dissonance. Example 1 . “Dolphin Dance,” measures 17–20 (click to enlarge) Example 2 . Voice Leading in “Dolphin Dance” (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] I would argue, too, that some of Waters’s “Harmonies characteristic of jazz after 1959” are decidedly non-modal , even though jazz pedagogy has typically treated them as modal. For instance, in a “sus” chord, the third of the chord is suppressed, replaced by a syntactically ambiguous fourth. By asserting a modal connection—playing a G Dorian scale, for instance, over G7(sus)—one denies the fact that G7(sus) and Gmin7 are cognitively and functionally different. But the biggest problem is that all we really have here is a Borgesian list of possible characteristics that may or may not define modal jazz. In other words, we have no criteria to establish some sort of necessary condition for modal jazz, either for inclusion or exclusion. Here’s a musical detail that may or may not index modal jazz, here’s another, and another... Fortunately, Waters seems to agree, although he does not say so explicitly. He asks: “How do we address harmonic progression in the absence of functional harmonic progressions? Is harmonic function sometimes present even in the absence of conventional harmonic functional progressions? Do these compositions support an overall global tonal (or modal) center—that is, do they operate within a single key? If they do operate within a single key, how do they do that? Should we understand harmonic progressions as shifts between implied or present modal/scalar collections? Should we consider bass motion independent from upper-structure harmony?” (49) But the question still lingers: How are all of these modal? (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Jazz scholarship is thorny territory, not least because of the antagonistic stances that arise from conflicting ideologies about how to analyze jazz. Many scholars look with suspicion at analytical readings: Brownell, for instance, accuses those who would foreground details of motivic development in a jazz improvisation as guilty of “notism,” which “springs from a fixation on the object of analysis rather than on the process from which it springs.”  He suggests that “rather than analyzing music, what ends up being analyzed is the frozen record of a process.” (7) Brownell, Monson, and Walser wish to shift the focus to group interaction, “contextual discussion of history and rhetoric,” and “specific social meanings” ( Walser 1997 , 186), in essence asserting that the value systems that determine what is desirable in a jazz performance do not allow for close scrutiny. (8) These types of assertions, however, equate an “African-American” epistemology with one that privileges anti-intellectualism, as if instinct and raw emotional response were the sole governing factors of musical teleology. Despite their best intentions, these authors reify the “reality of the sweating brow” that Anthony Braxton uses to criticize journalists for failing to understand the intellectual rigor with which many (black) improvising musicians approach their craft. (9)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "walser_1997"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Waters challenges these criticisms, making important points about the value of an epistemology that allows jazz musicians to think about compositional design and organic development while acknowledging the social factors that play such important roles in the music’s creation. Unfortunately, though, his tone strikes me as too apologetic, as if he is still leaving some wiggle room. The sentence on page 54, “Certainly many improvisers appear committed to exploring motivic relationships...” should really read: “Many improvisers are committed to exploring motivic relationships...” There is no equivocation here: many jazz improvisers throughout jazz history and across stylistic boundaries state explicitly the importance of motivic development in their improvisational syntax. Ultimately, to fail to acknowledge the serious, thoughtful, developmental aspects of jazz improvisation is to fail entirely to understand how jazz musicians think. Waters makes this point, but he should have made it more emphatically—his position as performer and theorist locates him perfectly as an advocate for such rigorous analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The Studio Recordings of the Miles Davis Quintet: 1965–68 marks a robust attempt to address issues surrounding the transcription and analysis of improvised music and it should serve as an important step toward convincing critics of the utility of close readings for a deeper understanding of musical interactions. Apart from a few quibbles about notation in the musical examples, and the perhaps too-apologetic stance Waters takes at times, I have only one major critique: Waters’s book can feel like something of an epistemological grab-bag, beginning with the aforementioned definition of “modal jazz” and continuing with Waters’s navigation through individual songs without any specific thesis. For example, for “Iris” Waters compares Wayne Shorter’s lead sheet with the recorded version and then digs into Shorter’s solo in search of motivic relations. For “Freedom Jazz Dance” he describes the recording process and compares multiple studio takes. His “Gingerbread Boy” analysis focuses on Ron Carter’s accompaniment and its relations to blues and harmonic substitution. For “Vonetta” a hexatonic parent chord is offered that might govern a number of improvisational choices. And Waters’s “Pinocchio” analysis foregrounds aspects of phrase structure. Of course a much more severe criticism could be leveled if Waters had attempted to map a single epistemological rubric onto this rich and multifaceted body of music. So perhaps this approach is best after all—approaching each song as and how it presents itself . The result is a book that opens many doors for ever-deeper inquiry into this rich and rewarding musical terrain.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.1.stover.html",
    "data": "mto/data/mto.12.18.1.stover.json"
}