{
    "title": "Burning Bridges: Defining the Interverse in the Music of U2",
    "date": "2011/10/01",
    "volume": "17",
    "issue": "3",
    "authors": [
        "Endrinal, Christopher"
    ],
    "abstract": "Popular music analysis, particularly pop-rock analysis, presents several challenges. Despite the repetition and seeming simplicity of the harmonic progressions in many pop-rock songs, analyzing their form can be difficult. One of these difficulties lies in the terminology used to describe the sections within a song. Specifically, the term “bridge” is troublesome because frequently it does not adequately describe the function of the section it represents. Using the music of Irish group U2, this paper defines and illustrates the “interverse,” a new term for the section traditionally called a “bridge” in pop-rock music, one that more accurately describes how the section relates to immediately preceding and succeeding material, as well as how it functions within the song as a whole. In addition to introducing new terminology, this paper also defines, illustrates, and distinguishes among the traditional sections of a pop-rock song, namely the introduction, verse, chorus, refrain, interlude, transition, and conclusion.",
    "keywords": [
        "interverse",
        "bridge",
        "popular music",
        "form",
        "U2",
        "Bono",
        "The Edge",
        "Adam Clayton",
        "Larry Mullen Jr.",
        "introduction",
        "verse",
        "chorus",
        "refrain",
        "interlude",
        "transition",
        "conclusion"
    ],
    "doi": "",
    "received": "February 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.endrinal.pdf",
    "author_info": [
        {
            "name": "Christopher Endrinal",
            "university": "University of Massachusetts, Lowell",
            "address": "35 Wilder St., Suite 3, Lowell, MA 01854",
            "email": "cjsendrinal@gmail.com"
        }
    ],
    "citations": {
        "assayas_2005": "Assayas, Michka.  2005. Bono: In Coversation .  New York: Riverhead Books.",
        "bordowitz_2003": "Bordowitz, Hank.  2003. The U2 Reader: A Quarter Century of Commentary, Criticism, and Reviews .  Milwaukee: Hal Leonard Corporation.",
        "brackett_2000": "Brackett, David.  2000. Interpreting Popular Music .  Berkley: University of California Press.",
        "brackett_2005": "Brackett, David. 2005. The Pop, Rock, and Soul Reader . New York: Oxford University Press.",
        "“bridge_(ii)”_<i>grove_music_online<-i>": "“Bridge (ii).” 2007–11. Grove Music Online . Oxford: Oxford University Press.",
        "burns_1987": "Burns, Gary.  1987.  “A Typology of ‘Hooks’ in Popular Records.” Popular Music 6, no. 1: 1–20.",
        "covach_2005": "Covach, John.  2005.  “Form in Rock Music: A Primer.” In Engaging Music: Essays in Musical Analysis ,  ed. Deborah Stein.  New York: Oxford University Press.",
        "covach_2006": "Covach, John.  2006. What’s That Sound: An Introduction to Rock and Its History . New York: W. W. Norton.",
        "darling_2004": "Darling, Tim.  “A Study of The Edge’s (U2) Guitar Delay.” http://www.amnesta.net/edge_delay (accessed 10 September 2007).",
        "endrinal_2008": "Endrinal, Christopher.  2008.  “Form and Style in the Music of U2.”  PhD Diss. The Florida State University.",
        "everett_1995": "Everett, Walter.  1995.  “The Beatles as Composers.” Concert Music, Rock, and Jazz Since 1945—Essays and Analytical Studies .  Rochester: University of Rochester.",
        "everett_1999": "Everett, Walter. 1999. The Beatles as Musicians: “Revolver” through the “Anthology.” New York: Oxford University Press.",
        "everett_2009": "Everett, Walter.  2009. The Foundations of Rock .  New York: Oxford University Press.",
        "fast_2000": "Fast, Susan.  2000.  “Music, Contexts, and Meaning in U2.” In Expression in Pop-Rock Music: A Collection of Critical and Analytical Essays , ed. Walter Everett.  New York: Garland Publishing.",
        "green_1979": "Green, Douglass.  1979. Form in Tonal Music: An Introduction to Analysis .  New York: Schirmer Books.",
        "middleton_1983": "Middleton, Richard.  1983.  “’Play It Again Sam’: Some Notes on the Productivity of Repetition in Popular Music.” Popular Music 3, “Producers and Markets”: 235–70.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music .  Philadelphia: Open University Press.",
        "middleton_1993": "Middleton, Richard. 1993.  “Popular Music Analysis and Musicology: Bridging the Gap.” Popular Music 12, no. 2: 177–90.",
        "moore_1992": "Moore, Allan F.  1992.  “Patterns of Harmony.” Popular Music 11, no. 1: 73–106.",
        "moore_1998": "Moore, Allan F. 1998. “U2 and the Myth of Authenticity in Rock.” Popular Musicology 3, no. 6: 5–33.",
        "moore_2000": "Moore, Allan F. 2000.  “Constructing Authenticity in Rock.” International e-Journal of the Performing Arts 001.",
        "moore_2001": "Moore, Allan F. 2001. Rock: The Primary Text , 2 nd ed.  Burlington: Ashgate.",
        "moore_2002": "Moore, Allan F. 2002.  “Looking for the Kingdom Come: Questioning Spirituality in U2.” Popular Musicology Online 1.",
        "murphey_1989": "Murphey, Tim.  1989.  “The When, Where, and Who of Pop Lyrics: The Listener’s Prerogative.” Popular Music 8, no. 2: 185–93.",
        "scrimgeour_2004": "Scrimgeour, Diana.  2004. U2 Show .  New York: Riverhead Books.",
        "stephenson_2005": "Stephenson, Ken. 2005. What To Listen For In Rock: A Stylistic Analysis . New Haven: Yale University Press.",
        "stokes_2009": "Stokes, Niall.  2009. U2: The Stories behind Every U2 Song . London: Carlton Books.",
        "summach_2010": "Summach, Jay.  2010.  “The Structural Origins of the Prechorus.” Paper presented at the Thirty-Third Annual Meeting of the Society for Music Theory and the Seventy-Sixth Annual Meeting of the American Musicological Society, Indianapolis, 4–7 November.",
        "tagg_1982": "Tagg, Philip.  1982.  “Analysing Popular Music: Theory, Method, and Practice.” Popular Music 2: 37–67.",
        "discography_discography": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. While the band has an extensive catalogue of live albums, remixes, B-sides, and even an album released under another name, the musical examples used for this article are drawn solely from the band’s twelve studio albums.  Doubtless, alternate or live versions of U2’s music are interesting; however, many of the issues brought to the fore regarding those versions are beyond the scope of this article.",
            "citations": []
        },
        "FN2": {
            "text": "2. The first style period is characterized by a driving, forceful post-punk rock sound.  The second style period features an open, atmospheric sound that incorporates a fair amount of echo and delay in the lead guitar.  A darker sound featuring extensive amounts of electronic processing characterizes the band’s third period.  U2 return to their guitar-driven, rock-based sound in their fourth style period.",
            "citations": []
        },
        "FN3": {
            "text": "3. Please refer to Everett’s The Foundations of Rock book ( Everett 2009 ), Covach’s “Form in Rock: A Primer” article ( Covach 2005 ), and Ken Stephenson’s What To Listen Form In Rock: A Stylistic Analysis book ( Stephenson 2005 ) for recent publications on the topic of form in rock music.",
            "citations": [
                "everett_2009",
                "covach_2005",
                "stephenson_2005"
            ]
        },
        "FN4": {
            "text": "4. “D” designates the coda section because I have chosen to use “C” to label the chorus section.  Since I have chosen “i” for the introduction, the section that effectively “turns on” the song, I have chosen the binary opposite “o” to represent the conclusion, the section that “turns off” the song. I elected not to call the conclusion section an “outro,” as is practiced by some performers and analysts, because the word “outroduction” does not exist.  For consistency, I avoid using the term “intro” and refer to an opening instrumental section as the “introduction.”",
            "citations": []
        },
        "FN5": {
            "text": "5. John Covach (among others) uses the term “pre-chorus” to identify a transitional section that precedes the chorus section.  He uses the term specifically in his formal outline of Michael Jackson’s “Thriller” and Sheryl Crow’s “All I Wanna Do” in his book What’s That Sound? ( Covach 2006 ).  Jay Summach’s 2010 SMT presentation, “The Structural Origins of the Prechorus,” outlines the history of the “pre-chorus” in pop music.",
            "citations": [
                "covach_2006"
            ]
        },
        "FN6": {
            "text": "6. In no way do I mean to imply that taking out an independent sectional interverse makes this or any other song better or worse; qualitative judgments of form are not the subject of this project.  This revision is meant merely to show the lack of transitional function, from purely melodic, harmonic, and lyric standpoints, in an interverse with sectional qualities.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The word “bridge” suggests connecting or transitional function, as in the statement “bridging the gap between point A and point B.”  A physical bridge links two otherwise separate entities.  For example, travelers use the Golden Gate Bridge in California to get from one side of the San Francisco Bay to the other.  Essentially, the Bridge connects the two sides.  While it is a visual wonder and an architectural phenomenon, its primary function is not to serve as a destination, but rather as an agent of transition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Formal analysis of popular music has centered on large-scale formal types, but comparatively little discussion has focused on the individual sections themselves that comprise these designs.  In particular, analyses of rock music have not devoted much attention to “bridge” sections.  Within musical contexts, a “bridge” is ... a passage in which a formal transition is made.  In popular music, [the term refers to] the penultimate section in the refrain of a popular song, leading to the final repeat of the opening section (section b in the form aaba ); the bridge provides contrasts, often tonal as well as harmonic and melodic, with the opening section ... Rock musicians may call any different section that appears once within an otherwise repeating form the bridge. (“Bridge (ii),” Grove Music Online ) This section in modern rock songs, however, often is not transitional in nature.  In other words, the “bridge” section does not necessarily connect two other sections.  The material of the “bridge” section frequently does not contrast that of the surrounding sections.  Additionally, there are “bridge” sections in which the material is melodically, harmonically, and grammatically closed, effectively nullifying any transitional function.  In many examples, therefore, the label “bridge” inadequately describes the function of the section. Using melodic, harmonic, lyric, and reductive analyses of \n“bridge” sections in the music of Irish rock group U2, this article defines and \nillustrates the interverse , which replaces the misnomer “bridge.” (1) Inconsistent use has led to the misapplication of the descriptor “bridge,” \nlikely because there are no definitive criteria for what constitutes the section \nI now call an interverse .  This article will provide such criteria.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]\tAccording to Ken Stephenson, [T]he first problem in the analysis of form (and the fundamental problem for a [project] on general stylistic characteristics) is the discovery of features that delineate sections ... In a musical piece, we must look for formalized musical cues concerning form ... In rock the relevant cues most often appear in the areas of text, instrumentation, rhythm, and harmony.  In many cases, the patterns in these areas work together to create a clear form; in many others, changes in one or more areas work against a backdrop of stability in the other areas to create a subtler form.  And in yet other cases, lack of alignment in the patterns of change of various areas makes for ambiguity ( 2005 , 122). In analyzing the music of U2, I take into account all four areas Stephenson lists.  There are three aspects of the lyrics that help define a song’s form: 1) Repetition: the statement and subsequent return of specific text is perhaps the clearest and most readily identifiable formal characteristic.  Other elements, such as melodic contour and rhythm, are linked to textual repetition, helping the listener make real-time delineations of form, in addition to retrospective judgments; 2) Location: where and when a particular textual passage is used helps determine both its local relationship to surrounding sections and its place within the song’s global formal structure; and 3) Grammar: the ordering of words, the construction of phrases and sentences, and the particular emphases placed on certain lyrics contribute to the textual definition of a song’s overall formal scheme.",
                "footnotes": [],
                "citations": [
                    "stephenson_2005"
                ]
            }
        },
        {
            "4": {
                "text": "[4]\tSeveral musical factors contribute to formal section boundaries, namely changes in instrumentation, melodic motive, and harmonic pattern.  As Stephenson states, variations in instrumentation—“the specific combinations of instruments, including vocal lines, performing a piece”—often signal the beginning of a new section in a rock song ( 2005 , 126).  These changes include, but are not limited to, the addition or subtraction of instruments or voices.  Instrumentation changes lead to textural and timbral differences, which can also serve as formal markers.  The modification of a particular line or motive in one or more of the instruments, such as a new guitar riff or the introduction of a new vocal melody, can also serve as a section delineator. Rock music lacks a formalized set of rules regarding harmonic progressions and cadential formulae.  However, despite this non-traditional harmonic nature, “many rock songs use differences in harmonic progressions to help distinguish sections ... [And because] repetition of harmonic patterns is so common [in rock], any break in the pattern will likely mark a significant moment in the form” (131).",
                "footnotes": [],
                "citations": [
                    "stephenson_2005"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Besides a profound, personal connection to their music, I have chosen to focus exclusively on U2’s catalogue for several reasons.  First, U2 is one of the all-time greats in rock history, as demonstrated by their longevity, sustained relevance, influence, album sales, concert attendance figures, critical acclaim, and popularity \nwith the general public.  Secondly, I use only U2’s music in this essay for the sake of consistency.  Using the music of other rock artists could raise issues of style differences or historical context, and while those issues certainly are worthy of exploration, they are beyond the scope of this article.  My primary intent here is not a historical overview of interverse sections throughout rock history, nor is it to illustrate a particular band’s exceptional use of those sections.  Rather, the purpose of this essay is to identify the function of interverses as they relate to other song sections and to refine those descriptions in order to obtain a more accurate overview of rock song construction in general.  U2’s music merely serves as a model for this type of examination.  In effect, the methods presented here could be applied to the music of many other rock artists.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\tU2’s career can be divided into four style periods, each characterized by particular sonic, lyric, and aesthetic traits. (2) Throughout the rest of this article, a coding system is provided in parentheses following the title of each song to identify where in the band’s chronology the song falls.  The coding system includes a shorthand listing of the style period (Roman numeral), album (capital letter), and track number (Arabic numeral) for the referenced song, each separated by a colon.  For example, “Dirty Day,” the ninth track from the second album (B) of the third style period (III), would be listed as follows: “Dirty Day” (III:B:9).  This shorthand derives the coding system from the following discography, which lists only the band’s full-length studio releases.  U2 has released a number of B-sides, remixes, and live recordings.  Although these songs and performances certainly are interesting and worthy of study, the multitude of variables that encompass these versions—limited circulation and release, the concept of authenticity and legitimacy, live performance considerations, for example—places the complete analysis of these recordings beyond the scope of this article. U2 Discography [ album title (release year)] First Period Boy (1980) October (1981) War (1983) Second Period The Unforgettable Fire (1984) The Joshua Tree (1987) Rattle and Hum (1988) Third Period Achtung Baby (1991) Zooropa (1993) Pop (1997) Fourth Period All That You Can’t Leave Behind (2000) How To Dismantle An Atomic Bomb (2004) No Line On The Horizon (2009)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The majority of the terms in this article are not new to the established popular music lexicon.  However, some of the definitions and uses of the terms are slightly different from conventional usage, and one term is new.  My definitions are based on four factors, listed here in order of relative importance: 1) the section’s timbral and textural character in relation to the song’s other parts, 2) the section’s lyrical content and repetition, 3) the section’s harmonic and melodic content, and 4) the location of the section within the song’s overall formal design and with respect to other sections.  This system of section labeling and designation is akin to the method used by Stephenson, who considers the text to be of central importance, with the harmonic, melodic, timbral, and textural considerations not necessarily less important, but serving as supporting evidence ( 2005 , 124).  Walter Everett ( 1999 , 15–17) and John Covach ( 2005 , 66) take the opposite approach in analyzing form in rock music.  They begin by defining each section in terms of its harmonic content and function, and use the other elements as secondary (though not unimportant) factors.  While certainly significant in the determination of local and global function in the music of U2 for Everett and Covach, a specific section’s location within the song is not as important as the content of the section.",
                "footnotes": [],
                "citations": [
                    "stephenson_2005",
                    "everett_1999",
                    "covach_2005"
                ]
            }
        },
        {
            "8": {
                "text": "[8]\tIn specifically examining the music of U2 and rock music in general, one of the difficulties \none encounters is the lack of standardized terminology used to describe the form of rock songs and the fact that, despite the increased attention paid to popular music scholarship, comparatively little has been written regarding some general definitions of form in rock music.   This article attempts to rectify that dilemma by providing one set of terms and their definitions, along with examples of each drawn from U2’s catalogue.  While the primary concern of this article is to define and illustrate the interverse, I first explain and exemplify the other sections, namely the introduction, verse, refrain, transition, chorus, interlude, coda, and conclusion.  Included with these definitions and model examples from each of the band’s four style periods are some anomalies, aberrant instances that differ markedly from the prototypical models of each section.  Discussion of the other song sections is necessary in order to give perspective to the definition of the interverse.  As I elaborate below, the identification of the specific function of the interverse is contingent upon knowing the content and function of the other parts of the song. Introduction, Coda, and Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]\tThe vast majority of U2’s songs begin with an introduction (i), which is typically instrumental, with a length that varies from just a few seconds to one-and-a-half minutes or even longer.  Establishing the meter, tempo, key, and overall mood of the song is the primary function of the introduction.  Frequently, the introduction also presents the “hook,” the main theme or motive around which the song based. \n(Please see the glossary at the end of the essay for a complete list of terms and their definitions.)  “The Electric Co.” (I:A:10), “Bad” (II:B:7), “Staring At The Sun” (III:C:5), and “A Man And A Woman” (IV:B:7) all utilize prototypical introductions: melodically and harmonically stable instrumental sections of moderate duration (29, 21, 14, and 16 seconds, or 20, 8, 4, and 8 measures, respectively) that use each respective song’s hook to establish a definite tempo, meter, and key.  “Walk On” (IV:A:4) features a rare two-part introduction, the first half of which is highlighted by spoken vocals while the second half is the more customary instrumental passage.  It is in the introduction’s second half that lead guitarist The Edge presents the musical hook, a solo guitar motive reminiscent of the band’s work on The Unforgettable Fire and The Joshua Tree albums from their second style period.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]\tThough rare, there are introductions that create a sense of metric, tonal, and/or character ambiguity that is later resolved by either another part of the introduction or the entrance of another section entirely.  “Ultraviolet (Light My Way)” (III:A:10) provides an example of such an introduction.  The entire section can be divided into two parts: the first 47 seconds (approximately 21 measures), characterized by metric and tonal ambiguity, and the following 18 seconds (eight measures), in which the meter and tonal center of the song are firmly established. Bono’s vocal line is the main content of the first part, in which he sings of uncertainty and doubt: Example 1 . Introduction, Part 1, “Ultraviolet (Light My Way)” (0:20-0:47) (click to enlarge and listen) Sometimes I feel like I don’t know Sometimes I feel like checking out I wanna get it wrong Can’t always be strong And love, it won’t be long ... Accompanying these lyrics is a melody that gives little indication as to the song’s tonality and even less evidence of the song’s meter and tempo. Example 1 is an approximate transcription of that melody.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]\tA  meter and an E major key signature have been assigned to the transcription, with the retrospective knowledge that the remainder of the song after the introduction is, in fact, in 4 4 and in E major, with a tempo of about 107 bpm.  However, an examination of the introductory melody’s rhythm reveals a lack of a clear internal metrical organization, particularly in the last five measures.  The rhythmic liberties \nthat lead singer Bono takes in this specific introduction create an unstructured melody that places more importance on the emotional underpinnings of the lyrics than on a strict observance of the song’s (eventual) meter and key.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]\tThe coda (D) and conclusion (o) both serve to end a rock song. (4) Similar to the introduction, the use of either of these sections is not obligatory, as many rock songs end abruptly after the last chorus.  “Sunday Bloody Sunday” (I:C:1), “Even Better Than The Real Thing” (III:A:2), and “All Because Of You” (IV:B:6), for example, do not include either a coda or a conclusion; instead, each song ends immediately at the end of its final chorus section.  The coda typically consists of music based on material from the chorus, repeating the hook or a set of lyrics from that section.  In the majority of rock songs, there is textual, harmonic, and melodic closure in the coda, although there are examples of inconclusive coda sections.  Often, these inconclusive codas are either those that end on non-tonic harmonies with open-ended thoughts in the lyrics or with a fade-out.  The conclusion section may be appended to the end of a rock song after the coda.  It is instrumental in nature and, much like the coda, is an element that may serve to end the entire song, either with a cadence (frequently on tonic, but not necessarily) or with a fade-out.  A song may contain both a coda and a conclusion.  However, if both sections are used, the conclusion will usually follow the coda in an effort to complete the song’s overall organization: an instrumental conclusion would balance the (typically) instrumental introduction.  “Tomorrow” (I:B:6), “Elvis Presley And America” (II:A:9), “Please” (III:C:11), and “Moment of Surrender” (IV:C:3) incorporate a coda section, while “Fire” (I:B:5), “Running To Stand Still” (II:B:5), “Babyface” (III:B:2), and “In A Little While” (IV:A:6) use examples of a conclusion. Verse, Transition, and Link",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]\tTypically, the material heard after the introduction is the first of several verses (V).  The term “verse” is linked to both the music and the text.  Recurring several times during a given song, verses usually have different lyrics set to the same music.  Each verse has a similar melody, rhythm, harmonic progression, and instrumentation accompanying different text, although slight variations in the melodic contour and rhythmic patterns of the lyrics are quite common.  “‘40’” (I:C:10), “Silver And Gold” (II:C:8), “Stay (Faraway, So Close!)” (III:B:5), and “Wild Honey” (IV:A:7) all use archetypal verses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]\tA transition (T) in a rock song is frequently an unstable passage that connects two other sections of relative stability.  Changes in musical material, most notably the harmonic progression and rhythmic intensity, along with its location, characterize this section.  In U2’s transitions, non-tonic tension-producing harmonies become the focus in order to drive toward another upcoming harmony—frequently tonic—that begins the next section.  Also aiding this push toward tonic resolution is an augmentation of the instrumentation, a thickening of the texture by adding other layers of instruments (e.g. rhythm guitar, strings, or keyboard), or by modifying one of the instruments already present in the texture.  Many times, artists \nsuch as U2 incorporate both techniques.  This section may recur several times throughout the song; the text content may be either similar or identical, or different each time.  Model examples of transition sections can be heard in “Shadows And Tall Trees” (I:A:11), “Desire” (II:B:3), “Last Night On Earth” (III:C:6), and “Stuck In A Moment You Can’t Get Out Of” (IV:A:2).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]\tSome popular music scholars use the term “pre-chorus” to describe what has been defined in this article as the “transition” section. (5) While a reasonable description, this term is adequate only when a transition directly precedes a chorus.  Not all transitions serve \na “pre-chorus” function.  In fact, in U2’s catalogue, there are a number of songs in which transition sections do not precede chorus sections.  Transition sections in “Until the End of the World (III:A:4),” “The Playboy Mansion” (III:C:9), and “When I Look At The World” (IV:A:9) precede refrains (defined below), not choruses.  In “Another Time, Another Place” (I:A:9), “Dirty Day” (III:B:9), and “Discothéque” (III:C:1), the transition section that comes after the first verse precedes a link (defined in the next section).  Transitions can also function to connect \none verse to another (“Like A Song ... ” (I:C:4), “Whose Gonna Ride Your Wild Horses” (III:A:5), “Numb” (III:B:3), and “Stay (Faraway, So Close!)”), or to connect a chorus to an interlude (also defined below), as in “Vertigo” (IV:B:1).  In other words, transition sections are versatile and can have multiple functions, depending on their location within the song’s overall organization.  For the purposes of this article, any section that contains lyrics and connects two other sections will be called simply a “transition.”",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]\tA short instrumental passage that is used between two major sections is called a link (L).  A link usually has transitional function, but, unlike a typical transition section, it is primarily instrumental.  Often, a link uses the song’s hook to transition to a verse from a chorus, although a link may be used in other locations.  Prototypical examples of links can be found in “New Year’s Day” (I:C:3), “Wire” (II:A:3), “Gone” (III:C:7), and “Get On Your Boots” (IV:C:6). Chorus and Refrain",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]\tThe chorus (C) is a section comprised of several lines of text that is distinct from the verse and transition, and returns several times throughout the song, usually with the same or similar lyrics.  Frequently, the title of the song, or some variation of it, is included in the chorus as a lyrical hook.  From a musical standpoint, the harmonies, texture, and timbre in the chorus are different from the material that comes before it, which is usually either a verse or a transition.  Generally, the chorus emphasizes the tonic or the pitch center of the song, which serves to resolve any harmonic or melodic tension created in the preceding section.  “Out Of Control” (I:A:5), “When Love Comes To Town” (II:C:12), “Daddy’s Gonna Pay For Your Crashed Car” (III:B:6), and “I’ll Go Crazy If I Don’t Go Crazy Tonight” (IV:C:5) utilize standard chorus sections. Example 2 . Chorus sections of “One” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]\tThe chorus sections in “One” (III:A:3) stand out in that the lyrics change each time the section appears.  Slight variations to the melody and rhythms of the vocal line accompany the differences in text, although the general contour and overall harmonic language in each of the occurrences of the chorus remain the same.  Transcriptions show that lyrics, while an important factor in determining formal sections within a song, are not the only element to be considered. Examples 2a through 2d present transcriptions of each chorus vocal line and the associated lyrics.  Despite the difference in lyrics among the four passages, two factors distinguish these passages as chorus sections and not verses.  First, the harmonic progression is different from that in the verse: I-vi-IV-I (C-Am-F-C) in the chorus as opposed to vi-II-IV-V (Am-D-F-G) in the verse.  The chorus progression reveals a focus on C, with those tonic harmonies bookending the progression, further characterizing the function of the sections as choruses.  Second, the title word “one” appears (and is repeated) only in these sections.  The word “one” is a common thread among these passages, helping to assign them chorus function.  Despite the A minor centricity initially suggested by the verses, C major functions as tonic because of the combination of its repetition and the lyrical content of the chorus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]\tA refrain (R) consists of one or two lines of text that function as a kind of lyrical hook.  That is, a refrain is repeated several times throughout the song, either in the middle of a verse or at the end of a verse or a transition, therefore making it easily recognizable.  As a result of this placement, a refrain often has a very similar or even the same texture and instrumentation as the preceding verse or transition.  Additionally, a refrain is relatively short, lasting no more than four measures, with a typical length of only one or two measures.  These two attributes—location and sonic content—combine to form the defining characteristic of a refrain: its lack of independence from preceding material.  Unlike a chorus, which is lyrically, texturally, and often harmonically different from a verse or transition, a refrain is not its own section; rather, it is the tail end of the material that precedes it.  Consequently, songs normally use either a refrain or a chorus.  Songs that utilize both are less common.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]\tDespite the refrain’s lack of independence, however, it is an important part of the form \nof a song.  Its primary function is the resolution of any lyrical, melodic, and/or harmonic open-endedness in the preceding material.  The text of the refrain typically is the song’s title or some derivative thereof, and that fact alone imparts some significance \nto the refrain.  Even for those refrains whose text is not the title, the repetition throughout the song lends the refrain import.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]\t“Hawkmoon 269” (II:C:4) uses a straightforward example of a refrain.  The lyrics “I need your love” are used at the end of each verse, and therefore function as the refrain.  As the independent clause, it provides the necessary grammatical closure to the dependent clauses in the preceding lines that begin with “Like ... ”  Below are the third and fourth verses: Verse Refrain Verse Refrain Like a rhythm unbroken, Like drums in the night, Like sweet soul music, Like sunlight, I need your love. Like coming home, And you don’t know where you’ve been, Like black coffee, Like nicotine, I need your love (I need your love). I need your love (I need your love). (1:08) (1:17) (1:23) (1:32) “A Day Without Me” (I:A:8), “The First Time” (III:B:8), and “Grace” (IV:A:11) are among other songs that incorporate a typical verse-ending refrain.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22]\tRefrains may also follow transitions in order to end lyrical stanzas, as in “Until The End Of The World.”  Here, each stanza is comprised of an eight-measure verse followed by a four-measure transition.  A portion of the song’s title functions as the primary lyrics of the two-measure refrain that serves to close the stanza, as illustrated below: Verse Transition Refrain Haven’t seen you in quite a while I was down the hold just passing time Last time we met was in a low-lit room We were as close together as a bride and groom We ate the food, we drank the wine Everybody having a good time, except you You were talking about the end of the world (0:36) (0:55) (1:05) Example 3 . Vocals and bass line of the Verse, Transition, and Refrain in “Until The End Of The World” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23]\tGrouped together, the segments I have labeled “Transition” and “Refrain” are not a chorus section for several reasons.  First, the lyrical hook, “You were talking about the end of the world,” is the very last line of text, concluding the stanza.  Often, the lyrical hook in a chorus section appears earlier.  Second, despite no change to the overall texture and instrumentation, a cymbal crash and an eighth-sixteenth-sixteenth snare drum pattern on the last beat of the transition subtly separate that section from the upcoming refrain.  Lastly, although the vocal melody reaches a resolution in the final measure of the refrain, it is accompanied by a non-tonic harmony (A).  The harmonic progression through the transition and refrain is relatively unstable.  Emphasis on the pitch center, E, occurs after the refrain, during the link, as the transcription in Example 3 demonstrates.  While the refrain provides lyrical and melodic closure, the link supplies the harmonic resolution.  In effect, this link functions as an “instrumental chorus.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24]\tOf the 137 songs analyzed for this project, 21 (15.3%) incorporate refrains, and of these 21, only 4 use both a refrain and a chorus.  “Tryin’ To Throw Your Arms Around The World” (III:A:9) is one of those rare tracks.  The placement of the two-measure refrain in the middle and at the end of the verse, along with the refrain’s lyrical content, easily distinguish it from the eight-measure chorus that follows the verse: Verse Refrain Verse (con’t) Refrain Chorus Six o’clock in the morning You’re the last to hear the warning You’ve been trying to throw your arms around the world You’ve been falling off the sidewalk Your lips move but you can’t talk You’ve been tryin’ to throw your arms around the world I gonna run to you, run to you, run to you ... Be still I gonna run to you, run to you, run to you ... Woman I will (0:16) (0:21) (0:32) (0:37) “With A Shout” (I:B:8), “Where The Streets Have No Name” (II:B:1), and “Some Days Are Better Than Others” (III:B:7) are the other three songs that have both a refrain and a chorus. Interlude and Interverse",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]\tAn interlude (I) features instrumental solos, lacks texted vocals, and usually includes dramatic variations in texture and timbre from previous material.  “Texted vocals” refers to actual lyrics—real words instead of syllables, intonations, or scat-like vocalizations such as “oh,” “ah,” “ooh,” and the like.  The harmonic progression in the interlude frequently is based either on the verse or the chorus; however, interludes with different harmonic progressions are also common.  Usually, there is just one interlude per song, which appears after the second statement of the chorus or before the final chorus section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]\tTypically, a rock interlude—commonly referred to as the “solo” or “instrumental break”—is the part of the song where the musicians display their virtuosity, particularly the lead guitarist.  Jimmy Page’s solo in Led Zeppelin’s “Tangerine” ( Led Zeppelin III [1970], track 7) and Slash’s passage in Guns N’ Roses’ “You Could Be Mine” ( Use Your Illusion II [1991], track 12) serve as classic examples of a rock interlude, which often has been referred to as an “instrumental bridge.”  That terminology, however, is problematic due to the implications of the term “bridge.”  These implications and the associated difficulties will be detailed shortly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27]\tThe interlude in a U2 song is also instrumental, but the typical U2 interlude differs from more traditional rock interludes in that it is used primarily to present and develop a musical idea rather than flaunt guitar-playing skill.  In “Sunday Bloody Sunday,” The Edge’s solo passage functions more as counterpoint to Adam Clayton’s bass line than as a display of guitar prowess.  The interludes in “Even Better Than The Real Thing” and “Kite” (IV:A:5) serve to contrast the vocal lines in each song, and the solo in “Some Days Are Better Than Others” is a simple melody played on an overdriven guitar.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28]\tThe interverse (N) is the section previously referred to as the “bridge.”  I have renamed the section due to the semantic implications of the term “bridge,” which suggests connecting or transitional function.  I \nhave chosen the term “interverse” because of the word’s constituent parts.  The prefix “inter-“ is for the fact that the section occurs between two other sections: the interverse does not begin or end a song; and the suffix “-verse” for the fact that there are lyrics in the interverse.  The interverse can function similarly to the previously defined “interlude;” the primary difference between the two sections is that the interverse includes texted lyrics while the interlude is principally instrumental.  It is not uncommon for rock songs to incorporate both an interlude and an interverse.  Artists typically distinguish the interverse from other sections by stark changes in texture, instrumentation, timbre, harmony, melody, lyrics, or any combination thereof.  However, as some of the following types of interverses prove, this contrast is not a requisite condition of the section.  The interverse tends to provide a formal break in the song as well as to build tension that is eventually resolved in the subsequent material.  That is, it serves as a kind of push toward the end of the song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]\tThere are four types of interverses: independent continuous, independent sectional, dependent continuous, and dependent sectional.  Each interverse is distinguished from the others by its relationship to preceding and succeeding material.  The following definitions borrow some terminology from the analysis of classical formal structures, particularly Douglass Green’s discussion of small forms \n( Green 1979 ).  The independent continuous interverse (N ) is the most common type of interverse in U2’s catalogue, appearing in 28 of the 137 songs analyzed in this project, or 20.4%.  New musical material, such as a new chord progression, different instrumentation, a new vocal melody, a change in texture, or any combination of those elements provides the “independent” quality, while an opened-ended, non-tonic harmony and/or melody note at the end of the section supplies the “continuous” quality. Example 4 . Reduction of “Sometimes You Can’t Make It On Your Own” (2:40-3:57) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "green_1979"
                ]
            }
        },
        {
            "30": {
                "text": "[30]\t“Sometimes You Can’t Make It On Your Own” (IV:B:3) demonstrates some prototypical qualities of an independent continuous interverse. Example 4 is a reduction of this interverse and the surrounding transition and chorus sections.  The strip of letters above the reduction represents a condensed formal overview of the song.  Each letter is an abbreviation for the corresponding song section (i = introduction, V = verse, T = transition, etc.).  The seven-measure section preceding the interverse performs \na transitional function between the second chorus and the interverse.  Together, \nthe second chorus and the interverse are labeled as “Transition 2” due to different melodic and harmonic material from the previous transition sections in the song.  That is, the F, C, Dm, and Am harmonies ( ♭ VI, ♭ III, iv, and i, respectively) in the preceding transition are not used in the song until this point.  They constitute a new harmonic progression with a faster harmonic rhythm than in previous sections, thus contributing to this section’s transitional character.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]\tAfter a brief mode shift to A minor in the transition, the “home” key of A major returns in first measure of the interverse.  Accompanying this return are a new vocal melody, a new harmonic progression, and an expanded texture, all of which contribute to the “independent” quality of the interverse.  Although the chords in this section are not new to the song’s harmonic language, they are used in a different order, thereby creating a different progression.  The “continuous” nature of the interverse stems from both the music and the lyrics.  Despite the vocal line’s almost scalar descent from the high A to the tonic pitch an octave below, there is a lack of finality at the end of the section due to the non-tonic D major harmony and the lyrics “Don’t leave me here alone.”  The subsequent chorus and coda sections are needed to bring the song to an appropriate close, both harmonically and lyrically. Example 5 . Reduction of “Mysterious Ways” (1:43-3:16) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Example 5 is a reduction of part of “Mysterious Ways” (III:A:8).  Similar to the interverse in “Sometimes You Can’t Make It On Your Own,” the harmonies in this independent continuous interverse of “Mysterious Ways” are not new to the song’s harmonic collection.  As illustrated in the reduction, the harmonies are the same as those in the chorus, but used in a different order in the first half of the section.  A change in the harmonic progression, in conjunction with a new lead guitar pattern and a new vocal melody, renders this particular interverse “independent,” while the final A ♭ harmony is inconclusive, eventually ascending in stepwise motion to the tonic B ♭ harmony that begins the next section—hence, the continuous label.  I choose not to interpret the new progression as a key change or tonicization of A ♭ because of the length of the new progression—only four measures that lasts a scant nine seconds—and because of the function of the A ♭ harmony in the interverse.  It is not a destination; instead, it serves as a lower neighbor to the tonic B ♭ harmony that enters after the lyrics “how by this love,” at about the 2:48 mark. Example 6 . Reduction of “Elevation” (1:36-2:52) (click to enlarge) Example 7 . Three versions of “Elevation”: studio, edited a, edited b (click to enlarge and listen) Example 8 . Form diagrams of three versions of “Elevation” (click to enlarge) Example 9 . Reduction of “City Of Blinding Lights” (3:56-4:58) (click to enlarge) Example 10 . Reduction of “Original Of The Species” (2:01-3:51) (click to enlarge) Example 11 . Two version of “Original Of The Species”: studio and edited (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Example 6 is a reduction of several sections of the song “Elevation” (IV:A:3), which represents an example of an independent sectional interverse (N ).  This type of interverse is characterized by new musical material as well as by a conclusive tonic harmony ending.  The interverse in “Elevation” introduces a new harmony, D, and features a drastically different texture, vocal register, and melody from previous sections, thereby qualifying this specific interverse as “independent.”  The harmonic structure of this interverse reveals its “sectional” quality: a tonic ending closes the section harmonically, thereby negating any transitional function the section may have had.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34]\tIn addition to being harmonically and melodically conclusive, this interverse is lyrically terminative, ending with the line “I believe in you.”  Because of the conclusive melody, harmony, and text, the interverse does not flow smoothly into the third chorus, exemplifying the deficiency of the term “bridge.”  In this particular example, this section does not have transitional function; therefore, it cannot be called a “bridge” because it does not connect or transition out of or into either of the two surrounding choruses.  Hypothetically, the interverse could have been left out altogether, and the second and third choruses could just as easily have been stated successively, consequently changing the overall form of the song from an AA′BA′ to AA′A′′.  This hypothetical edited version is listed in the middle column of Example 7 , “ edited a .”  A second hypothetical edit (“ edited b ”) changes the form of the song even more radically by splicing out the second link, the interverse, and the third chorus, resulting in an overall form of AA′.  The bold and italicized lyrics in each column represent the section(s) that have been spliced out to create the respective edited versions.  Overall, the form of the song would radically change with each edition, as listed in Example 8 . (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35]\tThe third type of interverse is the dependent continuous interverse (N ).  This type differs from the first two in that it borrows musical material from other sections within the song, hence the “dependent” label.  It is “continuous” because of harmonic and/or melodic open-endedness.  “City Of Blinding Lights” (IV:B:5) contains a clear example of a dependent continuous interverse.  This particular interverse not only incorporates part of the bass line and harmonic progression first heard in the chorus section, but also has the same instrumentation and timbre as the chorus, thereby qualifying it as “dependent.”  As shown in the reduction in Example 9 , the inconclusive D ♭ harmony and the slurs connecting the interverse to the succeeding chorus—as well as to the preceding transition—indicate the section’s “continuous” function.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36]\tThe dependent sectional interverse (N ) is the fourth type of interverse.  It borrows material from other song sections but is harmonically and/or melodically closed. Example 10 presents a reduction of part of “Original Of The Species” (IV:B:10).  Here, the harmonic progression is drawn from the previous transition, lending the “dependent” quality to the section, while the tonic endings in both the melody and supporting harmony contribute to this interverse being “sectional.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37]\tIn similar fashion to “Elevation,” the sectional nature of this interverse allows for a hypothetical revision that changes the song’s form by removing the interverse.  The right column of Example 11 lists the lyrics for this edited version, in which the last two lines of the second chorus, the second link, the interverse, and the first two lines of the chorus’ are taken out and the remaining material is spliced together.  Much like the interverse in “Elevation,” the transitional function of the passage is countered by the fact that the interverse is sectional.  Neither does the section fulfill the requirement of “contrast” set forth in the Grove definition of a “bridge” due to its dependent quality.  Describing this portion of “Original Of The Species” specifically as a dependent sectional interverse instead of a general, vague, and inaccurate “bridge” identifies particular musical characteristics of the section as well as identifying how the section functions in relation to surrounding material.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38]\tOne of the objectives in defining, demonstrating, and differentiating the various sections of a rock song—and in particular replacing the descriptor “bridge” with “interverse”—is specificity of function and terminological consistency.  Defining these terms precisely and consistently necessitates in-depth examination of formal relationships within rock songs.  As can be deduced by the above definitions, many of the sections can function and relate to the surrounding material in different ways, particularly the interverse.  Identifying the specific function of a song section can clarify its relationship to the other passages, in turn affecting the meaning and interpretation of the song as a whole.  The detailed classification system described in this article allows for better, more complete stylistic comparisons among U2’s songs, with the potential for application to works by other artists within and across popular music genres.  Ultimately, this system allows for a more thorough understanding of formal processes and song construction in U2’s music specifically, and popular music in general. Glossary Chorus (C) —the section of the song that resolves any lyrical and/or musical tension established in previous sections.  It is distinct from the verse and transition in that the chorus returns several times throughout the song, usually with the same lyrics.  Typically, the chorus uses the title of the song, or some variation of it, as a lyrical hook. Coda (D) —an optional closing section that uses lyrics, usually featuring repeated text from the chorus that \ntypically provides lyrical closure to the song. Conclusion (o) —an optional closing section that does not feature lyrics and is primarily instrumental.  It usually appears after a coda, if one is present, and serves to end the entire song, either with a cadence or with a fade out. Dependent Continuous Interverse (N ) —an interverse that borrows musical and/or lyrical material from other song sections and is harmonically and/or melodically open.  This type of interverse does not contrast markedly with the rest of the song. Dependent Sectional Interverse (N ) —an interverse that borrows musical and/or lyrical material from other song sections and is harmonically and/or melodically closed.  This type of interverse does not contrast markedly with the rest of the song. Hook —the main theme or motive around which the song is based.  The hook often is presented in the introduction, although this material frequently is featured in the chorus.  A song may have multiple hooks, which may be of musical character or lyrical content, or both. Independent Continuous Interverse (N ) —an interverse that uses new musical material and ends on an open-ended, non-tonic harmony and/melody note.  This is the most common type of interverse. Independent Sectional Interverse (N ) —an interverse that uses new musical material and ends on a conclusive tonic harmony. Interlude (I) —the section of a song that features instrumental solos and (typically) dramatic changes in texture and timbre. Interverse (N) —formerly known as the “bridge” section.  Usually, this section features new or contrasting material from previously heard sections, although contrast is not necessarily a requirement of the section. Introduction (i) —the opening section of a song.  This section typically is instrumental, and frequently presents the song’s “hook.” Link (L) —a short, typically instrumental passage that connects two major sections (e.g., a chorus and a verse). Overall Form —the large-scale organization of a song, usually consisting of a small number of large sections, each of which is made up of smaller sections. Refrain (R) —a line or pair of lines that recur throughout the song.  The refrain usually appears at the end of a verse or a transition.  Most often, the song’s title, or some variation thereof, serves as the text of the refrain. Specific Form —a detailed summary of the song’s organization.  The specific form outlines the individual sections that ultimately comprise the song’s larger, overall design. Transition (T) —a passage of relative instability that serves to connect two other sections, usually a verse to a chorus or refrain. Verse (V) —a recurring section that usually has different lyrics set to the same, or similar, music, although slight variations in the melody’s contour and rhythmic patterns \nare not unusual. Return to text",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: (per)form in(g) rock",
    "source": "mto/raw/mto.11.17.3.endrinal.html",
    "data": "mto/data/mto.11.17.3.endrinal.json"
}