{
    "title": "Feminist Music Theories—Process and Continua",
    "date": "1994/05/01",
    "volume": "0",
    "issue": "8",
    "authors": [
        "Killam, Rosemary N."
    ],
    "abstract": "Feminist music theories can usefully include concepts of relationship, reflexivity, contextuality and subjectivity. These theories can support diversity and individual experience through celebrating performance and ritual, and can explore process along with structure. Two songs of Parton illustrate relationships of modality and tonality. The songs support comparison and contrast of culturally-accepted means of expansions of tonal centers. Twentieth-century poets such as Frost and Rushin illuminate relationships and the stress they can bring to the originators. Recent compositions and writings of Larsen and Tower add to our music theoretic concepts.",
    "keywords": [
        "Feminist",
        "Parton",
        "Citron",
        "McClary",
        "Tower",
        "Larsen",
        "Frost",
        "Rushin",
        "Houston"
    ],
    "doi": "",
    "received": "",
    "pdf": "",
    "author_info": [
        {
            "name": "Rosemary N. Killam",
            "university": "University of North Texas",
            "address": "College of Music, Denton, TX 76203",
            "email": "rkillam@scs.unt.edu"
        }
    ],
    "citations": {
        "baczewski_and_killam_1992": "Baczewski, Philip and Killam, Rosemary N. 1992. “Perception of a\n   Musical Construct by Musicians with Absolute Pitch.”  Presented\n   at the Second International Conference on Music and Cognition. \n   Los Angeles, CA.",
        "citron_1993": "Citron, Marcia J. 1993. Gender and the Musical Canon .\n   Cambridge:  Cambridge University Press. 145–164.",
        "doane_and_hodges_1987": "Doane, Janice and Devon Hodges. 1987. Nostalgia and Sexual\n   Difference:  The Resistance to Contemporary Feminism .  New York\n   and London:  Methuan.",
        "frost_1971": "Frost, Robert. 1971. “Two Tramps in Mud Time.” New Enlarged\n   Anthology of Robert Frost's Poems .  New York:  Washington Square\n   Press.",
        "hekman_1991": "Hekman, Susan J. 1991. Gender and Knowledge:  Elements of a\n   Postmodern Feminism . Boston:  Northeastern University Press.",
        "killam_1993": "Killam, Rosemary N. 1993. “Women Working:  An Alternative to\n   Gans.” Perspectives of New Music 31, no. 2 (Summer): 231–252.",
        "marvin_1994": "Marvin, Elizabeth W. 1994.  “Can We Hear Retrograde\n   Inversion?—Sex Differences in Recognizing Melodic \n   Transformations”. Paper presented at the University of North\n   Texas, Denton, Texas.",
        "larsen_1994": "Larsen, Libby. 1994. Letter to Killam, January 6.",
        "larsen_1992": "Larsen, Libby. 1992. Missa Gaia:  Mass for the Earth . Boston:\n   E. C. Schirmer Music Company.",
        "mcclary_1991": "McClary, Susan. 1991. Feminine Endings:  Music, Gender and\n   Sexuality .  Minnesota:  University of Minnesota Press. 35–52.",
        "parton_1993": "Parton, Dolly. 1993. “Down from Dover” and “I Will Always Love\n   You” on The RCA Years, 1967–1986 . New York:  BMG Music.",
        "rushin_1993": "Rushin, Kate. 1993 (1983). “The Bridge Poem,”  in Feminist\n   Frontiers III . Edited by Laurel Richardson and Verta Taylor. New\n   York:  McGraw-Hill. (Published originally in This Bridge Called\n   My Back:  Writings by Radical Women of Color , edited by Cherrie\n   Moraga and Gloria Anzaldua. New York:  Kitchen Table: Women of\n   Color Press.)",
        "tower_1992": "Tower, Joan. 1992. Fanfare for the Uncommon Woman IV . Premiered\n   by the Kansas City Symphony, October 16."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Discussion of the centralities of feminist music theory\nhas been underway at every conference I have attended recently. \nSome of the most extensive feminist musical analyses have been\nundertaken by musicologists, as exemplified by McClary’s analysis\nof Monteverdi, ( McClary 1991 , 35–52) and Citron’s analysis of\nChaminade.  ( Citron 1993 , 145–164)  Theorists are beginning to\npublish explicitly feminist music theories.  The following are\nelements I consider relevant to formulations of a feminist music\ntheory.  Other theorists will have different parameters,\nengendering the strengths described by Doane and Hodges 1987 (140–\n141):  “because there are many feminisms, the movement does not depend\non the fortunes of a single leader or group.  We are accustomed\nto think in terms of the powers associated with accumulation and\nidentity rather than the powers associated with dispersion and\nrupture precisely because the conditions of discourse, based on\nbinary oppositions that preserve identity, insist that we do.”\nMy current formulation will change.  I write now at a point\nwithin the process of concept development.  No doubt, I will have\nmoved past this point by the time Music Theory Online , our\nquickest means yet for framing the discourses among us, is\npublished.  This description forms no phallocratic inscription on\ntablets of silicon, but serves as a signpost on the aural\njourneys being mapped out by Marvin ( 1994 ). Current Centralities in Feminist Music Theory",
                "footnotes": [],
                "citations": [
                    "mcclary_1991",
                    "citron_1993",
                    "doane_and_hodges_1987",
                    "marvin_1994"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Current feminist music theories can be more supportive of us all if they\ninclude men, as theorists, composers, musicians.  In addition,\nthese concepts should include music, musicians and theories\nheretofore marginalized in the discourse of our discipline. \nFeminist theories can encompass supplementary ideas such as: They can be relational to current theoretical stances,\nwhile deconstructing them.  Hekman’s concepts of Derrida’s work\ncan be useful here: “Feminist deconstruction entails a radical restructuring of\nwestern thought and practice, a fact that Derrida both\nacknowledges and explicates in his work. . . .This discourse\nspeaks in a multiplicity of sexual voices; it is a discourse\nwhich has no center, neither masculine nor feminine, yet does not\nerase either the masculine or the feminine”  ( Hekman 1991 175). They are reflexive of women’s experiences, and will\ncircumvent imposing unilateral interpretive judgements.  They\nwill avoid framing musical theoretic discourses as private power\nrelationships which impose the theorist’s interpretation on the\nmusic, as well as the inverse, where the music theory is said to\nbe impelled by the force of musical masterworks. They can be contextual , recognizing the influences of\nculture and history. They can be supportive of diversity and individual\nexperience.  Thus, recent research suggesting fundamental\ndifferences in hearing music, such as those people with and\nwithout absolute pitch, contains feminist aspects (baczewski_killam_1992). They can be subjective , avoiding false objectivity through\nacknowledging the personal situatedness of our individual\nepistemologies. They can be process-oriented , including concepts of drama\nand myth, noting that myth includes rather than excludes truth,\nencompassing more of human experience than “simple” truth\n( Killam 1993 , 230–251). They can celebrate multiple relationships between music,\nmusic theory and the cultures in which these relationships are\ndeveloped.  Feminist theories of music can acknowledge the\nimportance of performance and ritual in our mutual empowerment. Analytical Applications",
                "footnotes": [],
                "citations": [
                    "hekman_1991",
                    "killam_1993"
                ]
            }
        },
        {
            "3": {
                "text": "[3] As an example of musics and theories to be included in our\ndiscussions, I suggest two songs written (and recorded) by Dolly\nParton.  The first, “Down from Dover,”  documents the desertion\nof a young woman’s lover and the death of her child.  The music\nis modal and chantlike, with few clear dominant-tonic\nrelationships, depending instead on its horizontal melodic\nrelationships.  Parton modulates up a minor second for the last\nverse, claiming an authenticity for her description of the\nevents. ( Parton 1993 )  The second song is the recent hit, “I\nWill Always Love You,” written also by Parton and recorded by her\nin 1973. ( Parton 1993 )  This latter work has received wide\nrecent currency in performances by both Parton and Whitney\nHouston, encompassing both Anglo and Afroamerican performance\npractices.  This latter song is securely tonal, with the first\ncadence sliding from a preliminary plagal to an authentic half,\nprolonging and supporting what in retrospect is heard as a second\nscale degree, which achieves final resolution only at the close. \nHouston’s most-widely played recording of the song modulates up a\nstep for the last verse, as does Parton’s “Down from Dover.”  Both\nsongs present tonalities that stretch our concept of “beginning\nand ending in the same key“ in a way quite culturally acceptable,\nparticularly in religious celebratory music. Both Houston’s and\nParton’s performances combine elements of ritual and myth into\ntheir musical interpretations of texts, one mourning the death of\nlove and the other proclaiming an eternity of love and caring of\none human for another.",
                "footnotes": [],
                "citations": [
                    "parton_1993",
                    "parton_1993"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Recent music literature which incorporates concepts of\nwomen’s voices include Larsen’s Missa Gaia , and Tower’s Fanfare for the Uncommon Woman IV , premiered during the 1992\nSociety for Music Theory Conference, with  several music\ntheorists in the audience.  Those attending will remember the\nrhythmic and timbrel complexity of Tower’s music, as well as her\nexplication of her compositional intent in her presentation to\nthe audience prior to the performance.  These latter works by\nTower and Larsen need fuller analysis than can be provided by me\nat this preliminary point along the continuum of development of\nfeminist music theories. Larsen recently noted in a comment on\nwomen’s performance practices recently noted, “When Bessie Smith\nslides from a flatted third to a major third she’s not resolving anything , and we both know it” ( Larsen 1994 ).",
                "footnotes": [],
                "citations": [
                    "larsen_1994"
                ]
            }
        },
        {
            "5": {
                "text": "[5] As a point of temporary closure, I hope that the processes\noutlined in this article strengthen its readers.  I hope this\nreading encourages more support for women, for music, for\nmusicians, for music theorists, and for all that we bring to\nhumanity.  I evoke Robert Frost’s “Two Tramps in Mud Time,” where\nhe summarizes, My object in living is to unite My vocation and my avocation As my two eyes do one in sight.  ( Frost 1971 , 114) Yet, I acknowledge the anguish of Rushin’s “The Bridge Poem”: I must be the bridge to nowhere But my true Self And then I will be useful.  ( Rushin 1993 , 516) The process of creation of new music theories can be lonely and\npainful:  may we continue to assist each other along the multiple\ncontinua of our choices.",
                "footnotes": [],
                "citations": [
                    "frost_1971",
                    "rushin_1993"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.94.0.8.killam.html",
    "data": "mto/data/mto.94.0.8.killam.json"
}