{
    "title": "From Similarity to Distance; From Simplicity to\nComplexity; From Pitches to Intervals; From Description to\nCausal Explanation",
    "date": "1994/07/01",
    "volume": "0",
    "issue": "9",
    "authors": [
        "Rahn, Jay"
    ],
    "abstract": "Words and phrases specifying similarity and distance abound in musical discourse. This essay explores such pitch-predicates as “matches”, “is in the vicinity of”, and “is closer to. . .than to”. Sought here are ways in which pitch and pitch-interval predicates might be inter-connected logically. Within a nominalist framework, an orderly progression from pitch- to pitch-interval-predicates can be proven and interpreted in terms of simplicity. Also indicated are connections between the present formulation and issues of (i) dimension- ality and explanation in psychoacoustics, Gestalt psychology, and behaviorism, and (ii) nominalism and the “numerological fallacy” in music theory.",
    "keywords": [
        "similarity",
        "proximity",
        "structure",
        "simplicity",
        "complexity",
        "pitch",
        "interval",
        "psychoacoustics",
        "Gestalt",
        "behaviorism",
        "psychology",
        "perception",
        "logic",
        "definition",
        "theorem",
        "proof",
        "postulate",
        "John Rahn",
        "Jay Rahn",
        "Nelson Goodman",
        "nominalism",
        "individual",
        "part",
        "whole",
        "platonism",
        "number",
        "set",
        "description",
        "explanation"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.9/mto.94.0.9.rahn.pdf",
    "author_info": [
        {
            "name": "Jay Rahn",
            "university": "York University (Canada)",
            "address": "Atkinson College, Fine Arts Department, 4700 Keele Street, North York, Ontario M3J 1P3",
            "email": "relation@vm1.yorku.ca"
        }
    ],
    "citations": {
        "field_1980": "Field, Hartry. 1980. Science without Numbers: A Defence of\nNominalism . Princeton, NJ: Princeton University Press.",
        "goodman_1966": "Goodman, Nelson. 1966. The Structure of Appearance . Indianapolis: Bobbs-\nMerrill.",
        "goodman_1961": "Goodman, Nelson. 1961. Science and Simplicity . Washington, D.C.:\nVoice of America (repr. in Nelson Goodman. 1972. Problems and\nProjects . Indianapolis: Bobbs-Merrill. 337–46).",
        "hellman_1989": "Hellman, Geoffrey. 1989. Mathematics without Numbers: Towards a\nModal-Structural Interpretation . Oxford: Clarendon Press.",
        "koehler_1947": "Koehler, Wolfgang. 1947. Gestalt Psychology . New York: Liveright\n(repr. New York: New American Library).",
        "morris_1993": "Morris, Robert D. 1993. “:New Directions in the Analysis of Musical Contour.” Music Theory Spectrum 15, 2: 205–28.",
        "rahn_1994a": "Rahn, Jay. 1994a. “Outline of a Causal Theory of Music.” Paper presented at Graduate Music Theory Colloquium, Eastman School of\nMusic. Rochester. February.",
        "rahn_1994b": "Rahn, Jay. 1994b. “A Non-Numerical Predicate of Wide Applicability\nfor Intervallic Relations in Music.” Paper presented at the Simposion International de Muzicologie: Muzica si Matematica, Bucharest. May.",
        "rahn_1993": "Rahn, Jay. 1993. “A Nominalist Formulation of Basic Terms in Radical\nBehaviorist Theory.” unpub. ms. Toronto: the author (formulations\ndistributed in 10pp. handout of Jay Rahn. “Imaginary Entities in\na Phenomenal Theory of Music.” Paper presented at Annual Conference of Society for Music Perception and Cognition. University\nof Pennsylvania. Philadelphia. June).",
        "rahn_1992": "Rahn, Jay. 1992. “An Advance on a Theory for All Music: At-Least-As Predicates for Pitch, Time, and Loudness.” Perspectives of New\nMusic 30, 1: 158–83.",
        "rahn_1980": "Rahn, John. 1980. Basic Atonal Theory . New York: Longman.",
        "shepard_1964": "Shepard, Roger N. 1964. ”Circularity in Judgments of Relative\nPitch.” Journal of the Acoustical Society of America 36, 2346–53.",
        "skinner_1974": "Skinner, B.F. 1974. About Behaviorism . New York: Vintage.",
        "stevens_and_davis_1983": "Stevens, Stanley Smith and Hallowell Davis. 1983. Hearing: Its\nPsychology and Physiology . 2nd ed. New York: American Institute\nof Physics for the Acoustical Society of America."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In this and following formulations, such a phrase as “is\ninherently pitched”  can be replaced by such phrases as “is\nheard as inherently pitched”, “is heard as being inherently\npitched”, etc.—see below. Note also that inherent pitchedness\nhere differs from pitchedness, which, in Rahn 1992 , 165,\nis a “property” of any thing, x, if and only if there is at least\none thing, y, such that x is pitch-related to y. The subsequent\ntheorems claimed in the latter study which depend on this\ndefinition of pitched (P) things can be proven for inherently\npitched (IP) things.",
            "citations": [
                "rahn_1992"
            ]
        },
        "FN2": {
            "text": "2. As defined here, IPV is more general (i.e., is less determi-\nnate) than NP (“is next, in pitch, to”), as defined in Rahn 1992 ,\n172. E.g., for any things, x and y, xIPVy might hold even if\nxHTy, but xHTy excludes the possibility of xNPy.",
            "citations": [
                "rahn_1992"
            ]
        },
        "FN3": {
            "text": "3. As defined here, PAC is more general than NICP (“is non-\nintervallically closer, in pitch, to . . . than to”) in Rahn 1992 ,\n172–73.",
            "citations": [
                "rahn_1992"
            ]
        },
        "FN4": {
            "text": "4. Postulates are regarded here as asserting the existence of\nat least one thing, whereas definitions do not make such an\nontological claim (cf. Goodman 1961 , 6—or Goodman 1972,\n343–44).",
            "citations": [
                "goodman_1961"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "KEY TO LOGIC SYMBOLS: (x)(....) = for any thing, x, .... .... ↔ .... = .... if and only if ....; .... iff .... .... v .... = .... and/or ....; (vel; inclusive or) .... . .... = both .... and .... -.... = not ....; it is not the case that .... .... → .... = if ...., then .... (:Ex)(....) = there is at least one thing, x, such that .... ...+... = ...plus...; all the parts of individual..., as well\n      as all the parts of individual... (including any parts\n      common to both ... and ...); the sum of individuals ...\n      and ... (which is, itself, an individual) [0] Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.0": {
                "text": "[0.0]  Words and phrases specifying similarity and distance\nabound in musical discourse. For example: (i) two notes or\ntones (or even passages or pieces) are often characterized as\nmatching, being the same, like each other, or similar in pitch\n(or pitch-structure), and (ii) pairs of sounds are frequently\ndescribed as differing, contrasting, or being  remote, far\napart, or distant—all these, in varying degrees or amounts\n(e.g., somewhat, extremely, etc.). Between twosomes that are\nprecisely the same in some respect, and those which are\nexceedingly distant, one recognizes intermediate cases. One\nasserts, for instance, that two sound-events, a and b, are (i’)\nnext, or adjacent, to each other (i.e., neighbours, in some\nsense), or (i’’) closer, or nearer, to one another (i.e., than a\nand/or b are/is to yet another sound-event, c).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] “Common sense” acknowledges as orderly, or linear, a\nprogression from sameness (i), through adjacency (i’), to\nrelative proximity (i’’), and onward to remoteness (ii). Things\nthat do not match, differ. Of those that differ, the closest are\nthose that are adjacent. And among non-adjacent things, one\ncan distinguish degrees of distance. Despite the continuity of\nthis progression, common sense also acknowledges that\nsameness is “qualitative,” whereas distance is “quantitative.”\nNonetheless, one might contend that things which are\nrelatively similar are also relatively close in some\n“dimension” (e.g., pitch), and that, within a single dimension,\nfar-apart things are very dissimilar.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.2": {
                "text": "[0.2] Particular traditions of musical thought (e.g., in\npsychoacoustics) comprehend similarity and distance as polar\nopposites along single continua (e.g., scaled or gradated in\ndifference-limens or mels: cf. Stevens and Davis 1983 , 76–98).\nBy contrast, other lines of musical inquiry (e.g., inspired by\nGestalt psychology: cf. Koehler 1947 , 84–85 and 117–18)\ndichotomize in this regard, understanding similarity (or\nsameness) and proximity (or distance) as distinct principles\nof perceptual organization or grouping.",
                "footnotes": [],
                "citations": [
                    "stevens_and_davis_1983",
                    "koehler_1947"
                ]
            }
        },
        {
            "0.3": {
                "text": "[0.3] The present study probes the notion that, in such a\nmusical dimension as pitch, there might be continuity between\nsimilarity and distance. The investigative strategy undertaken\nhere is to pursue, until an impasse is reached (if at all), the\npossibility that there might be an unbroken progression from\nsimilarity to distance. In the development that follows, I try\nto clarify ways in which one might distinguish (or not) pitches\nfrom intervals. Attempted is the formulation of a common\ngroundwork for dealing with similarity and distance in pitch.\nAs far as possible, pitch- and interval-predicates are defined\nin terms of a single, maximally economical, basic, primitive\npredicate, so that (i) necessary, logical connections between\npredicates can be proven, or (but only if need be) postulated—albeit, one seeks, in a maximally coherent manner, and\n(ii) stages or gradations between similarity and distance (e.g.,\ncomprising next-to and closer-to relations) can be identified\nclearly. A further tactic adopted in this account construes\npredicates of similarity and distance in terms of simplicity\nand complexity (i.e., “structure”) and emphasizes, in this\nconnection, relations between parts and wholes and between\nstatements that can be true of a single thing and statements\nthat only can be true of more than one thing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.4": {
                "text": "[0.4] The formulation of pitch that follows does not involve\nnumerical modeling (i.e., as such). In this way, an effort is\nmade here to prevent, or at least forestall, systematically and\nfundamentally, lapses in discourse that might produce instances of the “numerological  fallacy.” As John Rahn notes at the\noutset of his exposition of the “integer model of pitch” ( 1980 ,\n19): . . . all sorts of things can be proven true of integers—see any\nbook on number theory. It does not follow that, because we\nare using integers to name pitches (or grapes, [etc.]), all those\nthings that are true of integers are going to be true of pitches\n(or grapes, [etc.]). We must carefully determine the limits of\nsimilarity between integers (with their structure) and pitches\n(with their possible structures). To do otherwise would be to\nfall into the numerological fallacy .",
                "footnotes": [],
                "citations": [
                    "rahn_1980"
                ]
            }
        },
        {
            "0.5": {
                "text": "[0.5] To this end, instead of being framed in terms of numbers,\nthe following formulation is cast in terms of things that are\nneither numbers nor sets; that is, what follows is cast in a\nnominalist outlook (for which, see Goodman 1966 ) and accordingly framed in terms of “individuals,” as well as predicates\nthat specify relations between, or among, such individuals. In\nthis sense, general music-theoretical traditions that form an\nimmediate background to the present study are Aristoxenian\nrather than Pythagorean, nominalist rather than platonist.",
                "footnotes": [],
                "citations": [
                    "goodman_1966"
                ]
            }
        },
        {
            "0.6": {
                "text": "[0.6] An idea that guides the present exposition is that two\nthings might constitute a relatively simple whole, and, correspondingly, be relatively similar, or close, to one another, to\nthe extent that they are described in terms that can be used to\ndescribe a single thing. Initial stages of the subsequent account involve relations of matching, adjacency, and proximity,\nand explore a sense in which these correspond, respectively, to\nsituations of increasing complexity. [1] Matching",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.0": {
                "text": "[1.0] If two things match in pitch, they form a simpler pair\nthan if, all other aspects being the same, they had differed in\npitch. The criterion, or benchmark, is a single, inherently\npitched thing, which (i) cannot differ, in pitch, or pitch-wise,\nfrom itself, and (ii) if inherently pitched, necessarily is the\nsame, in pitch, as itself. Concerning (ii), one can define an\ninherently pitched thing as follows: (1) DEFINITION: (x)(IPx ↔ xPRx) For any thing, x, x is inherently pitched if and only if x is\npitch-related to x (i.e., to itself).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The two-place predicate “is pitch-related to” can be\ndefined in the following way: DEFINITION: (x)(y)(xPRy ↔ xAHy v yAHx) For any thing, x, and any thing, y, x is pitch-related to y if\nand only if x is at least as high as y and/or y is at least as\nhigh as x (cf. Rahn 1992 , 164–65).",
                "footnotes": [],
                "citations": [
                    "rahn_1992"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] The predicate “matches, in pitch,” can be defined as\nfollows: DEFINITION: (x)(y)(xMPy ↔ xAHy . yAHx) For any thing, x, and any thing, y, x matches, in pitch, y if\nand only if x is at least as high as y and y is at least as high\nas x (cf. Rahn 1992 , 167).",
                "footnotes": [],
                "citations": [
                    "rahn_1992"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] From these definitions, one can prove the following\ntheorem: THEOREM: (x)(IPx ↔ xMPx) Proof:  (x)(IPx ↔ xPRx) (x)(xPRx ↔ xAHx v xAHx) (x)(xAHx v xAHx ↔ -(-xAHx . -xAHx)) (x)(-(-xAHx . -xAHx) ↔ -(-xAHx)) (x)(-(-xAHx) ↔ xAHx) (x)(xAHx ↔ xAHx . xAHx) (x)(xAHx . xAHx ↔ xMPx)—i.e., MP is reflexive for any\ninherently pitched thing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] The other portion (i) of the criterion arises directly\nfrom the following definition for pitch-difference: DEFINITION: (x)(y)(xDPy ↔ xPRy . -xMPy)\nFor any things, x and y, x differs, in pitch, from y if and only\nif x is pitch-related to y and x does not match, in pitch, y (cf.\nibid., 172).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] As a relation, pitch-matching is proven (above) to be\nreflexive for any inherently pitched thing whatever. As well,\npitch-matching has been proven, in an earlier study, to be\nsymmetric for any pair of things whatever (i.e., pitched or non-pitched, inherently so, or not: ibid., 168): THEOREM: (x)(y)(xMPy ↔ yMPx)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Additionally, it can be proven that if any two things, x\nand y, match, in pitch, then each is pitch-related to the other\neven if “they” are precisely the same thing (i.e., even if x=y): THEOREM: (x)(y)(xMPy → xPRy . yPRx)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] If, amidst the “booming, buzzing confusion” of Nature, one\nacts in an AH-manner, that is, if one “hears” certain things “as”\nbeing at least as high as others (or even as themselves), an\nimmediate consequence of the energy expended in such an act\nof hearing is that one’s world divides into things that are\nentirely unpitched and things that are inherently, and/or non-inherently, pitched. The single inherently pitched things are\nheard as matching themselves in pitch. Such singletons constitute a template, or model, for pitch-simplicity, or pitch-singleness; pitch-matching necessarily holds within inherently\npitched things (i.e., “severally”, e.g., within each of the two\ninherently pitched things of a pair) but might not hold between\nor among them (i.e., “jointly”, e.g., between the two inherently\npitched things of such a pair). Two inherently pitched things\nthat match pitchwise constitute a simpler pair than two that do\nnot match in pitch, at least with respect to pitch, all other\nfactors being equal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] “A pitch” can be regarded merely as a sum of all, and only,\ncertain things that match each other in pitch (cf. Rahn 1992 , 165 on\n“pitch-identity wholes” and Goodman 1966 on sums of individuals, which, as sums, are, themselves, individuals). Unless\nthere were at least one instance of non-matching, or difference, in pitch, between two of them, then all pitched things\nwould be heard as matching in pitch. In such a situation of\nuniversal non-differentiation in pitch (i.e., obtaining between\nany and all pitched things), all pitched things would be heard\nas “parts” of “a” single “pitch”. That is, only “one pitch” would\nbe heard and would comprise all, and only, the pitched things.",
                "footnotes": [],
                "citations": [
                    "rahn_1992"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] Behaviorally, however, it is generally advantageous for a\nlistener that hears pitchwise to hear with optimum pitch\nacuity (e.g., relative to an immediate biological niche), that\nis, to hear as few things as possible as matching in pitch. To be\nsure, each inherently pitched thing necessarily matches itself\nin pitch. But in such an instance, pitch-matching is just\nanother name for pitched-ness. Pitch-matching relations are not\neffectively significant, or important, for a listener, unless\nthey hold between non-identical things (i.e., between, for instance, acts of hearing, x and y, where -(x=y)). [2] Vicinity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.0": {
                "text": "[2.0] In the present formulation, every inherently pitched thing\nis regarded as being “in its own pitch vicinity.” As well, all\nthings that match each other in pitch, whether inherently\npitched or not, are  held to be pitch “neighbors.” This general\nsense of pitch-neighborhood or -vicinity is conveyed as follows: DEFINITION: (x)(z)(xIPVz ↔ xNMTJHTz v zNMTJHTx) For any things, x and z, x is in the pitch-vicinity of z\nif and only if x is no more than just higher than z and/or z is\nno more than just higher than x. DEFINITION: (x)(z)(xNMTJHTz ↔ xAHz . -(:Ey)(xHTy . yHTz)) For any things, x and z, x is no more than just higher than z if\nand only if x is at least as high as z and there is no thing, y,\nsuch that x is higher than y and y is higher than z. DEFINITION: (x)(y)(xHTy ↔ xAHy . -yAHx) For any things, x and y, x is higher than y if and only if x is\nat least as high as y and y is not at least as high as x. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] It can be shown that xMPz is a special case of xIPVz only\nif there is no “intervening” thing, y. Such a situation would\narise in an instance of “Shepard’s tones” (cf. Shepard 1964 ),\nwhere, arranged in “descending” semitones, the first might be\nheard as matching the thirteenth, and yet as higher than the\ntwelfth, which would be heard as higher than the thirteenth.\nImportant to emphasize is that the “illusion” of Shepard’s tones\ndepends on temporal succession and is not merely a matter of\npitch, as might be a (hypothetical) Shepard’s “sonority”. In the\npresent formulation, matching in a vicinity is linear, not\ncyclic, and a pitch-vicinity comprises not only pitch-proximity,\nbut concomitant temporal closeness too.",
                "footnotes": [],
                "citations": [
                    "shepard_1964"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] If xIPVz and x does not match z pitchwise, then xHTz or\nzHTx. Such cases are similarly linear, and involve always an\nHT-relation. Such an HT-relation constitutes a significant articulation in the continuity from matching to distance, for no\nthing whatever can be higher than itself. In this way, vicinity-relations straddle singleness and multitude.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The present sort of distinction, i.e., between matching and\nvicinity, arises “for free,” as it were, once such a predicate\nas AH is let loose in the world. The differences in definition\nbetween matching and vicinity involve, in their respective\nformulations, merely differences in their patterning of quantifiers, conjunctions, modifiers, individual-variables, and the\nAH predicate. If one hears in an AH manner, opportunities to\nmake such a distinction can arise (if the world is, in fact,\ntruly characterized according to first-order logic).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Defining vicinity relations widens the net of simplicity\nthat can be caught in a formulation. Single inherently pitched\nthings (even single inherently pitched sums of individuals,\nwhich are themselves individuals) supply a criterion for\nasserting the simplicity of pairs of things, whether the things\nare individuals and/or sums of individuals, and whether the\npairs are, pitch-wise, both matching and neighbors, or merely\nneighbors. The relatively weak, indeterminate specification\nthat pitch-vicinity things (x and z in the definition) need\nmerely be pitch-related (insofar as xAHz and/or zAHx), rather\nthan, say, different in pitch (i.e., by virtue of one being\nhigher than the other), widens the net considerably. [3] Interiority",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.0": {
                "text": "[3.0] Concerning the following succession of letters: a b c,\none can say, informally, that a is closer to b than (it, i.e., a,\nis) to c, and conversely, that c is closer to b than to a. As\nwell, informally, b is closer to a than a is to c, b is closer\nto c than c is to a, b is closer to the sum of a and c (i.e.,\na+b) than a is to c, and so forth. Abbreviating the first two\nstatements as aCb, and cCb,a, respectively, one can characterize\ncloseness relations in the larger succession: a b c d, as follows:\naCb,c; aCb,d; aCc,d; bCc,d; cCb,a; dCb,a; dCc,a; dCc,b; aCb+c,d,\nand dCb+c,a.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] A corresponding pitch-predicate, “is, in pitch, at least\nas close to . . . as to”, can be defined as follows: DEFINITION: (x)(y)(z)(xPACy,z ↔ xPOSy,z) For any things, x, y, and z, x is, in pitch, at least as close to\ny as (x is) to z if and only if x is, in pitch, on the opposite\nside of y from z. DEFINITION: (x)(y)(z)(xPOSy,z ↔ xHSy,z v zHSy,x) For any things, x, y, and z, x is, in pitch, on the opposite side\nof y from z if and only if x is on the high side of y from z\nand/or z is on the high side of y from x. DEFINITION: (x)(y)(z)(xHSy,z ↔ xAHy . yAHz . xAHz) For any things, x, y, and z, x is on the high side of y from z if\nand only if x is at least as high as y, y is at least as high as\nz, and x is at least as high as z. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Pitch-closeness and pitch-sidedness of this sort can be\nformulated in terms of things that comprise, or include,\npitchwise, other things (or themselves), as follows: DEFINITION: (x)(y)(z)(x+zCPy ↔ xPOSy,z) For any things, x, y, and z, the sum of x and z comprises, pitch-wise, y if and only if x is, in pitch, on the opposite side of y\nfrom z.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The partially-ordered character of pitch-comprising\nrelations can be provided for in terms of pitch-interiority (or\npitch-insideness): DEFINITION: (w)(x)(y)(z)(x+yPIw+z ↔ w+zCPx . w+zCPy) For any things, w, x, y, and z, the sum of x and y is, pitchwise,\ninside, or interior to, the sum of w and z if and only if the sum\nof w and z comprises, pitchwise, x, and the sum of w and z\ncomprises, pitchwise, y.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] As well, one can prove that things which form pitch-,\npitch-matching, and pitch-vicinity relations constitute\npitch-interiority relations, but not necessarily vice versa .\nFor example, within a pitch-interiority framework, possible situations involve xHTy, yHTz, and xHTz, and xHTy, yHTz, and xMPy\n(the latter corresponding to a moment of “dis-illusion-ment” in\nhearing Shepard’s tones). [4] Possible Steps Toward Interval Predicates",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.0": {
                "text": "[4.0] Interiority relations exhaust the farthest reaching possibilities for specifying degrees of pitch-distance within the\nAH-dimension. Whereas one can acknowledge (i.e., for any w, x,\ny, and z—see above) that w+z is more inclusive than w+y or\nx+z, one cannot specify, in the most general way, whether w is\nmore distant from y than x is from z, or w is farther from x\nthan y is from z, or w forms a larger interval with x than x\nforms with y, etc., except, for example, by (i) specifying that\nall non-matching vicinity-pairs are equidistant (i.e., taking\nnon-matching vicinity as the “unit” or “degree” of pitch\ngradation), or (ii) resorting to a predicate other than AH.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Plausible predicates to perform such functions include “is\nat least as large as”, “is at least as much larger than . . . as . . . is than”, “is at least as much higher than . . . as . . . is\nthan”, and “is at least as much larger than its next to largest\npart, as . . . is than its next to largest part”—cf. Jay Rahn\n1994b, where the arguments might be individual-variables (e.g.,\nw, x, y, z, above) or sums of individual-variables, which are\nthemselves individual-variables (e.g., w+x, w+y, . . . , above).\nEach such predicate can be regarded as introducing a novel\n“dimension” into a formulation (e.g., a dimension of pitch-interval, pitch-proportion, or pitch-proportionateness—as distinguished from pitch). And each can yield matching, vicinity, and\ninteriority relations in its respective dimension.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Alternatively, one could “count” overlapping vicinity-pairs by, for example, (i) defining a special case of pitch-vicinity, namely, discrete pitch neighborhood: DEFINITION: (x)(y)(xDPNy ↔ xIPVy . xDPy) For any things, x and y, x is a discrete pitch-neighbor of y\nif and only if x is in the pitch vicinity of y, and x differs, in\npitch, from y, and (ii) applying the label “pairwise twofold” to\nthe sums of such discrete-vicinity pairs as w+x and x+y (i.e.,\nw+x+y) and x+y and y+z (i.e., x+y+z), the label “pairwise three-fold” for the sum of such a pair as w+x, x+y, and y+z (i.e.,\nw+x+y+z), etc. Such a formulation could suffice in certain situations (e.g., where the semitone functioned as the DPN unit, in\ntotal-chromatic pieces, or passages). However, much music, if not\nmost, is not totally chromatic. Instead, diatonic and pentatonic\nworks, for example, are generally “gapped” (i.e., relative to the\ntwelve-semitone collection, or aggregate). In order to specify\nthat, for instance, E–F was half as large as F–G, or as much\nsmaller than F–G as G– B ♭ was than B ♭ –D, would require\nsuch a postulate as the following: (4) POSTULATE: (x)(y)(z)(xDPNy . yDPz . zPOSy,x . -yDPNz ↔ (:Ey’)(y’POSy,x . zPOSy’,y . yDPNy’))",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Nonetheless, among things that are partially ordered in\npitch, one can specify certain degrees of proximity based on\ndiscrete-vicinity, or “unit,” relations—for example, as\nfollows: DEFINITION: (x)(y)(z)(x+zJLPy+z ↔ xDPNy . zPOSy,x) For any things, x, y, and z, the sum of x and y is just (i.e., by\none “unit”) larger, in pitch, than the sum of y and z if and only\nif x is a discrete pitch-neighbor of y, and z is, pitchwise, on\nthe opposite side of y from x. [5] Challenges of Nominalism",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.0": {
                "text": "[5.0] As Nelson Goodman indicates (1966, 41), “To reconstruct\nin the language of individuals [i.e., as distinguished from sets\nand numbers, as such] all of mathematics that is worth\nsaving is a formidable task that need not concern us here. It\nwill be enough to consider typical arithmetical statements\nused in ordinary discourse [my emphasis].” At the conclusion of\nhis subsequent preliminary survey of ways in which mathematical statements can be “de-numerated”, and “dis-membered” (my\nterms—to which one could add “de-generated”), Goodman\nstresses ( 1966 , 45) that the “effort to carry out a constructive nominalism is still so young that no one can say exactly\nwhere the limits of translatability lie. We have seen above\nthat some statements that look hopelessly platonistic yield to\nnominalistic translation and the full resources available to the\nnominalist have not by any means been fully exhausted as yet.”",
                "footnotes": [],
                "citations": [
                    "goodman_1966"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] More recent studies have attempted non-numerical renderings of mathematics on quite a large scale (notably, Field 1980 and Hellman 1989 , the former not without controversy).\nHowever great their eventual success might be, attempts at\nmodeling music by means of nominalistic formulations, or,\nalternatively, by means of the mathematics of sets and\nnumbers, should be assessed not only systematically and\nphilosophically, but also by considering seriously what is\n“worth saving” in accounts of music. Arguably, pitchedness\n(inherent or not), matching, vicinity, and interiority, none of\nwhich presumes an intervallic dimension, i.e., distinct from\nthe AH-dimension, are worth saving. Nonetheless, after more\nthan two millenia of music theory, it is still not entirely clear\njust what else is worth saving for a theory of pitch—or how\nit might best be saved. [6] From Description to Causal Explanation",
                "footnotes": [],
                "citations": [
                    "field_1980",
                    "hellman_1989"
                ]
            }
        },
        {
            "6.0": {
                "text": "[6.0] Quite surely, insights of Gestalt psychology into musical\nstructure are worth saving in music theory. However, whereas\nGestalt approaches provide valuable descriptions of musical\nactivity, the explanatory status of such accounts is generally\nquestionable (cf. Skinner 1974 , 29 and 71–75 on “topography”\nor mere description, as contrasted with causal explanations of\nbehavior). Nevertheless, the Gestalt principles of similarity\nand proximity, drawn here into a single account, can be\noutfitted with causal force by construing as reinforcing the\nsorts of simplicity considered in the present study (cf. also Rahn 1994a ).",
                "footnotes": [],
                "citations": [
                    "skinner_1974",
                    "rahn_1994a"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] For example, things (i.e., stimuli) that are heard as\nmatching pitchwise can be considered to constitute the\nimmediate reinforcers of acts (i.e., responses) of hearing\nthings, in general, in an AH-manner. By virtue of being heard as\nmatching in pitch, such stimuli as x and y immediately become\na pair of things that have been heard as matching pitchwise.\nSuch a pair is a reinforcing stimulus, or reinforcer, for the\nrelevant acts of “hearing as.” Such acts can be designated x’\nand y’, as in the following, behavioral postulate: POSTULATE: (x)(y)(xHAHy ↔ (:Ex’)(:Ey’)(x’Hx . y’Hy . x’AHy’)) For any things, x and y, x is heard as being at at least as high\nas y if and only if there is at least one thing, x’, and there\nis at least one thing, y’, such that x’ is a hearing of (i.e.,\nan act of hearing, or an auditory response to) x, y’ is a\nhearing of y, and x’ is at least as high as y’.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The latter postulate distinguishes between stimuli and\nresponses and can be considered to occupy a territory that\nstraddles descriptive music theory and the causal formulations\nof behaviorism. In this postulate, the HAH- and AH-predicates\nare morphologically identical. Each merely orders pairs of\nthings; that is, neither involves presumptions, or axioms, of\nreflexivity, symmetry, etc., and both presume only that the\ndistinction between xy and yx might be significant within its\nrespective (HAH- or AH-) “dimension”. Accordingly, one can\nreason about HAH-things in a manner quite parallel to ways, outlined above, for reasoning about AH-things.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] The preceding postulate can be replaced and extended in\nsignificance by the following: POSTULATE: (x)(y)(xMPy ↔ (:Ex’)(:Ey’)(x’SHx . y’SHy . x’HAHy’ . y’HAHx’ . x’+y’Rx+y)) For any thing, x, and any thing, y, x matches, in pitch, y if and\nonly if there is at least one thing, x’, and there is at least\none thing, y’, such that x’ stimulates the hearing of x, y’\nstimulates the hearing of y, x’ is heard as being at least as\nhigh as y’, y’ is heard as being at least as high as x’, and the\nsum of x’ and y’ reinforces the sum of x and y.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Fashioning nominalistically an account of reinforcement\npresents formidable challenges (cf. Rahn 1993 ). Among\nthese is distinguishing between earlier and later instances, or\nportions, of stimuli and responses. That reinforcement often\ndevelops in a curvilinear manner can also be problematic. Just\nas one can eat too much, beyond a certain point one can be\nsatiated by repetition and other kinds of similarity. As boredom sets in, sorts of stimuli that formerly had been reinforcing become aversive. One way of preventing something from\nbecoming “too much of a good thing” involves rendering it less\nthing-like: less simple, less “singular”. Between the extreme\npossibilities of a world where (i) every inherently pitched\nthing differed in pitch from every other and (ii) every (inherently or non-inherently) pitched thing matched pitchwise\nevery other (including itself), lies a region in which music has\nspecialized. Moreover, music has specialized in a world where\nsalience is sought and reinforced.",
                "footnotes": [],
                "citations": [
                    "rahn_1993"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] Stimuli that are heard as pitchwise matching constitute\nreinforcers of acts of pitchwise hearing. Stimuli that escape or\n“e-lude” the net of matching-relation simplicity might be caught\nby the discrete-vicinity net. Those that elude discrete-vicinity\nmight be trapped by relations of interiority, which can, in turn,\nvary in their degrees of simplicity. Moreover, interiority-simplicity can been shown to abound generally in the middles of\nthings, i.e., of individual-sums. That the highest degree of proportionateness between things that differ in (e.g., pitch-intervallic) size arguably obtains between a thing and its (precise)\nhalf indicates the possibility of coherent continuity in a progression of simplicity reinforcement that might extend beyond AH-relations into the “truly intervallic”. And that highest and\nlowest things stand out, are salient, or “edgy”, not only derives\nfrom the general paucity of adjacency or interiority relations\nin which they participate but also renders them “excellent,”\n“privileged,” “prime” candidates for “resolution,” that is, for\nbeing heard, by way of other, simplifying relations, as (proper)\nparts of relatively simple, reinforcing wholes (e.g., as the\nsoprano-bass “skeleton” of a complex texture, or as the “exo-skeleton” (my term) of a “contour”—on which see Morris 1993 ).",
                "footnotes": [],
                "citations": [
                    "morris_1993"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.94.0.9.rahn.html",
    "data": "mto/data/mto.94.0.9.rahn.json"
}