{
    "title": "Review of Henry Martin, <i>Counterpoint: A Species Approach Based on Schenker’s “Counterpoint” </i> (Lanham, MD: The Scarecrow Press, Inc., 2005)",
    "date": "2009/03/01",
    "volume": "15",
    "issue": "1",
    "authors": [
        "Traut, Don"
    ],
    "abstract": "",
    "keywords": [
        "counterpoint",
        "species",
        "Schenker"
    ],
    "doi": "",
    "received": "February 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.1/mto.09.15.1.traut.pdf",
    "author_info": [
        {
            "name": "Don Traut",
            "university": "University of Arizona",
            "address": "School of Music, 1017 N. Olive Road, Tucson, AZ 85721",
            "email": "dgtraut@email.arizona.edu"
        }
    ],
    "citations": {
        "benjamin_2004": "Benjamin, Thomas. 2004. The Craft of Modal Counterpoint: A Practical Approach , 2nd ed. Routledge: New York.",
        "brown_1998": "Brown, Matthew. 1998. “Rothstein’s Paradox and Neumeyer’s Fallacies.” Intégral 12: 95–132.",
        "fux_1966": "Fux, Johann Joseph. 1966. Gradus Ad Parnassum . Facsimile of the 1725 Vienna edition. Monuments of Music and Music Literature. Broude Brothers, New York.",
        "gauldin_1985": "Gauldin, Robert. 1985. A Practical Approach to Sixteenth-Century Counterpoint. Waveland Press: Long Grove.",
        "jeppesen_1992": "Jeppesen, Knud. 1992. Counterpoint: The Polyphonic Vocal Style of the Sixteenth Century . Dover: New York.",
        "mann_1971": "Mann, Alfred, trans. and ed. 1971. The Study of Counterpoint from Johann Joseph Fux’s Gradus ad Parnassum (1725). Rev. ed. W. W. Norton: New York.",
        "martin_2005": "Martin, Henry. 2005. Counterpoint: A Species Approach Based on Schenker’s “Counterpoint” . The Scarecrow Press, Inc.: Lanham.",
        "salzer_and_schachter_1969": "Salzer, Felix, and Carl Schachter. 1969. Counterpoint in Composition: The Study of Voice Leading . New York: Columbia University Press.",
        "schenker_1987": "Schenker, Heinrich. 1987. Counterpoint: A Translation of Kontrapunkt . Trans. John Rothgeb and Jürgen Thym. New York: Schirmer.",
        "schubert_1999": "Schubert, Peter. 1999. Modal Counterpoint: Renaissance Style . Oxford University Press: New York."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Schenker’s ban on voice crossing is more restrictive than Fux’s, who allows it in some cases.",
            "citations": []
        },
        "FN2": {
            "text": "2. In his text, Schenker states that, when the diminished fifth or augmented fourth become thirds and sixths under inversion, they “now adequately satisfy the law of consonance” (3).  Rothgeb and Thym add “[t]hat is, the tones that form the diminished fifth or augmented fourth now enter into relationships as thirds and sixths with the bass, and the latter relationships take priority” ( Schenker \n1987 , 274).",
            "citations": []
        },
        "FN3": {
            "text": "3. To view the website, go to www.scarecrowpress.com/scp/books/counterpoint/ .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] There is a growing number of textbook choices for instructors of sixteenth-century counterpoint courses.  This growth is good because it allows for several different approaches, depending on what the instructor values.  Perhaps the most straightforward, but certainly not pedantic, approach is simply to teach from the Alfred Mann translation of the counterpoint sections of Fux’s Gradus ad Parnassum ( Mann 1971 .  This is ideal for instructors wanting a relatively clear presentation of the species rules from a primary figure in the contrapuntal tradition.  For those wishing to avoid the species approach, a good choice might be Robert Gauldin’s A Practical Approach to 16th-Century Counterpoint ( Gauldin 1985 ), or Thomas Benjamin’s The Craft of Modal Counterpoint ( Benjamin 2004 ).  These texts set aside the species in favor of more stylistic composition exercises, including text setting.  Knud Jeppesen’s Counterpoint combines the two, \nbringing his research on Palestrina’s dissonance treatment to bear on the \nspecies exercises ( Jeppesen 1992 ).  Peter Schubert’s Modal Counterpoint, Renaissance Style also incorporates the species approach in preparation for stylistic composition and analysis \n( Schubert 1999 ).",
                "footnotes": [],
                "citations": [
                    "mann_1971",
                    "gauldin_1985",
                    "benjamin_2004",
                    "jeppesen_1992",
                    "schubert_1999"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Henry Martin’s name can be added to this list with the recent publication of his Counterpoint: A Species Approach Based on Schenker’s  “Counterpoint” ( Martin 2005 ).  This text is novel in several ways.  First, as its title suggests, it is indeed based on Schenker’s two-volume contrapuntal treatise.  In fact, “based on” might be too loose a description.  Martin’s own portrayal in the Introduction is more apt:  “This volume attempts to distill Schenker’s contrapuntal insights, as detailed in the insightful and masterly Counterpoint (1910, 1922), into a reference manual for practice in composition and musicianship” (xii).  Indeed, the lists of rules do give the impression of a “reference manual.” Second, all accompanying musical examples are featured in a website devoted to the textbook.  There is absolutely no musical notation in the printed book itself.  Instead, the text uses octave designations (middle C = C4) and a combination of numbers and arrows to refer to intervallic size and direction.  Either one of these traits might cause those shopping for new counterpoint texts to hesitate.  As I hope the following discussion reveals, however, this is not a mere reference text; on the contrary, I think Martin’s book could work quite well in the classroom. SCHENKERIAN INFLUENCE",
                "footnotes": [],
                "citations": [
                    "martin_2005"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Martin’s decision to base a textbook on Schenker’s Kontrapunkt seems to stem from his desire to make studying the species more meaningful.  Like Schenker, he finds that its value comes from the relationship between species counterpoint and tonal music: One of Schenker’s most important legacies was his reconsideration of the purpose of species counterpoint. Whereas his predecessors equated study of the species with composition itself, Schenker’s view was that species counterpoint provided a neat idealization of the compositional process as well as profound insight into tonal musical coherence (xii). Thus, for Martin (as for Schenker), the whole point of studying the species is ultimately to learn about the laws underlying tonality.  This position is certainly in line with Matthew Brown’s recent work, which illustrates, point by point, Schenker’s statements about how the laws of tonality “transform the laws of strict counterpoint as Fux outlined them” ( Brown 1998 , 100–102). It would seem, then, that for anyone who believes in Schenker’s notion of tonality, a student-friendly version of Schenker’s counterpoint treatise would be welcome.  Since Schenker is responsible for helping us to see the connection between strict species counterpoint and free (tonal) composition, it makes sense to base our studies of the species on his writings.",
                "footnotes": [],
                "citations": [
                    "brown_1998"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Martin’s text divides into three parts.  Parts One and Two cover \nthe construction of the cantus firmus, followed by two- and three-part counterpoint respectively, while Part Three covers free composition.  These parts roughly parallel Schenker’s treatise, where Book I covers cantus firmus and two-part counterpoint, while Book II covers three- and four-part counterpoint before moving to free composition.  (Martin’s book concludes with several appendices, which focus primarily on counterpoint in more than three voices.)  Thus the ordering is the same, and Martin even begins each chapter by providing the corresponding page numbers for each section from the English translation of Kontrapunkt .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Each chapter of Martin’s text follows the same format, which is outlined here \nusing Chapter 3, “Two-Part Second Species (Two Notes Against One)” as an illustrative example. After citing the corresponding section from Schenker’s treatise—Schenker 1, 176–226 in this case—Martin provides a short (one page) introduction to the new species.  For second species, this includes short discussions of rhythmic hierarchy, consonance and dissonance, and the cumulative aspect of the species approach.  From there, the chapter presents the rules for the species, which are divided into “Absolutes” and “Preferences and Hints.”  This division is mostly straightforward.  As Martin describes them, these categories clarify the distinction between formations that are “absolutely wrong” and those that “may or may not be musically acceptable under given circumstances” \n(xiii–xiv).  In Chapter 3, Martin presents fourteen absolutes and four preferences and hints.  (Unfortunately, the book uses continuous numbering for these eighteen items, rather than starting at “1” for each category.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] For the most part, these categories work well.  The absolutes are quite succinct and clear, with declarative statements, such as “Do not allow the voices to cross,” and “All downbeats must be consonant as in the first species.” (1) Students generally respond well to these kinds of statements that require little further discussion.  Where simple statements do not suffice, Martin often uses subheadings to clarify his points.  This is the case for Absolute 10, which divides into three subheadings defining rules for parallel perfect consonances when moving from upbeat to downbeat, downbeat to downbeat, and weak beat to weak beat, respectively.  Occasionally, his statements might cause confusion, as in Absolute 11, which encourages students to “avoid the ottava battuta ,” which sounds more like a preference than an absolute.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] There are other places where I think Martin could be a bit more careful.  For example, consider these two rules, taken from Chapter 7 on “First Species in Three Voices”: 1.\tIn the first species, the three-part whole-note sonorities must all be consonant.  A sonority is consonant when all of its intervals are consonant.  One dissonant interval in the sonority renders the sonority dissonant (44, \n\temphasis mine). Then later, we get this: 9f.  The augmented fourth (tritone) and diminished fifth occur in one permissible sonority, the diminished triad in first inversion: 6-3 or 10-6 (e.g., D4-F4-B4 or D4-B4-F5) (46). The strength with which he makes the first statement causes surprise when reading the second statement.  Of course, the first statement simply needs to state that all three voices must be consonant “with the bass,” which, incidentally, Schenker left off as well.  It appears only in a footnote added by the translators. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] By and large, Martin presents Schenker’s concepts accurately.  He clearly knows Schenker’s treatise intimately, and he does not fundamentally diverge from it.  One forgivable exception I found involves Schenker’s contrived explanation for suspensions.  In Kontrapunkt , Schenker claimed that the suspension originates as an 8-7 passing motion; the suspension arises from an elision of the octave \n( Schenker 1987 , 261).  He abandoned this explanation almost immediately and Martin is wise not to have included it. Example 1 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "schenker_1987"
                ]
            }
        },
        {
            "9": {
                "text": "[9] There are other places where Schenker’s explanations, while not fundamentally changed, get slighted a bit in Martin’s version.  For example, on page 18, Martin explains why Schenker avoids neighbor motion in second species:  “Dissonant neighbors are not allowed because 1) the counterpoint does not take the simplest route, i.e., continue in the same direction (essentially Schenker’s justification), and 2) they greatly simplify writing the exercises.”  This is all true, but Schenker’s primary concern, in fact, is that in second species neighbor motion excessively highlights a single pitch.  Schenker illustrated this as shown here in Example 1 .  He explained that, while the dissonances on the weak beats are still subordinate to the surrounding consonances, this formation “has the obvious disadvantage that all three tones enter into a higher-level melodic unit, in that here the one tone C of the counterpoint appears as though melodically unfolded” ( Schenker 1987 , 178).  It is this nascent prolongation of the consonance, and the implied metric dissonance between the whole notes in the cantus firmus and the dotted whole grouping in the counterpoint, that bothers Schenker. FORMAT",
                "footnotes": [],
                "citations": [
                    "schenker_1987"
                ]
            }
        },
        {
            "10": {
                "text": "[10] As mentioned earlier, one of the most unusual aspects of this text is that there are absolutely no musical examples.  The only musical notation appears on the website that accompanies the book. (3) When Martin does need to refer to specific notes in his text, he uses letter names and register designations.  So for example, he renders Fux’s famous cantus as D4-F4-E4-D4, and so forth.  There are certainly pros and cons to this format.  The book’s smaller size (only slightly larger than the Broude Brothers 1966 edition of Fux’s Gradus ad Parnassum ) is convenient and probably less expensive than many texts.  Further, it encourages the integration of the conventional textbook with digital technology and allows students to listen to sound files for all the examples.  On the other hand, the exercises for assignments are not immediately at hand; students will need to remember to download and print them out and bring them to class. Example 2 . From Chapter 3 of Martin, Counterpoint (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "fux_1966"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Fortunately, the trip to the website is worthwhile; the examples are clear and quite good.  \nAlthough Martin sets up the examples in the text, he does not refer to them explicitly until the final portion of each chapter, called “Exercises.”  Here, he gives instructions on how to complete exercises on the website for the respective unit.  Chapter 3 again provides a nice illustration.  His Example 3-1a (shown here in Example 2a ) presents an unfinished second-species exercise below a given cantus firmus.  The exercise is begun as \nindicated in the text, with boxed numbers indicating the steps: 1) write the cadence; 2) establish the beginning.  All harmonic intervals are shown between the staves.  In a clever addition to this common practice, Martin advocates using triangles to highlight perfect intervals and circles to indicate dissonances.  These visual cues draw students’ attention to potentially problematic spots.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Subsequent examples illustrate the remaining steps to connecting the opening with the cadence (Example 2b), an analysis of the problems with the initial answer (2c), and a final version with solutions to the problems (2d).  At each stage, Martin provides just enough text, presented in clear bullet points, to get his points across.  This is especially true in Examples 2c and d, where four problems are cited and labeled (in 2c) and then fixed and explained (in 2d).  Thus, the student is presented with a step-by-step process to follow, but then also shown how to identify and remedy problems that may still arise.  In the text, Martin provides three more cantus firmi for assignments based on lessons learned from the examples on the website.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] As an examination of this chapter demonstrates, Martin’s book is a solid tool for teaching counterpoint.  At first glance, some students and instructors may be taken aback by its scope and format.  The idea of basing an undergraduate class on the tenets of Schenker’s counterpoint treatise may seem daunting, given the size and nature of that magnum opus .  That said, Martin’s text may gain wider appeal than Salzer and Schachter’s Counterpoint in Composition , which is also derived from Schenker’s work ( Salzer and Schachter 1969 ).  (The latter is much more ambitious in its scope, of course, using counterpoint as a bedrock for a more comprehensive study.)  Further, with other theory texts trending toward more and bigger (i.e., text, anthology, workbooks, CDs, DVDs, etc.), a little book such as this, with no musical examples, would be easy to overlook.  But those who do explore it will be rewarded with a clear, practical, and well-grounded tool for instruction.",
                "footnotes": [],
                "citations": [
                    "salzer_and_schachter_1969"
                ]
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.09.15.1.traut.html",
    "data": "mto/data/mto.09.15.1.traut.json"
}