{
    "title": "Introduction: Sciarrino’s Novel Forms",
    "date": "2023/12/01",
    "volume": "29",
    "issue": "4",
    "authors": [
        "Hasegawa, Robert"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "10.30535/mto.29.4.6",
    "received": "September 2023",
    "pdf": "https://mtosmt.org/issues/mto.23.29.4/mto.23.29.4.hasegawa.pdf",
    "author_info": [
        {
            "name": "Robert Hasegawa",
            "university": "Schulich School of Music",
            "address": "McGill University, 555 Sherbrooke Street West, Montreal, QC H3A 1E3",
            "email": "robert.hasegawa@mcgill.ca"
        }
    ],
    "citations": {
        "arndt_2018": "Arndt, Matthew. 2018. “Form—Function—Content.” Music Theory Spectrum 40 (2): 208–26. https://doi.org/10.1093/mts/mty024 .",
        "cage_1967": "Cage, John. 1967. A Year from Monday: New Lectures and Writings . Wesleyan University Press.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "clarke_2005": "Clarke, Eric. 2005. Ways of Listening . Oxford University Press.",
        "coomaraswamy_1956": "Coomaraswamy, Ananda. 1956. The Transformation of Nature in Art . Dover.",
        "gibson_1979": "Gibson, James J. 1979. The Ecological Approach to Visual Perception . Houghton Mifflin.",
        "helgeson_2013": "Helgeson, Aaron. 2013. “What is Phenomenological Music, and What Does It Have to Do with Salvatore Sciarrino?” Perspectives of New Music 51 (2): 4–36. https://doi.org/10.1353/pnm.2013.0001 .",
        "ihde_2007": "Ihde, Don. 2007. Listening and Voice: Phenomenologies of Sound .  State University of New York Press.",
        "kramer_1988": "Kramer, Jonathan D. 1988. The Time of Music: New Meanings, New Temporalities, New Listening Strategies . Schirmer Books.",
        "mcconville_2011": "McConville, Brendan. 2011. “Reconnoitering the sonic spectrum of Salvatore Sciarrino in All’aure in una lontananza.” Tempo 65 (255): 31–44. https://doi.org/10.1017/S0040298211000040 .",
        "nakai_2014": "Nakai, You. 2014. “How to Imitate Nature in Her Manner of Operation: Between What John Cage Did and What He Said He Did.” Perspectives of New Music 52 (3): 141–60. https://doi.org/10.1353/pnm.2014.0029 .",
        "sciarrino_1997": "Sciarrino, Salvatore. 1997. Il cerchio tagliato dei suoni per 4 flauti solisti e 100 flauti migranti. Nota dell’autore. https://www.salvatoresciarrino.eu/data/composition/ita/147.html .",
        "sciarrino_1998": "Sciarrino, Salvatore. 1998. Le figure della musica da Beethoven a oggi . Ricordi.",
        "sciarrino_2000": "Sciarrino, Salvatore. 2000. Studi per l'intonazione del mare con voce, quattro flauti, quattro sax, percussione, orchestra di cento flauti, orchestra di cento sax. Nota dell’autore. https://www.salvatoresciarrino.eu/data/composition/ita/174.html .",
        "sciarrino_2013": "Sciarrino, Salvatore. 2013. “Notes pour un journal parisien.” In Silences de l’oracle: autour de l’oeuvre de Salvatore Sciarrino , ed. Laurent Feneyrou, 27–32. Centre de documentation de la musique contemporaine.",
        "watkins_2018": "Watkins, Holly. 2018. Musical Vitalities: Ventures in a Biotic Aesthetics of Music . The University of Chicago Press. https://doi.org/10.7208/chicago/9780226594842.001.0001 .",
        "wheelock_1992": "Wheelock, Gretchen. 1992. Haydn’s Ingenious Jesting with Art: Contexts of Musical Wit and Humor . Schirmer Books."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] It’s my pleasure to introduce the three articles in this Music Theory Online symposium, which present new approaches to analyzing form in the music of Salvatore Sciarrino (b. 1947) by scholars based in Austria, the United Kingdom, and the United States. The symposium began as an online panel session at the annual meeting of the Society for Music Theory (November 8, 2020), chaired by Orit Hilewicz with my participation as respondent. I’m grateful to Christian, Mingyue, and Antares for including me in this exciting project and offering me the chance to frame and contextualize their expanded papers in this introduction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Sciarrino is among the most influential and prolific of contemporary composers, with a catalog comprising more than 250 works. He describes himself as primarily self-taught (though guided by significant encounters with Turi Belfiore and Franco Evangelisti) and has charted a unique aesthetic path, maintaining a degree of independence from any compositional movements or schools ( McConville 2011 ). Sciarrino often draws formal inspiration from the visual arts, as evidenced in the striking analogies between music, artwork, and architecture in his Le Figura della musica da Beethoven a oggi ( 1998 ), an important book still sadly unavailable in English translation. The late music of Luigi Nono and the ideas of Karlheinz Stockhausen are important reference points in this work, though Sciarrino’s trajectory has led him away from serial thought toward a style immediately recognizable in both its sonic and formal aspects. Like the music of Giacinto Scelsi or the French spectral composers, Sciarrino’s works show a fascination with continuous processes and the timbral details of complex sounds. His music features an unusually high degree of repetition, with musical “figures” undergoing processes of “accumulation” or “multiplication” (as theorized in Le Figura della musica ) among other developments. Extended techniques are an important part of his musical vocabulary, and his solo pieces for strings and flute (among others) have developed a rich collection of imaginative playing techniques that are central to the Sciarrino sound. His compositions range across many genres, including influential solo works for flute, strings, and piano, enigmatic chamber works (for both traditional and innovative ensemble formations), orchestral music (with a particular focus on concertante works for one or more soloists and orchestra), operas, and sui generis spectacles like La bocca, i piedi, il suono (1997) for four alto saxophone soloists and 100 saxophones performing in motion through the performance space.",
                "footnotes": [],
                "citations": [
                    "mcconville_2011",
                    "sciarrino_1998"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Analysis of Sciarrino’s compositions is challenging, requiring not only musical sensitivity (amply evident in all three articles) but also an openness to new aesthetic and dramaturgical concepts. The SMT session’s original subtitle, “organic ideals and multilinear temporalities,” hints at the questions that motivated the panel. It seems fair to say that both the topic of “form” and the idea of the “organic” have fallen out of fashion in much recent discourse about contemporary music. Form has of course been re-established as a major field of theoretical inquiry in the study of eighteenth- and nineteenth-century music through the “new Formenlehre ” led by William Caplin, James Hepokoski, and Warren Darcy, but explicit discussions of form in post-tonal music remain scarce. The term “form” itself can carry connotations of received formal schemes or a Hanslickian conservatism—and similarly, the notion of organicism is today frequently coupled (as Li observes) with a reactionary or Romantic aesthetic. Compared to more recently minted theoretical areas of investigation like embodiment, gesture, or transformation, form and organicism might seem passé. Yet the three articles gathered here make a strong case for the revitalization and rethinking of these concepts, making them contemporary once more through a consideration of their interaction with perception, phenomenology, and temporal experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] So, how exactly are Sciarrino’s forms “novel”? Though each piece is distinctive and sharply profiled, his style is immediately recognizable. Among its signature elements are: (1) repetition, (2) timbral exploration, including the vocal use of sillabazione scivolata —roughly, “sliding syllables,” fast moving lines that blur the line between song and speech, a technique later applied in his string writing as well (see Boyle, [4.8] )—and a vast library of instrument-specific extended techniques, and (3) the extensive use of silence and near-silence (as well as dal niente and al niente transitions that cross the border between the two). To this should be added his original and often surprising formal constructions. Sciarrino’s music can be strangely flat, compulsively energetic, broodingly obsessive, or chaotically rich, regularly denying the conventional placement of climaxes or customary teleological forms. His works exemplify the modernist break with a straightforward linear model of musical time, a development most elegantly theorized by Jonathan Kramer ( 1988 ), who proposed a variety of alternatives including nondirected time, multiply-directed time, gestural time, moment time (after Stockhausen), and vertical time. Kramer’s gestural time, in which “conventional meanings of gestures (beginnings, endings, structural upbeats, etc.), rather than the literal successions of events, determine the logic of continuity” (452) is a particularly important reference point for Boyle’s article.",
                "footnotes": [],
                "citations": [
                    "kramer_1988"
                ]
            }
        },
        {
            "5": {
                "text": "[5] To my mind, the two essential threads running through these three articles are perception and temporality. Sciarrino’s music presents a unique approach to the shaping of musical time, supported by a sensitivity to the perceptual effects of musical materials and their interactions; this sensitivity is key to the effectiveness of his adventurous formal constructions. Aaron Helgeson ( 2013 ) has dubbed his oeuvre a prime instance of “phenomenological music”—that is, music that focuses primarily on perceptual experience, and specifically the perceiver’s developing engagement with sonic objects, perceptual cues, and their interplay. Sciarrino’s compositional virtuosity lies largely in his subtle crafting and deployment of musical materials to shape listeners’ unfolding temporal experience. Christian Utz, “Reimagining Formal Functions in Post-Tonal Music: Temporality in the Semanticized Form of Salvatore Sciarrino”",
                "footnotes": [],
                "citations": [
                    "helgeson_2013"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Temporality and perception are the central themes of Utz’s article, which regards Sciarrino’s approach to form through the culturally mediated realm of semantics. Musical form is not only a matter of materials, entities, energies, and densities—the experience of form (at least for the acculturated listener) is also shaped by stylistic conventions including semantic signals that mark formal functions. Utz also recognizes a tendency in Sciarrino’s verbal discourse to explicitly semanticize formal processes—for example, the “tide of moving flutists” in his own Il cerchio tagliato dei suoni or the “metallic hint of threatening rot” in his analysis of Webern’s op. 6, no. 4 (Utz, [2.2] ). Such richly poetic semanticization is a significant part of Sciarrino’s creative process, offering, Utz suggests, “great flexibility in reinventing, suspending, or enhancing temporal functions in his music” ( [4.5] ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] As Utz observes, the conventional “beginning–middle–end” structures of eighteenth- and nineteenth-century music, with each stage indicated by stylized markers, are rare in modernist and post-tonal works. This is closely tied in this repertoire, as noted by Adorno, to the avoidance of affirmative endings that might be considered facile, triumphalist, or trite. The resultant open-ended structures without clearly marked closure, Utz remarks, are attributable in part to the compositional aim of “opening up the closed space of the musical work to ‘ecological’ experiences of hearing in a broad sense” ( [1.4] )—such non-linear, ecological experiences are closely related to the reconfigured organic modes of listening described in the second article of this symposium by Mingyue Li.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Sketching out a preliminary categorization of Sciarrino’s formal strategies, Utz considers the possible interrelations between duration, density, and types of beginnings and endings. Particularly important, I think, is the division of beginnings and endings into marked and unmarked . Markedness carries with it an association of intentionality or agency; the difference between an “open” or “closed” ending,” Utz writes, hinges on whether it is understood as a marked, intentional closure or “an unmarked, contingent ‘stopping’” ( [3.3] ). The markedness, then, is not carried in the sonic signal alone, but rather in the listener’s interpretation of the underlying intention. A significant perceptual element is at play, based on both attribution of intention and the interpretation of formal cues. Marked closure or initiation can be clearly signposted (“closed,” as in a tonal cadence), open and continuous (e.g., a gradual fade-out), or open and discontinuous (for example, a sudden cut-off without the expected preparatory signs). All of these fall under the category of marked endings—the alternative, unmarked variety, Utz proposes, might be reserved for situations in which “the end of a listening process is determined by the listener themselves or by a third party: fadeout of a pop song on the radio, spontaneous exit from a sound installation, fading in and out in a situationally conceived performance situation that enables spatial participation of the recipient, etc” ( [3.3] ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Each of Utz’s three case studies of beginnings and endings in Sciarrino’s music illustrates the composer’s tendency to mark out the endings of his works “by something enigmatic, symbolizing a remainder, an unresolved difference, a question mark.” In Quintettino no. 1 (1976) for clarinet and string quartet, the ending is strongly marked with closing gestures that in Utz’s reading allude to a tonal cadence. This is in sharp contrast to the beginning of the short piece, which is unmarked and seems to start from nowhere. Such an unmarked beginning results from a mismatch between chronological position in the piece (at the opening) and the expected signs of initiation—the piece starts in medias res without any clear initiating gestures or cues. The unmarked beginning, followed by a largely unbroken “continuous high density” in the middle, makes the affirmative and marked closure of the ending stand out still more, perhaps even with a hint of irony in its assertive—but contextually questionable—conclusiveness ( [3.6] ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Sciarrino’s Efebo con radio (“young man with radio”) for voice and orchestra (1981) is a less well-known piece, even among aficionados of his music. This work finds Sciarrino in an unusually discursive mode, incorporating quotations of classical and popular music and “radio speech” delivered by the soloist. While the collage-like procedures produce a heterogeneous but broadly consistent texture through much of the work, like Quintettino No. 1 it has a final twist that clearly marks the ending. The sung fragments and ethereal instrumental textures are interrupted (m. 194) by the “radio announcer,” who delivers an identification of the piece in the manner of a DJ: “we have just transmitted from Salvatore Sciarrino Efebo con [cut]” (“di Salvatore Sciarrino abbia trasmesso: Efebo con [troncare]”). After the sudden cut, all that remains is the fading resonance of a steel plate played by a percussionist. The clearly recognizable effect of turning off the radio, Utz notes, “mak[es] explicit the ‘radiophonic’ form of the entire work,” just at the moment where the invocation of Sciarrino’s name adds an autobiographical, self-referential dimension ( [3.9] ). With its calculated dramatic effect, this is certainly a highly marked ending. Utz recalls the last-minute, self-referential entrance of the composer onto the musical stage in nineteenth-century works such as Schumann’s Kinderszenen (“Der Dichter spricht”); I am also reminded of the final moments of Berio’s “In ruhig fließender Bewegung” ( Sinfonia , movement III): “Thank you,{full name of the conductor}.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Utz’s third case study, Da gelo a gelo (Kälte): 100 scene con 65 poesie (2006), deals with one of Sciarrino’s most highly fragmented and longest forms (at 110 minutes). The 100 short scenes of this staged work (“from frost to frost”) are based on 65 poems from the eleventh-century diary of Izumi Shikibu. Most of these scenes are low in density and express a contemplative, non-linear temporality. These are highly contrasted with three more agitated and energetic scenes (numbers 1, 30, 100)—that is, the first and final scenes plus one near the 40-minute mark (beginning, middle, and end)? These certainly seem like markers of formal function; but, Utz argues, in their placement among the more meditative and non-directed scenes they are heard less as the logical outcomes of a directed motion than as discontinuous interruptions. The three markers summarize the music’s form in a “particularly condensed manner, without in any way functioning as consequences of a formal process” ( [3.14] ). The expressive impact of the agitated scenes stretches far beyond their actual durations, coloring the quiet, introspective scenes with a hint of menace (Utz: a “diffuse threat”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Utz concludes that the three case studies, despite their evident differences, share a common feature: all “contain references to conventional form-functional elements which are, however, entirely recontextualized.” Contemporary as Sciarrino’s music may be, it maintains a link to the traditional formal semantics of beginnings and endings—but “the familiar appears unfamiliar” ( [4.5] ). The recognizable gestures of beginning and ending can be framed ironically (Quintettino no. 1), used to bolster a sly self-reference ( Efebo con radio ), or set within a broadly non-linear context as brief but essential signifiers of an overarching formal trajectory ( Da gelo a gelo ). Such incongruities between formal signals (whether conventionalized or resulting from generalized energetic profiles) and their actual deployment in the chronological or absolute time of the work is further explored in Boyle’s article (the third in this Symposium), framed by Kramer’s idea of “gestural time.” Mingyue Li, “Reimagining Organicism: An Ecological Aesthetics of Music and the Self-Organizing Structures in the Works of Salvatore Sciarrino”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Li observes in her article that the trope of organicism has aged poorly since its heyday in nineteenth-century aesthetics: the organicist values of autonomy, boundedness, and “organic unity” run counter to more modern concepts such as intertextuality, the “open work,” fragmentation, and diversity. Furthermore, as Li notes (drawing on a 2018 book by Holly Watkins), “organicism has sometimes been thought to entail regressive social and political values in the present because it has been historically linked to discourses of political and cultural hegemony” ( [1.3] ). If organicism is a concept whose time has passed, what role could it still play in the aesthetics of a contemporary composer—particularly one as original and groundbreaking as Sciarrino? Could Sciarrino’s self-professed organicism be fundamentally different in kind from its nineteenth-century forebears? Li proposes rethinking the idea of the organic to resituate it within Sciarrino’s ecological and holistic aesthetic. She documents Sciarrino’s “strong naturalistic inclination” through a quote from the composer himself: I wanted an organic music, adapted to organic beings. . . . Having arrived precociously on an unknown side of musical experience, I began to compose unstable, frayed, multi-spectral organisms of a richness that made them almost indecipherable to the ear. ( Sciarrino 2013 )",
                "footnotes": [],
                "citations": [
                    "watkins_2018",
                    "sciarrino_2013"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Here, the reader should take note of the terms “beings” and “unstable organisms”—for Sciarrino, the concept of the organic seems directly linked to the presence of multiple organisms and their interactions. We might think of this as a move from the organicist to the ecological , steering away from the familiar organicist trope of a single organism—physically autonomous and bounded, self-generated from an initial cell or seed, with every organ or limb essential and unremovable from the whole—towards a more complex and diverse ecosystem of multiple interdependent entities engaging in complex and sometimes unpredictable interactions with each other and their environment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] I would like to unpack some of the implications of this extension from organicism to ecology. The term “ecology” has several specialized meanings—particularly in reference to James J. Gibson’s “ecological approach” to perception, to be discussed below—but more generally, ecology can be defined as “a branch of science concerned with the interrelationship of organisms and their environments” or “the totality or pattern of relations between organisms and their environment” ( merriam-webster.com ). Thinking of a musical work ecologically rather than organically emphasizes interdependence rather than the separateness, self-sufficiency, autonomy, and independence often associated with organicist ideas. An ecological view of nature focuses on a looser definition of functional relationships, defined by the probability of certain interactions (viewed statistically or stochastically) rather than by top-down control or determinism. Applying the idea of an ecological organization to Sciarrino’s music does not imply that it is not carefully crafted and planned out but rather acknowledges the naturalistic effect of many of his pieces, which often suggest different entities appearing from the shadows, interacting with each other, and receding away again, frequently within a rustling background of “environmental” sounds. This idea of foreground and background, agent and environment, is explored in the final section of Boyle’s article as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The works cited by Li in her article illustrate this ecological trope in different ways. In her discussion of Scene 1 of Lohengrin (1984), Li uses archival sketch materials from the Paul Sacher Stiftung to document the development of eighteen related woodwind figures (see her Example 3). All share significant common characteristics and are thus recognizable as a family (or perhaps a species), all variants of a figure prototype. There is an opportunity here, Li notes, to fall back on a traditional organicist trope of coherence achieved through motivic variation, but instead, she observes how that the distribution of the different types of variants with no apparent pattern leaves the perceptual impression not of organic unity but of capriciousness, the “impossibility of prediction” in listening ( [3.5] ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The other two works described by Li are both scored for massive and unusual forces: Il cerchio tagliato dei suoni (1997), for four solo flutes and 100 “migrating flutists,” and Studi per l’intonazione del mare (2000), for contralto, flute quartet, saxophone quartet, percussion, and an orchestra of 100 flutes and 100 saxophones. An environmental, ecological approach is evident in these examples as well—despite the formidable size of the ensembles, they are not used for triumphal tuttis or complex notated polyphonies, but rather to evoke largely unsynchronized, stochastic effects. The ecological orientation is evident in Sciarrino’s own program notes: I conceived the idea of a migration of sounds, that is, the passage of generations of simple sounds, carried along by a tide of moving flutists. The sound of great masses is fascinating. Infinite examples can be found in nature, just think of birds, crickets, a crowded market, traffic, rain. ( 1997 ) The composition is based on the infinite dialogue between small and large. There is certainly a spectacular side, due to the number of performers. But this becomes secondary compared to the flowering of music or the enchantment of the gigantic natural acoustic phenomena that are obtained by the multiplication of tiny sounds. Think of the river, the song of birds, crickets, the sound of a market, traffic, rain, the river. ( 2000 )",
                "footnotes": [],
                "citations": [
                    "sciarrino_1997",
                    "sciarrino_2000"
                ]
            }
        },
        {
            "18": {
                "text": "[18] The metaphor of a statistical, ecological organization applies convincingly to such sound-mass effects; as Li observes, complex structures can result from “the proliferation and overlaying of surprisingly simple elements” ( [4.4] ). Turning from this sense of “ecology” as the science or patterning of relationships between organisms and their environment, we can zoom in on another sense of the term, equally important in Li’s article: Gibson’s “ecological approach” to visual perception ( 1979 ), adapted by Eric Clarke ( 2005 ) for application to musical listening. In a Gibsonian sense, “ecological hearing” means that the perceiving subject is always seeking to make sense of the environment, to order the objects around them and to comprehend their interactions. An ecological approach to perception argues that organisms do not neutrally and dispassionately gather sensory information for passive processing, but instead are actively involved in seeking out relevant information from the environment depending on their own needs: to a tree-climbing squirrel, a tree is not first and foremost an abstract shape or form, but rather a collection of potential pawholds and landing places for leaps (affordances). Li describes Clarke’s ecological approach to auditory perception as concerned primarily with how musical meanings are linked to “exploratory, survival-driven functions” such as “specification of entities; the detection of force, direction, motion and speed; and the discrimination of boundaries, surfaces, and, by extension, spaces” ( [1.6] ).",
                "footnotes": [],
                "citations": [
                    "gibson_1979",
                    "clarke_2005"
                ]
            }
        },
        {
            "19": {
                "text": "[19] If we transfer this ecological perspective to Sciarrino’s music, we can imagine a mode of aural engagement that tracks sonic objects or entities, identifying the individuals and their interactions with each other, understanding how they move in space, discriminating their boundaries and how they emerge from their surroundings (whether silent or filled with naturalistic sound). The notion of sounds receding from the auditory scene or creeping back in at the threshold of perceptibility links this kind of ecological listening to the phenomenological analyses of Helgeson ( 2013 ), based on Don Ihde’s idea of the auditory field ( 2007 ). Li’s approach to the interrelated woodwind figures in Lohengrin explicitly engages with a framework of ecological perception to describe how a listener might perceive “a sense of ‘virtual causality’ associated with multiple interacting agents” among the first scene’s musical entities ( [3.7] ).",
                "footnotes": [],
                "citations": [
                    "helgeson_2013",
                    "ihde_2007"
                ]
            }
        },
        {
            "20": {
                "text": "[20] John Cage’s frequently quoted dictum, “The function of art is to imitate nature in her manner of operation” ( Cage 1967 , 31), paraphrases an observation by Ananda Coomaraswamy ( Nakai 2014 ): “We shall find that Asiatic art is ideal in the mathematical sense: like Nature ( natura naturans ), not in appearance (viz. that of ens naturata ), but in operation” ( Coomaraswamy 1956 , 10–11). While Sciarrino occasionally engages in literal depictions of the natural world, the deep structure of his music goes still further, reflecting in formal terms the mutual interconnections of ecology: nature’s “manner of operation.” Li’s expansion of the idea of the “organic” beyond its standard connotations of wholeness, self-similarity, determinism, and autonomy to embrace the ecological notions of interdependence, unpredictability, and statistical probability is a significant step towards understanding a musical aesthetic and approach to form that imitates not only the appearances of nature but also its fundamental modes of organization. Antares Boyle, “Gestural Temporality in Sciarrino’s Recitativo oscuro ”",
                "footnotes": [],
                "citations": [
                    "cage_1967",
                    "nakai_2014",
                    "coomaraswamy_1956"
                ]
            }
        },
        {
            "21": {
                "text": "[21] Like Li, Boyle also engages with concepts of organicism, though in this final article the emphasis is on the interacting formal roles, at both the small and large scale, of gesture and temporal function. The work under consideration is Recitativo oscuro , a 1999 composition for piano and orchestra. Here, the physicality of gesture is brought to the fore, with a repeated gesture carefully matched (as in many of Sciarrino’s works) to the idiom and physical affordances of the instrument. A brusque intersection of rapidly rolled black- and white-key clusters—Boyle’s “gesture X,” which she identifies as “a kind of postmodern Grundgestalt derived from pure physicality and motion” ( [1.7] )—is continuously repeated and varied throughout the piano solo at the beginning of the form. The gesture proliferates with near-obsessive repetition, an instance of the processi di moltiplicazione described in Sciarrino’s Le Figure della musica ( 1998 ). While such a high degree of repetition might seem redundant or tautological, Boyle argues that it is balanced by a “temporal multiplicity” ( [1.10] ), the projection of a complex and even self-contradictory form through tensions between local, “bottom-up” indicators of temporal function and global, “top-down” considerations of large-scale segmentation into phrases and longer units.",
                "footnotes": [],
                "citations": [
                    "sciarrino_1998"
                ]
            }
        },
        {
            "22": {
                "text": "[22] At the most basic level, “temporal function” refers to form-building roles such as initiation, continuation, and closure. These will be most familiar to many theorists through Caplin’s Classical Form ( 1998 ), which presents an idea of formal functions with a Schoenbergian lineage. Recent work by Matthew Arndt proposes a more elaborate set of “structural functions”: “establishment, confrontation, connection, dissolution, delimitation, elaboration, preparation, and stabilization” ( 2018 , 211). But what is the link between a temporal function (what a formal unit does ) and its sonic content (how it actually sounds )? In his seminal The Time of Music , Jonathan Kramer opposes absolute time (chronological time or “time as used”) and gestural time (“time as portrayed”) ( 1988 , 150–51). Specific sonic gestures (established through stylistic convention) can suggest a particular temporal function—such as beginning or ending—even when they are displaced from the appropriate location in the form.",
                "footnotes": [],
                "citations": [
                    "caplin_1998",
                    "arndt_2018",
                    "kramer_1988"
                ]
            }
        },
        {
            "23": {
                "text": "[23] This allows for “multiply directed time” as found in certain late Beethoven quartets or in Haydn’s “ingenious jesting with art” ( Wheelock 1992 ). When gestures that imply one temporal function (such as “initiation” or opening) occur in the “wrong” place (at the end of a segment instead of the beginning), there can be a significant conflict between heard formal cues and their actual placement in the work. In Sciarrino’s Recitativo oscuro , Boyle’s gesture X has strong connotations of an “initiation” or “opening” function with its rising pitch profile and overall crescendo—both facets of an increasing general “intensity”—but as the piano solo goes on, gesture X is regularly heard at the ends of phrases rather than their beginnings. Absolute and gestural time are at odds here, animating the seemingly “organic” motivic repetition with a subversive and attention-commanding twist. Boyle goes still further: at a higher formal level, she identifies a “fractal-like” replication of the contradictions of gesture X at larger formal levels, characterized by an “inverted intensity profile” (see her Example 5), initially losing energy and then regaining it in an inverted arch (while we would more typically expect a decrease of energy at the end congruent with the temporal function of closure).",
                "footnotes": [],
                "citations": [
                    "wheelock_1992"
                ]
            }
        },
        {
            "24": {
                "text": "[24] This might seem like a complex conceptual apparatus, but it is useful for engaging with the complexities of Sciarrino’s approach to form. At a superficial glance, many of his compositions might appear rather straightforward, with a relatively limited palette of musical materials and long stretches of “low-information” repetition or stasis. But when we begin to consider the way that these simple materials play on the listener’s perception—through precisely the kinds of conflicts that Boyle identifies between the expectations arising from local cues to temporal function and their actual placement in absolute, chronological time—we can appreciate Sciarrino’s compositional craft and sensitivity to shaping phenomenological experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Boyle’s article closes with a consideration of semantic and ecological interpretations of the work’s overall form. At the low ebb of the inverted arch (see her Example 15 ), the orchestra presents cyclic, slow material that repeats (approximately) in units of around thirty seconds, taking up a long central section of the timeline. This low-intensity material “contrasts with the impulsive directed motion of the piano solo” and is itself punctuated by outbursts involving both piano and orchestra as well as dialogues between the two. The orchestra’s long and repetitive cycles suggest “an ecological interpretation of the orchestra’s role,” the fusion of unusual instrumental sounds into “a complex and enigmatic sonic ecosystem” ( [4.2] ). Within this ecosystem, the brusque and “blunt piano clusters” of the opening solo are recontextualized: “against the environmental backdrop, the piano music becomes more explicitly agential, perhaps even human.” The orchestra’s cyclicity frames it as a naturalistic background, allowing the interjections of the piano to emerge as “the improvisatory speech of a willed individual within an immense and mysterious soundscape.” Sciarrino’s management of formal constructions and energy profiles (the inverted arch) gives rise to a unique semantic experience, redrawing the solo/orchestra tropes of the historical concerto in terms of a gestural temporality. As we see in all three of the articles gathered here, the curiously compelling, hypnotic effects of Sciarrino’s deployment of materials are the result of complex relationships between semantics and temporality, between content and form.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "symposium on the music of salvatore sciarrino",
    "source": "mto/raw/mto.23.29.4.hasegawa.html",
    "data": "mto/data/mto.23.29.4.hasegawa.json"
}