{
    "title": "Schoenberg’s Turn to an “Other” World",
    "date": "1995/09/01",
    "volume": "1",
    "issue": "5",
    "authors": [
        "Covach, John R."
    ],
    "abstract": "The present paper constitutes an extension of an earlier article in this journal.(1)Building on the notion of musical worlding introduced in that essay, I explore Schoenberg’s turn to atonality in the period of 1908 and after. I argue that Schoenberg employs atonality as a means of disrupting tonality in order to create an “other” world; this otherness is created by opening up a tension between the world of the “great German tonal masterworks” and the particular atonal piece. Schoenberg’s fascination with other worlds is explored, and atonality is cast as a technical solution to an aesthetic problem that runs throughout Schoenberg’s music and thought: how to represent the spiritual essence of music.",
    "keywords": [
        "aesthetics",
        "atonality",
        "Goethe",
        "Heidegger",
        "musical worlding",
        "mysticism",
        "Schoenberg",
        "Schopenhauer",
        "Steiner",
        "Swedenborg"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.5/mto.95.1.5.covach.pdf",
    "author_info": [
        {
            "name": "John R. Covach",
            "university": "Department of Music",
            "address": "Hill Hall, CB# 3320, University of North Carolina, Chapel Hill, NC 27599-3320",
            "email": "jcovach@email.unc.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. John R. Covach, “Destructuring Cartesian Dualism in Musical Analysis” Music Theory Online 0.11 (1994), reference: mto.94.0.11.covach.art.  See also my “Musical Worlds and the Metaphysics of Analysis,” Music Theory Online 1.1 (1995). An earlier version of the present study was presented as part of a poster session at the 1994 Lancaster Music Analysis Conference. I would like to thank Allen Forte and Robert Wason for reading an earlier version of this study and offering valuable suggestions. Please note that while all German umlauts have been represented below with the addition of an “e,” French diacritical marks, unfortunately, do not appear owing to restrictions of character use in the current online format.",
            "citations": []
        },
        "FN2": {
            "text": "2. Arnold Schoenberg, “My Evolution,” in Style and Idea , ed. Leonard Stein, trans. Leo Black (Berkeley: University of California Press, 1984), 86.",
            "citations": []
        },
        "FN3": {
            "text": "3. Carl Dahlhaus, “Schoenberg’s ‘Aesthetic Theology,’” in Schoenberg and the New Music , trans. Derrick Puffett and Alfred Clayton (Cambridge: Cambridge University Press, 1987), 81–93.",
            "citations": []
        },
        "FN4": {
            "text": "4. Heidegger’s fundamental ontology is presented especially in his Being and Time [1927], trans. John Macquarrie and Edward Robinson (New York: Harper and Row, 1962).",
            "citations": []
        },
        "FN5": {
            "text": "5. This section summarizes longer and more detailed discussions of musical worlding that appeared in my “Musical Worlding: Heidegger’s Fundamental Ontology and the Understanding of Music,” Methods: A Journal for Human Science (1994): 49–58; and “Destructuring Cartesian Dualism in Musical Analysis.”  The reader is referred to those articles for a fuller treatment of the issues raised in this section.",
            "citations": []
        },
        "FN6": {
            "text": "6. Graphs of portions of this piece can be found in Allen Forte and Steven E. Gilbert, Introduction to Schenkerian Analysis (New York: Norton, 1982), 152, 238; and Charles Burkhart, “Schenker’s ‘Motivic Parallelisms,’” Journal of Music Theory 22/2 (1978): 145–175.  See also Schenker’s pre- Ursatz analysis of the work in Der Tonwille 2 (1922): 25–48.",
            "citations": []
        },
        "FN7": {
            "text": "7. This is, of course, a very brief and general treatment of this issue.  I have offered a more extended destructuring of the tacit claims in music-analytical practice in my Musical Communities, Communities of Music: A Hermeneutic Approach to Musical Meaning , a paper presented at the special conference “Bordercrossings: Future Directions in the Study of Music,” Ottawa, Canada (March 1995).  The issues touched on in this section, however, warrant much fuller consideration and I will return to this topic in a future article and deal much more thoroughly with the many questions that my discussion raises.",
            "citations": []
        },
        "FN8": {
            "text": "8. This section summarizes much longer and more detailed discussions that have appeared in my “Schoenberg and the Occult: Some Reflections on the ‘Musical Idea,’” Theory and Practice 17 (1992): 103–18; “The Quest of the Absolute: Schoenberg, Hauer, and the Twelve-Tone Idea,” Black Sacred Music: A Journal of Theomusicology 8/1 (1994): 157–77; and “The Sources of Schoenberg’s ‘Aesthetic Theology,’” paper presented at the annual conference of the American Musicological Society (November 1991), Chicago, Illinois.",
            "citations": []
        },
        "FN9": {
            "text": "9. Schopenhauer’s influence on Schoenberg is explored by Pamela White in her article “Schoenberg and Schopenhauer,” Journal of the Arnold Schoenberg Institute 8/1 (1984): 39–57; and in her book Schoenberg and the God-Idea (Ann Arbor: UMI, 1985).",
            "citations": []
        },
        "FN10": {
            "text": "10. The main points of Schopenhauer’s philosophy are set down in his main work, The World as Will and Representation , 2 vols., trans. E. F. J. Payne (New York: Dover, 1969).  Music is discussed in detail in the third book of volume one, section 52 (pp. 255–67), and in chapter 39 of the second volume, “On the Metaphysics of Music” (pp. 447–57).",
            "citations": []
        },
        "FN11": {
            "text": "11. Schoenberg had a single volume of Swedenborg in his personal library (preserved at the Arnold Schoenberg Institute in Los Angeles), and many of the pages remained uncut.  See Clara Steuermann, “From the Archives: Schoenberg’s Library Catalogue,” Journal of the Arnold Schoenberg Institute 3/2 (1979): 203–18. For a discussion of the influence of Balzac, Swedenborg, and Steiner on Schoenberg’s unfinished oratorio, Die Jakobsleiter , see Karl Woerner, “Schoenberg’s Oratorium Die Jakobsleiter : Musik zwischen Theologie und Weltanschauung,” Schweizerische Musikzeitung 105 (1965): 250–57 and 333–40.",
            "citations": []
        },
        "FN12": {
            "text": "12. Honore de Balzac, Seraphita , trans. Clara Bell, ed. David Blow (New York: Hippocrene Books, 1989), 143, 148, and 151.",
            "citations": []
        },
        "FN13": {
            "text": "13. Schoenberg, “Composition with Twelve-Tones,” in Style and Idea , 220.",
            "citations": []
        },
        "FN14": {
            "text": "14. Rudolph Steiner, Goethe’s World View , trans. William Lindeman (Spring Valley, New York: Mercury Press, 1985), 77.",
            "citations": []
        },
        "FN15": {
            "text": "15. Severine Neff has stressed the importance of Goethean science in Schoenberg’s theoretical writing; see her “Goethe and Schoenberg: Organicism and Analysis,” in Music Theory and the Exploration of the Past , eds. Christopher Hatch and David Bernstein (Chicago: University of Chicago Press, 1993): 409–433.  It is worth noting that the writings of Schopenhauer, Swedenborg, and Steiner are ultimately incompatible in a strict philosophical sense; I deal with this problem at some length in “The Sources of Schoenberg’s ‘Aesthetic Theology’” cited above.",
            "citations": []
        },
        "FN16": {
            "text": "16. Woerner, “Schoenbergs Oratorium Die Jakobsleiter .”",
            "citations": []
        },
        "FN17": {
            "text": "17. Theodor W. Adorno, Philosophy of New Music , trans. Anne G. Mitchell and Wesley V. Blomster  (New York: Continuum, 1973), 30.",
            "citations": []
        },
        "FN18": {
            "text": "18. Schoenberg, “My Evolution,” 86.",
            "citations": []
        },
        "FN19": {
            "text": "19. Theodor W. Adorno, “Arnold Schoenberg,” in Prisms , trans. Samuel and Shierry Weber (Cambridge: MIT Press, 1981), 160.",
            "citations": []
        },
        "FN20": {
            "text": "20. Allen Forte, “Schoenberg’s Creative Evolution: The Path To Atonality,” Musical Quarterly 64/2 (1978): 133–76.",
            "citations": []
        },
        "FN21": {
            "text": "21. Allen Forte, “Sets and Nonsets in Schoenberg’s Atonal Music,” Perspectives of New Music 11/1 (1972): 43–64.",
            "citations": []
        },
        "FN22": {
            "text": "22. Allen Forte, The Structure of Atonal Music (New Haven: Yale University Press, 1973), ix.",
            "citations": []
        },
        "FN23": {
            "text": "23. Carl Dahlhaus, “Schoenberg's ‘Aesthetic Theology,’” 88.",
            "citations": []
        },
        "FN24": {
            "text": "24. Will Ogdon, “How Tonality Functions in Schoenberg’s Opus 11, Number 1,” Journal of the Arnold Schoenberg Institute 5/2 (1981): 169–181; and Kenneth L. Hicken, Aspects of Harmony: Schoenberg’s Six Little Tonal Pieces, Op. 19 (Winnepeg: Frye Publishing, 1984).  See also Graham H. Phipps, “Harmony as a Determinant of Structure in Webern’s Variations for Orchestra,” in Music Theory and the Exploration of the Past , eds. Hatch and Bernstein (Chicago: University of Chicago Press, 1993), 473–504; while this article deals with Webern’s twelve-tone music, its author assures me it is also representative of the approach he takes to the atonal repertory. William Benjamin’s work in this area remains unpublished, though he demonstrated his analytical approach to the atonal repertory in a recent presentation at the annual meeting of the Society for Music Theory in Tallahassee, Florida (1994).",
            "citations": []
        },
        "FN25": {
            "text": "25. It is assumed that readers of this journal are familiar with the central texts in pitch-class set theory; for those unfamiliar with this literature, see the Bibliography provided in John Rahn, Basic Atonal Theory (New York: Schirmer, 1980).  An interesting contrast between the first and second approaches discussed here can be readily seen by comparing Ogdon’s analysis of Schoenberg’s Op. 11/1 (cited above) with Forte’s analysis of the same piece appearing in his “The Magical Kaleidoscope: Schoenberg’s First Atonal Masterwork, Op. 11, No. 1,” Journal of the Arnold Schoenberg Institute 5/2 (1981): 127–168.",
            "citations": []
        },
        "FN26": {
            "text": "26. As with my discussion of Schenkerian theory above, this is an all-too-brief treatment of a topic to which I will return in a future article.",
            "citations": []
        },
        "FN27": {
            "text": "27. This discussion deals only with aspects of pitch structure in the atonal works.  Clearly any discussion that would incorporate the dimensions such as rhythm, form, texture, motivic development, and gesture will locate other ways of evoking earlier repertoires.",
            "citations": []
        },
        "FN28": {
            "text": "28. Hicken, Aspects of Harmony , 34.",
            "citations": []
        },
        "FN29": {
            "text": "29. This analytical overview of Op. 19/2 makes no claims to originality.  For more detailed treatments of the piece, see Allen Forte, “Context and Continuity in an Atonal Work: A Set-Theoretical Approach,” Perspectives of New Music 1/2 (1963): 72–82; Deborah Stein, “Schoenberg's Op. 19, no. 2: Voice Leading and Overall Structure in an Atonal Work,” In Theory Only 2/7 (1976): 27–43; and Marion Guck, “Comment: Symmetrical Structures in Op. 19, no. 2,” In Theory Only 2/10 (1977): 29–34.",
            "citations": []
        },
        "FN30": {
            "text": "30. Obviously more analysis than space here will allow would need to be presented in order to fully explore the interpretive position I am suggesting here.  It would, nevertheless, be possible to demonstrate that the “logic” according to which the material for the piece is unfolded develops against a background created by common-practice tonality and expectations, and that all this occurs without the piece itself being tonal.",
            "citations": []
        },
        "FN31": {
            "text": "31. Quoted in Willi Reich, Schoenberg, A Critical Biography , trans Leo Black (New York: Praeger Publishers, 1971), 49.",
            "citations": []
        },
        "FN32": {
            "text": "32. Hans-Georg Gadamer, Truth and Method [1960], 2nd rev. ed., trans. Joel Weinsheimer and Donald G. Marshall (New York: Continuum, 1991).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction Ich fuehle luft von anderem planeten —Stefan George, “Entrueckung” Schoenberg is endeavoring to make complete use of his\n          freedom and has already discovered gold mines of new\n          beauty in his search for spiritual harmony.  His music\n          leads us into a realm where musical experience is a\n          matter not of the ear but of the soul alone—and from\n          this point of view begins the music of the future. —Wassily Kandinsky (1911)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the third and fourth movements of his Second String Quartet of 1907–8, Arnold Schoenberg sets texts by Stefan George, adding a soprano to the traditional four string instruments.  As is well known, Schoenberg does not provide a key signature for the last movement, and many writers have taken this as an indication of the composer’s turn to atonality.  Recalling this period much later in his life (1949), however, Schoenberg points out that throughout all the movements of Op. 10 “the key is presented distinctly at all the main dividing-points of the formal organization.” (2) Still, the combination of Schoenberg’s (subsequent) turn to atonality and the George text referring to the “air of other planets” has been too much for many writers to resist.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Viewing his turn to atonality in the period around 1908–9 some years after the event, Schoenberg tended to emphasize the ways in which his atonal music extended the great German musical tradition. With an almost Hegelian faith in the inevitable forward progress of history, Schoenberg tended to view his rejection of tonality as a natural development of the tonal language itself, playing down the idea that atonality constituted a radical turning point in the history of Western art music.  By contrast, Carl Dahlhaus has challenged the notion that atonality forms a necessary continuation of tonal music and questions whether Schoenberg’s turn to atonality was really as historically inevitable as Schoenberg later tended to portray it. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] This article explores Schoenberg’s turn to atonality by employing an interpretive perspective adapted from philosophical hermeneutics.  Working from Martin Heidegger’s notion of fundamental ontology, (4) I propose that one way pieces of music are meaningful is in a particular work’s relation to other works within some group of works.  For example, pieces of tonal music in the German tradition—the canonical works of eighteenth and nineteenth century in which Schoenberg was so interested—form a kind of “community” of works.  When one considers a single piece, one considers it within the context of this community of other related works.  Even if one considers only the characteristic features of a single work, the exceptional features of the specific work will have to arise by a comparison with other pieces that are somehow related to it, even if this occurs only implicitly.  Thus, it is almost impossible to consider any piece of tonal music in isolation from other works, and every analysis or experience of some work invokes the other works in the canon.  In this way, the listener or analyst “situates” a work within the context created by its tradition, and meaning is thought of as arising not only within the work itself, but also from its relation to other works.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I will argue that Schoenberg’s turn to atonality was essentially an attempt to write music that could not be situated in traditional ways within the tonal world of the “great masterworks.” If the canon of eighteenth and nineteenth-century tonal works can be thought of as a kind of “musical world” in which the individual pieces that make it up are variously situated, rejecting tonality had the effect of casting these atonal pieces into a novel relationship with the musical world of the masterworks—one in which the traditional inter-opus relations are no longer valid but in which these connections still form the basis for musical understanding and meaning in a radically transformed way; meaning is created by an inability to situate a work in the expected and traditional manner.  Each atonal work thus resides outside of the musical world of the canonical tonal works—in a kind of “other” musical world—while simultaneously relying on that tonal world for its effect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Thought of in this manner, the interpretive question with regard to Schoenberg’s turn to atonality changes significantly. Rather than exploring how atonality constitutes an extension of turn-of-the-century tonal practice (or even how it constitutes an anticipation of the twelve-tone method), one might instead explore why Schoenberg may have felt compelled to seek an “other” world. I will argue that atonality is meaningful precisely because of its difference from tonality—a difference that creates an aesthetically crucial disruption of tonal practice.  A consideration of the many texts Schoenberg used in his works during this period, as well as the literary and philosophical texts that seem to have exerted some influence on his thinking about music, reveals a strong fascination with “other” worlds of various types.  Atonality is thus posited as a technical solution to broader aesthetic and philosophical problems that occupied Schoenberg during this period, and indeed, throughout his career.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In pursuing these issues, this study will first briefly review an application of Martin Heidegger’s fundamental ontology to musical experience, focussing especially on the notion of “musical worlding.”  I will then consider and summarize Schoenberg’s fascination with the mystical notion that music can provide a glimpse of an “other,” higher realm of existence.  These ideas can be traced in part to Arthur Schopenhauer’s “metaphysics of music,” but also in part to Honore de Balzac’s philosophical novels (which were influenced by Emanuel Swedenborg’s theology).  Schoenberg’s awareness of Goethean science was almost certainly influenced in at least an indirect way by Rudolf Steiner’s writing.  I will then review well-known accounts of Schoenberg’s turn to atonality (Schoenberg, Adorno, Dahlhaus, Forte).  I will argue that recovering the aesthetic impact of Schoenberg’s atonal music requires one to situate each particular piece with regard to the musical world of the German tonal tradition, but to situate it outside of that tradition. Musical Worlding (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In his important book, Being and Time of 1927, Martin Heidegger argues that the Western philosophical tradition since the time of Plato has operated under a number of assumptions that have become tacit, but that none the less determine the ways in which we think about crucial philosophical questions.  One assumption that Heidegger examines is what is often termed the “Cartesian subject-object split.”  This means that in our daily lives we tend to divide our experience into an inside (our thinking selves as subjects) and an outside (objects in an external world). Transferred into the musical realm, the subject-object split refers to the separation that occurs—however tacitly—whenever we approach a piece of music as an object in some world “out there,” an object distinct from ourselves as perceiving and/or conceiving subjects.  It is probably safe to say that in our analysis of works we tend to assume this subject-object distinction; while we are mostly not at all clear on what the specific nature of the musical object is, we nevertheless proceed as if that problem can be “bracketed” in analytical discussion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Following Heidegger’s model of “fundamental ontology,” and thus in an attempt to “de-structure” our assumptions about how meaning arises in the musical experience, I have argued that particular pieces of music are situated within what I term “musical worlds.” The musical world of a piece is a number of other works that form a kind of background—a body of other pieces that create a purely musical context for some particular piece.  The musical world of a piece is the product of our cumulative experience in music, and is usually not something of which we are consciously aware as we listen.  The exact pieces that make up a musical world could never be exhaustively listed; in a certain sense they are what is closest to us in our musical experience, but by virtue of this they are also what is most difficult to articulate in a conscious manner: musical worlds are transparent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] At the most fundamental level, we do not experience a piece of music as a self-contained object .  It is rather more like a location within a rich network of other pieces in our musical experience. Musical understanding arises when we are able to situate a particular piece within such a musical world, and musical meaning arises as we appreciate the particular way in which the work is situated.  Thought of in this way, the work is not so much an isolated point as much as it is a location of gathering together.  We may explain this gathering together in terms of tonality, form, row structure, motivic development, etc., but such descriptions will always be derivative objectifications of a more basic kind of musical experience.  Thus in every analysis of any particular work one may pose the questions: how does this analytical interpretation situate this work with regard to some musical world? and how can that world be characterized?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] A brief example will serve to clarify the relationship between a work and the musical world in which it may be situated.  Let us take a familiar work as an example, the first movement of Beethoven’s Op. 2/1 piano sonata.  Following Schenkerian theory and a Heideggerian destructuring of it, one might first take the movement as a five-line piece, and then question what exactly the nature of this property of “five-lineness” is; how can it be characterized? (6) Analysts typically write about the five-line— and the Ursatz and transformations that are part of the multi-layered structure of the voice leading—as if it were a property that is inherent in the piece itself.  This implies that, taken in isolation from other works, the first movement of Op. 2/1 manifests the property of “five-lineness,” and that this property might exist, perhaps as a kind of Platonic musical Idea, prior to any particular manifestation of it.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] I hasten to point out that I am reading these analytical and theoretical claims as tacit ones; they are brought to our attention as the result of destructuring our assumptions about analytical interpretation.  An interpretation in terms of musical worlds, however, would hold that “five-lineness” is a relationship that exists not only within the work, but also and most importantly between works; without other works that resemble this movement from Op. 2/1, there could be no five-line.  The principal claim is that the five-line is a way of situating a work within a musical world of other works like it; and as such it constitutes not so much a description of a property inherent in the work itself (taken as an isolated musical object), as much as an interpretation that places the work in the richest possible context within some repertory. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The sustained appeal of Schenkerian theory and analysis is the result, in large part, of its power to effectively situate individual tonal works from the eighteenth and nineteenth century with regard to the musical world of the “great German masterwork.”   But Schoenberg’s atonal works cannot be situated with regard to that musical world in quite the same way.  Even the advanced chromaticism of Schoenberg’s tonal music, though it pushes at the boundaries of the musical world of German masterwork, can still be situated within that tradition.  In Schoenberg’s atonal music, however, it is the very way in which these works evoke the musical world of the tonal masterwork while remaining outside of it that is the crucial factor in suggesting a kind of musical “otherworldliness” in Schoenberg’s atonal music. Schoenberg’s Fascination with “Other” Worlds (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Before moving on to a discussion of atonality, it may be helpful to explore briefly Schoenberg’s fascination with the idea that music can somehow penetrate into an other and higher spiritual realm—a fascination that is reflected in both those writers whom he found most interesting, and in the texts he chose to set during his atonal period.  Let us begin with Schoenberg’s interest in the philosophy of Arthur Schopenhauer.  Schoenberg is known to have studied Schopenhauer’s philosophy carefully, and it is especially Schopenhauer’s aesthetics of music that bear upon the present discussion. (9) As is well known, Schopenhauer divided our knowledge of the world into two aspects, the world as representation and the world as will. (10) Responding to Immanuel Kant’s claim that we are restricted in our knowledge of any object by our manner of representing things to ourselves internally (that is, we can never really know what things in the external world are really like, but only how they appear to us), Schopenhauer posited that we can come to understand these “things-in-themselves.”  The Kantian thing-in-itself is something Schopenhauer calls the “will.”  The will exists outside of time, space, and causality (these being a priori modes of our internal representation). As such, the will is absolutely unified, though it is subject to various degrees of objectification.  While the other arts capture these various degrees of objectification of the will through the Platonic Ideas, music captures the will directly, in a manner that has no need of the Ideas.  Music thus provides the most accurate representation of the will and, in a certain sense, provides a window onto an “other” world—the will itself.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Schoenberg was also influenced by the description of an “other world”—in this case a spiritual world—as it occurs in the writings of the Swedish mystic Emanuel Swedenborg (1688–1772).  The evidence suggests, however, that Schoenberg did not get his knowledge of Swedenborg’s ideas from reading Swedenborg directly, but rather Schoenberg seems to have gleaned his knowledge of Swedenborg from the philosophical novels of Honore de Balzac. (11) Consider the following passages from Seraphita that describe Swedenborg’s heaven: In fact, to the spirit, time and space are not.  Distance and\n     duration are proportions proper to matter; and spirit and\n     matter have nothing in common. But the spirit was in the infinite, and they did not know that\n     in the infinite time and space are not, that they were divided\n     from him by gulfs, though apparently so near. In short, everything was at once sonorous, diaphanous, and\n     mobile; so that, everything existing in everything else,\n     extension knew no limits, and the angels could traverse it\n     everywhere to the utmost depths of the infinite. (12) Schoenberg mentions Balzac’s account of Swedenborg’s vision of heaven, as it occurs in Balzac’s Seraphita , in his famous 1941 essay, “Composition With Twelve Tones.” (13) Schoenberg likens his notion of the unitary perception of musical time and space to Swedenborg’s heaven, where time and space in the physical sense are radically transformed.  Thus music, in the most fundamental sense, can be thought to exist in a realm where time and space are unified, and the parallels that Schoenberg draws to Swedenborg’s ideas suggest that this realm is not only an “other” one, but a spiritual one as well.",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Schoenberg was probably also familiar with the mystical interpretations of Goethean science forwarded in the 1880s and 90s by Rudolf Steiner (1861–1925).  Though Steiner began his career as a scholar editing Goethe’s works for two editions, including the prestigious Weimar edition, after the turn of the century his thinking took a distinct turn toward the occult.  In 1902 he became head of the German-speaking branch of the Theosophical Society, and in 1913 he formed his own organization, the Anthroposophical Society.  Steiner always maintained that his later occult philosophy was founded in German Idealism, and especially in the writings of Goethe.  Steiner believed—and argued that Goethe believed—that there exist realms finer than our coarse physical one and that through intuitive perception one can gain access to these finer, and higher spiritual realms.  In 1897, Steiner wrote as follows: Goethe’s basic conviction was that something can be seen in\n     the plant and in the animal that is not accessible to mere\n     sense observation.  What the bodily eye can observe about the\n     organism seems to Goethe to be only the result of the living\n     whole of developmental laws working through one another and\n     accessible to the spiritual eye alone.  What he saw in the\n     plant and the animal with his spiritual eye is what he\n     described. (14) Thus, if Schoenberg’s understanding of Goethean science was influenced by Steiner or his followers—and Steiner had plenty of followers in Vienna at the turn of the century—then his use of Goethe’s science as a model for certain of his theoretical ideas suggests that for Schoenberg music offered a means of spiritual contemplation. (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Schoenberg’s interest in other worlds can also be seen in his librettos from the atonal period.  The libretto to Schoenberg’s unfinished oratorio Die Jakobsleiter begins as follows: Whether to right or left, forward or back, uphill or down, one\n     must go on, without asking what lies ahead or behind.  It\n     shall be hidden: you were allowed to forget it—you had to—so\n     as to fulfil your task. Certainly Die Jakobsleiter is the text from Schoenberg’s atonal period most obviously under the influence of mystical ideas.  In fact, Karl Woerner has suggested that this libretto has much in common with Steiner’s “Mystery Dramas,” which were produced in Vienna before the First World War. (16) Indeed, the whole of Die Jakobsleiter takes place in an “other” world.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] While not as obviously mystical, many of the other texts used by Schoenberg during his atonal period address what might today be thought of as “alternate modes of consciousness.”  As Adorno has suggested, for example, Erwartung opens up a moment in time; an event that might occur in a minute’s time takes up roughly a half hour in performance. (17) Die Glueckliche Hand also opens and closes with the same scene (the man with the winged creature on his back), suggesting that the action unfolds in something other than chronological time.  These texts have often been interpreted in psychological—and specifically Freudian—terms ( Erwartung especially).  But it is important to recognize that in occult and mystical philosophies, “other” worlds are not always heavens; one can also catch glimpses, or even sustained visions, of hell.  The difference lies in the fact that what is for psychologists a hell that exists only in the mind of the patient subjectively, is for mystics like Swedenborg or Steiner something that is really there in an objective sense. Atonality as an “Other” World",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Having briefly considered the notion of musical worlding as well as Schoenberg’s fascination with other worlds, we can now explore how Schoenberg’s turn to atonality may have been motivated by an aesthetic drive to project an “other” musical world.  Let us first review the familiar accounts of Schoenberg’s turn to atonal composition that have been offered.  The composer himself tends to seek continuities between his earlier tonal practice and his subsequent atonal one; he emphasizes that atonality was a natural next step in the development of chromatic music: Most critics of this new style failed to investigate how far\n     the ancient “eternal” laws of aesthetics were observed,\n     spurned, or merely adjusted to changed circumstances.  Such\n     superficiality brought about accusations of anarchy and\n     revolution, whereas, on the contrary, this music was\n     distinctly a product of evolution, and no more revolutionary\n     than any other development in the history of music. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]Theodor Adorno, while not denying the disruptive effect that atonality produced, nevertheless focusses on the broader aspects of the historical inevitability of the emancipation of the dissonance: What at the time seemed a radical break may be seen today as\n     ratification of the inevitable.  Schoenberg overturned the\n     vocabulary, from individual sounds to the schemas of the large\n     forms, but he continued to speak the idiom and to strive for\n     the kind of musical texture which is inseparably tied to the\n     means he eliminated, not merely through common genesis but\n     through its very meaning . . . Even in his most advanced works\n     he remained traditional. (19) For Adorno, Schoenberg’s turn to atonality did constitute an important shift, but the passage of time allows us to see that this change was inevitable, and thereby not as radical as it may have seemed at the time.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Allen Forte, by contrast, construes atonality and tonality as distinctly different musical contexts.  While his account of Schoenberg’s transition from tonal to atonal composition emphasizes the fact that certain collections of pitch classes that arise in the tonal works later re-appear in the atonal works, these collections are recontextualized in a crucial way. (20) In the fully atonal works, Forte holds that tonality is no longer operative, and the distinction between tonality and atonality is sharply drawn. (21) Forte begins the Preface to his important study, The Structure of Atonal Music , for instance, with the following remarks: In 1908 a profound change in music was initiated when Arnold\n     Schoenberg began composing his “George Lieder” Op. 15.  In\n     this work he deliberately relinquished the traditional system\n     of tonality, which had been the basis of musical syntax for\n     the previous two hundred and fifty years.  Subsequently,\n     Schoenberg, Anton Webern, Alban Berg, and a number of other\n     composers created the large repertory known as atonal\n     music. (22)",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Carl Dahlhaus, in a certain sense siding with Forte and breaking with Adorno’s argument in an important way, privileges the disruption that Schoenberg’s turn to atonality caused: Yet the fact remains—and to have to admit this is rather\n     difficult for a historian—that it is, strictly speaking,\n     impossible to give a reason for Schoenberg’s decision of 1907. \n     Those who speak of historical necessity, of the dictates of\n     the historical moment which Schoenberg obeyed, make the event\n     appear more harmless than it actually was.  The suspension of\n     the existing order, the proclamation of the musical state of\n     emergency, was an act of violence.  And thus the theories with\n     which Schoenberg attempted to justify the emancipation of the\n     dissonance are characterized by a helplessness which prevents\n     us from taking them at their word as being motives for\n     compositional decisions. (23) For Dahlhaus, Schoenberg’s turn to atonality is indeed a turn to a distinctly different musical context; but it also constitutes a decision on Schoenberg’s part that cannot be accounted for in terms of such a Hegelian notion as the progress of history.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Considering the various accounts of Schoenberg’s turn to atonality, there are a number of ways that one might apply the notion of musical worlding to the analysis of the atonal works.  By privileging the notion of historical continuity, for instance, atonality may be seen to extend and continue the tonal tradition. According to this approach, atonality is not really “atonal,” but rather a more complicated kind of tonality.  Thus, the disruptive effect of “atonality” is illusory, and Schoenberg’s atonal pieces should be heard as extending the tonal practice.  Any particular atonal work is thus situated within the musical world of the German masterworks of the eighteenth and nineteenth century, and analyses may employ modified Schenkerian graphs or Roman-numeral analyses. In various and sometimes very contrasting ways, this approach has been taken up by Will Ogdon, Kenneth L. Hicken, William Benjamin, and Graham Phipps. (24) For the present discussion it is not as crucial to explore how each analyst casts atonality as an extension of tonal practice, as much as it is to note simply that each offers such an argument.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] A second approach, represented primarily by pitch-class set theory, holds that atonality creates a self-contained musical world. (25) According to this view, the disruption caused by atonality is privileged.  Atonal pieces cannot be situated within the musical world of the German masterworks; instead these works create a musical world of their own.  Thus, one situates any particular work with regard to other atonal pieces; in considering, say, Schoenberg’s Op. 11/1, one interprets it not with regard to earlier tonal pieces, but rather with regard to other atonal pieces like it.  The reader may object at this point that pitch-class set theory does not make specific claims about how works should be structured, but rather generalizes relationships that exist potentially within the twelve-pc musical environment.  While this may be true in part—though it might prove helpful to destructure why we choose to examine the kinds of relationships that we do—meaning arises in atonal analysis when the analyst interprets the results; and it is the mode of interpretation, I am arguing, that will be determined by one’s experience with other atonal works.  In short, we operate according to the “hermeneutic circle”: we generally attempt to interpret new atonal works in terms of our experience with familiar ones, and the relationships we privilege in so doing situate the atonal work within a world made up of other atonal works. (26)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] There is a third way of thinking about atonality, however; atonality can be seen to serve as an “other-worldly” location from which to view the “world” of traditional tonality.  The problem with the kinds of tonal approaches cited above is that each attempts to rationalize—and thereby minimize—the music-historical break caused by atonality.  The second approach, however, too quickly dispenses with the value of the tonal past in interpreting atonal music; clearly the past is evoked in atonality, though how it is evoked is problematical. (27) This third approach holds that any particular piece of atonal music must be viewed against the musical world of the German masterworks; but, by virtue of the difficulty of situating such a piece within the tonal tradition, the work assumes a location outside the musical world of these masterworks. According to this view, atonal works are not situated with regard to one another (creating an “other” world of atonality), but rather each atonal work is situated outside the tradition in an individual way; each atonal work, in a sense, steps outside the tonal tradition and reflects back on it from a position that views the tradition from the outside.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] A familiar analytical example drawn from Schoenberg’s Sechs kleine Klavierstuecke , Op. 19 (1911), may help to clarify the approach I am suggesting.  The second piece contains a G–B dyad that is repeated throughout this nine-measure work.  In measures 7–9, a progression of major thirds descends against the ostinato dyad, creating a succession that proceeds F–A, E ♭ –G, D ♭ –F, and C–E.  A tonal analysis of this passage might take these thirds as a stepwise descent from G to C interpreted in the key of C, though Hicken, in fact, takes the piece in G. (28) The entire piece might be seen then as prolonging 5 ˆ , with a descent to 1 ˆ in the final measures.  A pitch-class set analysis might account for the various collections that result from combining other pitch classes with the central G–B dyad; the argument of the piece seems to center on the important trichords (0 1 4) and (0 4 8), and culminate with the statement of the (0 1 4 5 8 9) all-combinatorial hexachord as the final sonority of the piece. Interpreted in this manner, the final “stepwise” descent up to the penultimate dyad D ♭ –F could be thought of as the whole-tone collection (0 2 4 6 8 t), an extension of the (0 4 8) trichord. The “resolution” of the dyad D ♭ –F into the C–E dyad, which creates a (0 1 4 5) tetrachord, could be seen to prefigure the superset (0 1 4 5 8 9)—a collection that can be formed by combining two (0 4 8)s (the same holds, obviously, for the whole-tone hexachord) or two (0 1 4)s.  Depending upon the context one constructs, then, the passage in measures 7–9 can have at least two very different analytical meanings. (29)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The approach that I am suggesting would take this piece as invoking the key of C, but disrupting our sense of tonality in a way that prevents it from being situated securely in any key.  The final measures make a clear reference to the kind of five-line quality discussed above in connection with the Beethoven piano sonata movement, but simultaneously the structure is not a five-line in the same sense.  The “stepwise” descent, G–F– E ♭ – D ♭ –C, could be thought of as a minor-key descent inflected by the flatted-second scale degree; but, perhaps following the unity of space in Swedenborg’s heaven, it is also the inversion of an ascent from 4 ˆ to 1 ˆ .  Thus tonality is invoked but is not present in the usual sense, and a tension is opened up between recognizable tonal references and this particular atonal piece.  But the crucial interpretive position I am suggesting is this: one attempts to avoid reducing the piece down to a more normative tonal or atonal practice, and one works to keep the tension open and not allow the analytical drive for reconciliation to attenuate the disruptive effect of the work.  The piece is interpreted with regard to the musical world of the great German masterworks, but it cannot be situated within it .  In a certain sense, it reconfigures that musical world from the outside. (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] This third interpretive approach is reinforced by the impression Schoenberg’s atonal music made on even his closest students.  Reflecting on the effect Schoenberg’s atonal music worked on its early listeners, for instance, Erwin Stein writes: At the time the listener was struck, above all, by the new\n     sound.  It was as if a new spatial dimension had been opened\n     up.  One could make out contours, which hardly seemed any\n     longer to belong to the realm of music. (31) While it is possible that there is no other way for modern listeners to hear Schoenberg’s atonal works but in the context of other atonal works, it certainly would not have been possible for such a hearing to have occurred at the beginning of this century. Even the composer himself could not have heard the earlier works in terms of the later ones, and retrieving that aesthetic perspective requires one to understand how disruptive Schoenberg’s turn to atonality really was.  And this brings us back to what I take to be the key aesthetic question in considering Schoenberg’s atonal music: why disrupt tonality so vigorously?",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The answer to this question lies in Schoenberg’s deep interest in the possibility of projecting the spiritual essence of music. Schoenberg’s turn to atonality constituted an attempt to manifest “otherworldliness” in music; atonality is a technical solution—or better, a series of individual technical solutions—to an aesthetic and philosophical problem with which Schoenberg continued to struggle throughout his career.  The value of Schoenberg’s turn to atonality is that it breaks sharply with the music that precedes it; but this break is effected as a means of reflecting back on the tonal tradition.  Atonality was for Schoenberg a way of “spiritualizing” music.  Like viewing the Schopenhauerian will, Goethe’s Urphaenomen (in Steiner’s interpretation), or Swedenborg’s heaven, all of which underlie the physical universe, atonality was to provide the listener with a spiritual glimpse of the world that “lies behind” tonality.  As Swedenborg’s “other” world was one in which time and space were radically transformed, so Schoenberg’s atonality radically transformed the “tonal” relations between tones.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The interpretation presented here does not constitute an attempt to recover in any complete manner the ways in which Schoenberg’s atonal music may have been heard in the teens and twenties of the present century.  Following Gadamer, one can never recreate the past “as it really was.” (32) Still, it should also be clear that, as listeners in the last decade of the twentieth century, we do tend to hear any particular Schoenberg atonal work in the context of other atonal works by Schoenberg, Berg, Webern, and even Bartok and Stravinsky; that is, we situate individual works within the musical world of atonality.  I am not arguing against such analyses; indeed, we are perhaps bound to hear these pieces in terms of our own historical situatedness—a situatedness that differs very much from the one early hearers of atonal music would have experienced.  In addition (and to the extent one chooses to privilege the composer’s hearing of his or her own music) it seems clear that as composers began working increasingly with atonality, they themselves would have tended to situate their own music more and more in the context of other atonal works.  Thus it may be that Schoenberg turned to atonality in order to disrupt tonal practice, but discovered in composing his atonal works a new musical environment that had structural possibilities of its own.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] But as mentioned above, such a manner of situating an individual atonal work would not have been possible for those early listeners, no matter what position one takes with regard to Schoenberg’s own “pitch-class set consciousness.”  For those listeners, these works constituted a severe disruption, and it is this original sense of disruption that my interpretation hopes to recover.  Schoenberg’s turn to atonality opened up a crucial tension between the world of the great masterwork and the individual sounding atonal work.  It is in this tension caused by disrupting tonality that an “other worldly” perspective in music was effected.  And it was opening up this musical “other” world that was the principal aesthetic goal of Schoenberg’s turn to atonality.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.95.1.5.covach.html",
    "data": "mto/data/mto.95.1.5.covach.json"
}