{
    "title": "“A Subject of Four Notes”:  William Crotch’s Experiment in\nMotivic Saturation",
    "date": "1994/09/01",
    "volume": "0",
    "issue": "10",
    "authors": [
        "Renwick, William J."
    ],
    "abstract": "This paper discusses the circumstances that drew William Crotch into a highly specific and systematic compositional procedure, and describes how the severe material and procedural restrictions of hisIntroduction and Fugue on a Subject of Four Notes, no others being used all thro' the movement(ca. 1830) nevertheless permit the creation of a successful musical work on both intellectual and artistic scales. The analytical focus of the article is the manner in which Crotch establishes and deploys a varied content through a coherent and developmental design despite the self-imposed limitations.",
    "keywords": [
        "fugue",
        "counterpoint",
        "grundgestalt",
        "cell"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.10/mto.94.0.10.renwick.pdf",
    "author_info": [
        {
            "name": "William J. Renwick",
            "university": "McMaster University",
            "address": "Department of Music, Hamilton, Ontario, CANADA L8S 4M2",
            "email": "renwick@mcmaster.ca"
        }
    ],
    "citations": {
        "burke_1958": "Burke, Edmund. 1958. A Philosophical Enquiry into the Origins of Our\nIdeas of the Sublime and Beautiful (1757), ed. J.T. Boulton. \nOxford: Oxford University Press.",
        "crotch_1831": "Crotch, William. 1986 Substance of Several Courses of Lectures on\nMusic .  London: Longman, Rees, Orme, Brown, and Green, 1831. R/with an introduction by Benarr Rainbow.  Clarabricken, Ireland: Boethius Press.",
        "crotch_1845": "Crotch, William. 1845. Specimens of Various Styles of Music .\nBirchall, 1808, 2nd. Ed. Royal Harmonic Institution, c. 1822,\n3rd. Edition, with corrections and additions.  Cramer, Addison\nand Beale.",
        "levarie_and_levy_1983": "Levarie, Siegmund and Ernst Levy. 1983. Musical Morphology: a\nDiscourse and a Dictionary .  Kent, Ohio: The Kent State\nUniversity Press.",
        "perle_1981": "Perle, George. 1981. Serial Composition and Atonality .  Fifth\nedition.  Berkeley: University of California Press.",
        "rennert_1975": "Rennert, Jonathan. 1975. William Crotch .  Lavenham, Suffolk: Terence\nDalton.",
        "reynolds_1975": "Reynolds, Joshua. 1975. Discourses (1769–97).  New Haven: Yale\nUniversity Press.",
        "schenker_1979": "Schenker, Heinrich. 1979. Free Composition .  2 Vols.  New York:\nLongman."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This concept is considered at some length in Levarie and Levy 1983 .",
            "citations": [
                "levarie_and_levy_1983"
            ]
        },
        "FN2": {
            "text": "2. See the first four GIF files listed at the beginning of the\narticle.",
            "citations": []
        },
        "FN3": {
            "text": "3. The standard account of Crotch’s life and works is Rennert 1975 .",
            "citations": [
                "rennert_1975"
            ]
        },
        "FN4": {
            "text": "4. Edmund Burke and Joshua Reynolds both developed systematic\napproaches to aesthetics. See Burke 1958 ; Reynolds 1975 .",
            "citations": [
                "burke_1958",
                "reynolds_1975"
            ]
        },
        "FN5": {
            "text": "5. Rennert 1975 , 43.",
            "citations": [
                "rennert_1975"
            ]
        },
        "FN6": {
            "text": "6. In his adjudication of Samuel Sebastian Wesley’s brilliant\nanthem The Wilderness for the Gresham prize, Crotch’s caustic\ncriticisms pointed to just those aspects which mark Wesley’s\nuniquely personal and original style and which give it a lasting\nvalue.  Ironically, it is by and large Wesley’s music, not\nCrotch’s, that remains the more performed and more highly valued\ntoday.",
            "citations": []
        },
        "FN7": {
            "text": "7. Rennert 1975 , 47.",
            "citations": [
                "rennert_1975"
            ]
        },
        "FN8": {
            "text": "8. Crotch 1831 , 101",
            "citations": [
                "crotch_1831"
            ]
        },
        "FN9": {
            "text": "9. Catalogue of Printed Music in the British Library to 1980 ,\n62 vols. (London: K.G. Saur, 1981–87).",
            "citations": []
        },
        "FN10": {
            "text": "10. The catalogue number is M10 C65 I6 R88.  It appears that a\nlarge portion of the material in this collection, which comprises\nbound volumes of compositions originally published separately, at\none time belonged to Edward John Hopkins (1818–1901), organist of\nthe Temple Church in London from 1843–1898.",
            "citations": []
        },
        "FN11": {
            "text": "11. Among his duties at Oxford was the unlikely one of\nadjudicating his own composition exercise for the Mus. Doc. in\n1799.  Not surprisingly, he judged it satisfactory.",
            "citations": []
        },
        "FN12": {
            "text": "12. Rennert suggests 1820 as an approximate date for the Royal\nHarmonic Institution’s reprint of Crotch’s popular anthem\n“Methinks I hear the full celestial choir”.  See Rennert 1975 , 101.",
            "citations": [
                "rennert_1975"
            ]
        },
        "FN13": {
            "text": "13. Crotch’s other published fugal works focus on the year 1825.",
            "citations": []
        },
        "FN14": {
            "text": "14. Crotch 1831 .  The works-list appears on pages 171–173.",
            "citations": [
                "crotch_1831"
            ]
        },
        "FN15": {
            "text": "15. Rainbow, Introduction to Crotch 1831 , ix.",
            "citations": [
                "crotch_1831"
            ]
        },
        "FN16": {
            "text": "16. Frescobaldi’s “Recercar Ottavo, Obligo di non uscir mai di\ngrado”, from Recercare et Canzoni , 1615, is a fascinating\nspecimen of music in the strict style constructed with absolutely\nno stepwise motion, and therefore with no dissonance.",
            "citations": []
        },
        "FN17": {
            "text": "17. The trichords in Webern’s Concerto for Nine Instruments, Op.\n24, represent the ultimate reduction of material.",
            "citations": []
        },
        "FN18": {
            "text": "18. Crotch was no doubt aware of the potential for retrograde\nconstructions, however.  His double chant in G major, is based\nentirely on retrograde, in the form A, B, A(r), B(r).",
            "citations": []
        },
        "FN19": {
            "text": "19. The sudden contrast at this point, and ultimate reduction to\neighth notes is as close as Crotch comes in this composition to\nan example of the ornamental style, since the sudden reduction\ncan easily be heard as an inserted parody.  However, it also\nprovides the means for reestablishing the anacrustic nature of\nthe following statements of CS1 and CS1i.",
            "citations": []
        },
        "FN20": {
            "text": "20. Schenker 1979 , 78.",
            "citations": [
                "schenker_1979"
            ]
        },
        "FN21": {
            "text": "21. Perle 1981 , 79.",
            "citations": [
                "perle_1981"
            ]
        },
        "FN22": {
            "text": "22. Crotch 1831 , 1.",
            "citations": [
                "crotch_1831"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Throughout the ages, composers have delighted in the\nchallenges afforded by severe pre-compositional restrictions,\nwhether structural limitations, as in the ancient practice of\ncanon and cancrizans, favoured by Josquin and Ockeghem among\nothers, material limitations such as the exhaustive and\nsystematic treatment of a single theme, as demonstrated in Bach’s Art of Fugue , or procedural limitations, as in the serial music\nof Webern, Babbitt and Boulez. Mikrokosmos is a wonderful\nillustration of how Bartok’s fertile imagination gained\ninspiration from a wide variety of limitations, tonal, rhythmic,\nand technical.  Indeed, pre-compositional restrictions are often\nfundamental in establishing the necessary limitations that\nbalance the dynamic, growing forces that together determine the\nproportions, form, and qualities of a composition. (1) This paper\ndiscusses the circumstances that drew William Crotch into a\nhighly specific and systematic compositional procedure, and\ndescribes how the self-imposed compositional material and\nprocedural restrictions of his Introduction and Fugue on a\nSubject of Four Notes, no others being used all thro’ the\nmovement permit the creation of a successful musical work both\non the intellectual and artistic scales.  As is evident from the\ntitle, and from a cursory observation of the composition, the\nentire fugue is constructed from statements of the theme and\nnothing else. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] William Crotch (1775–1847) embraced probably the all-time ebb\nin English musical composition, from the late Georgian era\nthrough the first part of the nineteenth century, a transitional\nera caught between conflicting values: after the decline of the\nancient regime of Handel and J.C. Bach, but before Mendelssohn\nhad provided a focal point around which the new spirit of the\nromantic movement could flourish in Victorian England.  The most\nprecocious musical prodigy in recorded history, Crotch rose\nmeteorically to the highest ranks of the musical establishmenton\nthe basis of his astonishing talents, but never attained\ncomparable heights as a composer.  He was playing public concerts\nat the age of two, touring from three to nine, assistant to Dr.\nRandall, Professor of Music at Cambridge at twelve, Organist of\nOxford Cathedral at fourteen, Bachelor of Music at nineteen, and\nProfessor of Music at Oxford at age twenty-one. (3) His music in\ngeneral possesses all the technical requisites of greatness, but\nthe expression of an inspired imagination rarely shines through. \nToday only a handful of his compositions are heard with any\nfrequency.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] As Professor of Music, Crotch promoted a systematic approach\nto musical aesthetics derivative of contemporary English theories\nof the pictorial arts. (4) Crotch was, after all, a highly gifted\nlandscape artist and a close friend of Constable.  Essentially\nmusic could be considered according to three categories, sublime,\nbeautiful, and ornamental.  Sublime comprised the lofty sacred\nworks of Bach and Handel, while “pure sublime” distinguished the prima pratica of Palestrina, Byrd, and Gibbons. (5) Beautiful\nmusic encompassed the expressive style of the baroque,\nexemplified by the instrumental music of Corelli and by opera\nseria.  Much of Handel combines the sublime and the beautiful. \nThe ornamental included music of an eccentric nature, whether in\nrhythm, harmony, modulation, etc.; music designed to provoke an\nimmediate reaction from the listener, but not necessarily to have\nlasting value.  Haydn was judged by Crotch as a composer who\nsucceeded in combining the beautiful and the ornamental.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Crotch was an academic, and he became increasingly interested\nin the theoretical and speculative aspects of the art at a time\nwhen personal expression was growing in importance. (6) As Crotch\nprogressed towards a more severe and pious philosophy in his\nlater years, his work increasingly assumed charachteristics of\nhis sublime aesthetic.  Fugue and chant became the focus of his\ninterest in music, and, like Webern, Crotch became increasingly\ninterested in miniature composition.  He excelled at the simplest\nforms and devoted much of his energy to writing hymn tunes and\nAnglican chants—simple melodies of ten or twenty notes\nharmonized in chorale style. Examples 1–7 (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] According to Rennert, Crotch’s view was that “the way to re-\nintroduce the pure sublime into modern music was to study ‘the\nmysteries of canon, fugue and imitation’, and then imitate the\nsixteenth-century sacred style in original compositions.  . . .\nsublimity ‘does not strike and surprise, dazzle and amuse, soothe\nand delight’, as does the ornamental.  Instead it ‘elevates and\nexpands the mind’”. (7) Regarding the Well-tempered Clavier , Crotch noted: “The fugue in the major key of E ( Specimens of\nMusic , Vol. iii. p. 1.) is perhaps the best of the whole.” (8) (See Example 7 ).  Interestingly,\nCrotch’s Fugue on a Subject of Four Notes resembles Bach’s\nfugue in its copious use of stretti and diminutions.  We might\nnote that it was similar strict procedures that characterized to\na high degree the compositional techniques of the second Viennese\nschool.  Indeed, one is tempted to expand the aesthetic argument\nto the point at which pure mathematics, as demonstrated through\nthe serial procedures of Babbitt and Boulez for example, becomes\nthe new “sublime” style of the 20th century, as it primarily\ngratifies the mind rather than the senses.  The Introduction and\nFugue on a Subject of Four Notes is itself an exercise in\nreduction to minimal content.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The Introduction and Fugue on A Subject of Four Notes does\nnot appear in any of the usual bibliographies, such as the Catalogue of Printed Music in the British Library to 1980 (9) or The New Grove , or in works lists such as that in Rennert’s\nbiography.  Apparently the work has up to now been unknown.  The\nsource for my copy, and the only known source at present, is\nbound in a volume in the extensive collection of mainly English\norgan music which was purchased in London en masse by the\nUniversity of Alberta as the basis for the establishment of its\nmusic library in 1940. (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Although the composition is undated, we can establish the\nlimits within which it must have been published on the basis of\nthe extensive title: Introduction & Fugue/On a Subject of 4. Notes, no others being\nused all thro’ the movement/Composed for the Piano Forte or\nOrgan,/by/Wm. Crotch. Mus Doc./Professor of Music in the\nUniversity of Oxford & Principal of the Royal Academy of Music\nLondon./London, Pubd. at the Royal Harmonic Institution, Argyll\nRooms, 246 Regent street by Welsh & Hawes,/Music Sellers by\nspecial appointment to his Majesty, Their Royal Highnesses the\nDukes of York,/Clarence, Sussex & the Duchess of Kent, & to be\nhad at all the Music Warehouses in the United Kingdom. While Crotch held the post of Professor of Music at Oxford\nUniversity from 1797 until his death in 1847, he was Principal of\nthe Royal Academy of Music only from 1822 to midsummer, 1832. (11) Other works of Crotch issued by the same publishers, Welsh &\nHawes at the Royal Harmonic Institution, span the identical\nperiod, 1822–1832. (12) Thus, we can be confident in dating the\ncomposition to the period 1822–1832. (13) Only in the case that\nCrotch retained the title Principal of the Royal Academy of Music\nafter his resignation, can we date the composition in the period\n1833–1847.",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Secondary evidence that narrows the date even further, but\nwhich is perhaps less concrete, is the fact that this composition\ndoes not appear in the list of Crotch’s published works as\nappended to the Substance of several courses of lectures on\nmusic , “to be had at the Royal Harmonic Institution, Regent\nStreet”, first published in 1831. (14) Thus, barring the\naccidental omission of this piece from the list, we can only date\nits publication as 1831–32.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] As previously noted, the pre-compositional basis of the fugue\nis the limitation of the content to statements, transpositions,\ninversions, augmentations and diminutions of a single four-note\nmotive.  Only at the final cadence of the composition is this\npattern broken, as in the tradition of strict canon, in order to\nform a satisfactory perfect authentic cadence.  One wonders\nwhether Crotch’s theme was inspired by the fugue-theme from the\nFinale of Mozart’s Symphony No. 41 (see Example 6 ).  After all, according to Bennar Rainbow, \n“For William Crotch the musical world of his youth had been\ndivided into two opposing factions—‘the one despising the\ntrifling melodies of the opera, and the other the barbarous and\nmechanical structure of the fugue.’ ( Substance , pp. 148–149) \nHis mature view of the matter was that during his lifetime those\nfactions were at length reconciled when Mozart, the greatest of\nall modern composers’, demonstrated by his effective use of\ncounterpoint that ‘science could no longer be held in ridicule’.\n( Substance , p. 149).” (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The introduction is a simple affair, the purpose of which is\nmerely to propose the subject and establish the tonality.  The\ntempo indication is by Crotch’s standard method, the length of a\nfree-swinging pendulum. Sixteen inches is about 104 beats per\nminute.  However, this should indicate the tempo of the quarter\nnote, not the eighth note, as the music suggests.  Curiously no\npendulum designation appears for the fugue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Crotch himself provides a motivic analysis of the fugue\nusing carats of four sizes, as shown at the bottom of the first\npage of the fugue (see mto.94.0.10.renwick2.gif).  Note that\nretrogrades are never used.  The reason for this should quickly\nbecome clear, for the introduction of retrogrades would confuse\nthe compositional plan, by admitting virtually any pattern that\nutilizes stepwise motion.  Also, statements of the motive are\nnever conjoined—that is no note is used twice, as the final note\nof one statement and the initial note of the next—except in one\nlocation, the connection of measure 52 to measure 53.  Finally, what is\nperhaps obvious but is mentioned here as a significant\ndistinction compared to atonal and serial techniques, statements\nof the motive are always presented melodically, that is within\nthe context of a single part of the four- or five-part texture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] One might think that Crotch’s own analysis provides a fairly\ncomplete explanation of the piece, but it really provides only\none level of motivic analysis.  It shows very clearly the\nderivation of all the notes, but it does not really address how\nthis plethora of statements of the motive, some 290 in total,\ncombine to form a convincing artistic whole.  In this paper I\nattempt to provide a second level of motivic analysis that\naddresses this problem directly.  There are therefore really two\nlevels of motivic structure; the basic one shown by Crotch, and\nthe more complex one which relates to issues of structure and\nform.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] For the purposes of this discussion, it is useful to make a\ndistinction between the motive, the basic idea upon which the\npiece is based, and the fugue-subject, a particular form of the\nmotive employed at a particular transposition and developed in a\nformalized manner.  It is not improper, I believe, to consider\nthe motive as a true Grundgestalt , for Crotch’s utilization of\nthe motive follows very well the principles of transformation and\ndevelopment that are implied by Schoenberg’s concept.  Indeed,\nthis is the means by which Crotch is able to create variety and\ncoherence within the formal pre-compositional constraints.  The\nmotive is a rising third followed by a descending step, presented\nin equal note-values.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] This motive is among the smallest conceivable motives upon\nwhich such a composition can be based.  The continual stepwise\nmotion which this motive exhibits is a necessary condition to\npermit sufficient freedom in the construction of contrapuntal\ncombinations.  That is, linear motion is capable of\ninterpretation as passing and neighbouring dissonance, whereas\nleaps generally imply only consonance, and are therefore\ncomparatively limiting. (16) Three notes in a step-wise\nrelationship are not enough to establish a unique contrapuntal\nmotive.  If such a three-note motive were wedge-shaped, it would\nbe incapable of asserting retrograde formations.  Likewise, a\nuni-directional motive—a scale-segment—is incapable of\nasserting any distinction between retrograde and inversion. (17) These cells, however, combines a leap and a step in the opposite\ndirection, a possibility not readily accommodated by the\nrequirement of stepwise motion here.  I will designate the motive\nas any statement of any permutation of the four-note group,\nwhether transposed, inverted, augmented or diminished—note that\nCrotch never uses the retrograde. (18) Thus the motive is the\ngeneral idea behind the composition, whereas the subject and\nvarious countersubjects that I will identify are specific\nformations of the motive.",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The subject itself is the simplest possible expression of\nthe motive, beginning on the tonic in half-notes: F–G–A–G.  Once\nthe motive is expressed in actual notes, it assumes a tonal\naspect.  In essence the subject represents a rise from 1 ˆ to 2 ˆ ,\nimplying a basic harmonic motion I–V (see Example 1 ).  The third note, then, can be taken as\na reaching-over which forms a harmonic consonance with the f,\nwhile the second note forms a passing tone.  It is most unusual\nthat a fugue-subject end on a weak beat, as this one does, but\nthis is an important condition for the counterpoint, as will\nbecome clear.  The subject, then, is an incomplete linear motion,\nsuggesting a continuation with either f or a.  F would close the\nthought, resolving the motion back to 1 ˆ , while a would complete\na rising third-progression, in which the g of measure 2 would operate\nas a passing note.  In the music, measure 3 provides both notes. \nWhile most fugue subjects express a complete tonal motion, in\nthis case the lack of such completion is actually necessary to\nallow any degree of freedom in the construction of progressions. \nThese tonal interpretations of the subject are borne out by the Introduction , which in 3/4 time places the harmonic motion and\nmetric emphasis on the first and last notes of the subject.  In\nthe Introduction , the rising linear implication is realized\nthrough a sequential ascent.  Further statements of the motive as\nhalf-notes, beginning on various scale degrees, will be\nconsidered transposed repetitions of the subject.  The answer ,\nnaturally, denotes the subject transposed to the fifth of the\noperative key.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] It is the distinction between motive and subject made here\nthat allows the possibility of creating out of the motive one or\nmore countersubjects that simultaneously provide contrast and\nunity in the composition.  Crotch creates three recognizable\ncountersubjects, each based on a different of species of strict\ncounterpoint (see Examples 2–4 ). \nCountersubject 1 (CS1) denotes the quarter-note form of the\nmotive (first species) normally beginning on the second quarter,\nand normally using the inversion, i.e. A–G–F–G in measure 3.  Note\nthat the rectus form of CS1 uses the inversion of the motive. \nThe inversus , CS1i, uses the prime form of the motive.  This\ndistinction, while somewhat awkward, is by no means trivial or\nartificial, for it is central in establishing a diverse content\nfrom the motive.  At the quarter-note rate, two statements of the\nmotive are necessary to provide sufficient length to accompany\nthe subject, and to create a full statement of CS1.  In this new\nrhythmic form, the final note of the motive occurs on a strong\nbeat, allowing its tonal importance to be expressed.  CS2 denotes\nthe syncopated form of the motive in half notes (fourth species)\nnormally also using the inverted form of the motive, and capable\nof a combination per arsin et thesin (at the distance of one\nquarter-note) with the subject.  CS3 denotes the eighth-note form\nof the motive (third species) beginning on the weak part of the\nbeat, and normally using the rectus form, as if to provide\nfurther distinction to CS1.  However, CS3 is not systematically\ndeployed.  Rather, its function is to provide linking and\nharmonizing material and textural contrast to the more systematic\nutilizations of S, CS1, and CS2.  In three instances the motive\nappears in whole notes (see Example 5 ).  Due to their location\nand role in the formal process, they can be considered simply as\naugmentations of the subject.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In terms of the present analysis, Crotch’s analytic labels\nidentify all the statements of the motive.  His Subject inverted\nin diminution, I define as CS1; his subject in double diminution,\nI define as CS3.  CS2 is of course is the subject inverted, but\non the off-beats.  Therefore it is not distinguished in Crotch’s\nanalysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] It should become clear that the ultimate success of this\ncomposition is dependant entirely on Crotch’s very careful\nestablishment of a range of well defined and contrasting thematic\nmaterials from the single motive.  The subject, in its normal and\naugmented forms, follows the metrical plan, always beginning on a\nstrong beat, while the diminution and double diminution of CS1\nand CS2 provide an arsis characteristic.  This dichotomy is\nextremely important to the contrapuntal working of the\ncomposition, and it is the success of these definitions that\nallows a larger coherence to pervade the music.  The challenge\nthen is to organize the materials in such a way that a sense of\nform, contrast, development, and unity can be established.  It is\njust as much the means by which Crotch limits his materials, as\nthe means by which he exploits the range of possibilities, that\ngives coherence and sense to the composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] It follows that since all the material of the piece is\ncreated from statements of the motive, invertible counterpoint\nwill play an especially important role in this fugue.  It would\nbe an interesting exercise to explore all of the possible\ncontrapuntal combinations of rectus, inversus, diminution and\naugmentation, and stretto, and it is likely that Crotch worked up\ninitial sketches for the composition in that manner, considering\nhis general propensity towards contrapuntal combinations.  Due in\nparticular to the stepwise nature of the motive, the number of\ncontrapuntal combinations available is extremely large.  An\nexhaustive listing of possibilities is unnecessary; certainly the\ncomposition itself illustrates the range of possibilities\navailable. Figure 1 . Crotch, Introduction and Fugue on a Subject of Four Notes, no others being used all thro , pages 1–4 (click to enlarge and see the rest) Example 8 . Design of the Fugue (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In order to explain the manner in which the various thematic\ntransformations combine to form a coherent whole, I will adopt\nfor the following discussion a narrative-analysis that explains\nhow the various parts relate to one another.  Readers should\nfollow the score ( Figure 1 ) as well as the chart of sections given\nin Example 8 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The subject (S) occurs in the tenor.  At the entry of the\nanswer in the alto, Crotch establishes the crucial distinction of\nmaterials as described previously by creating CS1 out of a chain\nof diminished inverted motive-statements, and beginning on the\nsecond quarter, so that the final note of each statement\ncoincides with a metric strong point.  Therefore the\naccompaniment to the answer portrays a contrasting melodic\nprofile and a contrasting rhythm—this is essentially the means\nby which Crotch is able to create structural distinctions among\nthe motivic statements, and thus to permit the development of a\nform with some depth.  In the first part of the piece, the\nsubject occurs only in rectus, while the CS1 statements use only\nthe inversus form of the motive.  The bridge before the third\nentry is created out of a statement of CS1 in the alto,\naccompanied in parallel thirds and tenths in the tenor. \nConstruction of a bridge in this manner, out of the\ncountersubject, is a venerable method that gives the semblance of\ncanon at the outset of the piece.  Here too, the continued use of\nCS1 provides for a contrast to the music of the following entry,\nwithout introducing new material.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] At the statement of the subject in the soprano in measure 7—\nbelow the alto—Crotch does not continue with CS1, but instead\nintroduces CS2, the suspension figure.  Continued use of only S\nand CS1 throughout the exposition would have proven tedious at a\nvery early point in the fugue.  Again, to contrast with the\nthematic character of the subject, CS2 uses the inverted form of\nthe motive.  At the fourth entry, the answer in the bass, CS3\nappears for the first time.  As well, CS2 appears again in the\nsoprano.  Thus the exposition systematically fulfils the formal\nobjective of stating all of the thematic materials, S, CS1, CS2,\nand CS3, while projecting a continual growth of rhythmic activity\nand textural density.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Apparently, measures 10–15 serve essentially as a development of\nthe subject, exploring a variety of ways in which the subject can\ninteract with itself in stretto, however, using only the rectus\nform.  Rather than setting the exposition off from later entries,\nthe first stretto overlaps with the end of the fourth entry.\nDuring this passage, the only other accompanimental material is\nCS3, first presented in rectus form, then in inversus (CS3i), and\nthen in a variety of rectus and inversus forms.  The introduction\nof CS3i is quite important here in allowing the necessary\nflexibility of the accompanimental parts as they harmonize the\nstretti.  In measures 16–18, CS3 and CS3i are played out in relation\nto one another, providing a brief episode in V that separates the\nstretto passage from what follows.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] At measure 18, S in V (accompanied by CS2 in the soprano)\nprovides the basis for a modulation to III as VI of V.  Here Si\nappears for the first time, in the tenor.  However, this\nstatement of Si should not be considered a significant event in\nthe motivic development of the piece, but only a convenient\naccompanimental inner voice.  Only later does Si appear with a\nsignificant formal connotation.  Following S in the bass at measure\n18, the bass continues by reintroducing CS1 against A in the\nalto.  This simple reintroduction of CS1 prepares for the next\nsignificant transformation; in measure 24, CS1 appears for the first\ntime in inversion against itself: CS1 in the treble, and CS1i in\nthe bass.  This new formation is followed immediately by its own\ninversion:  CS1 in bass accompanied by CS1i in soprano (itself\nharmonised in parallel sixths with the alto on CS1i).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] A PAC on III at measure 27 (A minor), created from free\nstatements of CS3, heralds a new passage in the upper register,\nconstructed of alternations of S and Si, in each instance\naccompanied by CS2.  This passage, therefore develops the idea of\nstretto per arsin et thesin as it projects an intense\nchromaticism through a broad descending sweep in measures 27–37,\nleading to VI (D minor).  The statements of CS2 beginning in measures\n31 and 36 introduce a new form of the motive, consisting entirely\nof semitonal motion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] measures 37–45 exploit a new configuration; S and Si working\nagainst sequential figures composed of CS3 and CS3i.  At measures 46–\n49, CS1 is added to the mix, but now it too is presented in\nsemitonal motion.  Following another episode (measures 50–52) based on\nforms of CS3 and CS3i, and leading to II (G minor), S is combined\ndirectly with Si, at the tenth, octave, and sixth in succession,\nwhile CS3 and CS3i provided the continual running motion in the\ninner parts.  It is at this juncture that the end of the\nstatements of CS3 and CS3i intersect with the beginning of the\nstatements of S and Si.  The musical effect of this occurrence is\nelision. The following passage then prepares a climax at measures 59–\n60 composed of CS1 and CS1i combined in five parts, but placed\ndramatically for the first time on the down beat.  Its context as\nan accelerated repetition of the music of the previous measures\nmakes explicit that these new forms of CS1 and CS1i arise out of\nthe process of diminution of S and Si.  Therefore this passage,\nwhich must be taken as harmonically and formally the point of\nfurthest remove, is a synthesis of S and CS1, which were\noriginally presented antithetically in the exposition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] A rhetorical rest and reduction to two parts provide\nconnections to the following passage, measures 62–65, composed of\ncombinations of CS1 and CS1i, now beginning on beat 4, and\nexpanding through the registers. (19) The sudden contrast at this\npoint, and ultimate reduction to eighth notes is as close as\nCrotch comes in this composition to an example of the ornamental\nstyle, in ths case as an inserted parody.  However, it also\nserves to reestablish the anacrustic nature of the following\nstatements of CS1 and CS1i.  The resolution of this passage to IV\n( B ♭ ) at measure 66 coincides with S augmented in whole notes in\nthe bass.  In a sense, IV substitutes for I in a kind of\nsubdominant recapitulation at this point.  The following eleven\nmeasures exploit S in augmentation, traversing the registers from\nbass to soprano in the manner of the D ♯ minor fugue of Well-tempered Clavier I , accompanied by CS1 and CS3–CS3i, in a\nvery fine triple-counterpoint.  At measure 78 the subject, inverted\nand augmented, occurs in the alto part, but this should really be\nunderstood as an augmentation of CS2, since its function is as a\ncounterpoint for a statement of S in augmentation.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Measures 80–84 provide for a suitable episodic transition to the\npedal point on V as more and more instances of CS3 and CS3i\ndevelop a tension that resolves on V at measure 85.  The pedal point\nbegins with a descending 6/3 series of CS3i that spans the fifth\nprogression G2–C2 and reduces the tension of the previous\nmeasures.  At the final instant in measure 87, CS3i appears in the\nintervallic diminution of semitones, representing conceptually\nthe ultimate reduction of the motive, both intervallically and\ndurationally.  We can state this idea in set-theoretical terms as\na systematic reduction from 0–2–4 at the outset to 0–1–3 and its\ninversion, 0–2–3 in the minor-key sections, and finally 0–1–2,\nthe chromatic formeasure  This passage also echoes the music of the\npedal point at the end of the Introduction, providing a\nsatisfying connection of the two movements, and strengthening the\nimperative to resolve what was unresolved at the end of the\nIntroduction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The pedal point itself is fully integrated into the motivic\nstructure.  Its beginning is the final note of a statement of\nCS3, and later the same note becomes the first note of the final\nstretto series.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] At measure 94, and for the two following measures, the motivic\nstructure finally breaks—as is truly a necessity, for there is\nno means of creating a traditional PAC out of the strictly\nstepwise motion of the motive.  The bass becomes a functioning\nroot progression, 1 ˆ – 5 ˆ – 1 ˆ , and the upper voices provide the\ntraditional falling cadence.  The upper voice itself presents S,\nafter which only one additional note, F1 provides the conclusion\nwith the absolute minimum of digression from the motivic\nmaterial.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Just as important to the motivic structure as the systematic\ncombination of motive forms is the avoidance of certain\ncombinations.  We have already noted the complete absence of\nretrogrades, explained by their lack of provision for any really\nnew material in comparison to their potential for increased\nconfusion in the identity of motivic forms.  Also, Crotch never\ncombines CS1 and CS2.  CS2i never appears, just as Si rarely\nappears, except as a direct contrary motion accompaniment to S. \nCS1i occurs only as an inversus accompaniment for CS1 (rectus). \nThe only exception is in measure 70, where it accompanies S in\naugmentation and can therefore be construed structurally as CS3\nin augmentation.  Si in Augmentation only occurs in arsin et\nthesin form, relating it specifically as an augmentation of CS2. \nS in augmentation never occurs in combination with S or Si,\nprobably since that would call into question whether the focus of\nthe passage is S or the augmentation of S, and whether S was\nreally CSi in augmentation.  The fatal mistake which any novice\nwould have made in such a composition would have been\noveremployment of possibilities.  It is Crotch’s selective use of\nmaterials that allows him to build a coherent form. Example 9 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] In Free Composition , Schenker argued against special\ncontrapuntal devices for their own sake, as artificial, non-\norganic means of creation. (20) Crotch’s work is artificial in\nthe sense that the restrictions that Crotch imposed potentially\nhamper the free development of tonal materials and voice-leading\nprogressions.  But on the other hand, the entire composition is\npredicated on such constraints.  And Crotch achieves an integral\nbalance of motive and structure in that it is entirely the motive\nthat determines the possibilities and limitations of the piece. Example 9 , a middleground structural\nanalysis of the fugue, illustrates some of the significant tonal\nevents, and in particular attempts to demonstrate how the mass of\nmotivic detail resolves into a coherent tonal picture.  To be\nbrief about the contents of Example 9, The fugue actually\ndisplays by and large a classic tonal structure for fugue, as it\nprojects a single broad tonal progression throughout its length. \nHowever, in some of the details the peculiarities of the\ncomposition show through.  The bass line in particular displays\nsomewhat less of the tonal clarity associated with a typical\nBachian fugue.  See for example, the passage from measures 37 to 44. \nOn the other hand, the middleground level of structure provides\nstrong fifth progressions in the bass that are not possible on\nthe conjunct surface.  See for example the cadential progressions\nleading into measures 18 and 27.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The upper voice projects a very clear Urlinie from 3 ˆ —\nthat is very clear within the genre of fugue, which by nature is\nproblematic—expanded by the upper neighbour, B ♭ , and\nconsistently broadened by coupling of lower and upper octaves of\nthe principal upper voice notes, in a manner reminiscent of\nBach’s Fugue 1 in C Major, Well-tempered Clavier II .  In fact,\nthis registral coupling is one of the principal means by which\nthe fugue attains a sense of controlled forward direction towards\nthe ultimate conclusion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Considering the simplicity of the motive and the excellent\ncontrol of tonal structure which the fugue displays, it comes as\nsomething of a surprise that the fugue does not contain any\nhidden statements of the motive that can be considered\nsignificant.  One can, for example, take the principal notes of\nthe Urlinie in the upper register, A2– B ♭ –A2–G2, as a giant\naugmentation of the motive in retrograde, but it is not easy to\nsupport such an interpretation as having any significance other\nthan the realization of the imperatives of the tonal system.  It\nis only a result of the postulates of the Urlinie as linear,\nand in this case embellished by an upper neighbour.  Rather, in\nthis piece, it seems that the proliferation of surface instances\nof the motive in four distinct magnitudes actually works against\nthe perception of hidden motives at higher levels.  In contrast,\nthe free treatment of the motive in the Introduction seems\nnaturally to lead to motivic expansions, such as the Bl–Al– G ♯ l–Al form of the upper line in measures 8–12.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] In a work such as this one, where the compositional\nparameter of monothematicism is so rigidly predetermined, a major\nproblem is the differentiation of primary or expository material\nfrom secondary, transitional, or developmental material, in order\nthat the composition can generate a classical sense of rhetorical\nlogic and formal proportion.  It is the creative solution to this\nproblem that shows Crotch’s mastery.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] In Serial Composition and Atonality , George Perle referred\nthus to Webern’s, Concerto for Nine Instruments , Op. 24: \n“Every compositional element is thus ultimately derived from a\nsingle microcosmic detail . . . ” (21) This statement admirably\ndescribes this fugue composed about 100 years earlier!  Of\ncourse, where Crotch had the problem of creating a traditional\ntonal coherence, Webern had a different problem, that of\ndeveloping a unique coherence and organization of elements. \nIronically, it is partially his premature musical development\nthat caused Crotch to develop an aesthetic of music that was\noutdated by the time he reached his maturity, and he was unable\nto retool the aesthetic of his formative years to reflect a new\nset of musical values.  Not until the twentieth century did such\nacademic composition again become appreciated for its special\nqualities.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] In his lectures on musical aesthetics, Crotch stated:  “If a\nfugue be a barbarous invention, unworthy of an ingenious\ncomposer, let it be omitted altogether.  But I should rather say,\nit is one of the most interesting of all kinds of movement,\nresembling the discourse of a great orator, who, having chosen\nhis theme, states it clearly; examines it in all its bearings;\nviews it through all its changes and varieties of aspect; and, in\nconclusion, by recapitulating the whole, stamps his argument\nstrongly on the mind.” ( Substance , p. 101)  At the outset of\nthese same lectures, he stakes out his ground with a general\nprinciple:  “Music is both an art and a science.” (22) There is\nno better testament of his commitment to this principle than his Introduction and Fugue on a Subject of Four Notes . Appendix: Corrections to the Score A: THE MUSIC: (note that in the GIF and EPS editions stem\ndirections have been normalized) Introduction: measure 1: the tempo indication should refer to the quarter note,\nnot the eighth note. measure 15, beat 3: E ♭ 2 was E ♮ 2. Fugue: measure 26, lower staff: natural missing on B. measure 28, upper staff beats 2–4: the University of Alberta print\nis illegible and has been inked over by hand.  However, the\nmotivic context makes the reconstruction plain. measure 29, upper staff: tie missing to the first G2. measure 32, upper staff: sharp missing on F1. measure 32, lower staff: whole rest missing. measure 49, upper staff: natural missing on D2. measure 96, upper staff: dot missing on C1. B: ANALYTICAL MARKS: In some cases an inversus is marked as a\nrectus and vice versa.  In other cases an analytical mark is\nomitted. Fugue: measure 5, upper staff: SDi is marked as SD. measure 6, upper staff: SDi is marked as SD. measure 13, upper staff: SDDi is marked as SDD. measure 13, lower staff: SDD is marked as SDDi. measure 14, lower staff: SDD and SDD are not marked. measure 17, upper staff: SDD is indicated on the first eighth, not\nthe second. measure 22, upper staff, SDD is missing. measure 41, upper staff, SDD on the second half is marked as SDDi. measure 44, lower staff, SDD on the second half is marked as SDDi. measure 49, lower staff, SDD is omitted on the second half, lower\npart. measure 51, upper staff, SDD is missing on the second half, lower\npart. measure 68, upper staff, SDDi on the second half is marked as SDD. measure 74, upper staff, SDD on the first half is marked as SDDi. measure 75, upper staff, SDD is missing. measure 75, lower staff, SDi is missing. measure 83, upper staff, SDD is missing for lower part, second half. measure 83, lower staff, SDDi is missing for lower part, second\nhalf. measure 88, lower staff, S is missing. measure 91, upper staff, SDDi is missing—twice—for lower part. The University of Alberta copy contains inked-in suggestions in\nthe fugue only for performance on the organ with pedals as\nindicated below.  It is most unlikely that these annotations\nreflect Crotch’s manner of organ performance, for there is no\nrecorded mention of him using the organ pedals.  The markings\nlikely date from the mid-nineteenth century, the period during\nwhich the pedal organ quickly gained popularity in England\nfollowing Mendelssohn’s important visit of 1829. measure 9: “Ped:” marked at the bass entry of S. measure 15: “Man:” marked at the F2. measure 18: “Ped:” marked at the bass entry of S. measure 25: “Ped 8ves:” marked at the F. measure 33: “Ped:” marked at the bass entry of S. measure 38: “Man:” marked at the tenor entry of Si on D1. measure 40: “Ped 8ves:” marked at the bass entry of S on F. measure 42: “Ped:” marked at the bass entry of SDD on F. measure 48: “Ped:” marked at the G ♯ . measure 51: “Ped[:]” marked at the D. measure 66: “Ped:” marked at the bass entry of S-augmented. measure 71: “Ped:” marked at the E. measure 85: “Ped 8ves:” marked at the C that begins the pedal-point. In addition, from measures 88–91 and measures 94–95, a retained C has ben\nadded, indicating that the pedals would retain the pedal-point C\nthroughout these passages.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.94.0.10.renwick.html",
    "data": "mto/data/mto.94.0.10.renwick.json"
}