{
    "title": "What is Musical Meaning? Theorizing Music as Performative Utterance",
    "date": "2019/03/01",
    "volume": "25",
    "issue": "1",
    "authors": [
        "Chung, Andrew J."
    ],
    "abstract": "In this article, I theorize a new conception of musical meaning, based on J. L. Austin’s theory of performative utterances in his treatiseHow to Do Things with Words. Austin theorizes language meaningpragmatically: he highlights the manifold ways language performs actions and is used to “do things” in praxis. Austin thereby suggests a new theoretic center for language meaning, an implication largely developed by others after his death. This article theorizes an analogous position that locates musical meaning in the use of music “to do things,” which may include performing actions such as reference and disclosure, but also includes, in a theoretically rigorous fashion, a manifold of other semiotic actions performed by music to apply pressure to its contexts of audition. I argue that while many questions have been asked about meanings of particular examples of music, a more fundamental question has not been addressed adequately: what does meaning mean? Studies of musical meaning, I argue, have systematically undertheorized the ways in which music, as interpretable utterance, can create, transform, maintain, and destroy aspects of the world in which it participates. They have largely presumed that the basic units of sense when it comes to questions of musical meaning consist of various messages, indexes, and references encoded into musical sound and signifiers. Instead, I argue that a considerably more robust analytic takes the basic units of sense to be the various acts that music (in being something interpretable) performs or enacts within its social/situational contexts of occurrence. Ultimately, this article exposes and challenges a deep-seated Western bias towards equating meaning with forms of reference, representation, and disclosure. Through the “performative” theory of musical utterance as efficacious action, it proposes a unified theory of musical meaning that eliminates the gap between musical reference, on the one hand, and musical effects, on the other. It offers a way to understand musical meaning in ways that are deeply contextual (both socially and structurally): imbricated with the human practices that not only produce music but are produced by it in the face of its communicative capacities. I build theoretically with the help of various examples drawn largely from tonal repertoires, and I follow with lengthier analytical vignettes focused on experimental twentieth and twenty-first century works.",
    "keywords": [
        "musical meaning",
        "semiotics",
        "J. L. Austin",
        "performative utterance",
        "speech-act theory",
        "philosophy of language",
        "experimental music"
    ],
    "doi": "10.30535/mto.25.1.2",
    "received": "April 2018",
    "pdf": "http://mtosmt.org/issues/mto.19.25.1/mto.19.25.1.chung.pdf",
    "author_info": [
        {
            "name": "Andrew J. Chung",
            "university": "Yale University",
            "address": "Department of Music, 55 Bishop St., Apt. A, New Haven, CT 06511",
            "email": "andrew.j.chung@yale.edu"
        }
    ],
    "citations": {
        "abbate_2004": "Abbate, Carolyn. 2004. “Music—Drastic or Gnostic?” Critical Inquiry 30 (3): 505–36.",
        "adams_2015": "Adams, Kyle. 2015. “What Did Danger Mouse Do? The Grey Album and Musical Composition in   Configurable Culture.” Music Theory Spectrum 37 (1): 7–24.",
        "adorno_1978": "Adorno, T. W. 1978. “On the Social Situation of Music.” Télos 1978 (35): 128–64.",
        "agawu_1991": "Agawu, V. Kofi. 1991. Playing with Signs: A Semiotic Interpretation of Classic Music . Princeton   University Press.",
        "agawu_2000": "Agawu, V. 2000. Music as Discourse: Semiotic Adventures in Romantic Music . Oxford University Press.",
        "allanbrook_1992": "Allanbrook, Wye J. 1992. “Two Threads Through the Labyrinth.” In Convention in Eighteenth- and   Nineteenth-Century Music: Essays in Honor of Leonard G. Ratner , eds. Allanbrook, Janet M. Levy, and William P. Mahrt, 125–71. Pendragon.",
        "almén_2008": "Almén, Byron. 2008. A Theory of Musical Narrative . Indiana University Press.",
        "alston_2000": "Alston, William P. 2000. Illocutionary Acts and Sentence Meaning . Cornell University Press.",
        "austin_1975": "Austin, J. L. [1962] 1975. How to Do Things with Words , eds. J. O. Urmson and Marina Sbisà. 2nd edition. Harvard University Press.",
        "bach_and_harnish_1979": "Bach, Kent, and Robert M. Harnish. 1979. Linguistic Communication and Speech Acts . MIT Press.",
        "barad_2003": "Barad, Karen. 2003. “Posthumanist Performativity: Toward an Understanding of How Matter Comes to Matter.” Signs 28 (3): 801–31.",
        "barrett_2009": "Barrett, G. Douglas. 2009. “Between Noise and Language: The Sound Installations and Music of Peter Ablinger.” Mosaic: An Interdisciplinary and Critical Journal 42 (4): 147–64.",
        "barrett_2016": "Barrett, G. Douglas. 2016. “Music to the Letter: Noise, Language, and the Letter from Schoenberg .” In After   Sound: Towards a Critical Music , 96–116. Bloomsbury.",
        "bauer_2015": "Bauer, Nancy. 2015. How to Do Things with Pornography . Harvard University Press.",
        "beil_2011": "Beil, Michael. 2011. “AV–Music and Video.” eContact! 13 (2). http://econtact.ca/13_2/beil_AV.html",
        "beil_2012": "Beil, Michael. 2012. “Material Shift.” In Musical Material Today , eds. Claus-Steffen Mahnkopf,   Frank   Cox, and Wolfram Schurig, 9–20. Wolke Verlag.",
        "bierwisch_1980": "Bierwisch, Manfred. 1980. “Semantic Structure and Illocutionary Force.” In Speech Act Theory and   Pragmatics , eds. John R. Searle, Ferenc Kiefer, and Bierwisch, 1–35. Springer.",
        "bolter_and_grusin_1998": "Bolter, Jay David, and Richard Grusin. 1998. Remediation: Understanding New Media . MIT Press.",
        "boone_2013": "Boone, Christine. 2013. “Mashing: Toward a Typology of Recycled Music.” Music Theory Online 19   (3). http://mtosmt.org/issues/mto.13.19.3/mto.13.19.3.boone.html",
        "borges_1999": "Borges, Jorge Luis. 1999. “Pierre Menard, Author of the Quixote.” In Collected Fictions , trans. Andrew Hurley, 88–95. Penguin Books.",
        "bourdieu_1991": "Bourdieu, Pierre. 1991. Language and Symbolic Power . Edited by John Thompson. Translated by Gino Raymond and Matthew Adamson. Harvard University Press.",
        "bower_2002": "Bower, Calvin. 2002. “The Transmission of Ancient Music Theory into the Middle Ages.” In Cambridge History of Western Music Theory , ed. Thomas Christensen, 136–67. Cambridge University Press.",
        "brady_1999": "Brady, Erika. 1999. A Spiral Way: How the Phonograph Changed Ethnography . University Press of Mississippi.",
        "brøvig-hanssen_and_harkins_2012": "Brøvig-Hanssen, Ragnhild, and Paul Harkins. 2012. “Contextual Incongruity and Musical Congruity: The Aesthetics and Humour of Mash-Ups.” Popular Music 31 (1): 87–104.",
        "brower_2000": "Brower, Candace. 2000. “A Cognitive Theory of Musical Meaning.” Journal of Music Theory 44 (2): 323–79.",
        "butler_1997": "Butler, Judith. 1997. Excitable Speech: A Politics of the Performative . Routledge.",
        "butler_1999": "Butler, Judith. 1999. “Performativity’s Social Magic.” In Bourdieu: A Critical Reader , ed. Richard Shusterman, 113–28. Blackwell.",
        "butler_2002": "Butler, Judith. 2002. “Afterword.” In The Scandal of the Speaking Body: Don Juan with J. L. Austin, or Seduction in Two Languages , by Shoshana Felman, 113–23. Stanford University Press.",
        "certeau_1984": "Certeau, Michel de. 1984. The Practice of Everyday Life . University of California Press.",
        "chion_1994": "Chion, Michel. 1994. Audio-Vision: Sound on Screen . Columbia University Press.",
        "coker_1972": "Coker, Wilson. 1972. Music & Meaning: A Theoretical Introduction to Musical Aesthetics . Free Press.",
        "connor_2000": "Connor, Steven. 2000. ???",
        "cook_1999": "Cook, Nicholas. 1999. “Analysing Performance and Performing Analysis.” In Rethinking Music , eds.   Nicholas Cook and Mark Everist, 239–61. Oxford University Press.",
        "cooke_1959": "Cooke, Deryck. 1959. The Language of Music . Oxford University Press.",
        "cornfeld_2012": "Cornfeld, Li. 2012. “How to Do Things with Magic Words: The Scandal of the Spell-Casting Body.” In Hermione Granger Saves the World: Essays on the Feminist Heroine of Hogwarts , ed. Christopher E. Bell, 125–41. McFarland.",
        "culpeper_and_semino_2000": "Culpeper, Jonathan, and Elena Semino. 2000. “Constructing Witches and Spells: Speech Acts and Activity Types in Early Modern England.” Journal of Historical Pragmatics 1: 97–116.",
        "cumming_2001": "Cumming, Naomi. 2001. The Sonic Self: Musical Subjectivity and Signification . Indiana University Press.",
        "cusick_2008": "Cusick, Suzanne G. 2008. “Musicology, Torture, Repair.” Radical Musicology 3. http://radical-musicology.org.uk/2008/Cusick.htm",
        "cutler_2004": "Cutler, Chris. [1994] 2004. “Plunderphonia.” In Audio Culture: Readings in Modern Music , eds. Christoph Cox and Daniel Warner, 138–56. Continuum.",
        "daughtry_2015": "Daughtry, J. Martin. 2015. Listening to War: Sound, Music, Trauma, and Survival in Wartime Iraq. Oxford University Press.",
        "davies_2011": "Davies, Stephen. 2011. Musical Understandings and Other Essays on the Philosophy of Music. Oxford University Press.",
        "deleuze_1988": "Deleuze, Gilles. 1988. Bergsonism . Translated by Hugh Tomlinson and Barbara Habberjam. Zone Books.",
        "denora_1986": "DeNora, Tia. 1986. “How Is Extra-Musical Meaning Possible? Music as a Place and Space for ‘Work.’” Sociological Theory 4 (1): 84–94.",
        "denora_2002": "DeNora, Tia. 2002. “Music into Action: Performing Gender on the Viennese Concert Stage, 1790–1810.” Poetics 30 (1): 19–33.",
        "derrida_1986": "Derrida, Jacques. 1986. “Declarations of Independence.” New Political Science 7: 7–15.",
        "derrida_1988": "Derrida, Jacques. [1972] 1988. “Signature, Event Context.” In Limited Inc , ed. Gerald Graff, trans. Jeffrey Mehlman and Samuel Weber, 1–24. Northwestern University Press.",
        "duncan_2004": "Duncan, Michelle. 2004. “The Operatic Scandal of the Singing Body: Voice, Presence, Performativity.” Cambridge Opera Journal 16 (3): 283–306.",
        "dyson_2009": "Dyson, Frances. 2009. Sounding New Media: Immersion and Embodiment in the Arts and Culture . University of California Press.",
        "eidsheim_2015": "Eidsheim, Nina Sun. 2015. Sensing Sound: Singing and Listening as Vibrational Practice . Duke University Press.",
        "felman_2002": "Felman, Shoshana. [1983] 2002. The Scandal of the Speaking Body: Don Juan with J. L. Austin, or Seduction in Two Languages . Stanford University Press.",
        "finnegan_1969": "Finnegan, Ruth. 1969. “How to Do Things with Words: Performative Utterances Among the Limba of Sierra Leone.” Man 4 (4): 537–52.",
        "furberg_1967": "Furberg, Mats. 1967. “Meaning and Illocutionary Force.” In Symposium on J. L. Austin , ed. K. T. Fann, 445–68. Routledge.",
        "gallope_et_al_2012": "Gallope, Michael, Brian Kane, Steven Rings, James Hepokoski, Judy Lochhead, Michael J. Puri, and James R. Currie. 2012. “Vladimir Jankélévitch’s Philosophy of Music.” Journal of the American Musicological Society 65 (1): 215–56.",
        "gallope_2017": "Gallope, Michael. 2017. Deep Refrains: Music, Philosophy, and the Ineffable . University of Chicago Press.",
        "gawboy_2009": "Gawboy, Anna. 2009. “The Wheatstone Concertina and Symmetrical Arrangements of Tonal Space.” Journal of Music Theory 53 (2): 163–90.",
        "goffman_1981": "Goffman, Erving. 1981. Forms of Talk . University of Pennsylvania Press.",
        "goffman_1983": "Goffman, Erving. 1983. “Felicity’s Condition.” American Journal of Sociology 89: 1–53.",
        "gu_1993": "Gu, Yueguo. 1993. “The Impasse of Perlocution.” Journal of Pragmatics 20 (5): 405–32.",
        "gumbrecht_2003": "Gumbrecht, Hans Ulrich. 2003. Production of Presence: What Meaning Cannot Convey . Stanford University Press.",
        "gumperz_1982": "Gumperz, John J. 1982. Discourse Strategies . Cambridge University Press.",
        "gunkel_2008": "Gunkel, David J. 2008. “Rethinking the Digital Remix: Mash-ups and the Metaphysics of Sound Recording.” Popular Music and Society 31 (4): 489–510.",
        "gunkel_2012": "Gunkel, David J. 2012. “What Does It Matter Who Is Speaking? Authorship, Authority, and the Mashup.” Popular Music and Society 35 (1): 71–91.",
        "hanslick_1986": "Hanslick, Eduard. [1854] 1986. On the Musically Beautiful: A Contribution Towards the Revision of the Aesthetics of Music . Translated by Geoffrey Payzant. Hackett Publishing Company.",
        "harman_2002": "Harman, Graham. 2002. Tool Being: Heidegger and the Metaphysics of Objects. Open Court.",
        "haraway_1988": "Haraway, Donna J. 1988. “Situated Knowledges: The Science Question in Feminism and the Privilege of Partial Knowledges.” Feminist Studies 14 (3): 575–99",
        "hatten_1994": "Hatten, Robert S. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation. Indiana University Press.",
        "hatten_2004": "Hatten, Robert S. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert. Indiana University Press.",
        "heidegger_1962": "Martin Heidegger. [1927] 1962. Heidegger, Martin. [1927] 1962. Being and Time . Translated by John Macquarrie and Edward Robinson. Blackwell.",
        "heidegger_1968": "Martin Heidegger. [1954] 1968. What is Called Thinking? Translated by Fred D. Wieck and J. Glenn Gray. Harper & Row.",
        "hepokoski_1991": "Hepokoski, James. 1991. “The Dahlhaus Project and its Extramusical Sources.” 19th-Century Music 14 (3): 221-46.",
        "ivanovitch_2008": "Ivanovitch, Roman. 2008. “Showing Off: Variation in the Display Episodes of Mozart’s Piano Concertos.” Journal of Music Theory 52 (2): 181–218.",
        "jackson_2004": "Jackson, Shannon. 2004. Professing Performance: Theatre in the Academy from Philology to Performativity . Cambridge University Press.",
        "jankélévitch_1996": "Jankélévitch, Vladimir. [1959] 1996. “Do Not Listen to What They Say, Look at What They Do.” Translated by Ann Hobart. Critical Inquiry 22 (3): 549–51.",
        "jankélévitch_2003": "Jankélévitch, Vladimir. 2003. Music and the Ineffable . Translated by Carolyn Abbate. Princeton University Press.",
        "kane_2014": "Kane, Brian. 2014. Sound Unseen . Oxford University Press.",
        "kerman_1980": "Kerman, Joseph. 1980. “How We Got into Analysis, and How to Get out.” Critical Inquiry 7 (2): 311–31.",
        "kivy_1980": "Kivy, Peter. 1980. The Corded Shell: Reflections on Musical Expression . Princeton University Press.",
        "kivy_1984": "Kivy, Peter. 1984. Sound and Semblance: Reflections on Musical Representation . Princeton University Press.",
        "kivy_2009": "Kivy, Peter. 2009. Antithetical Arts: On the Ancient Quarrel Between Literature and Music . Oxford University Press.",
        "kramer_1990": "Kramer, Lawrence. 1990. Music as Cultural Practice, 1800–1900 . University of California Press.",
        "kramer_2002": "Kramer, Lawrence. 2002. Musical Meaning: Toward a Critical History . University of California Press.",
        "kubicki_1999": "Kubicki, Judith Marie. 1999. “Interpreting Taizé Prayer in Light of J. L. Austin’s Performative Language Theory.” In Liturgical Music as Ritual Symbol: A Case Study of Jacques Berthier’s   Taizé Music , 147–60. Peeters Publishers.",
        "lee_1997": "Lee, Benjamin. 1997. Talking Heads: Language, Metalanguage, and the Semiotics of Subjectivity . Duke University Press Books.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray S. Jackendoff. 1983. A Generative Theory of Tonal Music. MIT Press.",
        "levinson_1981": "Levinson, Jerrold. 1981. “Truth in Music.” The Journal of Aesthetics and Art Criticism 40 (2): 131–44.",
        "lévi-strauss_1987": "Lévi-Strauss, Claude. 1987. Introduction to the Work of Marcel Mauss . Taylor & Francis.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . Yale University Press.",
        "lewis_1970": "Lewis, David. 1970. “General Semantics.” Synthese 22 (1/2): 18–67.",
        "lidov_2004": "Lidov, David. 2004. Is Language a Music? Writings on Musical Form and Signification . Indiana University Press.",
        "london_1996": "London, Justin. 1996. “Musical and Linguistic Speech Acts.” The Journal of Aesthetics and Art Criticism 54 (1): 49–64.",
        "lucier_1995": "Lucier, Alvin. 1995. Reflections: Interviews, Scores, Writings . MusikTexte.",
        "madrid_2009": "Madrid, Alejandro. 2009. “Why Music and Performance Studies? Why Now?: An Introduction to the Special Issue.” TRANS-Transcultural Music Review 13. https://www.sibetrans.com/trans/articulo/1/why-music-and-performance-stud",
        "marcu_2000": "Marcu, Daniel. 2000. “Perlocutions: The Achilles’ Heel of Speech Act Theory.” Journal of Pragmatics 32 (12): 1719–41.",
        "mattheson_and_lenneberg_1958": "Mattheson, Johann, and Hans Lenneberg. 1958. “Johann Mattheson on Affect and Rhetoric in Music (I).” Journal of Music Theory 2 (1): 47–84.",
        "mcclary_1991": "McClary, Susan. 1991. Feminine Endings: Music, Gender, and Sexuality . University of Minnesota Press.",
        "mcclary_1994": "McClary, Susan. 1994. “Constructions of Subjectivity in Schubert’s Music.” In Queering the Pitch: The New Gay and Lesbian Musicology , eds. Philip Brett, Elizabeth Wood, and Gary C. Thomas, 205–34. Routledge.",
        "mccreless_1991": "McCreless, Patrick. 1991. “The Hermeneutic Sentence and Other Literary Models for Tonal Closure.” Indiana Theory Review 12: 35–73.",
        "medina_2006": "Medina, José. 2006. Speaking from Elsewhere: A New Contextualist Perspective on Meaning, Identity, and Discursive Agency . SUNY Press.",
        "mello_2010": "Mello, Chico. 2010. Mimesis und musikalisches Konstruktion . Shaker Verlag.",
        "meyer_1956": "Meyer, Leonard B. 1956. Emotion and Meaning in Music . University of Chicago Press.",
        "moi_2017": "Moi, Toril. 2017. Revolution of the Ordinary: Literary Studies after Wittgenstein, Austin, and Cavell . University of Chicago Press.",
        "monelle_1992": "Monelle, Raymond. 1992. Linguistics and Semiotics in Music . Routledge.",
        "monelle_2000": "Monelle, Raymond. 2000. The Sense of Music . Princeton University Press.",
        "monelle_2006": "Monelle, Raymond. 2006. The Musical Topic: Hunt, Military and Pastoral . Indiana University Press.",
        "oswald_2004": "Oswald, John. [1987] 2004. “Bettered by the Borrower: The Ethics of Musical Debt.” In Audio Culture: Readings in Modern Music , eds. Christoph Cox and Daniel Warner, 131–37. Continuum.",
        "parker_and_sedgwick_1995": "Parker, Andrew, and Eve Kosofsky Sedgwick, eds. 1995. Performativity and Performance . Routledge.",
        "pearsall_2006": "Pearsall, Edward. 2006. “Anti-Teleological Art: Articulating Meaning Through Silence.” In Approaches to Meaning in Music , eds. Byron Almén and Edward Pearsall, 41–61. Indiana University Press.",
        "phelan_1993": "Phelan, Peggy. 1993. Unmarked: The Politics of Performance . Routledge.",
        "pöggeler_1972": "Pöggeler, Otto. 1972. “Heidegger’s Topology of Being.” In On Heidegger and Language . Edited and translated by Joseph J. Kockelmans. Northwestern University Press.",
        "reddy_1979": "Reddy, Michael J. 1979. “The Conduit Metaphor.” In Metaphor and Thought , ed. by Andrew Ortony, 284–310. Cambridge University Press.",
        "risi_2011": "Risi, Clemens. 2011. “Opera in Performance—In Search of New Analytical Approaches.” The Opera Quarterly 27 (2): 283–95.",
        "robinson_2005": "Robinson, Douglas. 2005. Introducing Performative Pragmatics . Routledge.",
        "rorty_1967": "Rorty, Richard, ed. 1967. The Linguistic Turn: Essays in Philosophical Method . University of Chicago Press.",
        "rosaldo_1982": "Rosaldo, Michelle Z. 1982. “The Things We Do with Words: Ilongot Speech Acts and Speech Act Theory in Philosophy.” Language in Society 11 (2): 203–37.",
        "rubenstein_2012": "Rubenstein, Mary-Jane. 2012. Strange Wonder: The Closure of Metaphysics and the Opening of Awe . Columbia University Press.",
        "rumph_2011": "Rumph, Stephen. 2011. Mozart and Enlightenment Semiotics . University of California Press.",
        "rumph_2015": "Rumph, Stephen. 2015. “Fauré and the Effable: Theatricality, Reflection, and Semiosis in the Mélodies.” Journal of the American Musicological Society 68 (3): 497–558.",
        "rupprecht_2001": "Rupprecht, Philip. 2001. Britten’s Musical Language. Cambridge University Press.",
        "sartre_1988": "Sartre, Jean-Paul. 1988. “What Is Literature?” and Other Essays . Harvard University Press.",
        "saussure_1998": "Saussure, Ferdinand de. [1916] 1998. Course in General Linguistics . Edited and translated by Roy Harris. Open Court.",
        "schechner_1985": "Schechner, Richard. 1985. Between Theater and Anthropology . University of Pennsylvania Press.",
        "searle_1970": "Searle, John R. 1970. Speech Acts: An Essay in the Philosophy of Language . Cambridge University Press.",
        "silverstein_1976": "Silverstein, Michael. 1976. “Shifters, Linguistic Categories, and Cultural Description.” In Meaning in Anthropology , eds. Keith H. Basso and Henry A. Selby, 11–55. University of New Mexico Press.",
        "silverstein_2003": "Silverstein, Michael. 2003. “Indexical Order and the Dialectics of Sociolinguistic Life.” Language & Communication 23: 193–229.",
        "silverstein_2014": "Silverstein, Michael. 2014. “Translatability and the Uses of Standardisation.” Working Paper. Tillburg Papers in Cultural Studies.",
        "small_1998": "Small, Christopher. 1998. Musicking: The Meanings of Performing and Listening . Wesleyan University Press.",
        "stokes_1994": "Stokes, Martin. 1994. Ethnicity, Identity and Music: The Musical Construction of Place . Berg Publishers.",
        "subotnik_1995": "Subotnik, Rose Rosengard. 1995. Deconstructive Variations: Music and Reason in Western Society. University of Minnesota Press.",
        "swinkin_2016": "Swinkin, Jeffrey. 2016. Performative Analysis: Reimagining Music Theory for Performance . University of Rochester Press.",
        "sykes_2018": "Sykes, Jim. 2018. The Musical Gift: Sonic Generosity in Post-War Sri Lanka . Oxford University Press.",
        "tagg_1987": "Tagg, Philip. 1987. “Musicology and the Semiotics of Popular Music.” Semiotica 66 (1/3): 279–98.",
        "tambiah_1968": "Tambiah, S. J. 1968. “The Magical Power of Words.” Man 3 (2): 175–208.",
        "tarasti_2001": "Tarasti, Eero. 2001. Existential Semiotics . Indiana University Press.",
        "tomlinson_2007": "Tomlinson, Gary. 2007. The Singing of the New World: Indigenous Voice in the Era of European Contact . Cambridge University Press.",
        "treitler_2011": "Treitler, Leo. 2011. Reflections on Musical Meaning and Its Representations . Indiana University Press.",
        "tunstall_1979": "Tunstall, Patricia. 1979. “Structuralism and Musicology: An Overview.” Current Musicology 27: 51–64.",
        "turino_2014": "Turino, Thomas. 2014. “Peircean Thought As Core Theory For A Phenomenological Ethnomusicology.” Ethnomusicology 58 (2): 185–220.",
        "turner_1999": "Turner, Ken, ed. 1999. The Semantics/Pragmatics Interface from Different Points of View . Elsevier.",
        "turner_1982": "Turner, Victor. 1982. From Ritual to Theatre: The Human Seriousness of Play . PAJ Publications.",
        "wen_2016": "Wen, Eric. 2016. “Schubert’s Wiegenlied : The Andante Sostenuto from the Piano Sonata in B ♭ D. 960.” In Schubert’s Late Music: History, Theory, Style , eds. Lorraine Byrne Bodley and Julian Horton, 134–48. Cambridge University Press.",
        "witkin_2003": "Witkin, Robert W. 2003. Adorno on Popular Culture . Routledge.",
        "wittgenstein_1958": "Wittgenstein, Ludwig. [1953] 1958. Philosophical Investigations . Translated by G. E. M. Anscombe. 3rd edition. Macmillan.",
        "wong_2001": "Wong, Deborah. 2001. Sounding the Center: History and Aesthetics in Thai Buddhist Performance . University of Chicago Press.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis. Oxford University Press.",
        "zhmud_2012": "Zhmud, Leonid. 2012. Pythagoras and the Early Pythagoreans. Oxford University Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* This paper draws on the introduction and first chapter of my dissertation, Music as Performative Utterance: Towards a Unified Theory of Musical Meaning with Applications in 21st-Century Works and Social Life . Versions of this paper was presented at the AMS-Pacific Southwest chapter Fall 2017 meeting, the 2018 meeting of Music Theory Southeast, and the Open Space forum at the 2018 Darmstadt Summer Courses. I would like especially to thank Patrick McCreless, Brian Kane, Gundula Kreuzer, Marta Figlerowicz, and the anonymous reviewers for their input on this manuscript.",
            "citations": []
        },
        "FN1": {
            "text": "1. The term musicking, a once antiquated term, has come into our lexicon afresh in recent years, following Christopher Small’s ( 1998 ) revitalization of the term. He writes to emphasize the processual character of music up and over against its object character: “There is no such thing as music. Music is not a thing at all but an activity, something that people do” (2).",
            "citations": [
                "small_1998"
            ]
        },
        "FN2": {
            "text": "2. In this essay, utterance shall be defined minimally, broadly, and intuitively as a unit of music actually taking place or being imagined to take place in performance, audiation, imagined performance, the audiation we imagine a composer doing, etc. For any musical object to count as an utterance or as part of one, the prerequisite will simply be the perspectival attitude that it is taking place or has taken place in a real or imagined context of performance or audiation. This essay explores music as utterance in contrast to music as language or text because the latter two models connote bounded abstract systems that do not presuppose any necessary connection to ongoing forms of praxis (think of “dead” languages, or texts that nobody reads), while utterance is unthinkable without its involvement in ongoing forms of praxis. The utterance model developed here, however, generalizes well to the written.",
            "citations": []
        },
        "FN3": {
            "text": "3. In this connection, we should also note important predecessors in Carolyn Abbate’s ( 2004 ) controversial and generative work concerning a “drastic” rather than “gnostic” idea of musical study, and philosopher Hans Ulrich Gumbrecht’s ( 2003 ) Production of Presence: What Meaning Cannot Convey .",
            "citations": [
                "abbate_2004",
                "gumbrecht_2003"
            ]
        },
        "FN4": {
            "text": "4. The material effects of vibration may be as extreme as the use of sound cannons in practices of militarized policing. For reflections on these and related violent uses of music, see Cusick 2008 and Daughtry 2015 .",
            "citations": [
                "cusick_2008",
                "daughtry_2015"
            ]
        },
        "FN5": {
            "text": "5. The linguistic turn has its origins in debates concerning the philosophy of language (see Rorty 1967 ) in which one prominent position sought to conceive of basic philosophical problems as problems that arose fundamentally in how ordinary language was used to communicate about those philosophical questions and the answers to them. Musical semiotics (see note 40) eventually grew out of these concerns, along with a diversity of humanistic and social science fields that began to apply structuralist literary methods to the study of social and aesthetic phenomena. These fields began reading cultural phenomena as “texts” structured according to abstract systems of differences (“languages”). Other related interdisciplinary connections brought musical studies into dialogue with Chomskyan ideas of generative grammar (e.g. Lerdahl and Jackendoff 1983 ), post-structuralist cultural critique (e.g. Subotnik 1995 ), with Barthesian literary criticism (e.g. McCreless 1991 ), theories of metaphor (e.g. Zbikowski 2002 ), Gadamerian hermeneutics and reader-response theory (see Hepokoski 1991 ), and so forth.",
            "citations": [
                "rorty_1967",
                "lerdahl_and_jackendoff_1983",
                "subotnik_1995",
                "mccreless_1991",
                "zbikowski_2002",
                "hepokoski_1991"
            ]
        },
        "FN6": {
            "text": "6. Signifier and signified are terms most commonly associated with linguist and semiologist Ferdinand de Saussure ( [1916] 1998 ). Saussure’s position is in fact considerably more complex than the simple signifier-signified relation that his Course in General Linguistics is so often reduced to. For Saussure, a signifier signifies in absentia , in virtue of the first fact that it does not signify the manifold things that the other signifiers do. The positive mapping between sign and designatum is a conceptual apparatus far older than Saussure (one that Ludwig Wittgenstein ( [1953] 1958 ) in the Philosophical Investigations , for instance, attributes to St. Augustine), but it has come to be associated with his terminology. This essay works to move away from Saussure’s orbit by focusing on theories of sign use (what he called parole ) instead of what he considered to be the proper seat of study: the abstract system of signs (what he called langue ).",
            "citations": [
                "saussure_1998",
                "wittgenstein_1958"
            ]
        },
        "FN7": {
            "text": "7. Adorno qualifies that music’s critical-theoretic function is not to be found primarily in commenting explicitly on society propositionally, nor in predicating about society as a form of outright discursive content (see Witkin 2003 , 87). Adorno does, however, affirm a formal mapping between the problems immanent in music’s structuration and the problems facing society. This idea served as one of the conceptual underpinnings for some of the hermeneutic work associated with the New Musicology. Susan McClary for instance, reflects that “in his hands, the presumably nonrepresentational instrumental music of the canon becomes the most sensitive social barometer in all of culture” ( 1991 , 28).",
            "citations": [
                "witkin_2003",
                "mcclary_1991"
            ]
        },
        "FN8": {
            "text": "8. For modern-day iterations of the claim that music is a system of signifiers without signifieds, see, for instance, Lidov 2004 or Tunstall 1979 . The idea of signifiers without signifieds, and the “floating signifier,” originates with the work of Claude Lévi-Strauss ( 1987 , 63–64).",
            "citations": [
                "lidov_2004",
                "tunstall_1979"
            ]
        },
        "FN9": {
            "text": "9. Abbate glosses the position espoused by Jankélévitch that music has “broad shoulders” to support ascriptions of meaning to it since it “unleashes meaning in high multiples” ( 2004 , 516).",
            "citations": [
                "abbate_2004"
            ]
        },
        "FN10": {
            "text": "10. Jankélévitch, for instance, invokes a version of this dichotomy: “Saying is an atrophied version of Doing—miscarried Doing” ( 2003 , 80). This dichotomy is reflected in the title of another of Jankélévitch’s essays: “Do Not Listen to What They Say, Look at What They Do” ( [1959] 1996 ).",
            "citations": []
        },
        "FN11": {
            "text": "11. Treitler enumerates some characteristic lines of inquiry that presuppose the thinking that Meyer calls referentialism: “Is it that infused meanings are supposed to have been held by the contemporaries of the works or newly discovered by the interpreters? Are they held to be immanent to the works? Are they claimed to be conveyed through the experience of the works, which they inform, or are they deduced from the works or from other sources?” ( 2011 , xii).",
            "citations": [
                "treitler_2011"
            ]
        },
        "FN12": {
            "text": "12. The concept of handiness is inspired by Heidegger’s ( [1927] 1962 ) technical term ready-to-hand , which describes how entities gain their authentic identities in the encounters we have with them in using and relating to them as though they are tools. The term present-at-hand , by contrast, describes how we encounter entities inauthentically when we exercise theoretical attitudes based on documenting their properties and reifying them under particular names and identities to exercise mastery over them.",
            "citations": [
                "heidegger_1962"
            ]
        },
        "FN13": {
            "text": "13. This way of entering into questions concerning the problem of musical meaning is modelled after the strategy that Heidegger ( [1927] 1962 ) takes in his Being and Time , which sought a new beginning for ontology, the study of being. Heidegger begins by pointing out that while philosophers since the pre-Socratics have asked many questions about being and made many propositions about being, the Western tradition had not answered the fundamental question: What is it to be? What is “is?”",
            "citations": [
                "heidegger_1962"
            ]
        },
        "FN14": {
            "text": "14. Technical definitions of “meaning” in linguistics and language philosophy often specify it as “literal meaning” or “null-context referential meaning,” and the above is not necessarily a problem for those investigations, if meaning is to be circumscribed in this manner. However, I suspect that we typically have something broader in mind when investigating musical meaning, and we must therefore contend with the perplexity that resides within “what does ‘meaning’ mean?”",
            "citations": []
        },
        "FN15": {
            "text": "15. Cf. Heidegger: “The achieving of phenomenological access to the entities which we encounter, consists rather in thrusting aside our interpretative tendencies, which keep thrusting themselves upon us and running along with us, and which conceal not only the phenomena of such ‘concern,’ but even more those entities themselves as encountered of their own accord in our concern with them” ( [1927] 1962 ).",
            "citations": [
                "heidegger_1962"
            ]
        },
        "FN16": {
            "text": "16. These scholars demonstrate that understanding non-Western practices through the lens of Austinian theory is not necessarily conceptual colonialism or an attempt to bring practices of other peoples under the theoretical mastery of an Anglophone theory. Instead, they suggest that the musical practices of other cultures might make more apparent certain aspects of Western music making that have been occluded, aspects that Austinian theory is particularly suited to analyze.",
            "citations": []
        },
        "FN17": {
            "text": "17. Linguistic pragmatics investigates non-literal meanings and the interactions of meaningful units with features of context and aspects of how they are used. It remains a matter of considerable debate whether pragmatics is a supplement to semantics, or whether semantics arises out of pragmatics (see, for instance, Turner 1999 ).",
            "citations": [
                "turner_1999"
            ]
        },
        "FN18": {
            "text": "18. See David Lewis: “I distinguish two topics: first, the description of possible languages or grammars as abstract semantic systems whereby symbols are associated with aspects of the world; and, second, the description of the . . . facts whereby a particular one of these abstract semantic systems is the one used by a person or population. Only confusion comes of mixing these two topics” ( 1970 , 19).",
            "citations": [
                "lewis_1970"
            ]
        },
        "FN19": {
            "text": "19. Speech-act is a coinage by Austin’s student John Searle ( 1970 ).",
            "citations": [
                "searle_1970"
            ]
        },
        "FN20": {
            "text": "20. Similarly, Michel de Certeau suggests in The Practice of Everyday Life that the performative concept of speech-act theory might be applicable to phenomena beyond language: “The speech act is at the same time a use of language and an operation performed on it. We can attempt to apply this model to many non-linguistic operations” ( 1984 , 32).",
            "citations": [
                "certeau_1984"
            ]
        },
        "FN21": {
            "text": "21. Esprit Rude/Esprit Doux II does not state the AITC at this pitch-level.",
            "citations": []
        },
        "FN22": {
            "text": "22. I thank the anonymous reviewers for pointing out this connection.",
            "citations": []
        },
        "FN23": {
            "text": "23. Allanbrook 1992 identifies a succession of five topoi in the exposition of K. 332: the singing style, the learned style, the horn call topic, the so-called Sturm und Drang or tempesta topic, and the minuet topic.",
            "citations": [
                "allanbrook_1992"
            ]
        },
        "FN24": {
            "text": "24. It is for this reason that Austin abandoned the performative-constative distinction midway through How to Do Things with Words in favor of the analysis of illocutionary forces. Austin, seeking mutually exclusive categories, found that the performative-constative distinction could not strictly separate its terms because the constative function of language was revealed to be simply one category of the performative function of language.",
            "citations": []
        },
        "FN25": {
            "text": "25. Throughout this essay, illocutionary forces will be indicated in italics where appropriate.",
            "citations": []
        },
        "FN26": {
            "text": "26. As sociolinguist Erving Goffman ( 1983 ) qualifies, it is impossible to reduce felicity conditions to a science, to tabulate them exhaustively. Hence, it could be argued that pragmatic theories of meaning are destined to fail as theories because context cannot be theorized fully. But this is to dogmatically require the total systematization and calculability of contextual “language-external” factors in the same way that a theorist of “internal” features might wish to require of systems of syntactical coherence. It is profoundly artificial to attempt to bring “context” as a generality under full theoretical control as though we can ever stand outside of context to observe it and all of its possible implications abstractly as a totality.",
            "citations": [
                "goffman_1983"
            ]
        },
        "FN27": {
            "text": "27. I thank the anonymous reviewers for this suggestion.",
            "citations": []
        },
        "FN28": {
            "text": "28. Speech-acts and performative utterances are examples of Charles Sanders Peirce’s indexical sign modality: signs which point to features of their context. As Silverstein ( 2003 , 195) clarifies, indexical signs do not just point to pre-existing features of their context; they can also relate to their contexts by creating and causally entailing new features of context through their use. This is the semiotic basis for Austinian speech-act theory.",
            "citations": [
                "silverstein_2003"
            ]
        },
        "FN29": {
            "text": "29. It is for this reason that perlocutions have been deemed by some linguists and philosophers to be untheorizable, to stand outside a systematic treatment. See Gu 1993 and Marcu 2000 .",
            "citations": [
                "gu_1993",
                "marcu_2000"
            ]
        },
        "FN30": {
            "text": "30. Incidentally, as Treitler ( 2011 ) notes about this letter, it also upends the traditional thinking in which language meaning is semantically precise, in favor of asserting an extraordinary (but un-verbalizable) precision of musical meaning. Mendelssohn opines that language, through the infinitely variable circumstances of its use, can be as semantically polysemous as music is, anticipating similar suggestions from ordinary language philosophy in the twentieth century.",
            "citations": [
                "treitler_2011"
            ]
        },
        "FN31": {
            "text": "31. While the study of music as reference, representation, and disclosure arguably has its contemporary roots in Enlightenment semiotics (see Rumph 2011 ), thinking of music in terms of the effects that it wields is considerably older. Ideas that music is meaningful because it not only mimetically corresponds to but also excites the passions were widely discussed by Baroque-era musical thinkers René Descartes and Johannes Mattheson ( Mattheson and Lenneberg 1958 ), though it is not clear that contemporaneous thinkers considered this work to concern musical meaning per se. These Baroque concepts are themselves descended from early Greek sources concerning the effects of different Greek modes upon the behaviors of individuals and populations (see Zhmud 2012 and Bower 2002 ).",
            "citations": [
                "rumph_2011",
                "mattheson_and_lenneberg_1958",
                "zhmud_2012",
                "bower_2002"
            ]
        },
        "FN32": {
            "text": "32. Linguists Kent Bach and Robert M. Harnish distinguish between “conventional” speech-acts, which are performed somewhat independently of speakers’ intentions, and “communicative” speech-acts, which seem to require that the speaker “mean them” in some way ( Bach and Harnish 1979 ). Anthropologist Michelle Z. Rosaldo ( 1982 ), on the other hand, suggests that even locating an analytical axis in the intentions behind speech-acts is conditioned by a Western idea of the speaking subject primarily as willful, self-determining individuals, rather than primarily as members of collective communities, an ideology that she argues more accurately reflects her ethnographic subjects in the Philippines.",
            "citations": [
                "bach_and_harnish_1979",
                "rosaldo_1982"
            ]
        },
        "FN33": {
            "text": "33. In this use-theoretic focus, Austin’s work on the performative function of language, as a foundational intervention into language and sign meaning, echoes some of Heidegger’s ( [1927] 1962 ) thoughts on language in Being and Time . Philosopher James Edie explains that Heidegger recognizes that language might be “asserting, pointing out or stating something, but that there is another, more fundamental, field of linguistic usage involved in our ‘concernful dealing with that which is.’ This field of usage is expressed in such linguistic forms as requesting, wishing, commanding, and so on. . . . This distinction becomes the even more encompassing distinction between the theoretical attitudes of consciousness (theoria). . . and the practical and ‘concernful’ attitudes (praxis)” ( Pöggeler 1972 , 139–40). This distinction maps onto and further defines Austin’s constative (theoria) versus performative (praxis) distinction.",
            "citations": [
                "heidegger_1962"
            ]
        },
        "FN34": {
            "text": "34. As media theorists Jay Bolter and Richard Grusin ( 1998 ) describe, in a more or less Heideggerian argument, we have trouble seeing the features of the medium so long as they operate smoothly for us.",
            "citations": [
                "bolter_and_grusin_1998"
            ]
        },
        "FN35": {
            "text": "35. Philosopher Otto Pöggeler summarizes: “Since Aristotle’s time philosophical speech has been one-sidedly determined from . . . assertion, not from request, question, and command also. In this way the pragmatic dimension of language is expelled from philosophical speech in favor of the semantic dimension and is relinquished to rhetoric” ( 1972 , 143).",
            "citations": []
        },
        "FN36": {
            "text": "36. Heidegger’s late work, particularly the 1954 volume of lectures collected under the title What is Called Thinking? ( Heidegger [1954] 1968 ) similarly propounds a view of language meaning that seeks to overcome “the dominance of ideational or representational thinking” (64) and the “relation between name and thing as the coordination [mapping] of two objects” (120), describing these frameworks as superficial (46). He instead emphasizes language and thought as forms of action and “handicraft” (23), and grounds meaning in an understanding of use and action (191). Heidegger plays on his title by discussing how things call for and beseech us to think thoughts, which call for and beseech us to comport ourselves to them. This text deeply investigates certain attitudes that motivate the present intervention into the discourse on musical meaning.",
            "citations": [
                "heidegger_1968"
            ]
        },
        "FN37": {
            "text": "37. My aim is not to stake out a position against new materialist or affect-theoretic studies of music, for example, but simply to question the premise of motivating these programs of study from rejections of music-and-meaning and to challenge the assumptions made in framing music’s purportedly non-signifying dimensions and its non-linguistic character.",
            "citations": []
        },
        "FN38": {
            "text": "38. For a rigorous and textured account of musical ineffability and its affordances across a range of philosophical thought (including that of Jankélévitch), see Gallope 2017 . While studies that vouch for the ineffable qualities of music typically define music in non-signifying, non-discursive terms, the argument I present is simply that semiotic categories of action and efficacy lie in excess of music’s representational qualities. Part of what has typically been assigned to the category of the ineffable might not be so far from the orbit of signs and semiosis, although this is by no means to claim that the expanded understanding of music in terms of signs or utterance argued here exhausts the category of the ineffable and its withdrawn recesses.",
            "citations": [
                "gallope_2017"
            ]
        },
        "FN39": {
            "text": "39. Silverstein offers a sketch of the history by which the semantico-referential view of language meaning became the prevailing doxa in the Western tradition’s past millennium: with the Enlightenment’s emphasis on “grammar and logic . . . you [subsequently] think of semantics––the way language stands for things––as being truth-functional, and of course you get symbolic logic, you get semantic theories for almost everything and so on” ( 2014 , 2).",
            "citations": [
                "silverstein_2014"
            ]
        },
        "FN40": {
            "text": "40. This is not to deny that many finer distinctions stand to be made within a broadly mapping-based theory of meaning. Peter Kivy ( 1980 , 1984 , 2009 ), for instance, rigorously analyzes the differences between musical representation (of discursive ideas) and reference (to things, emotional states, etc.), and makes a distinction, clarifying that music does not express or beget the emotions attributed to it but is expressive of them. Notable philosophers of music like Kivy, Davies, and Levinson, however, tend to be committed to an understanding of meaning that I am working to rethink, and tend to be committed to a metaphysics that would defend the autonomous self-enclosure of absolute music.",
            "citations": [
                "kivy_1980",
                "kivy_1984",
                "kivy_2009"
            ]
        },
        "FN41": {
            "text": "41. This scholarship, heavily representing music theorists, includes, for instance, the work of Robert Hatten ( 1994 , 2004 ), Kofi Agawu ( 1991 , 2000 ), Byron Almén ( 2008 ), David Lidov ( 2004 ), Philip Tagg ( 1987 ), Eero Tarasti ( 2001 ), and Raymond Monelle ( 1992 , 2000 , 2006 ). Hatten, for instance, serves as the series editor for Indiana University Press’s “Musical Meaning and Interpretation” series, currently numbering over 30 volumes of monographs, edited volumes, and essay collections. Tarasti presides over the biannual International Congress for Musical Signification . All of the above-listed authors have written extensive technical treatments of music semiotic concepts and general semiotic concepts, far too many to list here.",
            "citations": [
                "hatten_1994",
                "hatten_2004",
                "agawu_1991",
                "agawu_2000",
                "lidov_2004",
                "tagg_1987",
                "tarasti_2001",
                "monelle_1992",
                "monelle_2000",
                "monelle_2006"
            ]
        },
        "FN42": {
            "text": "42. Sartre’s ( 1988 ) work on written language presumes a similar ordering. He asks of writer first: “What aspect of the world do you want to disclose?” and then (only afterwards): “What change do you want to bring into the world by this disclosure?” (37). Sartre implies a model in which utterance is born as a fundamentally disclosive entity, entering into contact with context and social praxis only afterwards. This ordering fails to acknowledge that disclosure, whether through music or language, can never occur or originate from outside of context.",
            "citations": [
                "sartre_1988"
            ]
        },
        "FN43": {
            "text": "43. Meyer, though certainly not broadly representative of current thinking, remains of particular interest because of his commitments to American pragmatist philosophers, including the work of George Herbert Mead, John Dewey, and especially Charles Sanders Peirce. His notion of the “triadic relationship” between musical entity, that to which the entity points, and the enculturated listener calls to mind a Peircean semiotic structure involving sign, object, and interpretant (thinking, expectation, or behavior that arises in the face of the sign-object relation). In this way, he prefigures the contributions of music theorists such as Naomi Cumming ( 2001 ), who develops Peirce’s difficult body of writings towards insight into musical meaning and the construction of personal selves and other selves we impute to situations of music making. Peircean semiotics, emphasizing the particularities of sign use and the forms of action it is imbricated with, is highly consistent with Austin’s contribution and its perspective on language meaning. As ethnomusicologist Thomas Turino explains: “From a Peircean perspective: (1) every musical sound, performance or dance movement, and contextual feature that affects an actual perceiver is a sign, and (2) every perceiver is affected by signs in relation to his or her own personal history of experience, which is at once a partially unique but largely shared social experience” ( 2014 , 188).",
            "citations": [
                "cumming_2001",
                "turino_2014"
            ]
        },
        "FN44": {
            "text": "44. See especially, Lewin 1987 , 175–92). Lewin’s shift from intervallic thinking towards what he calls the “transformational attitude” possesses certain affinities with Austin’s shift away from constative thinking towards performative analysis of utterance. In the “transformational attitude,” the idea of analyzing as though one were inside the music, performing actions and making “moves” in an abstract space implicates a sort of experiential analysis that embeds the analyst as a responsible party with bodily stakes in the production of music analysis. Similarly, Austin’s concept of linguistic performativity implicates existential considerations in that it is concerned with the relations between users of language, language’s effects, and the overall context of utterance, opening the analysis of language to questions of responsibility for speech-acts and bodily stakes of the production of linguistic effects. Both suggest the fecundity of a thinking rooted less in a notion of fixed and transparent objects, and more in a generative and creative notion of action. I thank Amy Bauer for suggesting this connection to me.",
            "citations": [
                "lewin_1987"
            ]
        },
        "FN45": {
            "text": "45. Cf. Tambiah ( 1968 ). Other foundational studies originating in social scientific research on entailing and efficacious aspects of human communication—called the “ethnography of speaking”—include Finnegan ( 1969 ), Goffman ( 1981 ), Gumperz ( 1982 ), and Rosaldo ( 1982 ). Musical writers who engage in ethnographies with similar conceptual commitments to the actions and effects produced in and through musical utterance include Kubicki ( 1999 ) and Tomlinson ( 2007 ).",
            "citations": [
                "tambiah_1968",
                "finnegan_1969",
                "goffman_1981",
                "gumperz_1982",
                "rosaldo_1982",
                "kubicki_1999",
                "tomlinson_2007"
            ]
        },
        "FN46": {
            "text": "46. In this connection, Lucier’s piece is suggestive of some of the Greek musical sources—e.g., Plato, Pseudo-Plutarch, Aristoxenus of Tarentum—that discuss it in terms of various healing (or afflicting) powers (see Zhmud 2012 ).",
            "citations": [
                "zhmud_2012"
            ]
        },
        "FN47": {
            "text": "47. Since the semantic status of musical units is considerably less secure and open to contestation, the use-based theory of musical meaning as illocutionary act-potential is arguably even better suited to understanding music as utterance than it is for linguistic utterance.",
            "citations": []
        },
        "FN48": {
            "text": "48. As an exploration of work-ontology, Die Zwei brings to mind as an intertext Jorge Luis Borges’s short story “Pierre Menard, Author of the Quixote ,” in which a narrator describes a fictional symbolist author who sets out to “produce a number of pages which coincided—word for word, and line by line—with those of Miguel de Cervantes” ( 1999 , 91). Borges invites the reader to imagine what it would mean for this task to be more than mere copying, and to imagine this identical Quixote as an independent work.",
            "citations": [
                "borges_1999"
            ]
        },
        "FN49": {
            "text": "49. Kyle Adams invokes Austin’s recognition of “saying something” as the “doing of something” to argue that remixes, mashups, and sampling practices perform political acts of resistance to the exercise of capitalist logics over commercial musical production: “The very act of reproducing the work of another artist, let alone reshaping and reconfiguring it, can be seen as a form of resistance against those who control the original artwork, especially when ‘those in control’ are perceived not to be the artists who created it, but the faceless corporations that claim ownership over it” ( 2015 , 13).",
            "citations": [
                "adams_2015"
            ]
        },
        "FN50": {
            "text": "50. On this point, it seems apposite to note that assigning to Die Zwei the status of plagiarism in a debunking or unmasking gesture, is not so much incorrect as it is unproductive. This characterization of the piece closes more doors than it opens because as soon as it is described as plagiarism, a moral claim has been made, one which leads more easily to a dismissal of the piece than to an appreciation of its thought experiment and its challenge to ingrained intuitions concerning the work-concept. Regarding mashups, David Gunkel writes: “Instead of being simply reducible to or comprehended by the . . . privileging of originality and authenticity, the mash-up deliberately involves itself in and toys with derivation, plagiarism, inauthenticity, promiscuity, repetition—things that from the [orthodox] perspective can only appear to be negative, monstrous, deficient, and perverse” ( 2008 , 503).",
            "citations": [
                "gunkel_2008"
            ]
        },
        "FN51": {
            "text": "51. See Kane 2014 and Chion 1994 for discussions of acousmatic (heard, but unseen) sound sources and the history of their associations with supernatural qualities, especially in film sound/music.",
            "citations": [
                "kane_2014",
                "chion_1994"
            ]
        },
        "FN52": {
            "text": "52. In this connection, there is a small but fascinating corpus of linguistic work on spells, hexes, and curses used in (historical and fictional) witchcraft as illocutionary acts. See, for instance, Culpeper and Semino 2000 , and Cornfeld 2012 .",
            "citations": [
                "culpeper_and_semino_2000",
                "cornfeld_2012"
            ]
        },
        "FN53": {
            "text": "53. Gilles Deleuze argues in Bergsonism that “virtual” is not opposed to “real, but to “actual,” whereby both actual entities and virtual ones stand as real, but have different modes of existence ( 1988 , 96–97).",
            "citations": [
                "deleuze_1988"
            ]
        },
        "FN54": {
            "text": "54. Emphasis in the original. Derrida asks of the Declaration: “Is it that the good people have already freed themselves and are only stating the fact of this emancipation in the Declaration? Or is it rather that they free themselves at the instant of and by the signature of this Declaration?” ( 1986 , 9).",
            "citations": [
                "derrida_1986"
            ]
        },
        "FN55": {
            "text": "55. I would add the proviso that it is most useful to think of tools and equipment outside of their possible and common connotations of brutally unsentimental efficiency, cold purposiveness, or capitalistic conversions of the world (or of music) into material for consumption.",
            "citations": []
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.1.chung.html",
    "data": "mto/data/mto.19.25.1.chung.json"
}