{
    "title": "Review of Andrew Davis, <i>“Il Trittico,” “Turandot,” and Puccini’s Late Style</i> (Indiana University Press, 2010)",
    "date": "2012/04/01",
    "volume": "18",
    "issue": "1",
    "authors": [
        "Decker, Gregory J."
    ],
    "abstract": "",
    "keywords": [
        "Puccini",
        "Il Trittico",
        "Turandot",
        "opera analysis",
        "solita forma"
    ],
    "doi": "",
    "received": "November 2011",
    "pdf": "http://mtosmt.org/issues/mto.12.18.1/mto.12.18.1.decker.pdf",
    "author_info": [
        {
            "name": "Gregory J. Decker",
            "university": "Moore Musical Arts Center 2143",
            "address": "Bowling Green State University, Bowling Green, OH  43403",
            "email": "gdecker@bgsu.edu"
        }
    ],
    "citations": {
        "abbate_1989": "Abbate, Carolyn. 1989. Unsung Voices: Opera and Musical Narrative in the Nineteenth Century . Princeton: Princeton University Press.",
        "ashbrook_and_powers_1991": "Ashbrook, William and Harold Powers. 1991. Puccini’s “Turandot”: The End of the Great Tradition . Princeton: Princeton University Press.",
        "basevi_1859": "Basevi, Abramo. 1859. Studio sulle opera di Giuseppe Verdi . Florence: Tipografia Tofani.",
        "girardi_2000": "Girardi, Michele. 2000. Puccini: His International Art . Translated by Laura Basini. Chicago: University of Chicago Press. Originally published in Italian as Giacomo Puccini: L’arte internazionale di un musicista italiano (Venice: Marsilio, 1995).",
        "hatten_1994": "Hatten, Robert S. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Bloomington: Indiana University Press.",
        "hepokoski_2004": "Hepokoski, James. 2004. “Structure, Implication, and the End of Suor Angelica.” In Studi Pucciniani 3: “L’insolita forma”: Strutture e processi analitici per l’opera italiana nell’epoca di Puccini: Atti del Convegno internazionale di studi Lucca, 20–21 settembre 2001 , ed. Virgilio Bernardoni, Michele Girardi, and Arthur Groos, 241–64. Lucca: Centro studi Giacomo Puccini.",
        "moreen_1975": "Moreen, Robert Alberto. 1975. “Integration of Text Forms and Musical Forms in Verdi’s Early Operas.” Ph.D. diss., Princeton University.",
        "parker_1997": "Parker, Roger. 1997. “‘Insolite Forme’ or Basevi’s Garden Path.” In Leonora’s Last Act: Essays in Verdian Discourse , 42–60. Princeton: Princeton University Press.",
        "powers_1987": "Powers, Harold. 1987. “‘La solita forma’ and ‘The Uses of Convention.’” Acta Musicologica 59, no. 1: 65–90. Parma: Instituto di studi verdiani-Ricordi. Originally published in Nuove prospettive nella ricerca verdiana: Atti del convegno internazionale in occasione della prima del “Rigoletto” in edizione critica. Vienna, 12–13 marzo 1983 , ed. Marcello Pavarani and Marisa Di Gregorio Casati, 74–105."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Davis says “... meaning (i.e., what is signified) stems from the difference in a binary opposition of terms (i.e., the signs ), [and] such oppositions tend to be asymmetrical, or weighted,” (26). Hatten’s work is referenced again when Davis talks about “stylistic integration” (from Hatten’s “thematic integration”) and the troping that occurs as a result. For example, both the primitive and Chinese styles are used to characterize Liù in Turandot : “Here, Puccini’s troping on Primitive and Chinese Exotic styles functions to characterize Liù as primitively innocent and pathetic, but it simultaneously underscores her heritage as a Chinese slave....” (184).",
            "citations": []
        },
        "FN2": {
            "text": "2. “ Solita forma ” and accompanying terms derive from nineteenth-century composer and music critic Abramo Basevi’s work Studio sulle opera di Giuseppe Verdi ( Basevi 1859 ). Basevi presumably understood formal structure in contemporaneous operas in terms of typical models for arias, duets, and finales. There is usually a musically and dramatically flexible opening scena , in which libretto lines are not grouped by rhyme or strophe (“ versi sciolti ”); a duet would then be initiated with a quick movement called the tempo d’attacco , followed by a slower adagio or cantabile section, a transitional tempo di mezzo , and finally the cabaletta. Libretto lines for these sections are grouped in strophes (“ versi lirici ”). Arias and finales follow similar structures, though arias omit the tempo d’attacco, and finales incorporate elements for larger groups of singers. Describing Italian opera forms in this way gained traction in the twentieth century in anglophone musicological literature. See Robert Moreen’s dissertation and Harold Powers’s article “’La solita forma’ and ‘The Uses of Convention’” ( Moreen 1975 ; Powers 1987 ). See also Roger Parker’s response to the modern reception of the solita forma ; Parker presents an alternative reading of Basevi that suggests his perception of these models was more flexible and less representative of nineteenth-century views than previously thought ( Parker 1997 ).",
            "citations": [
                "basevi_1859",
                "moreen_1975",
                "powers_1987",
                "parker_1997"
            ]
        },
        "FN3": {
            "text": "3. For Davis, the term “Romantic” points to the spirit of a passage, not necessarily specific Romantic-music constructs. “Romantic” refers to the lyrical nature of the music and the individual expression associated with it in contrast to less traditional musical language that often characterizes a good deal of dramatic action in the operas Davis examines. Formal models with roots in nineteenth-century Italian opera ( solita forma structures) may be at work as well in these segments, and in this way, the word “Romantic” might retain its historical connotations. Not all sections in the operas that are in dialogue with these formal models are Romantic in Davis’s sense, though.",
            "citations": []
        },
        "FN4": {
            "text": "4. For Davis, not all analogues to the solita forma indicate the Romantic style. This is especially true in Turandot , in which these formal conventions are sometimes present even when the musical language points to a different style.",
            "citations": []
        },
        "FN5": {
            "text": "5. Davis shows that the metrical expansion and contraction is also part of Puccini’s accommodation of freer, recitative-like verse meters (57–59).",
            "citations": []
        },
        "FN6": {
            "text": "6. Davis’s conclusion about Il tabarro has more to do with his interpretations generally: “The interpretive key to this music therefore lies in the interaction, or the dialogue, between the two approaches. Il tabarro suppresses the most traditional Italianate style and its supporting formal schemata in all instances save one: the central pivotal duet for the two leading characters.... In that single juncture, the work reaches an expressive, emotional height striking in and of itself but even more powerful when heard within the interpretive framework provided by the dialogic design. The work is thus a classic example of Puccini’s expressive uses of convention and, even more importantly, the expressive power of form in music” (107).",
            "citations": []
        },
        "FN7": {
            "text": "7. Davis concludes that the issue of Puccini’s audiences hearing or not hearing his proposed analogues to solita forma models is a red herring of sorts. His and others’ analyses of these works, he says, do not attempt to substantiate absolute intent on the part of the composer; further, a modern way of hearing these works is not less valid than the way Puccini’s first audiences might have heard them. Davis seems to suggest that a recreation of an historical hearing may be useful but is, nonetheless, still a modern understanding.",
            "citations": []
        },
        "FN8": {
            "text": "8. The unmarked, non-Romantic style established in Il tabarro is similarly expressive of the monotonous passage of time, though in the different dramatic context it underscores the lack of change for the characters or the drudgery they feel.",
            "citations": []
        },
        "FN9": {
            "text": "9. Davis identifies these elements as the seven tableaux suggested in the libretto, Puccini’s musical episodes, and the use of rotational form (in which the same sections of music continuously return in order).",
            "citations": []
        },
        "FN10": {
            "text": "10. Davis observes that his reading of Angelica’s scena and aria—as a break from reality—differs from interpretations by Michele Girardi and James Hepokoski ( Girardi 2000 ; Hepokoski 2004 , 137).",
            "citations": [
                "girardi_2000",
                "hepokoski_2004"
            ]
        },
        "FN11": {
            "text": "11. Davis specifically cites the analysis by William Ashbrook and Harold Powers ( Ashbrook and Powers 1991 ).",
            "citations": [
                "ashbrook_and_powers_1991"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I imagine that most people who enjoy Puccini’s operas are familiar with their moments of heightened emotional expression, in which a character sends forth an impassioned release while dramatic time is suspended. Andrew Davis examines how these moments are constructed and how they function within the context of the opera in his book “Il Trittico,” “Turandot,” and Puccini’s Late Style . Davis posits that understanding the dialogue between passages of Romantic lyricism and more dissonant, episodic stretches in these works provides a fruitful path to interpreting drama through the music. He synthesizes a good deal of historical, musical, and dramatic information, showing that what he terms “lyric, Romantic” sections often have specific musical and formal markers, some of which refer to nineteenth-century Italian opera. These sections are especially significant because they shift away from the unmarked, modern style that characterizes much of the rest of each work. It is the withholding of lyric moments that lends them so much interpretive importance and dramatic power. Building upon much analytical and theoretical precedent, Davis makes a compelling case for basing dramatic interpretations on the strategic use of styles in these operas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The introduction and first two chapters of the book establish the theoretical concepts and stylistic attributes that inform Davis’s analyses. Chapter one is dedicated to surveying theoretical precedents. Carolyn Abbate’s ( 1989 ) notion of the “voice-object” is central to Davis’s hearings because he posits that the most lyrical, Romantic moments are the ones in which the voice-object is foregrounded and time within the world of the opera is momentarily suspended. Davis is quick to assert that the relationship among Romantic style, foregrounded voice-object, and dramatic expression is complex—there are moments in which the voice-object becomes more important, but the style may not be fully “Romantic.” His analyses, though, generally promote the association by identifying passages in which these elements coincide. Further, Davis sees important connections between Abbate’s understanding of the availability of “multiple voices” in music and Robert Hatten’s ( 1994 ) notion of shifting levels of discourse. A principal assertion of Davis’s is that an awaited, marked shift to the Romantic style in Puccini’s last operas often initiates a shift in the level of discourse, and this shift has interpretive implications for the drama. Also, Hatten’s application of markedness theory to musical oppositions is an important foundation for Davis’s interpretations. (1) In his analyses, the non-Romantic style is unmarked because it is pervasive while the Romantic style is marked because it is strategically withheld. References to Pucinni’s audiences hearing two oppositional styles in Turandot provide historical support for this understanding. Finally, Davis relates the importance of schema theory to his work. The notion that not every attribute associated with a style must be present when a style is evoked is especially important to his assertion that analogues to solita forma models are sometimes in evidence. Although Davis devotes a few pages to describing these typical formal structures from nineteenth-century Italian opera, I imagine that readers unfamiliar with them might need to supplement the information in the book with outside sources. (2) A judicious chart would have gone far in fulfilling that need.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "abbate_1989",
                    "hatten_1994"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The second chapter is devoted solely to defining “Romantic” aspects of musical construction. The term “Romantic” in this context does not necessarily mean “typical nineteenth-century Italian opera style”; musical characteristics perhaps not associated with that genre are included as style elements because they tend to shift the listener’s focus to the singing voice. (3) Besides formal and dramatic references to the solita forma , (4) specific techniques in melody, orchestration, harmony and voice leading, and metrical attributes are all considered. Davis notes that the most telling melodic markers are essentially diatonic melodies with a “tight control of leaps” (29). The orchestration strategy closely associated with the Romantic or lyric style is doubling the melody, generally in more than one octave: “strategically expanding or contracting the orchestral doubling” tends to “[heighten] the emotional register” (30). Davis suggests several different musical parameters regarding harmony and voice leading; all of them in some way arrest the sense of goal-directed motion. He includes repeated patterns and ostinati in this category, but it seems that a more common feature is non-functional voice leading, especially undercutting the dominant function or omitting the dominant altogether. A famous example of the latter, Davis points out, is “O mio babbino caro,” from Gianni Schicchi ; although there is a perfect authentic cadence seven bars before R41, the elided reiteration of what was the opening text phrase seems to skip the expected dominant and substitute silence instead.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The final section of the chapter deals with metrical effects that seem to suspend time. What might be taken for rubato by a casual listener, Davis argues, is often actually controlled in the composition. This effect can be realized with a simple fermata or “poco rit.” marking, but it is also achieved with careful expansion and contraction of hypermeasures. (5) Often, a hypermeasure is expanded toward its end, producing the effect of deceleration. Davis gives several good examples, making use of rhythmic reductions to simplify the musical surface. Piano reductions of score examples are included, which is very helpful—throughout most of the book, the reader is left to refer to a score because musical examples are omitted (presumably to save space). The clearest, most convincing cases Davis presents are from “Senza mamma” ( Suor Angelica ), in which hypermetric expansions and elisions are metrically disorienting. The other analyses in this section reveal triple groupings of surface-level hypermeasures, which Davis admits are somewhat difficult to perceive directly—he does contend, though, that when a listener hears triple hypermetric groupings, he or she perceives that something is unbalanced in the music, even if the exact cause cannot be determined. In any case, the out-of-time, rubato-like feeling that is created contributes to the shift from the unmarked usual flow of the opera to the marked Romantic style.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In the next four chapters, Davis considers Turandot and each opera from Il Trittico individually, detailing how formal structures and stylistic shifts interact to create meaning. In Il tabarro and Suor Angelica , when withheld solita forma analogues and Romantic-style musical characteristics occur, they indicate significant dramatic shifts away from reality. As Davis explains, “One hears the style more than one hears the music or the drama [in these moments].... In each work, furthermore, the effect of the Romantic music’s disengagement from the opera’s normative formal and stylistic space metaphorically underscores the characters’ own disengagement either from normal society (as for the hopeless, pathetic Giorgetta and Luigi) or from a normal state of mind (as for the delusional, and in many ways equally pathetic, Angelica)” (163). The coincidence of the Romantic style and formal ottocento conventions in the first duet for Giorgetta and Luigi ( Il tabarro ) is Davis’s clear example of a decisive shift in the level of discourse, though no significant interpretation for the shift is given until he revisits it two chapters later. (6) This lack of immediate analytical payoff disappoints somewhat since this is the first chapter-length analysis in the book, but the later explanation regarding the shift away from reality is good compensation. Davis also uses the chapter as a springboard for discussion on whether Puccini’s audiences would have heard the use of solita forma conventions in these late works. (7) At first, the discussion seems displaced, but if this chapter is viewed as a kind of introduction to the analyses, its presence seems logical.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The use of the Romantic style in Suor Angelica is similar to that in Il tabarro in that its occurrence expresses a psychological undoing for the title character. Davis demonstrates how Puccini musically depicts the “slow, oppressive” passage of time and “pseudo-religious” (111) feeling from the outset and that the Romantic style indicates a break in this normative dramatic flow. (8) The hook in this chapter is what Davis terms “formal multivalence,” meaning that several different form-defining elements work independently at first but begin to correspond as the opera builds to its climax and fully engages with the Romantic style. (9) The strongest component of the analysis, though, lies in the use and suppression of the Romantic style: Davis contends that the scene between Angelica and her aunt, the Princess, begins in the Romantic style as a formal analogue to the solita forma duet, but the formal convention deteriorates and the style is not sustained. This degeneration renders the true Romantic scena and aria that follows (“Senza mamma”) even more dramatic because it signals Angelica’s complete emotional departure from reality. Davis’s analytical methodology allows him to explain how engagements with and disengagements from the lyric style are structured, to suggest new ways of hearing the composition through moments analogous to solita forma conventions, and to offer new interpretations of how the music and drama interact. (10)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The final two chapters of analysis cover the dramatic implications of stylistic shifts and formal structure in Gianni Schicchi and Turandot . Davis contends that these two operas are similar in that the solita forma conventions integrate with episodic structure instead of interrupting it, as was the case in the first two analyses. Thus, the solita forma analogues do not necessarily mark the Romantic style—in Gianni Schicchi , in fact, the Romantic style sometimes interrupts the flow of a solita forma -informed dramatic and musical stretch. He concludes that these interruptions contribute to the humor in Gianni Schicchi by becoming melodramatized. Davis may go a bit too far in claiming that the final Romantic passage, “Lauretta mia,” is “transformed into...a façade for an ironic pessimism” (166), but the interpretation suggests an interesting new way of hearing the work. In Turandot , the situation is somewhat different: solita forma sections exist concurrently with an episodic structure whose boundaries are defined by changes in musical style. Davis still hears the Romantic style in opposition to the non-Romantic, but the latter now consists of identifiable subcategories—the “modern” and the “exotic” (with either Chinese, Persian, or primitive elements). Here, Davis also departs from other analysts in that he hears these different musical styles—the features of which he defines in the chapter—as playing a form-defining role, not simply as providing color and interest to the musical characterization. (11) Also novel is his assertion that traditional formal models are integrated with dramatic and musical episodes instead of contending that only one or the other organizational approaches is in control. He shows, for instance, that the third act’s episodes and solita forma structures are out of phase at the outset, but they shift into correspondence leading into Liù’s death—this is one reason why the moment is so musically powerful: “...dramatically, the work must continue, but musically—structurally—it need not continue” (221).",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The analyses, though compelling, do reveal two concerns I have regarding Davis’s definition of the Romantic style. First, some of the very musical parameters he describes in chapter two as possibly indicating the Romantic style are sometimes used to describe the pervasive unmarked, non-Romantic style in the work. For instance, he mentions that the non-Romantic style in Il tabarro is established with an ostinato and “tonally ambiguous” pitch material (73). These are musical characteristics he previously attributes to the Romantic style because they tend to suspend dramatic time. Although one assumes that surrounding dramatic context and additional musical evidence are needed for a passage to qualify as Romantic, the potential difficulty in discerning the styles is still somewhat troublesome. Second, throughout the book there is a conflation between the use of analogues to solita forma conventions, which in many ways reflect actual nineteenth-century compositional practice, and a stylistic shift to the Romantic style. In Suor Angelica , the failure to complete a solita forma model in the duet signals the breakdown of the Romantic style, but in Gianni Schicchi and Turandot , the Romantic style does not necessarily depend on the presence of formal conventions. The need to consider each instance separately could have been stressed at the outset to avoid confusion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] It is impossible for me here to do justice to the engaging blend of musical analysis, dramatic interpretation, and historical information Davis has constructed: to undertake analyses of four operas in one book is no easy task, but he accomplishes it adeptly. Despite potential contradictions in the identification of his proposed style characteristics, his analyses are insightful, challenging the reader to hear these operas in new ways. He has made tangible aspects of Puccini’s music dramas that we may take for granted as intuitive, illuminating how dramatic moments move us and interact with the work as a whole.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.1.decker.html",
    "data": "mto/data/mto.12.18.1.decker.json"
}