{
    "title": "An Algebraic Approach to Mathematical Models of Scales",
    "date": "1993/06/01",
    "volume": "0",
    "issue": "3",
    "authors": [
        "Lindley, Mark",
        "Turner-Smith, Ronald"
    ],
    "abstract": "Although mathematical models of the scale have always been characteristic of Western music theory, in the last 200 years they have not been very much improved (although some interesting properties of scales have been defined in recent years). This article describes our effort in a new book to contribute to this part of music theory by using some appropriate concepts of modern algebra.",
    "keywords": [
        "group",
        "halfgroup",
        "harmony",
        "dodecaphony",
        "semitones",
        "temperament",
        "Landini",
        "Matteo da Perugia",
        "Dufay",
        "Schutz",
        "Louis Couperin"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.3/mto.93.0.3.lindley_turner-smith.pdf",
    "author_info": [
        {
            "name": "Mark Lindley",
            "university": "P.O. Box 1125",
            "address": "Cambridge MA 02238–1125, USA",
            "email": ""
        },
        {
            "name": "Ronald Turner-Smith",
            "university": "19 Risingholme Road",
            "address": "Harrow, Middx HA3 7EP, England",
            "email": ""
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Max Weber, Die rationalen und soziologischen Grundlagen der Musik , \ned. Theodor Kroyer (Munich 1921).  (The English translation published in \n1958 is, alas, so inadequate that it quite misrepresents Weber’s \nthinking.)",
            "citations": []
        },
        "FN2": {
            "text": "2. All the terms in GIF 2 except “halfgroup” are defined in Richard \nHerbert Bruck, A Survey of Binary Systems (Springer, Hamburg 1958).  \nOn the basis of our cordial correspondence with Eytan Agmon we think \nthat a 12-oriented theory of diatonicism (as described in his “A \nmathematical model of the diatonic system” in Journal of Music Theory , \n33:1) can be improved upon, insofar as validity in regard to certain music \nis concerned (e.g. Gregorian chant), by an acceptance of the concept of \nhalfgroups as applicable to music.",
            "citations": []
        },
        "FN3": {
            "text": "3. When we go from one n to the next we get a rather lower T^n^ because \ns^n^ is smaller while at the same time m^n^ is bigger.  (However, since \neach T is an average of some t^V^s and a t^III^; one of those t’s may be \nless than T if the other is more.)  Some intermediate multiple might \nyield a slightly lower average t (if the quasi-s is not as much bigger \nas the multiple is smaller), but it is reasonable, once the multiple \nbecomes bigger than, say, 15 or 20, to demand a distinctly lower average \nt in return for involving more pitch classes.",
            "citations": []
        },
        "FN4": {
            "text": "4. GIF 4a shows a diagram from page 144 of our book and GIFs 4b, 4c,\nand 4d show some relevant excerpts from the piece to which the diagram \nrefers, “Die so ihr den Herren fuerchtet” (SWV 364).  Twenty diagrams of \nthis kind (with relevant musical examples) are included in Lindley, \n“Heinrich Schutz: intonazione della scala e struttura tonale” (with a \nlong abstract in English), in Recercare , vol. i (1990).",
            "citations": []
        },
        "FN5": {
            "text": "5. Lindley, “Pythagorean Intonation and the Rise of the Triad”, Royal \nMusical Association Research Chronicle 16 (1980).",
            "citations": []
        },
        "FN6": {
            "text": "6. The diagram is on page 55 of our book.",
            "citations": []
        },
        "FN7": {
            "text": "7. These examples (GIFs 5b–5g) show the conclusions of sections from \nthe following pieces:  Landini, “O fanciula giulia;” Matteo da Perugia, \n“A qui fortune” and “Le grant desir;” a Kyrie for organ from the Faenza \nCodex;  Dufay, “Mon chier amy;” and a prelude from the Buxheim Organ \nBook (no. 242).",
            "citations": []
        },
        "FN8": {
            "text": "8. David Lewin, Generalized Musical Intervals and Transformations (Yale, 1987), p. 161.  The 3 + 3 + 1 diagram ends with a high E ♭ , but \nthe tune really goes to the E ♭ an octave lower after gliding down, step \nby step, from high E ♭ ♭ (a minor 3rd above C ♭ ) to middle D (a diatonic \nsemitone below E ♭ ).  One hears an implicit equation between the E ♭ ♭ and \nthe D, inferring that they are an octave apart, and this gives the \npassage its enharmonic character.",
            "citations": []
        },
        "FN9": {
            "text": "9. GB-Cu add. 4000, fol. 105 v . (Reproduced on page 57 of our book.)",
            "citations": []
        },
        "FN10": {
            "text": "10. Helmholtz for his “Harmonium mit natuerlicher Stimmung” used a system \nof this latter kind with 24 pitch classes.  See Hermann von Helmholtz, On the Sensations of Tone , tr. Alexander J. Ellis, 2nd ed. (London, \n1885), 316–19, or for a more succinct account, the entry on “Just \nintonation” in The New Grove Dictionary of Musical Instruments .",
            "citations": []
        },
        "FN11": {
            "text": "11. It may be worth repeating that this is a French style.  According to \nBach’s concept of the chromatic scale, which is reflected in what we know \nabout his tuning (Lindley, “Bach’s Harpsichord Tuning”, The Musical \nTimes , vol. 126, December) as well as his music, harmony in “extreme” \nkeys is less constrained.",
            "citations": []
        },
        "FN12": {
            "text": "12. Mathematical Models of Musical Scales (Verlag fur Systematische \nMusikwissenschaft, Postfach 9026, DW-5300 Bonn, Germany).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Figure 1 . A sequence of constructions abstracted from the pitch continuum (click to enlarge) Figure 2 . Three pitches in one pitch class (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Our sequence of mathematical constructions is listed in Figure 1 . \nOur point of departure is the pitch continuum, which is not a \nmathematical construction but an intuition, since pitch is subjective.  \n(Pitches as we hear them cannot be measured, but only judged.)  Our first \nconstruction is a positive-number line for the sound-wave frequencies, \nwhich can be measured and which almost wholly determine the pitches.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] It is the differences between pitches that interest us musically.  \nExperience teaches us that there is a logarithmic relation between \nthese subjectively judged differences and the differences among the \ncorresponding pitch frequencies. So our second construction is a number \nline for the logarithms of the frequencies.  We use logarithms to the \nbase 2; this choice is due to another aspect of musical experience: the \nmusical interval between two notes whose frequencies are in the ratio 2:1 \nis an octave, and notes one or more octaves apart from each other are \nintuitively heard as manifestations of the same note on different levels.  \nNormally a scale repeats itself in each octave (there are exceptions, but \nthey can be treated as special cases), so musicians today speak of pitch \nclasses (see Figure 2 )—that is, of equivalence classes of notes that are \none or more octaves apart from each other—and of “pitch-class \nintervals” or “pitch-class relations”, which are the analogous \nequivalence classes of musical intervals.  With logarithms to the base 2 \nit is very easy to define the addition of logarithms-mod-1 (which we call \n“flogs”) in such a way that the sum will be musically valid when the \nflogs for two pitch-class relations are added. GIF 1 . How to reckon in flogs rather than logs to base 2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] For a simple example, let us see how the flog for a 5th with a \nfrequency ratio of 3:2, when added to itself, yields a flog for a whole-\ntone.  It is readily reckoned that, to three decimal places, log 3 to the \nbase 2 = 1.585, and hence log (3/2) to the base 2 = 0.585.  Now instead \nof adding 0.585 + 0.585 and getting 1.170 for a major 9th (which differs \nby 1 from the log for a whole-tone), we reckon in terms of flogs and \nwrite .585 + .585 = .170.  This is illustrated in GIF 1 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] According to Max Weber, (1) there are two rational ways to construct a \nsystem of tones: by means of harmonic relations or else by dividing the \noctave into equal parts.  From this hypothesis can be derived two types \nof generators for our pitch-class relations (see Figure 1e): either equal-\ndivision (whereby 1/n-octave is taken as a flog), or else harmonic (which \nwill be described below). We are content to consider these two types in \nour book, but would admit any other valid type that could be adequately \ndefined.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Our next construction is the algebraic pair: (set, Abelian group), \nto which such generators give rise.  The groups operate on the sets; the \noperation is addition.  A positive number in a group means “add so much,” \nbut in a set means an amount that is per se so much.  (There is of \ncourse no such thing as a “negative” or an “absolute-zero” pitch.) Figure 3 . Three notes in one pitch class (click to enlarge) GIF 2 . Some types of algebraic structure (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Although music theorists have always represented notes as points, we \nprovide, for the sake of greater validity, that each note in the scale \nwill occupy a small neighborhood on the number line, in order to give \nevery note some leeway for things like vibrato, inexact intonation etc.  \n(We define the musical intervals as between the centres of these \nneighborhoods.)  Thus the elements of our pitch-class sets are \nequivalence classes of neighborhoods around points-mod-1 (see Figure 3 ).  \nTo reach the highest degree of validity, one ought to allow that the \nneighborhoods for different notes in the same system may differ in size, \nand that in certain cases (for example, when a violinist has a wide \nvibrato) the neighborhoods for notes adjacent in the scale may overlap, \nobliging one to treat the neighborhoods as fuzzy sets.  For the sake of \nsimplicity, however, our book uses a kind of a modelling in which the \nneighborhoods have definite borders, do not overlap, and are uniform in \nany one system.  We also postulate that in every system the leeway is at \nleast a couple of ten-thousandths of an octave.  Thus we reach (at Figure \n1h) our next construction: “ideal systems”.  Each ideal system has a set \nof non-overlapping neighborhoods (and is thus finite) and a subset of one \nof our groups.  This subset, which we call an “embedded halfgroup”, is an \nunusual, indeed novel, algebraic structure: it is associative (when the \nsums are defined) and has an identity element and inverses, but is not \nclosed with regard to group multiplication (compounds of the operation).  \nThe place of halfgroups vis a vis semigroups, quasigroups etc. in \nhalfalgebra is indicated in GIF 2 . (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] We wonder if in some cases the size of the neighborhood might \nguarantee a set of pitch classes small enough to be musically useful.  \nMusic is not only an art of sonorities but also (among other things) a \ncognitive game, and most composers wish to “juggle” with a set of pitch \nclasses that is big enough to enable them to sustain an interesting 5-, \n10- or 20-minute-long game of this kind—for which only three or four \npitch classes would be insufficient—but not so big that the listener \ncannot grasp the cognitive game intuitively—for which, say, 40 pitch \nclasses would be too many.  One needs an intermediate number, something \nlike 7, 8, 10, 12, 15 or 20.  Gregorian chant normally has 7 or 8; \nGiovanni Gabrieli and Schutz had 14; some other well-known Renaissance \ncomposers (Costeley, Bull) composed music for 19 pitch classes; Bach, \nDebussy and the Beatles had 12. In non-Western music, the sizes of the \nsets are comparable.  Now we have noticed that in outdoor genres—for \ninstance, marching-band music—the intonation is not very exact (that \nis, the neighborhoods for the notes are quite wide) and the number of \npitch classes in a phrase is normally closer to 7 than to 12.  Is there \na cause-and-effect relation here, in that such bands are usually unable \nto project chromatic harmony because their intonation is so inexact?  The \nquestion has not been investigated (as the concept of pitch-class-leeways \nis new); we raise it in order to show that just where we come to our \nunusual algebraic structure (the halfgroup) we find a music-theory \nquestion which calls for empirical treatment—namely, the possible \nrelation between (a) the limiting of the set which is due to the pitch-\nclass leeways and (b) the limiting which one would want in any case for \nthe sake of a cognitively viable juggling of the pitch classes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] It was by means of a natural mapping that we went over from notes and \nmusical intervals to pitch classes and pitch-class relations; so now we \nreturn by reversing the natural mapping and thereby pulling back the \nsystem to an “unbounded” scale (repeating itself indefinitely, octave \nafter octave) from which limited scales, each with a highest and a lowest \nnote, can readily be derived (Figure 1i–j).  One could then go farther, to \nscales in which certain pitch classes are omitted in certain octaves, or \nto scales in which every interval has a little something extra added to \nit (and thus the frequency-ratio for the octave, for instance, is a \nlittle bigger than 2:1, as on the piano) and so on.  We prefer, however, \nto concentrate our attention on systems. Figure 4 . Our notation for the generating harmonic pitch-class relations (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Most systems of Western music have had harmonic generators.  There is \na series of such generators, which—so experience teaches us—can be \nderived mathematically from the following series of primes: 2, 3, 5, 7.  \nOur adaptation of the traditional Roman numerals of music theory for \nthese generators is shown in Figure  4 .  With the first generator alone \n(which we write with the Roman numeral “I”), one can make a kind of \nminimal music in which all the notes belong to the same pitch class; with \nthe first two generators (I and V), one obtains the most familiar kind of \nMedieval harmony, in which the 5ths (and their compounds and inversions), \nbut not any 3rds, are used as consonant intervals; with the first three \ngenerators (I, V and III) one obtains the triadic harmony of the \nRenaissance; and with all four (I, V, III and VII), one has certain \naspects of later harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The extra “smaller flogs” (positive or negative) referred to in \nFigure 4 are used to obtain one or more equations between the generators, \nand thereby more pitch-class relations with a pitch-class set of a given \nsize.  These small amounts, which we designate with the letter “t”, are \nnecessary for this, because no multiple of the flog of one prime number \ncan be equal to another such flog.  (It is well known that no power of \none prime number can have another prime as a factor.)  The use of such \nsmall extra amounts is traditionally called “tempering”, and in practice, \ntemperaments—systems with tempered consonances—have been normal since \nthe Renaissance. Figure 5 . A rough classification of orders of intervallic magnitude (click to enlarge) GIF 3 . Reckoning the size of a chromatic semitone (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] How small should these small amounts be?  To answer this question \nwe have to classify empirically certain intervallic magnitudes, or \nrather, certain ranges of magnitude.  Some amounts that are too small \nto be used for melodic intervals between notes (or for pitch-class \nrelations) are nonetheless big enough—in the form of deviations from, \nsay, log 3 or log 5—to disturb a generating harmonic pitch-class \nrelation by making the resulting intervals sound out of tune.  A rough \nclassification is shown in Figure 5 .  This is only a first approximation; \nempirically there is no particular validity in a tenfold relation \nbetween the different ranges.  For example, while the semitones in \nequal temperament are each 1/12 octave, a semitone between an untempered \nmajor 3rd (i.e. where t^III^ = 0) and an untempered minor 3rd would be \nonly some 6% of an octave (this is reckoned in GIF 3 ), so it would be \nbetter to say that the range of magnitudes for melodic steps is “20ths” \nrather than “10ths” of an octave.  Also, an amount which would very \nlikely render a 5th sour can in certain cases serve for the tempering of \na major 3rd.  (Such is the case in equal temperament, where the major \n3rds are tempered by a little more than 1% of an octave; whereas a 5th \ntempered by such an amount would be melodically and harmonically too ugly \nto use in many kinds of music.)  Thus the concept of ranges or orders of \nintervallic magnitude needs to be refined empirically by means of psycho-\nacoustical probings and a reading of the old music treatises (which often \ndiscuss temperaments).  In general, however, tempering is taken to mean \nthe dividing up of such inconvenient magnitudes as are labeled “out-of-\ntune-ness” in Figure 5 into smaller, less noxious amounts to be distributed \namongst a suitable chain of generating pitch-class relations. Figure 6 . A table showing how to find the most feasible equations nV = III (click to enlarge) Figure 7 . Branches in our system-tree (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In order to find the most feasible possibilities for tempering “two-\ndimensional” systems (systems with V and III as generators, but not VII), \nwe ask the following question: If one multiplies flog 3 by 1, -1, 2, -2, \n3, -3 and so on, then which are the multiples that approach successively \ncloser to flog 5 or its inversion?  In the last (full) column of Figure 6 we \nsee the smallest flogs by which it is possible to temper V and III at \nonce by distributing the various such differences evenly amongst the \ngroup of generators. (3) The first two such flogs—T^1^ and T^2^—are \ntoo big (they would mar the pitch-class relations); T^3^ is good; T^4^ is \nnearly insignificant, hence very good; to make use of T^5^ would involve \nmore than 45 pitch classes—too many for traditional composition.  \nThus the equations at the far right in Figure 6 represent the most likely \npossibilities.  They are the most feasible equations between harmonic \ngenerators for a two-dimensional system.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Now we are ready to discuss our system tree (see Figure 7 ).  We include \nthose possibilities that have been significant in the history of Western \ncomposition and theory.  There are harmonic and equal-division systems, \naccording to the type of generator.  Among harmonic systems we have those \nof one, two or three dimensions, according to the number of generators \n(apart from the identity element).  Also among harmonic systems, we \ndistinguish between coherent sytems (in which all the pitch classes make \none chain of 5ths) and non-coherent systems—which have proven musically \nso awkward that no well-known composer has ever written music for such a \nsystem, even though many theorists since the 16th century have described \nnon-coherent, two-dimensional systems without any tempered intervals.  \n(Mostly they were theorists who did not understand the problem to which \ntempering is the solution.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Among coherent systems, we have temperaments and (one-dimensional) \nuntempered systems.  Then we have regular temperaments (in which each \nkind of consonant interval is of uniform size), semi-regular temperaments \n(discussed below), and irregular temperaments, in which some 5ths are \ntempered a little more than others and hence the 3rds etc. also vary.  \nCertain irregular temperaments have been quite important historically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Among regular, two-dimensional temperaments, there are two main \ntypes (as we have seen in connection with Figure 6); and when both of their \ndefining equations (4V = III; -8V = III) are true for the same system, \nthen we have an intersection of the two types, which is so important \nhistorically that it has its own name, “equal temperament”; and this name \ncan refer as well to an equivalent one-dimensional type (i.e. with a \n“circle” of twelve 5ths but no consonant 3rds) which may conceivably have \nplayed a role in the history of lute music in the 15th century, and also \nto a three-dimensional type which practically everyone would agree is to \nbe found in the music of, say, Villa-Lobos (and which we believe is to be \nfound in some earlier music as well: think of how Wagner will resolve an \nappoggiatura to a 7th-chord from which the harmony is then just as free \nto move as it would be, in 17th-century harmony, from a triad). Figure 8 . Diagram of a meantone system with 14 pitch classes (click to enlarge) GIF 4 . Schütz, “Die so ihr den Herren fürchtet” (SWV 164) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Apart from equal temperament, there is a spectrum of musically good \npossibilities for each of the two types MT and QP (see Figure 7h).  Meantone \ntemperaments were very important for Renaissance and early Baroque music.  \nThey usually put at the composer’s disposition two or three flats and \nthree or four sharps: if three flats and four sharps, then in all the 14 \npitch classes (7 chromatic and 7 diatonic) mentioned above in connection \nwith Gabrieli and Schutz. (See Figure 8 . It is well known that some keyboard \ninstruments had 14 keys per octave, i.e. with “split keys” for E ♭ / D ♯ and \nfor A ♭ / G ♯ .)  The chain of 5ths had a beginning and end, and this was very \nimportant for the scheme of Renaissance modes, and often important also \nfor the planning of compositions. In GIF 4a , for example, we see how \nSchutz in one of his pieces timed the successive steps toward the edges \nof his chain of 5ths. (4) In an 18th-century composition one would \nnormally find the richest harmony in the middle of the movement, not just \nbefore the end.  And why?  Because in the 18th century, the chain of 5ths \nwas closed to make a circle; to modulate “far away” did not mean to \napproach a border; so towards the end of the piece one would merely \nreturn to the freely-chosen central pitch class, with no opportunity to \ndraw upon the structural discipline of an impending fence.  In many late \n19th-century compositions, on the other hand, all the pitch classes are \nintroduced already in the first few bars. GIF 5 . A 15th-century quasi-Pythagorean system and some evidence of its use: music in which triads with an explicit sharp are especially salient (click to enlarge and see the rest)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] A quasi-Pythagorean temperament with twelve pitch classes was of \nsome importance in the first half of the 15th century.  The 5ths were \neither untempered or else so little tempered that no one at all was \naware of it.  The five chromatic pitch classes were linked to B ♭ in \nthe chain of 5ths—we know this from contemporary treatises (5) —and \nso there was a “wolf 5th” between B and F ♯ , as F ♯ was tuned so low that \nit made a sour 5th with B.  By chance, however, all these rather low \nchromatic notes made remarkably euphonious 3rds (hardly tempered at all) \nwith the diatonic notes, as indicated by the slanted lines in the \ndiagram at the beginning of GIF 5a . (6) Now in this transitional period \nbetween one-dimensional and two-dimensional harmony, certain composers \nwould sometimes use such a 3rd at the end of a section of a piece (as \ncan be seen in the musical examples in GIFs 5b–5g), (7) but no one would \nmake such use of a 3rd without a sharp.  To understand this interesting \nmoment in the history of harmony, one must appreciate properly the \nsignificance of the system; we will say more about this below.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] For some of the regular temperaments in our system tree, there is \nan equivalent equal-division system—that is, physically the same \nthough differently conceived (see Figure 7i–j).  In a harmonic system there \nexists consonance (since the harmonic generators are the most consonant \npitch-class relations) and hence nearly always also its counterpart, \ndissonance; and there is an important distinction between diatonic \nsemitones (between two notes with different letter-names) and chromatic \nsemitones (between two notes with the same letter-name).  In an equal-\ndivision system there is no consonance, and therefore no dissonance.  \nIf the generator is 1/12-octave and if all twelve of the ensuing pitch \nclasses are in the system, then one composes “mit zwoelf nur auf \neinander bezogenen Toenen” (in Arnold Schoenberg’s words) and there \nis no distinction between diatonic and chromatic semitones: they are \nall qualitatively as well as quantitatively alike.  This aspect of \nSchoenberg’s dodecaphonic music is just as important as his atonality \n(the fact that each movement or piece is not somehow centered on one \nprivileged pitch class), which is often said to be its most basic \ntechnical characteristic. GIF 6 . Lewin’s analysis of a passage from Parsifal (click to enlarge) Figure 9 . Some formulas distinguishing F 1 and F 2 (click to enlarge) GIF 7 . A diagram made by Isaac Newton (click to enlarge) Figure 10 . The V and III relations in Newton’s system (click to enlarge) GIF 8 . Some 18th-century irregular temperaments (click to enlarge) GIF 9 . Louis Couperin, Pavane in F#-minor, first section (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] With such a perspective on how various systems have affected the art \nof composition, one can appreciate better the technical significance of \nenharmonic modulations in Romantic music.  In most enharmonic modulations \na given semitone is used first as a chromatic semitone and then as a \ndiatonic one, or vice versa .  More and more in the course of the 19th \ncentury, the significance of enharmonic modulations lay not so much in \ntheir momentary effect as in the way they enabled composers to exploit \nthe same physical scale in terms of two systems at once: harmonic and \nequal-division.  Thus David Lewin’s analytical sketch (reproduced in GIF 6 ) of a well-known phrase in the prelude to Wagner’s Parsifal (8) includes not only Roman numerals for a traditional harmonic analysis, but \nalso Arabic numerals to show how 3 + 3 + 1 = 7 semitones (adumbrating the \nsalient “Zauber-motif” in Parsifal ) lead from A ♭ to a cadence on E ♭ .",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] It is possible to distinguish certain “families” of equal-division \nsystems (see Figure 7j) equivalent to the various kinds of temperaments. Figure 9 includes formulas (derived in one of the appendices of our book) \nfor their generators. GIF 7 reproduces a diagram by Isaac Newton (9) showing how an equal-division system with 1/53-octave as generator and \nwith 15 pitch classes is equivalent to the harmonic system represented \nin Figure 10 .  The diatonic semitones, labeled “mi-fa” in GIF 7, amount to \n5/53-octave; the chromatic semitones amount to 4/53.  Newton’s harmonic \nsystem is not coherent, but if he had provided for an additional pitch \nclass at “4” in the diagram, it would have made at once a good A ♭ to his E ♭ (at “35”) and a good G ♯ to his C ♯ (at “26”), and thus he would have \nhad a coherent, quasi-Pythagorean system. (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Among the irregular temperaments, the most important historically \nwere those used in the late 17th and 18th centuries.  For most composers \nof that time, the various keys had much more individual character than \nthey do today, and many contemporary music theorists said that it was \ndue to the irregular temperaments of the day.  An irregular temperament \nbased on a circle of twelve Vs can be described as a variant of equal \ntemperament, so in GIF 8 the sizes of each semitone in three such 18th-\ncentury schemes (by J. G. Neidhardt, J. H. Lambert and Vallotti) are \ndescribed as some percent of 1/12-octave.  The numbers at the outer \nedges of those diagrams show the differences between semitones that \nare adjacent in the circle of 5ths (in the sense that E-F and F ♯ -G are \nadjacent to B-C) and thereby show that in each of these competently \ndesigned schemes, the semitones vary quite gradually, with B-C and E-F \nbeing the largest and F- G ♭ and A ♯ -B the smallest.  There is an analogous \npattern of gradually varied nuances among the 3rds and 6ths, with C-E-G \nbeing tempered least and G ♭ - B ♭ - D ♭ -F most.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] On the silent screen we cannot demonstrate the acoustical \ndifferences amongst the different keys in such a system.  But we can \ndescribe how, in the first section of Louis Couperin’s famous F ♯ -minor \nPavane (see GIF 9 ), the composer used the pitch class F = E ♯ in a special \nway. E ♯ , which is essential to the key of F ♯ -minor, was in the French-\nstyle irregular temperament tuned so high in relation to C ♯ that the \nresulting interval was acoustically rather harsh.  In bar 2 (at the first \nasterisk in GIF 9) E ♯ is avoided: contrapuntally, our little ancillary \nexample in GIF 9 would sound so much more natural that Couperin’s \nalternative resolution of the chord F ♯ - C ♯ - G ♯ -A is obviously an artful \nevasion.  A similar avoidance of E ♯ at the end of bar 5 (at the second \nasterisk) precipitates a modulation to A-major in the next two bars.  In \nbars 10, 11 and 16 (at the next three asterisks) E ♯ does appear, but each \ntime in so dissonant a context (notice the A’s and B’s) that the acoustic \nsourness of E ♯ with C ♯ merely gilds the lily, as it were. C ♯ - E ♯ is at \nlast heard in a straightforward triad at the end of the section; but then \nin the next bar (not included in GIF 9) the composer reverts immediately \nto a C ♯ -minor chord, as if to say, “Alas! E ♯ is too sharp for a \nstraightfoward triad; let us revert to E ♮ .”  This is an extreme \ncase in that the consonant status of the major 3rd (or 10th) was actually \ncompromised by its heavy tempering. (11) A wealth of subtler nuances \ninvolving some of the other 3rds in this piece are just as telling when \nthe music is heard in a stylistically appropriate tuning (matching the \nconceptual system). It would be far more intelligent, however, to \ndemonstrate such nuances than to try to describe them in absentia .",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] In early 15th-century music such as represented in GIF 6, the \ndistinctly euphonious quality of a 3rd or 6th with a sharp in the quasi-\nPythagorean temperament is sometimes especially salient because it occurs \nright after (or right before) a prominent harmonic 3rd or 6th that is \ntempered by an entire comma (that is, by nearly as much as C ♯ - E ♯ in \nLouis Couperin’s pavane).  We may therefore speak of a “semi-regular” \ntemperament (Figure 7m), because while the 5ths are uniform, the composer \nhas evidently found two sizes of consonant or virtually consonant major \n3rd, major 6th etc. in the scale.  This is a queer kind of system, \ndestined to play only a brief (though important), transitional role in \nthe history of harmony even though it is physically the same as a regular \nsystem. GIF 10 . The “margin of equivalence” between two physically different systems with the same number of pitch classes (in this case, four) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] To measure the difference between any two systems that are \nphysically almost but not quite the same, we have devised a “margin of \nequivalence”, and with it the concept of “quasi-systems” which have no \ngenerators (and thus no subset of a group of pitch-class relations) but \nonly a set of pitch classes, whose neighborhoods are, however, unequal.  \nTo put it very briefly: if two systems have the same number of pitch \nclasses, then the margin of equivalence is the smallest overlap—i.e. \nwhere the notes differ most when the two systems are aligned as well \nas possible (as illustrated in GIF 10 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] We hope that our book in which these and some related ideas are \nelaborated upon (12) will prove of value to music theory and to the study \nof music history.  Renaissance and Baroque theorists took only some \nlimited steps away from Medieval models of scales (by accepting ratios \ninvolving 5 and 7 as prime factors, and then by accepting irrational \nratios), and even today many music theorists more or less vaguely favor \nthe ancient Pythagorean idea that “Music is sonorous number.”  Here our \nalgebraic approach could be of value, not only with regard to irregular \ntemperaments (where the pitch-class relations have to be represented as \nfunctions of the pitch classes and not as numbers in their own right), \nbut also for the designing of experiments to investigate the various \nmusical and psycho-acoustical phenomena that give rise to pitch-frequency \nleeways for the notes. (Instead of a general leeway u, one could \ndistinguish u^1^, u^2^, u^3^ . . . )  Some refinement of concepts pertinent \nto music history may also be derived from our work, as music historians \nhave generally either neglected most of the various kinds of system which \nwe describe or else have mistakenly treated them as a negligible aspect \nof performance practice—that is, as unconscious and inconsequential \nvariants of equal temperament insofar as composition is concerned.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.93.0.3.lindley_turner-smith.html",
    "data": "mto/data/mto.93.0.3.lindley_turner-smith.json"
}