{
    "title": "Commentary on Neumeyer’s MTO 0.1 essay",
    "date": "1993/04/01",
    "volume": "0",
    "issue": "2",
    "authors": [
        "Smoliar, Stephen"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.2/mto.93.0.2.smoliar.pdf",
    "author_info": [
        {
            "name": "Stephen Smoliar",
            "university": "Institute of Systems Science",
            "address": "National University of Singapore, Heng Mui Keng Terrace, Kent Ridge, SINGAPORE 0511",
            "email": "smoliar@iss.nus.sg"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I have one comment to offer about David’s article in response to his request\nfor information about films which used the music of Schoenberg’s Opus 34.\nThere was an Ojai Festival somewhere around the summer of 1980 at which Lukas\nFoss conducted a program on the theme of music and cinema.  During his\nperformance of Opus 34, he had an excerpt from the original (silent) Nosferatu projected on a screen behind the orchestra.  Unfortunately, I do not have the\nresources out here in Singapore to provide an accurate reconstruction of the\nevent;  but I shall supply what my memory can.  I am almost certain that Foss\nconducted all three movements, without interruption, just letting the film run,\nwithout changing shots for the different movements.  I also believe that the\nportion of the film he used was the one in which we see the Count entering the\nbedroom with the camera looking over his shoulder, allowing us to see that he\nis not reflected in the mirror.  The also includes a few cuts to close-up shots\nof his face.  That is the best I can recall without sitting down with my\nvideotape of the film.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.93.0.2.smoliar.html",
    "data": "mto/data/mto.93.0.2.smoliar.json"
}