{
    "title": "Review of <i>Embodied Voices: Representing female vocality in \n   western culture</i> edited by Leslie C. Dunn and Nancy A. Jones  \n   (Cambridge: Cambridge University Press, 1994). Series: New\n   perspectives in music history and criticism, General Editors: \n   Jeffrey Kallberg and Anthony Newcomb.",
    "date": "1996/01/01",
    "volume": "2",
    "issue": "1",
    "authors": [
        "Lochhead, Judy"
    ],
    "abstract": "Review ofEmbodied Voices: Representing female vocality in western cultureedited by Leslie C. Dunn and Nancy A. Jones. The review discusses the concept of embodiment that underlies the fourteen essays by various authors in this collection and briefly summarizes two of the essays to show how the concept is variously manifested. The review concludes by suggesting why the concept of embodiment is useful to scholars of music.",
    "keywords": [
        "female vocality",
        "embodiment",
        "performance",
        "poststructuralist theory"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.1/mto.96.2.1.lochhead.pdf",
    "author_info": [
        {
            "name": "Judy Lochhead",
            "university": "Department of Music",
            "address": "SUNY at Stony Brook, Stony Brook, New York 11794-5475",
            "email": "jlochhead@ccmail.sunysb.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. See Julia Kristeva, Revolution in Poetic \nLanguage , trans.\nMargaret Waller (New York: Columbia University Press, 1984); \nMichel Poizat, The Angel’s Cry: Beyond the Pleasure Principle in \nOpera , trans. Arthur Denner (Ithaca: Cornell University Press,  \n1992); and Roland Barthes, “The Grain of the Voice,” Image, Music, \nText , trans. Stephen Heath (New York: Noonday Press, 1977), pp. \n181–83.",
            "citations": []
        },
        "FN2": {
            "text": "2. Francisco J. Varela, Evan Thompson, and Eleanor Rosch, The\nEmbodied Mind: Cognitive Science and Human Experience (Cambridge, MA: The MIT Press, 1993); Iris Marion Young, Throwing Like a Girl and Other Essays in Feminist Philosophy and \nSocial Theory (Bloomington: Indiana University Press, 1990); Mary \nJacobus, Evelyn Fox Keller, and Sally Shuttleworth, eds., Body/Politics: Women and the Discourses of Science (New York: \nRoutledge Chapman and Hall, 1989); Vivian Sobchack, The Address \nof the Eye:  A Phenomenology of Film Experience (Princeton: \nPrinceton University Press, 1992).",
            "citations": []
        },
        "FN3": {
            "text": "3. See in particular these writings by Merleau-Ponty: Phenomenology \nof Perception , trans. Colin Smith (London: Routledge and Kegan Paul,\n1962); The Primacy of Perception and Other Essays , ed. James M.\nEdie (Evanston, Illinois: Northwestern University Press, 1964); and The Visible and the Invisible , ed. Claude Lefort, trans. Alphonso \nLingis (Evanston, Illinois: Northwestern University Press, 1968).",
            "citations": []
        },
        "FN4": {
            "text": "4. Antelyes provides further nuance to his account of the\naffective meaning of the red hot mama’s songs by demonstrating\nthe oedipal features of sound and lyrics that figure in the\nsongs’ performative aspects. In the context of this review I can\nonly refer the reader to this aspect of Antelyes’s argument.",
            "citations": []
        },
        "FN5": {
            "text": "5. The article by Peter Antelyes on “Red hot mamas” was\nparticularly frustrating from a musical point of view since he\ndiscusses actual performances of songs without citing their\ndiscographic information. At the beginning of the article he\nthanks David Goldenberg for “supplying him with many currently\nunavailable Sophie Tucker recordings” (p. 212). While one may\nadmire Antelyes’s access to such recordings, their commercial\nunavailability prevents other critical or analytical accounts of\nTucker’s vocal performances.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Embodied Voices: Representing female vocality in western\nculture is a collection of fourteen essays by authors from\nvarious humanistic disciplines. Of the fourteen, two are by\nauthors listed as teaching in music departments; the remaining\nauthors are professionally engaged as scholars of English and\nFrench literature, comparative studies, and cinema. The essays\naddress 1) vocal music—especially music sung by women—as it is\ndepicted in literature and film, 2) the representation of female\nvoice in filmic conventions, 3) the role of women as singers in\nvarious musical traditions, and 4) attitudes toward the female\nvoice revealed by electronic reproduction. The conceptual\ncategory underlying the essays is “embodiment.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In their introduction, the two editors, Leslie C. Dunn and\nNancy A. Jones, define the philosophical context in which\nthe concept of embodiment comes into play. They invoke the\ntheories of French poststructuralists such as Julia Kristeva,\nMichel Poizat, and Roland Barthes (1) which maintain that the\nmeaning of a vocal utterance—spoken or sung—is constituted not\nsimply by its semantic content but also by its sonorous content.  \nDrawing on Barthes’s notion of “the grain of the voice” in\nparticular, Dunn and Jones focus attention on the essential role\nplayed by the “purely sonorous” features of the “audible female\nvoice” in “the construction of its non-verbal meanings” (p. 2).\nWe may note here that these purely sonorous features are those\noften identified as “musical”—register, sound quality, dynamics,\naccent, rhythm, and tempo.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The concept of “embodiment” comes into play through the\neditors’ explicit acknowledgement that sonorous features\nmust be conceptually linked to the production of vocal sound\nthrough a person’s body. The collection focuses specifically on\nthe production of sound by female bodies or by a male body meant\nto project in some sense a female voice. Their insistence on the\nlinking of vocal sound to its human producer draws attention to\nthe idea of sound as “performed.” But the concept of embodiment\ngoes beyond a simple notion of performance as a “putting out” of\nsound. It recognizes not only the source of vocal production but\nalso the various factors of acculturation that affect the\nreception of vocal sound—of “feminine” vocal production in this\ninstance. The editors assert that vocal meaning—be it musical\nor spoken—derives from “an intersubjective acoustic space” and\nthat any attempt to articulate that meaning must necessarily\n“reconstruct . . . the contexts of . . . hearing” (p. 2).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In asserting that performative aspects of sound contribute to\nvocal meaning, Dunn and Jones recognize the roles played by 1)\nthe person or people producing the sound, 2) the person or people\nhearing the produced sound and 3) the acoustical and social\ncontexts in which production and hearing occur. The “meaning” of\nany vocal sound, then, must be understood as co-constituted by\nperformative as well as semantic/structural features. This is\nthe underlying concept that makes the collection of importance to\nscholars of music. I’ll return to this point shortly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The interest in embodied knowledge has been reflected in a\nwide variety of humanistic and scientific fields in the last\ntwenty years. Studies focusing on how the human body figures in\nthe ways we know our world range across several disciplines: The Embodied Mind: Cognitive Science and Human Experience, by\nVarela, Thompson, and Rosch; Throwing Like a Girl and Other\nEssays in Feminist Philosophy and Social Theory, by Young; Body/Politics: Women and the Discourses of Science, edited by\nJacobus, Fox Keller, and Shuttleworth; and The Address of the\nEye: A Phenomenology of Film Experience, by Sobchack. (2) These\ntexts are indebted implicitly or explicitly to the\nphenomenological philosophy of Maurice Merleau-Ponty, whose\nvarious writings articulate a theory of cognition which\nrecognizes the intersubjective and bodily basis of all human\nknowledge. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The various authors of Embodied Voices tap into the  \nphilosophical tradition of embodiment by showing how the culturally \ngendered bodies both of vocal performers and of hearers are reflected \nin the meanings of those vocal sounds. Some examples should help to \nclarify these issues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Two essays demonstrate some aspects of the concept of\nembodiment in vocal performance: “The voice of lament: female\nvocality and performative efficacy in the Finnish-Karelian itkuvirsi ” by Elizabeth Tolbert (pp. 179–196) and “Red hot\nmamas: Bessie Smith, Sophie Tucker, and the ethnic maternal voice\nin American popular song” by Peter Antelyes (pp. 212–229). \nTolbert demonstrates that women from Karelia (who\nare refugees living now in Finland) sing laments ( itkuvirsi )\nthat are characterized as feminine through a variety\nof “ texted and melodic ” figures. These figures constitute\n“icons of crying” that intersubjectively signal the emotions\nnecessary for the lament. Tolbert writes: The lamenter projects the experience of grief through her\n   individual voice as a means to orchestrate the collective\n   experience of sorrow. It is the very quality of the female\n   crying voice, a voice that ‘cries with words,’ that is\n   elaborated in performance to symbolize affect and to set \n   this genre apart from others to accomplish cultural work\n   grounded in the experience of grief (p. 180). Note how Tolbert links the expressive efficacy of the Karelian\nlament—its intersubjective meaning—directly to the vocal\nquality of the female voice. Later she also links the sound of\nthe female voice to the sound of the text and to certain\nimprovised melodic features of the lamenting. Through this\nlinking Tolbert demonstrates that the Karelian lament embodies\ngrief through the sound of the female voice and through its\ntexted and musical features that act as “icons of crying.” In\nother words, the meaning of the lament can not be conceptually\nseparated from the female body that produces it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In his essay, Peter Antelyes demonstrates how the “red hot\nmama” developed as a vocal type through such singers as Bessie\nSmith and Sophie Tucker and how the musical features\nof this vocal type are linked to the female body and to\nthe specifically female features epitomized by performers like\nSmith and Tucker (e.g., the “hour-glass” figure). Antelyes\ndemonstrates how Smith and Tucker were both characterized by the\nlargeness of their physical bodies and of their voices. As\nAntelyes points out, the bodily presence afforded by both aspects\nof the red hot mama’s size allowed her “to escape reduction to,\nand containment within, her body” (p. 217). Further, the lyrics\nof her songs in conjunction with her sizeable vocal presence,\nallowed the red hot mama to “reclaim . . . the female body from the\npatriarchal reductionism that objectified women as bodies alone”\n(p. 217). (4) For Antelyes, the \nmeaning of the red hot mamas’s\nsongs derived from her large physical and vocal presence and from\nthe way the lyrics play off of patriarchal expectations of the\nfemale body.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] While the essays as a group express no single manifestation of\nthe concept of embodiment, each maintains the underlying concern\nwith the performative aspects of sounding meaning. Indeed, the\nwide variety of approaches to the voice and to vocality allows\nreaders to explore the depth of nuance that the concept of\nembodiment entails. The editors have organized this wide variety\nof approaches in two ways. First, there is a mostly chronological \nordering of the topics: the first essay addresses the “Gorgon and \nthe nightingale” in Pindar’s Twelfth Pythian Ode while the last \ndeals with Madonna’s song “Like a Prayer” and her “Make a Wish” \ncommercial. The second ordering, the one reflected in the book’s \nlarger sections, reflects four large topics: Part I—“myths and \nfantasies of the female voice” (p. 7); Part II—“listeners’  \nresponses to female vocality” (p. 8); Part III—the “cultural \nauthority and creative force” of “feminine vocality” (p. 10); \nand Part IV—“the potent dream of maternal presence” through female \nvocality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The essays of Part I address female vocality in literature\nby Pindar, Dante, Shakespeare, and Wordsworth. In Part II, they\nfocus on performance traditions in late-sixteenth and early-\nseventeenth-century English theater; mid-twentieth-century\nattitudes toward the trained female voice in the American film\nmusical; and perceptual reactions to the disembodiment of the\nfemale voice through electronic reproduction. The essays of\nPart III address George Eliot’s Armgart , which meditates on the\nauthority displayed by the opera diva in her vocal performances;\nthe resituating of a female voice in Louise Colet’s \n“protofeminist text” La Servante (p. 11); the vocal\nimplications of the cinematic technique of direct address in\nfilms by Francois Truffaut and Trinh Minh Ha; and the cultural\npower of the female voice in ritual lament. Finally, the essays\nof Part IV address the role of mothers’s songs in novels of Toni\nMorrison; the expressive power of the red hot mamas in the early-\ntwentieth-century blues tradition; and Madonna’s role in the\ntradition of women’s creativity in the twentieth century.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] I conclude by adopting a more evaluative stance toward the\ncollection, returning finally to the concept of performative\nembodiment which makes these essays significant for music\nscholars. In their introduction, Dunn and Jones state that\n“voices inhabit an intersubjective acoustic space” and that to\nunderstand the meaning of vocally-produced sound, the “contexts\nof hearing”—the intersubjective acoustic space—must be\nrecovered. All of the essays succeed in their attempts to\nrecover—or better to dis-cover—the layers of acculturation that\nplay a role in “hearing” but few make any attempt to dis-cover\nthe qualitative features of vocal sound that are performed or\nreceived in that context. There is little discussion of vocal or\nmusical sound as such and what does occur is spare and merely\nsuggestive. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In all fairness I should point out that many of the essays\nare about sounds that have never ”actually\" occurred, as in the\nfictional accounts of Sirens and opera divas, but this focus\naffirms the literary interests of the authors—interests that may\nnot automatically transfer to the interests of musical scholars. \nOne essay, that by Elizabeth Tolbert on Karelian laments, stands\napart from the others in its theorizing of the relation between\nsounding features and meaning in music. Tolbert’s essay alone\nmakes claims about how specific sounds project specific meanings;\nand while not answering all questions arising from such\nendeavors, it provides a strong example.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] But it is not simply on the basis of Tolbert’s article that\nI recommend this book for scholars of music. The essays of Embodied Voices include little discussion of music as a\nsounding phenomenon, but they do suggest ways in which we may\nprofitably theorize about musical sound. Dunn and Jones’s\ninsistence on the embodied, on the performative aspects of vocal\nsound provides a good model for a similar approach to musical\nsound—an approach that recognizes sound as produced by someone,\nas heard by someone, and as a product of a social and acoustical\ncontext. An approach to musical analysis that takes account of\nproduction, reception and context can be figured in diverse ways.\nWe can no longer reject the performative aspects of sound because\nof their changeability, because of their contingency on time,\nperson, and place.  Quite the contrary, it is precisely because\nof the changeable features of performance that music wields its\nimmense expressive power. The essays of Embodied Voices are\nimportant because they teach us— us as music theorists—about\nthe varieties of performative embodiment that are correlated with\nmusic’s expressive powers.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.96.2.1.lochhead.html",
    "data": "mto/data/mto.96.2.1.lochhead.json"
}