{
    "title": "Editorial Markings as Analysis in Bach’s <i>Partita No. 1 for Solo Violin</i>, “Corrente”",
    "date": "2018/12/01",
    "volume": "24",
    "issue": "4",
    "authors": [
        "Peebles, Crystal A."
    ],
    "abstract": "Editorial articulation marks in J. S. Bach’s solo violin repertoire reflect not only contemporary performance practice, but can represent the editor’s perception of the musical structure. This paper highlights differences in motivic, harmonic, and voice-leading structures between editions and arrangements of J. S. Bach’sPartita No. 1 for Solo Violin(BWV 1002), “Corrente.”",
    "keywords": [
        "editorial markings",
        "J. S. Bach",
        "BWV 1002 “Corrente",
        "” music analysis",
        "philology",
        "performance practice"
    ],
    "doi": "10.30535/mto.24.4.4",
    "received": "March 2018",
    "pdf": "http://mtosmt.org/issues/mto.18.24.4/mto.18.24.4.peebles.pdf",
    "author_info": [
        {
            "name": "Crystal A. Peebles",
            "university": "Ithaca College",
            "address": "School of Music, 953 Danby Road, Ithaca, NY  14850-7002",
            "email": "cpeebles@ithaca.edu"
        }
    ],
    "citations": {
        "brown_2011": "Brown, Clive. 2011. “Joseph Joachim as Editor.” Collection of Historical Annotated String Editions. University of Leeds. http://chase.leeds.ac.uk/article/joseph-joachim-as-editor-clive-brown/",
        "brumbeloe_2000": "Brumbeloe, Joseph. 2000. “Patterns and Performance Choices in Selected Perpetual-Motion Movements by J. S. Bach.” Theory and Practice 25: 1–25.",
        "butt_1990": "Butt, John. 1990. Bach Interpretation: Articulation Marks in Primary Sources of J. S. Bach. Cambridge University Press.",
        "clarke_and_krumhansl_1990": "Clarke, Eric F. and Carol L. Krumhansl. 1990. “Perceiving Musical Time.” Music Perception 7 (3): 213–51.",
        "dadelsen_1978": "Dadelsen, Georg von. 1978. “Die Crux der Nebensache. Editorisch und praktische Bemerkungen zu Bachs Artikulation.” Bach Jahrbuch 64: 95–112.",
        "david_1843": "David, Ferdinand, ed. 1843. Sechs Sonaten für Violine von Jon. Sebastian Bach . Fr. Kistner.",
        "davis_2006": "Davis, Stacey. 2006. “Implied Polyphony in the Solo String Works of J. S. Bach: A Case for the Perceptual Relevance of Structural Expression.” Music Perception 23 (5): 423–46.",
        "deliège_1987": "Deliège, Irene. 1987. “Grouping Conditions in Listening to Music: An Approach to Lerdahl and Jackendoff’s Grouping Preference Rules.” Music Perception 4 (4): 325–60.",
        "dörffel_1879": "Dörffel, Alfred, ed. 1879. 6 Violin Sonatas and Partitas , BWV 1001–1006 . In Bach-Gesellscaft Ausgabe , Band 6 (Band 27.1). Breitkopf & Härtel.",
        "druce_2011": "Druce, Duncan. 2011. “ Bach: Sonatas and Partitas for solo violin BWV 1001–1006.” Collection of Historical Annotated String Editions. University of Leeds. http://chase.leeds.ac.uk/article/bach-sonatas-and-partitas-for-solo-violin-bwv-1001-1006-duncan-druce/ .",
        "frankland_and_cohen_2004": "Frankland, Bradley W. and Annabel J. Cohen. 2004. “Parsing of Melody: Quantification and Test of the Local Grouping Rules of Lerdahl and Jackendoff’s A Generative Theory of Tonal Music .” Music Perception 21 (4): 499–543.",
        "galamian_1971": "Galamian, Ivan, ed. 1971. J. S. Bach: 6 Sonatas and Partitas S. 1001–S. 1006 for Violin Solo , with facsimile of the autograph manuscript. International Music Company.",
        "grier_1996": "Grier, James. 1996. The Critical Editing of Music: History, Method, and Practice . Cambridge University Press.",
        "joachim_and_moser_1905": "Joachim, Joseph, and Andreas Moser. 1905. Violinschule . Translated by Alfred Moffat. Simrock.",
        "joachim_and_moser_1908": "Joachim, Joseph and Andreas Moser, eds. 1908. J. S. Bach: Six Sonatas & Partitas for Violin Solo . Bote & Bock. Modern ed. New York: International Music Company, n.d.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music. MIT Press.",
        "lester_1994": "Lester, Joel. 1994. “Reading and Misreading: Schumann's Accompaniments to Bach's Sonatas and Partitas for Solo Violin.” Current Musicology 56: 24–53. doi: https://doi.org/10.7916/D8X065VZ .",
        "lester_1999": "Lester, Joel. 1999. Bach’s Works for Solo Violin: Style, Structure, Performance. Oxford University Press.",
        "little_and_jenne_1991": "Little, Meredith and Natalie Jenne. 1991. Dance and the Music of J. S. Bach . Indiana University Press.",
        "ohriner_2012": "Ohriner, Mitchell S. 2012. “Grouping Hierarchy and Trajectories of Pacing in Performances of Chopin’s Mazurkas.” Music Theory Online 18.1 (April), http://mtosmt.org/issues/mto.12.18.1/mto.12.18.1.ohriner.php .",
        "peretz_1989": "Peretz, Isabelle. 1989. “Clustering in Music: An Appraisal of Task Factors.” International Journal of Psychology 24 (1–5): 157–78.",
        "schachter_2016": "Schachter, Carl. 2016. “Lesson Six: J. S. Bach, Gavotte en Rondeau from Violin Partita No. 3 in E major.” In The Art of Tonal Analysis: Twelve Lessons in Schenkerian Theory , ed. Joseph N. Straus, 103–125. Oxford University Press.",
        "schenker_1925_1994": "Schenker, Heinrich. [1925] 1994. “The Largo of Bach’s Sonata No. 3 for Solo Violin [BWV 1005].” In The Masterwork in Music , Vol. 1, translated by John Rothgeb, 31–38. Cambridge University Press.",
        "schumann_1854": "Schumann, Robert. 1854. Bach–Schumann, Klavierbegleitung zu den Sonaten für Violine Solo . Breiktopf & Härtel. Modern ed., Peters, n.d.",
        "stowell_1987": "Stowell, Robin. 1987. “Bach’s Violin Sonatas and Partitas: Building a Music Library: 5.” The Musical Times 128 (1731): 250–56.",
        "szigeti_1979": "Szigeti, Joseph. 1979. Szigeti on the Violin . Dover Publications."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Susan Waterbury , Professor of Violin at Ithaca College, for performing the excerpts in this article, and Michael Caporizzo , Assistant Professor of Sound Recording Technology at Ithaca College, for recording and editing the video examples.",
            "citations": []
        },
        "FN1": {
            "text": "1. Grier ( 1996 ) differentiates between “work” and “text,” borrowing from Classical Philology. A “work” resides in the score as mediated through performing conventions, while a “text” is a particular score or performance “that defines a particular state of the work” ( Grier 1996 , 22–23).",
            "citations": [
                "grier_1996",
                "grier_1996"
            ]
        },
        "FN2": {
            "text": "2. In older performance editions, Grier ( 1996 ) bemoans the unfaithful adherence to the available sources and, in some cases, recomposition. Even these, I argue, can still provide a window into the analytic decisions that an editor makes.",
            "citations": [
                "grier_1996"
            ]
        },
        "FN3": {
            "text": "3. Grier ( 1996 , 11–12) problematizes the Urtext concept in the opening of his book: “ Urtext editions are not what they seem, not the composer’s written text, but the editor’s reconstruction of it. . . . An edition that is the product of critical scholarship may be admirable and useful, but an Urtext , it is not.”",
            "citations": [
                "grier_1996"
            ]
        },
        "FN4": {
            "text": "4. Several theorists have analyzed selected movements from this repertoire using various linear approaches, including Schenker ( 1994 ) (who studied the Largo from the C-major Sonata), Schachter ( 2016 ) (who examined the Gavotte en Rondeaux from the E-Major Partita), and Lester ( 1999 ) in his book on these pieces.",
            "citations": [
                "schenker_1925_1994",
                "schachter_2016",
                "lester_1999"
            ]
        },
        "FN5": {
            "text": "5. Clive Brown at the University of Leeds has recently completed an online database of historical string editions. Both David’s and Joachim-Moser’s editions (among other editions) can be found online at http://chase.leeds.ac.uk/view/work/88 .",
            "citations": []
        },
        "FN6": {
            "text": "6. It is likely that this position prompted David’s ( 1843 ) edition of Bach’s solo violin pieces, as the title page states “Zum Gebrauch bei dem Conservatorium der Musik zu Leipzig mit Fingersatz, Bogenstrichen und sonstigen Bezeichnungen versehen” (for use at the Leipzig Conservatorium for music, supplied with fingering, bowing and other markings).",
            "citations": [
                "david_1843"
            ]
        },
        "FN7": {
            "text": "7. The location of the autograph was unknown at this time, as well as for the Bach-Gesellschaft Ausgabe , published in 1879 and edited by Alfred Dörffel (1821–1905) ( Druce 2011 ).",
            "citations": [
                "druce_2011"
            ]
        },
        "FN8": {
            "text": "8. Even with using the autograph manuscript as their source, this second staff still includes several errors. Two of these misprints, one of which replicates the notation in the Bach-Gesellschaft Ausgabe, are examined in this paper.",
            "citations": []
        },
        "FN9": {
            "text": "9. Stowell 1987 briefly reviews editions published since the turn of the twentieth century from a performer’s perspective. Stowell warns violinists at the conclusion of the article that “no amount of editorial verbiage, symbols or other additions is adequate substitute for the personal creativity of a ‘tasteful’ performer” (255).",
            "citations": [
                "stowell_1987"
            ]
        },
        "FN10": {
            "text": "10. In the preface to the Joachim-Moser edition, Moser stated that he desired to include the complete autograph in this edition, but following negotiations with the score’s owner, they were only able to include a facsimile of the opening G-minor adagio.",
            "citations": []
        },
        "FN11": {
            "text": "11. According to Little and Jenne ( 1991 , 129), this is the expected harmonic rhythm for the Italian corrente. Other musical characteristics of this dance include a 3/4 time signature with either a single beat or three beats per measure; an ornate, soloistic line of continual eighth or sixteenth notes over a slow harmonic rhythm; and unequal phrase lengths.",
            "citations": [
                "little_and_jenne_1991"
            ]
        },
        "FN12": {
            "text": "12. See Lester 1994 for a detailed discussion regarding these arrangements.",
            "citations": [
                "lester_1994"
            ]
        },
        "FN13": {
            "text": "13. As Butt ( 1990 , 2) asks in the introduction to his text on Bach’s articulation markings, “Are the markings interpretative—do they tell us anything about the music, its structure and form which we didn’t know already? If they are technical performance indications, do they result in an interpretation which the performer would otherwise not have chosen, or at least make a choice from a number of possibilities usually open to the performer? . . . Are they indeed the closest evidence we have of how Bach performed and ‘understood’ his own music?” He answers his own questions with a resounding yes through a careful study of autograph sources and a comprehensive categorization of articulation markings.",
            "citations": [
                "butt_1990"
            ]
        },
        "FN14": {
            "text": "14. Unlike the Tourte bow, with the weight distributed more or less evenly along the bow, the bow of Bach’s day was weighted more heavily towards the frog, making the down strokes sound heavier than the up strokes. Further, the overall lower-tension gut violin strings would have made bow changes more audible, especially the beginning of slurred passages ( Butt 1990 , 40–41).",
            "citations": [
                "butt_1990"
            ]
        },
        "FN15": {
            "text": "15. In his analysis of this movement, Butt ( 1990 , 203) also recognizes the motivic use of slurring at the beginning and at the circolo mezzo figure, but he divides slurs between these two broad categories somewhat differently. Though there is no firm evidence that the alternating full and half barlines in this movement correspond with metrically strong and weak measures, Butt also correlates the motivic slur with “weak” measures.",
            "citations": [
                "butt_1990"
            ]
        },
        "FN16": {
            "text": "16. To be fair, David’s source uses different slurs in mm. 31–32 when compared with the actual autograph. His source slurred the first four pitches together in m. 31 and the first two pitches together in m. 32. Other discrepancies between David’s source and the autograph include: (1) the barlines do not alternate between half and full barlines in David’s source, (2) the last three notes of m. 10 are a third lower than the autograph, (3) the C-natural in m. 23 should be a C-sharp, (4) the slurs in mm. 28, 31, 32, and 70 should connect the first three notes of the measure, and (5) the slurs in mm. 77–78 should connect three notes each.",
            "citations": []
        },
        "FN17": {
            "text": "17. Curiously, Joachim-Moser ( 1908 ) includes the alternating full and half barlines in their copy of Bach’s autograph, but fail to copy that notation in their edited line above.",
            "citations": [
                "joachim_and_moser_1908"
            ]
        },
        "FN18": {
            "text": "18. Galamian ( 1971 ) indicates these atypical fingerings with a circle around the finger number (not replicated in Example 9).",
            "citations": [
                "galamian_1971"
            ]
        },
        "FN19": {
            "text": "19. In Butt’s ( 1990 , 206) analysis of this movement, he interprets mm. 72–80 as a coda, stating that it fulfills no harmonic function, but the rhythmic uncertainly initiated by the slurs in these measure sets up a ‘rhythmic cadence’ where the cadential tonic chord appears on a ‘strong’ measure for the first time in the movement.",
            "citations": [
                "butt_1990"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In his book, The Critical Editing of Music , James Grier ( 1996 , 2) situates the act of editing as an “interaction between the authority of the composer and the authority of the editor,” where an editor interprets a composer’s text in order to create a new text that conforms to the editor’s conception of a work. (1) This is similar to the act of performance, where a performer creates a new text of a work, which may or may not be captured through sound-recording technologies. So, it is not that far of a stretch to treat editions and performances as an act of analysis, where interpretive ideas are translated through notation or sound. However, the interpretative freedoms afforded a performer are not permissible to the editor in modern scholarship. The performance edition, which, as Grier states, “generates a certain amount of controversy” (151), combines the roles of editor and performer, resulting in a text that some scholars consider far removed from the composer’s text. (2) A careful study of the notation in these editions provides not only a window into contemporary performance practice, but also a text that documents how performers may have heard and analyzed the work.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "grier_1996"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Since the publication of the complete set of J. S. Bach’s Solo Violin Sonatas and Partitas (BWV 1001–1006) in the early nineteenth century, there has been no shortage of editions. Performance editions—especially those dating from the late nineteenth and early twentieth centuries—often exhibit editorial liberties that largely fell out of favor in the era of the Urtext edition. (3) Fingerings, bowings, and sometimes actual notes, vary between editions reflecting aesthetic and performance practice changes over the last 200 years. Lester ( 1999 ) observes that these liberally constructed editions and arrangements give scholars and musicians an opportunity to reconstruct nineteenth-century interpretive conventions. Not only that, but these editions invite performers and analysts to imagine the ways in which performance decisions can influence the musical structure of these compositions, resulting in various analytical interpretations.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "lester_1999"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The variety of bowings, articulations, and fingerings among the performance editions of Bach’s Sonatas and Partitas reflect different concepts of the work. Some of these markings are utilitarian since they suggest how to physically navigate difficult passages, but other markings communicate the expressive aims of the performer. Arguably, the ambiguous nature of the works’ finer contrapuntal details leads to this wide range of interpretations. Implied voice-leading lines are freely woven in and out of the texture, rarely maintaining registral integrity. (4) The limited range of the violin can push the bass line into higher registers, bury an upper voice into the middle of the texture, or superpose an inner voice as the soprano line. Movements that feature few double-, triple-, or quadruple-stops are particularly open to various structural interpretations.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] This study examines the implicit performance objectives of the Corrente from Bach’s Partita No. 1 in B minor (BWV 1002), a perpetual-motion dance movement, through the lens of three performance editions: Ferdinand David ( 1843 ), Joseph Joachim and Andreas Moser ( 1908 ), and Ivan Galamian ( 1971 ). (5) To clarify possible harmonic and metrical readings, Bach’s Double of this movement and Robert Schumann’s ( 1854 ) piano accompaniment are brought into this dialogue. Schumann’s accompaniment illustrates yet another nineteenth-century hearing of Bach, so his reading of the harmonic and rhythmic structure of this Corrente could clarify David’s reading.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "david_1843",
                    "joachim_and_moser_1908",
                    "galamian_1971",
                    "schumann_1854"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Editorial decisions in this movement can influence the perceived structure, because editorial markings such as slurs, fingerings, and other articulations can perceptually group notes together. Based on gestalt theories of visual perception, Lerdahl and Jackendoff’s ( 1983 ) second and third Grouping Preference Rules (GPRs) suggest that boundaries between musical groups are influenced by note proximity in time and changes in the musical surface. These “rules” do not point to a single analysis of the grouping structure of a piece, but rather they illuminate a number of possible analyses. In turn, I argue that these editions represent different analyses of the grouping structure of Bach’s Corrente, but I do not suggest that these readings are “right” or “wrong,” although many deviate from my own grouping analysis.",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1983"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Returning to GPRs, subsequent studies have investigated the empirical validity of these rules. For example, in Deliège 1987 , listeners segmented short musical clips and their results were correlated with GPRs. This study found that the GPRs predicted listener segmentation behavior: listeners indicated a segmentation at the end of a slur or at a rest, after a relatively longer sound, and after a change in articulation, duration, register, dynamics, and timbre. Further, musicians tended to adhere to the GPRs more often than non-musicians. Other studies found that the musical parameters listed in the second and third GPRs do not tell the entire story of segmentation. For instance, Peretz ( 1989 ) examined the role of parallelism in segmentation (GPR 6) and Clarke and Krumhansl ( 1990 ) also found that listeners used repetitions along with GPRs 2 and 3 to determine segmentations. Other studies have tried to quantify the rules in order to predict segmentation behavior ( Frankland and Cohen 2004 ).",
                "footnotes": [],
                "citations": [
                    "peretz_1989",
                    "clarke_and_krumhansl_1990",
                    "frankland_and_cohen_2004"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] In the B-minor Corrente, the only surface change in note duration occurs at the end of the first and second reprise, but perception of length differences could still be effected through the addition of slurs and performance timing, like a lengthening at the end of a segment ( Ohriner 2012 ). A change in bow direction could create a perceptual group influencing motivic, rhythmic, and harmonic structure. Other editorial markings could suggest acoustic differences, like the addition of dynamic contrasts, fingerings that favor one string over another (changing the timbre), and the addition of articulations. Such changes could bring out middleground voice-leading lines naturally suggested by registral differences. Grouping choices in these pieces, as communicated through editorial markings, represent a possible hearing of the underlying structure.",
                "footnotes": [],
                "citations": [
                    "ohriner_2012"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] This perspective is not entirely without precedence for Bach’s solo violin works. Brumbeloe ( 2000 , 1) argues that a performer’s choice of articulation and bowing can “project their conception of the structure audibly through performance.” Using recordings of the Presto from Sonata No. 1 in G minor (BWV 1001) and the Giga from Partita No. 2 in D minor (BWV 1004), Brumbeloe discusses ways in which interpretive choices project the performer’s reading of metrical and voice-leading structures. In a similar manner, examining performance editions can provide a window to how masters of the violin performed these compositions and understood their structure.",
                "footnotes": [],
                "citations": [
                    "brumbeloe_2000"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Of course, one has to be careful when using notated articulations and bowings to create a snapshot of an editor’s performance. As the violinist Joseph Joachim (1831–1907) noted in the preface to the first volume of his Violinschule : “But even the most conscientious adherence to my directions could be no guarantee that the piece as a whole would sound according to my intention. It is just the individuality of interpretative conception which slips through the grasp of technical rules” ( Joachim and Moser 1905 , 4). Putting aside any question of intentionality or exact performance reproduction, modern performers and analysts can still learn from these older interpretations. As Joseph Szigeti (1892–1973) observes, these editions are akin to an oral tradition, where teachers and performers pass down implicit performance objectives through explicit editorial markings ( Szigeti 1979 ).",
                "footnotes": [],
                "citations": [
                    "joachim_and_moser_1905",
                    "szigeti_1979"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Out of the numerous editions of Bach’s solo violin works, these particular editions were chosen because they represent distinct moments in the editorial history of this repertoire and each influenced later editions. Ferdinand David (1810–1873) published the first edited manuscript of these works the year he became the head of the violin department at the Conservatorium der Musik in Leipzig. (6) Below each staff of edited music, David included the music from what he thought was an accurate portrayal of the autograph score: the 1802 publication by N. Simrock. However, Simrock’s publication was not based on the original autograph; rather it is most likely a copy made by Anna Magdalena Bach (Druce 2011). (7) David’s edition remained influential through the end of the nineteenth century and beyond. For instance, the edition by Joachim and Moser retains many bowing choices made by David, and many subsequent editions include their source alongside the edited version.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Joseph Joachim and his student Andreas Moser (1859–1925) published the first edition modeled on the autograph score in 1908 . Their edition (like David’s) includes a second staff in each system to show the notation from their source. (8) In his younger days, Joachim was particularly reluctant about publishing an edition of these works. In a letter to Alfred Dörffel at Breitkopf und Härtel in 1879, he stated that to prescribe a method of playing these compositions would “subjectively color” Bach’s original text. In fact, he even criticized David’s edition as too prescriptive and stated that he tried to perform these pieces differently than what was suggested by David’s markings ( Brown 2011 ). The Joachim-Moser edition, which was published by Moser after Joachim’s death, perhaps reflects Joachim’s desire to leave a legacy, since his contemporaries considered him the premier interpreter of Bach’s music.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "joachim_and_moser_1908",
                    "brown_2011"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Like many mid- to late twentieth-century editions, the 1971 edition by Ivan Galamian (1903–1981) displays “an increased reverence to the autograph manuscript” ( Stowell 1987 , 250). (9) Galamian includes a facsimile of the complete autograph along with his edited score. (10) Bowing changes and additional interpretive markings (like dynamic changes and articulation markings) have been kept to a minimum in his edition. In his brief preface, Galamian ( 1971 ) states that while he made “an occasional change in the presentation with a view to facilitate the reading by the performer,” his edition faithfully follows the autograph manuscript. Example 1 . J.S. Bach, Partita No. 1, (BWV 1002), Corrente, mm. 58–60 (click to enlarge)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "galamian_1971",
                    "stowell_1987",
                    "galamian_1971"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] This discussion also includes the Double of the Corrente and Schumann’s piano accompaniment. To illustrate how the Double can clarify harmonic readings of the Corrente, refer to mm. 58–60 in the Corrente ( Example 1 ). Depending on my imagined bass line, I have several harmonic readings of this passage. In the first reading, the lowest sounding pitch is taken as the bass line, suggesting a resolution of 4 ˆ to 3 ˆ , in m. 59. Registral integrity of the bass line is not preserved, since an F ♯ 3 would be outside the range of the violin. The second interpretation uses registral cues to determine the bass line. Here the subdominant chord proceeds directly to the dominant (with an implied A3 on the third beat of m. 58) over a hemiola at the approach to the cadence. Neither interpretation is completely satisfactory: the last four notes in m. 59 sound like a cadential pattern, which is not implied in the first interpretation, and the second interpretation, while implying a cadential motion, uses an atypical harmonic pattern for the Baroque hemiola cadence. The third line reconciles both of these interpretations by suggesting a possible continuo part. By implying additional pitches, this third line realizes a more complex harmonic progression than the interpretations limited to pitches found in the violin part. Example 2 . J.S. Bach, Partita No. 1 (BWV 1002), Corrente Double, mm. 58–60 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The following Double is a variation of the Corrente, and it provides another insight into possible interpretations of the harmonic rhythm in this passage; one could even view this as Bach’s analysis of the passage (see Example 2 ). Despite the lack of a low register until the cadential V chord, the running sixteenth notes outline harmonies similar to those implied in the Corrente. Without an emphasis on pitch-class G in m. 59, it is more difficult to hear an implied predominant prior to the clearly articulated cadential V on the third beat. The rhythmic ambiguities in the Corrente are smoothed over in the Double; harmonies change on the first and third beats of each of these measures. (11) The resulting progression is similar to the first interpretation of the Corrente, except the filled-in tritone span on the third beat of m. 58 clearly resolves out as expected over the first two beats of m. 59. Even though Bach’s Double may point to a particular harmonic interpretation of the Corrente, it is still possible for performers and analysts to read this passage differently depending on how one groups the notes together. Example 3 . J.S. Bach, Partita No. 1 (BWV 1002), Corrente and Double, mm. 58–60 with Schumann’s piano arrangement (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] To illustrate this point, refer to Example 3 , which includes the same passage, as harmonized by Schumann. While the Double is a variation of the Corrente, Schumann freely harmonizes each of these passages differently. Schumann does not edit the violin line, but he still makes interpretative grouping decisions in order to compose this harmonization that conforms to his nineteenth-century harmonic aesthetic. (12) With all of these various readings, one could imagine a violinist making bowing, fingering, and articulation choices to highlight a particular interpretation of this passage.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] While the violin performance editions feature an array of articulation markings, a close examination of the autograph reveals Bach’s clear and methodical notation in the Corrente, which provides insight into the musical structure. (13) According to Dadelsen: Bach has marked the autograph fair copy very exactly. The reason for this lies in the music itself: it is composed completely from the instrument and its playing technique. Intended articulation, that is to say articulation which is closely connected with the motifs, corresponds with the requirements of a fluent bowing-scheme, in which the down-stroke marks the strong points of the bar. This is especially true of the fast movements. ( Dadelsen 1978 , 105; translated in Butt 1990 , 186–87) Example 4 . J.S. Bach, Partita No. 1 (BWV 1002), Corrente. Slurs in the autograph manuscript (click to enlarge) The Corrente features two types of slurs: a slur that defines the recurring motive of the movement and a slur that decorates a cadential point and leads into the next phrase. The recurring motive of this movement is a three-note descending arpeggiated figure that usually begins on a downbeat and spans a tenth ( Example 4a ). This slur is performed with a downbow stroke (a singular exception occurs in m. 78), giving this gesture an accent on the first note. (14) The accented character of this gesture remains intact even when the appregiation switches direction ( Example 4b ), spans greater than a tenth ( Example 4c ), spans only a fifth ( Example 4d ), uses conjunct motion ( Example 4e ), and is displaced to the second beat of the measure ( Examples 4f and 4g ). All of these slurs point to parallel motivic structures in the movement. The slurs in mm. 18 and 60 have a different character: they are more reminiscent of a circolo mezzo figure, weak beat figures that are played with an upbow ( Example 4h ). These slurs decorate a cadential arrival and lead into the next phrase by reintroducing the leading tone in B minor. (15)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "dadelsen_1978",
                    "butt_1990"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] In Example 4i , the slurs beginning in mm. 72 and 74 combine the characteristics of the slur that defines motives and the slur that decorates cadences. The strong downbow gesture at the expected cadential arrival is reminiscent of m. 48 ( Example 4e ), while the circling around E4 (mm. 72–73) and F ♯ 4 (mm. 74–75) is similar to the circolo mezzo figure. The ascending dominant-seventh arpeggiation that follows each slur could be another instance of the three-note arpeggiated motive, yet Bach did not slur these three pitches together. One possible reason is that the bowing scheme works out so that it would be performed upbow, suggesting that an important feature of the motive is the downbow emphasis at the beginning of the gesture. Further, this gesture begins on the fourth eighth-note of the measure, so a slur at this point would equally divide the measure into two parts, projecting a compound duple meter opposed to a simple triple as suggested by the meter signature and the dance itself. Example 5 . Editorial slurs that obscure motives. J.S. Bach, Partita No. 1 (BWV 1002), Corrente mm. 28–32 (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Some editions obscure instances of the arpeggiated motive by using slurs and other articulations to group different pitches together. At the close of the first reprise (mm. 28–32), Bach’s slurs delineate instances of the arpeggiated motive ( Example 5 , line 1). In David’s  version (Example 5, line 2), his bowing choices completely remove the last two instances of this motive by slurring from the A ♯ 4 in m. 31 to the A ♯ 4 in the following measure. (16) As illustrated by the slur into the downbeat in mm. 30 and 31, David regularly connects a dominant-sounding harmony into its resolution throughout this movement. Perhaps this practice is to encourage a performer to lean into the forward-pointing dominant function with the heavier part of the stroke, while lightening up on the resolution. Such a reading of directed harmonic motion could create a perceptual boundary following the resolution. While some of David’s slurs define motives and create rhythmic implications over a triple-meter framework (similar to the other editions), his practice of slurring into the downbeat resolution differentiates his edition from the others.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Returning to Example 5, while Joachim-Moser does include slurs for each instance of the three-note motive, the consistent bowing scheme in each measure groups three notes together throughout, downplaying the importance of Bach’s original motive and implying a duple division of the measure. Galamian’s version of the same passage is quite similar to the autograph, but perhaps with more legato connection at the end of mm. 28 and 31 with the portato marking. Example 6 . Editorial slurs that obscure motives. J.S. Bach, Partita No. 1 (BWV 1002), Corrente mm. 69–72 (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] In a similar vein, editors can use articulations to create parallel motivic relationships not readily apparent in the autograph. Example 6 , line 1, shows mm. 69–72 of Bach’s autograph. Bach uses only one slur here in m. 70, defining the familiar three-note motive, and Galamian follows the autograph closely (line 4). Instead of highlighting the motive’s occurrence in m. 70, David, and to a lesser extent Joachim-Moser, emphasize the two four-note descending gestures, which straddle the barlines on either side of m. 70. The slur groupings coupled with the accents de-emphasize the downbeat in m. 70, obscuring the meter and original motive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] A peculiar notation in Bach’s autograph source is the alternation of half and full barlines. Unlike Bach’s tempo marking in the corresponding Double (presto), the only clue to the tempo and the metrical feel of this movement might be these alternating half and full barlines, a feature absent from the Double. Lester ( 1999 ) briefly discusses the alternation of full and half barlines in Bach’s autograph, which are accurately reproduced only in the Galamian edition. (17) Lester admits that he does not know the purpose of this notation, and mentions that it only appears one other time in the set of solo violin works (in the presto movement of the G-minor Sonata, BWV 1001). He speculates that it could indicate a certain tempo, which would explain why the Corrente’s corresponding Double does not share this feature. In their study of dance types in J. S. Bach’s music, Little and Jenne ( 1991 ) suggest that the tactus of an Italian corrente with eighth-note divisions should be one per measure while the tactus of a corrente with sixteenth-note divisions is three per measure. Therefore, it is possible that the alternating barline lengths are meant to metrically organize this dance type, which is usually felt with a single tactus per measure. Figure 1 . J.S. Bach, Partita No. 1 (BWV 1002), Corrente. Formal overview of the movement. (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "lester_1999",
                    "little_and_jenne_1991"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] There are consistent correlations between cadential and motivic placement with the notation of full and half barlines. Groups of two dominate the movement, with all cadences, except the ones at the end of the first and second reprise, falling on the second measure in each group. These final cadences arrive on the first measure in the group and extend their harmony for two measures. The slurred motive usually occurs on the second measure of each grouping. The diagram in Figure 1 reproduces the half and full barlines, noting the location of cadences and slurred motives. This diagram illustrates the unequal phrase lengths in this composition, not just idiomatic of Bach’s solo violin repertoire but of the Italian corrente ( Little and Jenne 1991 , 129). While it is possible to treat these groups of two as pairs of alternating strong and weak measures, Bach’s strongly articulated motive on the second measure of many groups suggests that the barlines merely organize the downbeat tactus into groups of two. Example 7 . Rhythmic displacement of Slurred Motive. J.S. Bach, Partita No. 1 (BWV 1002), Corrente, mm. 33–40 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "little_and_jenne_1991"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] For most of this movement, Bach’s slurs and harmonic changes accentuate the natural emphasis heard at the beginning of each measure, and the third quarter note of most measures corresponds with a harmonic change like the Italian corrente. However, at times Bach shifts the harmonic change to the second quarter note of the measure, resulting in a syncopated feel (see again, Figure 1). The first instance of this displaced accent occurs in m. 9, where a clear change of harmony on the second quarter-note division coupled with a slur accentuating a 4–3 suspension emphasizes the second beat of this measure (see again, Example 4g). This is an isolated incident through the conclusion of the first reprise, with harmonic changes occurring on the first and third quarter-note divisions of the measure for the remainder of the first half; however, shortly into the second reprise, m. 34 revisits this emphasis on beat two, with another clear change of bass and harmony ( Example 7 ). This harmonic change anticipates the shift of the slurred motive one beat forward (compare m. 35 to m. 36). Example 8a . Metrical shifts, J.S. Bach, Partita No. 1 (BWV 1002), Corrente, mm. 48–60 (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Along with displacement of the rhythmic emphasis at the beginning of the second reprise, agogic accents on the fourth eighth note of a measure transform the normal three-part division of the measure into a two-part division in the next phrase. One clear instance of this begins in m. 50 ( Example 8a , line 1). Repeated three-note patterns and step progressions accentuate the first and fourth notes of each measure. The A-major harmony in m. 50 has a contour change on the fourth eighth note, and the lowest notes of m. 51 initiate a step progression that implies a duple division of these measures. By m. 53, the parallel tenths reestablish a three-part division of the measure, even though the lower voice, which is arguably the more salient voice in this passage, continues to emphasize the fourth note of each measure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] The brief displacement and grouping rhythmic dissonances implied in the autograph are just a starting point for David, as his interpretation further undermines the metrical structure of the Italian corrente. David’s bowings and articulations in this same passage (Example 8a, line 2) emphasize the tension between two and three divisions per bar where his choices in mm. 50–51 exaggerate the temporary feel of a compound-duple meter. Then beginning in m. 52, David accents the beginning of each slur—some slurs connect pitches in the arpeggiated motive while others connect notes in the lower voice. The irregular number of pitches between accented notes undermines any attempt to hear the accents as implying a consistent meter and surface grouping features obscure the downbeat tactus. Example 8b . String crossings. J.S. Bach, Partita No. 1 (BWV 1002), Corrente, mm. 52–60. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Examining this same passage from a different perspective, Example 8b illustrates the general trend in later performance practice towards smoothing out larger string crossings, avoiding open strings, and fingering a gesture on a single string. This practice creates more timbral continuity than is found in Baroque performance practice, which favors open strings and low positions in order to accentuate the natural resonance of the instrument. The different colors in Example 8b represent each of the strings (purple—G, green—D, yellow—A, red—E). In this passage, David’s fingering choices remove some of the larger string crossings where the violinist skips over a string (indicated by a grey backslash) by shifting between first and third positions (mm. 53–57). These fingering choices also allow for longer gestures to be performed on a single string, like in mm. 54 and 56. By maintaining timbral consistency, these longer gestures form a more cohesive perceptual group, as opposed to the rocking back and forth between the D and A strings in the top line. Example 9 . Fingering choices between editions. J.S. Bach, Partita No. 1 (BWV 1002), Corrente, mm. 33–48 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Example 9 illustrates how fingering choices interact with motives, timbral continuity, and harmonic rhythm in a passage from the beginning of the second reprise (see again, Example 7, for an analysis of this same passage). Fingerings in red boxes have a functional purpose: they suggest how to navigate passages involving the tritone or other accidentals, which necessitates an atypical fingering for a note or a brief visit to half position. (18) Most of these moments correspond with the three-note slurred motive, allowing the left hand to keep a single shape, as opposed to lifting and replacing a finger within the gesture. Further, these choices allow the performer to execute this motive on three adjacent strings, smoothing out the disjointed character of these large leaps and creating a perceptual group.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] All three editions freely move between half, first, second, and third positions. In Example 9, shifts between these positions are notated by a yellow circle, yellow circles without a finger number (David, m. 37 and Joachim-Moser, m. 42) are un-notated shifts, and purple circles indicate a fourth finger extension without a shift. Some of these choices create timbral continuity within a single gesture; for instance, Galamian avoids the one possible instance of the E string in m. 33 ( F ♯ 5) by starting the second reprise in second position. A bit later, Joachim-Moser and Galamian highlight two four-note descending gestures into the downbeats of mm. 43 and 45 by fingering each one on a single string. By using the same fingering for each gesture (albeit in different positions and on different strings), these editors draw attention to the parallel construction of this passage. Zooming out to the larger passage, in m. 40 Joachim-Moser and Galamian indicate a shift to third position, which allows the violinist to easily reach the C6. By shifting back to first position in m. 41, each of the voice-leading lines are played on a single string: the E string (higher voice) and the D string (lower voice). The Joachim-Moser edition continues this pattern in mm. 42–43, but a string lower. This fingering also smooths out the larger string crossing between the E string and G string implied in the autograph and explicitly notated in the Galamian edition ( F ♯ 5 to D4).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] Other fingerings in this passage also mitigate disjunct string crossings, facilitating performance and eliminating possible discontinuities in the sound. In m. 46 the extended fourth finger used by David and Joachim-Moser not only allows this B-minor arpeggio to be played on the same string, but creates a smaller string crossing from A3 to F ♯ 5, skipping just one string rather than two. The second position fingering in m. 44 (Joachim-Moser, Galamian) produces a similar effect in the skip from B3 to F5, setting up the descending gestures discussed above. Example 10 . J.S. Bach, Partita No. 1 (BWV 1002), mm. 1–10 (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] Some of David’s fingerings coupled with his articulation markings pull against the harmonic reading I suggested in Example 7. In m. 34 (green box), the David edition notates the first three notes in half position under a slur before sliding up to first position for the last three staccato notes. While I heard a harmonic change on the second beat of this measure, David divides this measure into two groups of three eighth notes. This choice creates a parallel bowing scheme to the beginning of the movement (see Example 10 ), even though the harmonic rhythm and motivic placement at the beginning of the movement is not present here. In m. 39, David slurs over the descending thirds and separately articulates the D ♯ 5 on the downbeat of m. 40 before beginning a longer four-note slur. This arrival sounds more like a half cadence than the autograph, which uses the ascending version of the three-note motive in m. 40. David fingers the four-note slur in m. 40 all on the E string, which functions as a decoration of the cadential arrival rather than the motive followed by a descending sequence beginning with C6. David’s choice may be in response to the parallel passage in mm. 43–44, where the sequence begins with the lower voice, rather than the higher voice. While the Joachim-Moser and Galamian editions feature fingerings that value timbral continuity within voice-leading lines, David’s fingerings create consistency between parallel passages in this movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] The final two examples, from the beginning and end of the movement, demonstrate how changes in the grouping structure can influence the perception of harmony, voice leading, and long-range metrical structures. Slurs and articulation markings can emphasize various pitches and voice-leading lines, leading to a particular reading of the work. These examples illustrate the possibility that editorial marks can change the way a performer, listener, or analyst may interpret the passage beyond surface motives and rhythms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] Example 10 shows the first ten measures of the Corrente, ending with a half cadence. The slurs in the first line, a reproduction of the autograph, highlight the recurring motive, as previously discussed. Most of these slurs connect pitches that belong to the same harmony, connecting the higher and lower ranges of the instrument. The one exception is the slur in m. 9, which does not connect notes belonging to the same harmony. Instead, the slur over the triple stop suggests that the E5, held over as a suspension from the previous V 7 chord, is prolonged by its lower third before resolving to the D5 at the end of the measure, which is accentuated by a change of bow. A foreground voice-leading sketch of the same excerpt appears below. The tenths established by the slurs move in parallel motion up to 5 ˆ , which is decorated by its upper neighbor. These parallel tenths are followed by a descending-fifths sequence starting in m. 7, which prolongs tonic up until the half cadence. Due to the limited range of the violin, the leaping bass voice encroaches upon the middle register, a register established by the slurred chords earlier in the passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.3": {
                "text": "[8.3] Beneath the voice-leading sketch is the same excerpt as it appears in the three different editions. From the very beginning of this movement, the three editions distinguish themselves: the David edition uses hooked upbows for harmonic arpeggiations (also present at the beginning of the second reprise; see Example 9), the Joachim-Moser edition consistently uses articulations to divide measures into two equal parts, and the Galamian edition closely follows the autograph. Schumann’s piano accompaniment for this same passage appears on the bottom system.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] As previously mentioned, only Galamian replicates the full and half barlines. In his study of this movement, Butt ( 1990 ) takes as a starting point that the various barline lengths correspond to a strong-weak pairing of measures. In his reading, the last three notes of the weak measures 2, 4, and 6 serve as an anacrusis to the strong measures that follow. While his interpretation underplays the motivic importance of the three-note arpeggiated motive, it does follow my reading of the voice-leading, where mm. 2, 4, and 6 prolong the tonic arpeggiation. However, the articulations in the editions by David and Joachim-Moser work against an interpretation of alternating strong and weak measures. Both editors accent the three-note motivic arpeggiation in mm. 2, 4, and 6, accentuating the passing harmonies in the overall progression. One reading of this articulation choice is that these editors heard this movement as beginning with an upbeat measure, with the ascending arpeggio acting as an anacrusis to the first hypermetric downbeat in m. 2. While such a reading is not sustainable throughout the composition, the notated phrase markings make such a hearing possible in mm. 1–6. Alternatively, in order to execute David’s bowings in mm. 1, 3, and 5, a violinist would need to use a quick downbow stroke on the downbeat in order to complete the hooked upbows that follow. This fast bow stroke would naturally cause an accent on the downbeat. Perhaps the notated accent in mm. 2, 4, and 6 is meant to balance the accent in mm. 1, 3, and 5, creating a downbeat-oriented reading.",
                "footnotes": [],
                "citations": [
                    "butt_1990"
                ]
            }
        },
        {
            "9.2": {
                "text": "[9.2] Metrically, Schumann’s accompaniment revels in the ambiguity of the hypermetrical structure conveyed by David’s reading. In m. 3, Schumann leaves out the expected downbeat arrival of the tonic chord; instead, he plays this chord on beat three in an anacrusis-like gesture into the downbeat of m. 4. This could correspond with hearing David’s arpeggiated up-bow gesture as anacrusis to the accented motive in the next measure. Schumann, however, is not consistent, disrupting this rhythmic gesture two measures later in m. 6, where David’s next accent occurs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.1": {
                "text": "[10.1] David and Joachim-Moser use similar articulations for the descending fifths sequence, where different bowings are used for each of the three registers. This suggests a three-voice texture, instead of simply a soprano and a bass line. Joachim-Moser further accentuates this effect by fingering each pair of notes on a different string, allowing the different tone color of each string to add to the effect of the articulations. Schumann’s arrangement follows this interpretation of a three-voice texture in the violin part. His added bass line supports a series of elided dominant seventh chords, which is broken off in m. 8 with the bass leaping down a diminished fifth. These new vertically articulated harmonies are more easily reconciled with the key of B minor than the harmonies implied by my voice-leading sketch; however, this interpretation conceals the parallel 10th framework I read in this passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.2": {
                "text": "[10.2] The number of voices implied by the Galamian edition in this section is less clear, although he also fingers each pair of notes on a different string like Joachim-Moser. Each segment of the sequence is fingered the same way, moving from fourth position to third position in m. 7. The shared articulations and connection between the soprano and bass, noted with a slur (mm. 7, 8) may draw the performer’s attention to the resolution of the 9th (between the F ♯ 5 and E4) to the 10th (between F ♯ 5 and D ♯ 4). The separately articulated A4– G ♯ 4 over the barline further draws attention to the seventh leap up to the F ♯ 5, which then steps down to E5. To perform this bowing as indicated by Galamian would be challenging. First, similar melodic material is performed with different bowings: the first slur is down-bow and the second would be up-bow. Second, the string crossing from the A string to the G string (skipping over the D string) within a bowstroke would create two perceptual groups, because of the slight pause as the string crossing is managed. Perhaps the slur is to remind the performer to make the crossing sound as smooth as possible. While there is a performative emphasis on the tenths, referring back to the melodic structure implied by Bach’s articulation, in actuality this reading may sound closer to David’s and Joachim-Moser’s edition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.3": {
                "text": "[10.3] Between the editions, articulations also vary at the cadence. The E5 in m. 9 resolves at the very end of the measure; however, the slurs in David’s and Joachim-Moser’s editions indicate a different reading. While Bach’s original slurring suggests that the resolution of the suspension occurs on the last eighth note of the measure, these slurs imply that the suspension resolves immediately and the resolution note is decorated with its lower neighbor. The 4–3 suspension is even more obscured in the Schumann arrangement by the harmonic changes on the second and third beats of m. 9. The D5 sounds in the piano on beat two, clashing with the E5 in the violin part.  By the third beat, the pitch D5 is now reinterpreted as a dissonant seventh above the bass in a vii° 7 /V chord that resolves in the next measure. Example 11 . J.S. Bach, Partita No. 1 (BWV 1002), mm. 71–80 (click to enlarge and watch video) Example 12 . J.S. Bach, Partita No. 1 (BWV 1002), Double, mm. 71–79 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.1": {
                "text": "[11.1] While mm. 1–9 focused on specific voice-leading patterns and metrical interpretations as filtered through editorial decisions, mm. 71–80 ( Example 11 ) illustrate the influence of editorial marks on harmonic considerations. Two melodic descents to 1 ˆ occur in mm. 71–80: I read the first descent as weakly supported by a deceptive motion in m. 72, while tonal closure occurs in m. 79. (19) The reasoning behind this reading is two-fold. First, imagining a VI chord in m. 72 sets up my preferred harmonic underpinning of the sequence that follows. Further, the Double, which can be considered a more fleshed out version of the Corrente, clearly arpeggiates a G major harmony on the downbeat of m. 72 (see Example 12 ). The lack of a bass register in the measures immediately preceding the final cadence (mm. 76–78a) and the apparent unresolved leading tones in mm. 73, 75, and 76 conceal the underlying harmonies in this section. Implied notes of resolution in the correct register are noted on the voice-leading sketch in the second staff of Example 11. The Roman numerals beneath this passage show a chromaticized sequence, where Bach’s notated slurs connect the pillar harmonies of this sequence (VI–iv, VII–v).",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "11.2": {
                "text": "[11.2] The David, Joachim-Moser, and Galamian editions imply varying degrees of tonal closure at m. 72, and probably would not corroborate my analysis of this passage. As seen in the third staff of Example 11, David slurs from the V 7 chord in m. 71 to the downbeat of the next measure, before beginning another slur, which connects from the A4 to the E4. The slur through the cadence in mm. 71–72 is similar to David’s slurring practices at the final cadence, where he slurs into the tonic resolution. Since David consistently follows this pattern of slurring over a dominant chord to the chord it tonicizes in this movement, it suggests that he hears m. 72 supported by a tonic harmony. His practice of connecting each melodic tritone to its resolution suggests that the perceptual grouping structure created by a change in articulation does not outline separate harmonies. Instead, by grouping dominant and tonic together, the tonic resolution is downplayed and the new beginning is emphasized.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.3": {
                "text": "[11.3] The Galamian edition implies an even closer harmonic reading in mm. 72–76a. He segments the surface of the music with additional slurs. Such a decision simplifies the physical difficulty of this passage, avoiding the quick up-bow slur that crosses three strings as found in the second half of mm. 73 and 75 in the David and Joachim-Moser editions. Galamian’s up-bow slur, first half of m. 73 (75), is contained on a single string, and the following dominant-seventh chord arpeggiation occurs in the bottom half of the bow in preparation for the long down bow in the next measure. With these extra changes of bow, Galamian’s choices give the performer an entire measure, rather than just a half of a measure, to set up for the next down bow. An intriguing way to read this decision is that each slur implies a new harmony—which is a possible reading, since the first and last notes of each group would be perceptually more salient. If mm. 72 and 74 are interpreted as a single harmony, then one can imagine implied elided resolutions, as shown in the Roman numerals in Example 11, an interpretation that would also avoid strong tonal closure in m. 72.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.4": {
                "text": "[11.4] To further complicate matters, the corresponding Double in these editions contains a misprint (Example 12). When compared with the autograph, there is an altered pitch in all three editions as well as in the Schumann arrangement (he harmonizes m. 72 in both movements with a i 6 chord). Instead of a G4 in m. 72, the other three editions use an F ♯ 4 at this point, which changes the harmonic interpretation of this passage from an implied VI chord to a tonic harmony. This change is curious, given that the G4 is unambiguous in the autograph. One possibility for this misprint is that the F ♯ 4 was present in David’s source, which was also the source for the Bach-Gesellschaft Ausgabe critical edition of 1879. This mistake was then copied into the subsequent editions. While this change certainly implies the more expected harmony, it obfuscates the motivic patterning in the ascending sequence. In any case, harmonically the effect is the same: tonal closure is avoided, but this changed pitch may help clarify our understanding of the harmonic function of m. 72 in the Corrente, as it is interpreted by the various editors.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12.1": {
                "text": "[12.1] With the introduction of the longest slurs of the movement, Bach’s violin line also contributes to the suspension of metrical time. Clear downbeat articulations now only occur every two bars, and the movement of harmonic change within the sequence is left open to interpretation. As tonal closure approaches, Bach quickens the pace by reintroducing the motivic slur. The slur, which was once associated with metrical downbeats and an occasional second-quarter-note displacement, appears three times in a quick succession (mm. 77–78), accentuating the hemiola feel over the cadence. Example 13 . The bowing directions are added. J.S. Bach, Partita No. 1 (BWV 1002), Corrente, mm. 77–80 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12.2": {
                "text": "[12.2] All of the other editions slur together the first four notes of m. 77, removing any motivic connection and smoothing over its disjointed character, with its one single note occurring midway through the measure. Harmonically, it downplays the structural predominant, suggesting instead that the F ♯ is the structural melodic tone from the beginning of the measure. This slurring practice is easy to understand, since the slur in the autograph is difficult to decipher. In fact, Joachim-Moser’s only misprint on the autograph score line in the Corrente occurs at this point. Throughout the movement, Joachim-Moser follows the autograph closely on the smaller, second staff; they even use the non-standard key signature and alternating half and full barlines. The only slurring difference between the autograph and their copy of the autograph occurs in m. 77, where Joachim-Moser show the first four notes slurred together (see Example 13 ). The slur in question could either connect the first three notes or the first four notes; however, by slurring four notes together, the bowing would be backwards for the remainder of the composition according to the ubiquitous “Rule of the Downbow” ( Lester 1999 , 19). The accentuation of the F ♯ as the lone articulated eighth note in the midst of the three-note slurred motives allows me to hear this pitch as the culmination of the upward voice-leading line, which started with the ascending sequence, and it highlights the final two instances of the slurred motive in this movement.",
                "footnotes": [],
                "citations": [
                    "lester_1999"
                ]
            }
        },
        {
            "13.1": {
                "text": "[13.1] By looking at excerpts from the Corrente and its Double, this study has shown that articulation markings, slurs, fingerings, and the pitches themselves can clarify the analytical decisions that editors and arrangers necessarily make when dealing with ambiguous passages from the solo violin repertoire, ambiguities that introduce possibilities for varied interpretations. These editorial markings also reflect contemporary aesthetic values. David, Schumann, and to a lesser extent, Joachim-Moser, illustrate nineteenth-century harmonic and metrical sensibilities. The metrical framework of the eighteenth-century dance is masked as articulations highlight new motivic parallelisms, while undermining some of Bach’s original motivic connections. These create syncopated rhythmic groupings and harmonic changes that pull against beats 1 and 3. These editions extend the fleeting moments of rhythmic dissonance implied in Bach’s autograph manuscript.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13.2": {
                "text": "[13.2] As expected from more recent performance editions, Galamian steps back and offers mainly utilitarian performance indications. Some of his bowings are easier to execute, allowing a performer more flexibility in their interpretation. Perhaps the complexity of David’s bowings was further motivated by pedagogical ideals—creating an etude-like composition for his students at the conservatory in Leipzig, rather than just an interpretive reading of a masterwork. All three editions include fingerings that avoid string crossings and open strings, smoothing out some of the timbral differences present in Baroque performance practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13.3": {
                "text": "[13.3] This study of different editions of the Corrente also demonstrates that, when faced with ambiguous notation, performance editions reinforce typical patterns. For instance, the ambiguous slur in the manuscript in m. 77 is interpreted in all three editions connecting the F ♯ 5 to previous notes, a bowing practice that maintains continuity with the slurred articulations that precedes it. Even more telling is the blatantly incorrect pitch in m. 72 of the Double. All four case studies imply the more typical harmonic progression by outlining a tonic chord with the substitution of F ♯ 4 for the clearly notated G4. These choices illustrate the editors’ embodied performance patterns, which reflect stylistic harmonic syntax and performative gestures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13.4": {
                "text": "[13.4] Obviously, there is no one “correct” interpretation of these works, but performers can gain insight into performing these pieces by realizing the analytical implications of various texts and their own performance choices. In turn, theorists can also benefit, since these editions provide a window into nineteenth-century analytical thought. Szigeti celebrates these individual readings by closing his chapter on Bach’s solo violin works with this question: “How then can one hope to find the way out of this labyrinth of conflicting readings except by individual soul-searching followed by courageous decisions?” ( Szigeti 1979 , 122)",
                "footnotes": [],
                "citations": [
                    "szigeti_1979"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.18.24.4.peebles.html",
    "data": "mto/data/mto.18.24.4.peebles.json"
}