{
    "title": "Performing Analysis, Performing Metal: Meshuggah, Edvard Hansson, and the Analytical Light Show",
    "date": "2021/12/01",
    "volume": "27",
    "issue": "4",
    "authors": [
        "Lucas, Olivia R."
    ],
    "abstract": "Light shows at contemporary rock concerts generally create an immersive, multi-sensory experience. In their most sophisticated forms, however, they provide a visual analysis of the music as it unfolds. This paper presents a case study of what I call the analytical light show, by examining how the intricate light shows of extreme metal band Meshuggah contribute an interpretive layer that not only promotes multi-sensory engagement, but also actively guides listeners through songs’ formal structures.Meshuggah’s light shows, created by lighting designer Edvard Hansson, are exhaustively synchronized to the rhythmic patterns of the guitars and drums. Meticulous use of color, brightness, directionality, placement pattern, and beam movement provide additional information about gesture, articulation, and pitch. These analytical light shows provide a three-dimensional visual score that dramatizes rhythms while guiding listeners through each riff. Through this lighting, spatial and bodily metaphors of musical movement—high and low, moving and holding still—are transmuted into visual representation. By presenting analysis and performance simultaneously and as each other, Meshuggah combines technical virtuosity with rock authenticity, and provides another example of what I have called “coercive synesthesia” (Lucas 2014), as the lighting becomes an inextricable part of the musical experience. Beyond the confines of metal culture, I study the analytical light show as an expression of vernacular musical analysis that combines specific analytical and technical expertise with the intuitive, embodied knowledge that experienced music listeners possess.",
    "keywords": [
        "rhythm",
        "metal",
        "performance analysis",
        "music and the visual",
        "multimodality",
        "vernacular analysis"
    ],
    "doi": "10.30535/mto.27.4.8",
    "received": "May 2021",
    "pdf": "https://mtosmt.org/issues/mto.21.27.4/mto.21.27.4.lucas.pdf",
    "author_info": [
        {
            "name": "Olivia R. Lucas",
            "university": "Louisiana State University",
            "address": "102 School of Music, Baton Rouge, LA 70803",
            "email": "olivialucas1@lsu.edu"
        }
    ],
    "citations": {
        "agawu_2016": "Agawu, Kofi. 2016. The African Imagination in Music . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190263201.001.0001 .",
        "butler_2006": "Butler, Mark. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music . Indiana University Press.",
        "butler_2014": "Butler, Mark. 2014. Playing with Something That Runs: Technology, Improvisation, and Composition in DJ and Laptop Performance . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195393613.001.0001 .",
        "capuzzo_2018": "Capuzzo, Guy. 2018. “Rhythmic Deviance in the Music of Meshuggah.” Music Theory Spectrum 40 (1): 121–37. https://doi.org/10.1093/mts/mty005 .",
        "capuzzo_2020": "Capuzzo, Guy. 2020. “‘Dance to the Dissonant Sway’: Groove, Headbanging, and Entrainment in Extreme Metal.” Paper presented at the Annual Meeting of the Society for Music Theory, online, November 7–8, 14–15.",
        "cheng_2016": "Cheng, William. 2016. Just Vibrations: The Purpose of Sounding Good . University of Michigan Press. https://doi.org/10.3998/mpub.9293551 .",
        "cusick_2008": "Cusick, Suzanne. 2008. “Musicology, Torture, Repair.” Radical Musicology 3. 24 pars. http://www.radical-musicology.org.uk/2008/Cusick.htm .",
        "hannan_2018": "Hannan, Calder. 2018. “Difficulty as Heaviness: Links Between Rhythmic Difficulty and Perceived Heaviness in the Music of Meshuggah and The Dillinger Escape Plan.” Metal Music Studies 4 (3): 433–58. https://doi.org/10.1386/mms.4.3.433_1 .",
        "hannan_2020": "Hannan, Calder. 2020. “Tempo, but for Whom? Rhythmic Parallax in Car Bomb’s ‘Blackened Battery.’” Paper presented at the Annual Meeting of the Society for Music Theory, online, November 7–8, 14–15.",
        "hanninen_2018": "Hanninen, Dora A. 2018. “Images, Visualization and Representation.” In The Oxford Handbook of Critical Concepts in Music Theory , ed. Alexander Rehding and Steven Rings. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780190454746.013.12 .",
        "hilewicz_2021": "Hilewicz, Orit. 2021. “Schoenberg’s Cinematographic Blueprint: A Programmatic Analysis of Begleitungsmusik zu einer Lichtspielscene .” Music Theory Online 27 (1). https://doi.org/10.30535/mto.27.1.4 .",
        "hilewicz_and_sewell_2021": "Hilewicz, Orit, and Stephen Sewell. 2021. “A Film Scene for Schoenberg’s Begleitungsmusik zu einer Lichtspielscene .” SMT-V 7.3. https://doi.org/10.30535/smtv.7.3 .",
        "hudson_forthcoming": "Hudson, Stephen S. Forthcoming. “Bang Your Head: Construing Beat Through Familiar Drum Patterns in Metal Music.” Music Theory Spectrum 44 (2).",
        "iyer_1998": "Iyer, Vijay. 1998. “Microstructures of Feel, Macrostructures of Sound: Embodied Cognition in West African and African-American Musics.” PhD diss., University of California, Berkeley.",
        "iyer_2008": "Iyer, Vijay. 2008. Review of Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music , by Mark Butler. Journal of the Society for American Music 2 (2): 269–76. https://doi.org/10.1017/S1752196308081182 .",
        "jenkins_forthcoming": "Jenkins, J. Daniel. Forthcoming. Oxford Handbook of Public Music Theory . Oxford University Press.",
        "kaminsky_2014": "Kaminsky, David. 2014. “Total Rhythm in Three Dimensions: Towards a Motional Theory of Melodic Dance Rhythm in Swedish Polska Music.” Dance Research: The Journal of the Society for Dance Research 32 (1): 43–64. https://doi.org/10.3366/drs.2014.0086 .",
        "lochhead_2006": "Lochhead, Judith. 2006. “Visualizing the Musical Object.” Expanding (Post) Phenomenology: A Critical Companion to Ihde , ed. Evan Selinger, 67-88. State University of New York Press.",
        "louden_2018": "Louden, Sarah. 2018. “Cross-Sensory Perception in Music and Visual Media: A Neurocognitive Approach to Multimedia Counterpoint,” PhD diss., The State University of New York at Buffalo.",
        "lucas_2014": "Lucas, Olivia. 2014. “Maximum Volume Yields Maximum Results.” Journal of Sonic Studies 7. https://www.researchcatalogue.net/view/84314/87805 .",
        "lucas_2018": "Lucas, Olivia. 2018. “‘So Complete in Beautiful Deformity’: Unexpected Beginnings and Rotated Riffs in Meshuggah’s obZen.” Music Theory Online 24 (3). https://doi.org/10.30535/mto.24.3.4 .",
        "lumsden_2020": "Lumsden, Rachel. 2020. “Music Theory for the ‘Weaker Sex’: Oliveria Prescott’s Columns for The Girl’s Own Paper.” Music Theory Online 26 (3). https://doi.org/10.30535/mto.26.3.4 .",
        "martens_2012": "Martens, Peter. 2012. “Tactus in Performance: Constraints and Possibilities.” Music Theory Online 18 (1). https://doi.org/10.30535/mto.18.1.5 .",
        "neal_2002": "Neal, Jocelyn R. 2002. “Song Structure Determinants: Poetic Narrative, Phrase Structure, and Hypermeter in the Music of Jimmie Rodgers.” PhD diss., University of Rochester.",
        "newbury_2011": "Newbury, Darren. 2011. “Making Arguments with Images: Visual Scholarship and Academic Publishing.” In SAGE Handbook of Visual Research Methods , ed. Eric Margolis and Luc Pauwels, 561–664. SAGE Publications.",
        "pearson_2019": "Pearson, David M. 2019. “Extreme Hardcore Punk and the Analytical Challenges of Rhythm, Riffs, and Timbre in Punk Music.” Music Theory Online 25 (1). https://doi.org/10.30535/mto.25.1.5 .",
        "pieslak_2007": "Pieslak, Jonathan. 2007. “Re-Casting Metal: Rhythm and Meter in the Music of Meshuggah.” Music Theory Spectrum 29 (2): 219–45. https://doi.org/10.1525/mts.2007.29.2.219 .",
        "schutz_and_manning_2012": "Schutz, Michael, and Fiona Manning. 2012. “Looking Beyond the Score: The Musical Role of Percussionists’ Ancillary Gestures.” Music Theory Online 18 (1). https://doi.org/10.30535/mto.18.1.7 .",
        "sedgwick_2003": "Sedgwick, Eve Kosofsky. 2003. Touching Feeling: Affect, Pedagogy, Performativity . Duke University Press. https://doi.org/10.2307/j.ctv11smq37 .",
        "seeger_1958": "Seeger, Charles. 1958. “Prescriptive and Descriptive Music Writing.” The Musical Quarterly 44 (2): 184–95. https://doi.org/10.1093/mq/XLIV.2.184 .",
        "serres_2008": "Serres, Michel. 2008. The Five Senses: A Philosophy of Mingled Bodies (I) . Translated by Margaret Sankey and Peter Cowley. Continuum.",
        "shelley_2021": "Shelley, Braxton D. 2021. Healing for the Soul: Richard Smallwood, the Vamp, and the Gospel Imagination . Oxford University Press. https://doi.org/10.1093/oso/9780197566466.001.0001 .",
        "short_2019": "Short, Rachel. 2019. “‘A-Five, Six, Seven, Eight!’: Musical Counting and Dance Hemiolas in Musical Theatre Tap Dance Breaks.” Paper presented at the Annual Meeting of the Society for Music Theory, Columbus, OH, November 7–10.",
        "simpson-litke_and_stover_2019": "Simpson-Litke, Rebecca, and Chris Stover. 2019. “Theorizing Fundamental Music/Dance Interactions in Salsa.” Music Theory Spectrum 41 (1): 74–103. https://doi.org/10.1093/mts/mty033 .",
        "voegelin_2010": "Voegelin, Salomé. 2010. Listening to Noise and Silence: Towards a Philosophy of Sound Art . Continuum.",
        "zbikowski_2004": "Zbikowski, Lawrence M. 2004. “Modelling the Groove: Conceptual Structure and Popular Music.” Journal of the Royal Musical Association 129 (2): 272–97. https://doi.org/10.1093/jrma/129.2.272 ."
    },
    "footnotes": {
        "FN0": {
            "text": "* An earlier version of this research was presented at the 2019 meeting of the Society for Music Theory. I would like to thank the following individuals: Nancy Murphy, who read multiple versions of the manuscript; Edvard Hansson, for sharing his thoughts and materials; Morgan Smith, for his assistance with the “Clockworks” transcription; and MTO’s editorial staff and anonymous reviewers.",
            "citations": []
        },
        "FN1": {
            "text": "1. Moreover, recent empirical studies seem to support the intuitive experience of linkages between sight and rhythmic hearing. A study by Peter Martens found that musicians’ intended tactus for a given performance was better communicated to listeners via video (whether or not audio playback was included with the video) than by audio alone ( 2012 [26]). The visual components of rhythmic perception remain an area of opportunity for performers, artists, composers and researchers/analysts. Previous research on the interconnectivity of the senses in the arts also includes Serres ( 2008 ) and Voegelin ( 2010 ).",
            "citations": [
                "martens_2012",
                "serres_2008",
                "voegelin_2010"
            ]
        },
        "FN2": {
            "text": "2. Beyond the growing wealth of analytical writing on vernacular music, a few examples of recent music theory writing that specifically elevates or explores vernacular perspectives include the forthcoming Oxford Handbook of Public Music Theory (edited by J. Daniel Jenkins), Shelley 2021 , Capuzzo 2020 , Hannan 2020 , Hudson forthcoming , Lumsden 2020 , Pearson 2019 , Short 2019 , and Simpson-Litke and Stover 2019 . Earlier examples include Mark Butler’s work on EDM ( 2006 and 2014 ) and Lawrence M. Zbikowski on groove ( 2004 ).",
            "citations": [
                "shelley_2021",
                "capuzzo_2020",
                "hannan_2020",
                "hudson_forthcoming",
                "lumsden_2020",
                "pearson_2019",
                "short_2019",
                "butler_2006",
                "butler_2014",
                "zbikowski_2004"
            ]
        },
        "FN3": {
            "text": "3. In addition, I (and I suspect many other theory teachers) press performance preparation as one of the main benefits of studying music theory for students in performance majors.",
            "citations": []
        },
        "FN4": {
            "text": "4. This all-encompassing transcriptive quality is easiest to see via Hansson’s digital renderings of his lighting designs, some of which he has uploaded to his YouTube channel. See, for example, his rendering of “Clockworks” ( https://www.youtube.com/watch?v=v6-atx6_UkA ), or his rendering of “Straws Pulled at Random” ( https://www.youtube.com/watch?v=wGENH3FW9c8 ). The digital renderings appear less fluid than the live event, but eliminate glare and make it easier to see how many individual lighting elements are involved.",
            "citations": []
        },
        "FN5": {
            "text": "5. Attack followed by rapid decay could be partially communicated through use of rests, but at the cost of visual clutter.",
            "citations": []
        },
        "FN6": {
            "text": "6. Transcriptions’ analytical qualities have only more recently become a concern for music theorists, with rapidly increasing analytical interest in non-notated music. As academic music theory remains significantly tied to notation and notation-based visualizations, transcription is an important early step in much of this work. Music theorists who have addressed the inherently analytical properties of transcriptions include Jocelyn Neal ( 2002 , 47) and Vijay Iyer ( 2008 , 276).",
            "citations": [
                "neal_2002",
                "iyer_2008"
            ]
        },
        "FN7": {
            "text": "7. Orit Hilewicz and Stephen Sewell experiment with what they term “wordless analytical interpretation” in their “Film Scene for Schoenberg’s Begleitungsmusik zu einer Lichtspielscene ” ( 2021 ). The analytical relationship between the film and the music is described in Hilewicz 2021 , [27–33]. Hilewicz writes of the film, “[it] is not only the product of an analysis, but also a text that could motivate further analytical insights and supplement a written analysis. While expressing musical analysis through film proves remarkably appropriate to Begleitungsmusik in particular, in fact, analytical visualization can contribute to an array of interpretive approaches, allowing listeners to connect an analytical reading in real time to their experience” ( 2021 , [35]). Like Hansson’s light shows, Hilewicz’ and Sewell’s film is not only wordless, but notationless, and relies on a format generally regarded as more aesthetically oriented than a typical analytical visualization.",
            "citations": [
                "hilewicz_and_sewell_2021",
                "hilewicz_2021",
                "hilewicz_2021"
            ]
        },
        "FN8": {
            "text": "8. Louden also discusses the reverse—how sound can impact the perception of congruent visuals ( 2018 , 187).",
            "citations": [
                "louden_2018"
            ]
        },
        "FN9": {
            "text": "9. Cheng specifically singles out the paranoid tendencies of academic music theory: Analyses show careful labor, proof of effort and devotion. In this sense, music analysis can appear precious, even sentimental, belying its reputation as a severe and domineering task, a form of strong theory with a high barrier of intellectual entry . . . Reductions jibe with paranoid readings in that both boast command over the text at hand, decrypting and reencrypting it via feats of interpretative and rhetorical prowess. A reduction can disorient certain readers not least by how it enfolds, distorts, and deconstructs the time frames and proportions of the original musical composition ( 2016 , 64). 10. Hansson’s shows with Meshuggah were completely punted in 2011–13. He gradually added elements of automation over the subsequent years; shows have been fully timecoded since 2016. 11. My analyses of the light shows have resonances with explorations of how dancers perform what can be understood as rhythmic analyses with their bodies. Rachel Short’s concept of “dance hemiolas” examines tap breaks that do not align with musical phrases, and thereby create more complex rhythmic structures ( 2019 ). In Short’s study, dance comments on the music’s phrase-structural organization while simultaneously altering it. Ethnomusicologist David Kaminsky similarly explores dance as an embodied behavior that enacts musical understanding in his work on Swedish polska . He finds that in this dance culture, “the primary reference for rhythm is not meter, but the motion of dancing bodies” ( 2014 , 46), and that beats are placed not by the musicians, but by the dancers’ footsteps ( 2014 , 60). With regard to Salsa dance, Rebecca Simpson-Litke and Chris Stover similarly assert that “the physical accents in the improvised movements of dancers . . . may be said to analyze or interpret the music” differently, depending on which footwork patterns the dancers use ( 2019 , 91). In his study of African rhythm, Kofi Agawu similarly finds that dance is essential to musical understanding: in many dances, the behavior of the feet will mirror the gross pulse that dancers feel. Dance or “a rhythmical stirring of the body” is the most important clue to the domestication of polyrhythm. Dancers embody the music, making the metric underpinning it apparent. The polyrhythmic textures performed by the dance-drumming ensembles should never be interpreted without reference to the dance or movement patterns that they make possible. This is because the body grounds the apparent diversities of timbres and patterns of onsets. Dance conveys a synoptic sense of locus, beat, or weight; the dancer’s feet convey the centers of gravity ( 2016 , 182). Working across African, Swedish folk, Salsa, and tap dance, these scholars (among others) have shown how the embodied behavior of dance reveals analytical understanding; this article expands this kind of thinking toward Meshuggah’s light shows. 12. He also mentioned observing and working with his father in his metal workshop as an important part of his early education, as it gave him the design skills he would later use to create the steel constructions that make up part of Meshuggah’s stage set. In addition to lighting design, Hansson is also responsible for the band’s complete stage plot, including the placement of light fixtures, artwork, and steel constructions, all of which must maximize efficiency (to fit inside the trailer for transport) and scale to varying venue sizes. Hansson sent me several folders of documentation showing stage plots, photos of rig components (packed and unpacked), riders, and stage renders for various venue sizes. 13. Hansson associates his formal musical training with pitch-based categories such as scales. This association is not surprising, given how high school (and university) music theory courses tend to overwhelmingly emphasize the study of harmony and pitch-related phenomena. He discussed rhythm and groove, on the other hand, in terms of intuition, self-teaching, and accumulated musical experience. 14. As Lucas 2018 , [f.n. 1] points out, extreme metal concerts tend to “faithfully reproduce [the band’s] recordings” in a live format; improvisation is not a significant feature of extreme metal performance practice. Instead, listeners prize the virtuosic display of consistency in the performance of complex recorded tracks. According to Hansson, Meshuggah’s performances are so consistent that he can put a recording of one night’s show in one ear and the next night’s in the other and everything will be perfectly aligned, down to “every cymbal crash.” 15. See, for example, these videos from 2012: https://www.youtube.com/watch?v=MiSr8iNwWsw ', and 2013: https://www.youtube.com/watch?v=QPXsHmxsB60 . 16. Hansson timecodes his light shows by connecting a Cubase timeline to his lighting console. The lighting cues are synchronized with the live music via a shared clicktrack. 17. Hansson supports the sharing of fan videos of Meshuggah’s concerts, and says that he watches every live clip that is uploaded to YouTube. For him, this provides an opportunity to see what the light show look like from a variety of perspectives and angles, as fans will take footage from the side, the front rail, or from balconies, whereas he always sees the shows from the center back of the house. He feels that seeing the show as viewed from other positions helps him develop light shows that look good from any angle and in a variety of venue types. 18. Listeners may also notice how the palm muting masks higher partials that emerge loudly when the string is allowed to vibrate freely. Phenomenally, this means that many listeners, especially those newer to extreme metal listening, will hear a rise, rather than a descent, in pitch. 19. Michael Schutz and Fiona Manning’s work on “ancillary gestures” found that arm and hand gestures, for example, can make a fixed duration sound longer or shorter ( 2012 ). 20. The relatively small side-to-side movements also more closely mimic the guitarist’s movements more than a large leap would; this passage can be played by alternating an open string with the thirteenth fret, which contrasts with the large hand movements required by the melodic part of the riff. 21. The live version presented here is pitched one semitone higher than the 2012 Koloss studio album version. According to Hansson, the song was re-pitched to better suit vocalist Jens Kidman’s voice (Edvard Hansson, interview with author, February 10, 2019). My transcription is at sounding pitch for the live version. 22. At full speed and first viewing, the subtleties of the red/yellow mix are not apparent; my first impression was that the power chords were lit in red, and the single-string portion was lit in yellow. It was only after repeated viewing that I noticed the discontinuity of the yellow; it is readily apparent if the video is slowed down. Readers wishing to slow the video can view it on Edvard Hansson’s YouTube channel: https://www.youtube.com/watch?v=QMCRdGjp42s . Concertgoers, on the other hand, are seeing/hearing everything at full speed, possibly in a chaotic environment; interpreting these lights as simply red=power chords, yellow=single string, though incomplete, has a realistic and practical appeal. 23. I have previously analyzed this riff as an example of rhythmic reorientation ( Lucas 2018 , [44–50]). 24. Footage of the whole song is available on Hansson’s YouTube channel: https://www.youtube.com/watch?v=U93mKNH8-K8 . 25. Observant viewers of the video examples in this article will notice that little moshing is visible. I believe this is due to the angle and placement of the camera, which does not give a clear view of the middle-front of the crowd, where moshing most often occurs. An alternative explanation is that the density of the crowd prevented true moshing from occurring; at the 2016 show I attended, the crowd was so dense that no actual mosh pit could form, and moshing was transmuted into forceful jostling and jumping up and down. In reviewing the full footage of the 2018 Graspop performance from which my examples are taken, although no clear mosh pit is visible, crowd surfers appear now and again (most notably from 39:30–40:38), indicating that typical forms of physical engagement with the concert are occurring. Hansson’s complete footage of the show can be viewed on his YouTube channel: https://www.youtube.com/watch?v=3Ht351GZVQM . 26. Hansson made several descriptive statements like this, that expressed his view of the Meshuggah concert experience as paradoxically both “meditative” or “trance-inducing,” and “explosive;” perhaps this is his version of the “nerd/mosher” paradigm. 27. Hannan uses the idea of “rhythmic parallax” to show how the perspectives of the listener, performer, composer, and transcriber produce multiple paths through rhythmic and tempo complexity in the music of New York extreme metal band Car Bomb ( Hannan 2020 ). Moreover, recent empirical studies seem to support the intuitive experience of linkages between sight and rhythmic hearing. A study by Peter Martens found that musicians’ intended tactus for a given performance was better communicated to listeners via video (whether or not audio playback was included with the video) than by audio alone ( 2012 [26]). The visual components of rhythmic perception remain an area of opportunity for performers, artists, composers and researchers/analysts. Previous research on the interconnectivity of the senses in the arts also includes Serres ( 2008 ) and Voegelin ( 2010 ). Beyond the growing wealth of analytical writing on vernacular music, a few examples of recent music theory writing that specifically elevates or explores vernacular perspectives include the forthcoming Oxford Handbook of Public Music Theory (edited by J. Daniel Jenkins), Shelley 2021 , Capuzzo 2020 , Hannan 2020 , Hudson forthcoming , Lumsden 2020 , Pearson 2019 , Short 2019 , and Simpson-Litke and Stover 2019 . Earlier examples include Mark Butler’s work on EDM ( 2006 and 2014 ) and Lawrence M. Zbikowski on groove ( 2004 ). In addition, I (and I suspect many other theory teachers) press performance preparation as one of the main benefits of studying music theory for students in performance majors. This all-encompassing transcriptive quality is easiest to see via Hansson’s digital renderings of his lighting designs, some of which he has uploaded to his YouTube channel. See, for example, his rendering of “Clockworks” ( https://www.youtube.com/watch?v=v6-atx6_UkA ), or his rendering of “Straws Pulled at Random” ( https://www.youtube.com/watch?v=wGENH3FW9c8 ). The digital renderings appear less fluid than the live event, but eliminate glare and make it easier to see how many individual lighting elements are involved. Attack followed by rapid decay could be partially communicated through use of rests, but at the cost of visual clutter. Transcriptions’ analytical qualities have only more recently become a concern for music theorists, with rapidly increasing analytical interest in non-notated music. As academic music theory remains significantly tied to notation and notation-based visualizations, transcription is an important early step in much of this work. Music theorists who have addressed the inherently analytical properties of transcriptions include Jocelyn Neal ( 2002 , 47) and Vijay Iyer ( 2008 , 276). Orit Hilewicz and Stephen Sewell experiment with what they term “wordless analytical interpretation” in their “Film Scene for Schoenberg’s Begleitungsmusik zu einer Lichtspielscene ” ( 2021 ). The analytical relationship between the film and the music is described in Hilewicz 2021 , [27–33]. Hilewicz writes of the film, “[it] is not only the product of an analysis, but also a text that could motivate further analytical insights and supplement a written analysis. While expressing musical analysis through film proves remarkably appropriate to Begleitungsmusik in particular, in fact, analytical visualization can contribute to an array of interpretive approaches, allowing listeners to connect an analytical reading in real time to their experience” ( 2021 , [35]). Like Hansson’s light shows, Hilewicz’ and Sewell’s film is not only wordless, but notationless, and relies on a format generally regarded as more aesthetically oriented than a typical analytical visualization. Louden also discusses the reverse—how sound can impact the perception of congruent visuals ( 2018 , 187). Cheng specifically singles out the paranoid tendencies of academic music theory: Analyses show careful labor, proof of effort and devotion. In this sense, music analysis can appear precious, even sentimental, belying its reputation as a severe and domineering task, a form of strong theory with a high barrier of intellectual entry . . . Reductions jibe with paranoid readings in that both boast command over the text at hand, decrypting and reencrypting it via feats of interpretative and rhetorical prowess. A reduction can disorient certain readers not least by how it enfolds, distorts, and deconstructs the time frames and proportions of the original musical composition ( 2016 , 64). Hansson’s shows with Meshuggah were completely punted in 2011–13. He gradually added elements of automation over the subsequent years; shows have been fully timecoded since 2016. My analyses of the light shows have resonances with explorations of how dancers perform what can be understood as rhythmic analyses with their bodies. Rachel Short’s concept of “dance hemiolas” examines tap breaks that do not align with musical phrases, and thereby create more complex rhythmic structures ( 2019 ). In Short’s study, dance comments on the music’s phrase-structural organization while simultaneously altering it. Ethnomusicologist David Kaminsky similarly explores dance as an embodied behavior that enacts musical understanding in his work on Swedish polska . He finds that in this dance culture, “the primary reference for rhythm is not meter, but the motion of dancing bodies” ( 2014 , 46), and that beats are placed not by the musicians, but by the dancers’ footsteps ( 2014 , 60). With regard to Salsa dance, Rebecca Simpson-Litke and Chris Stover similarly assert that “the physical accents in the improvised movements of dancers. . .may be said to analyze or interpret the music” differently, depending on which footwork patterns the dancers use ( 2019 , 91). In his study of African rhythm, Kofi Agawu similarly finds that dance is essential to musical understanding: in many dances, the behavior of the feet will mirror the gross pulse that dancers feel. Dance or “a rhythmical stirring of the body” is the most important clue to the domestication of polyrhythm. Dancers embody the music, making the metric underpinning it apparent. The polyrhythmic textures performed by the dance-drumming ensembles should never be interpreted without reference to the dance or movement patterns that they make possible. This is because the body grounds the apparent diversities of timbres and patterns of onsets. Dance conveys a synoptic sense of locus, beat, or weight; the dancer’s feet convey the centers of gravity ( 2016 , 182).\n    Working across African, Swedish folk, Salsa, and tap dance, these scholars (among others) have shown how the embodied behavior of dance reveals analytical understanding; this article expands this kind of thinking toward Meshuggah’s light shows. He also mentioned observing and working with his father in his metal workshop as an important part of his early education, as it gave him the design skills he would later use to create the steel constructions that make up part of Meshuggah’s stage set. In addition to lighting design, Hansson is also responsible for the band’s complete stage plot, including the placement of light fixtures, artwork, and steel constructions, all of which must maximize efficiency (to fit inside the trailer for transport) and scale to varying venue sizes. Hansson sent me several folders of documentation showing stage plots, photos of rig components (packed and unpacked), riders, and stage renders for various venue sizes. Hansson associates his formal musical training with pitch-based categories such as scales. This association is not surprising, given how high school (and university) music theory courses tend to overwhelmingly emphasize the study of harmony and pitch-related phenomena. He discussed rhythm and groove, on the other hand, in terms of intuition, self-teaching, and accumulated musical experience. As Lucas 2018 , [f.n. 1] points out, extreme metal concerts tend to “faithfully reproduce [the band’s] recordings” in a live format; improvisation is not a significant feature of extreme metal performance practice. Instead, listeners prize the virtuosic display of consistency in the performance of complex recorded tracks. According to Hansson, Meshuggah’s performances are so consistent that he can put a recording of one night’s show in one ear and the next night’s in the other and everything will be perfectly aligned, down to “every cymbal crash.” See, for example, these videos from 2012: https://www.youtube.com/watch?v=MiSr8iNwWsw ', and 2013: https://www.youtube.com/watch?v=QPXsHmxsB60 . Hansson timecodes his light shows by connecting a Cubase timeline to his lighting console. The lighting cues are synchronized with the live music via a shared clicktrack. Hansson supports the sharing of fan videos of Meshuggah’s concerts, and says that he watches every live clip that is uploaded to YouTube. For him, this provides an opportunity to see what the light show look like from a variety of perspectives and angles, as fans will take footage from the side, the front rail, or from balconies, whereas he always sees the shows from the center back of the house. He feels that seeing the show as viewed from other positions helps him develop light shows that look good from any angle and in a variety of venue types. Listeners may also notice how the palm muting masks higher partials that emerge loudly when the string is allowed to vibrate freely. Phenomenally, this means that many listeners, especially those newer to extreme metal listening, will hear a rise, rather than a descent, in pitch. Michael Schutz and Fiona Manning’s work on “ancillary gestures” found that arm and hand gestures, for example, can make a fixed duration sound longer or shorter ( 2012 ). The relatively small side-to-side movements also more closely mimic the guitarist’s movements more than a large leap would; this passage can be played by alternating an open string with the thirteenth fret, which contrasts with the large hand movements required by the melodic part of the riff. The live version presented here is pitched one semitone higher than the 2012 Koloss studio album version. According to Hansson, the song was re-pitched to better suit vocalist Jens Kidman’s voice (Edvard Hansson, interview with author, February 10, 2019). My transcription is at sounding pitch for the live version. At full speed and first viewing, the subtleties of the red/yellow mix are not apparent; my first impression was that the power chords were lit in red, and the single-string portion was lit in yellow. It was only after repeated viewing that I noticed the discontinuity of the yellow; it is readily apparent if the video is slowed down. Readers wishing to slow the video can view it on Edvard Hansson’s YouTube channel: https://www.youtube.com/watch?v=QMCRdGjp42s . Concertgoers, on the other hand, are seeing/hearing everything at full speed, possibly in a chaotic environment; interpreting these lights as simply red=power chords, yellow=single string, though incomplete, has a realistic and practical appeal. I have previously analyzed this riff as an example of rhythmic reorientation ( Lucas 2018 , [44–50]). Footage of the whole song is available on Hansson’s YouTube channel: https://www.youtube.com/watch?v=U93mKNH8-K8 . Observant viewers of the video examples in this article will notice that little moshing is visible. I believe this is due to the angle and placement of the camera, which does not give a clear view of the middle-front of the crowd, where moshing most often occurs. An alternative explanation is that the density of the crowd prevented true moshing from occurring; at the 2016 show I attended, the crowd was so dense that no actual mosh pit could form, and moshing was transmuted into forceful jostling and jumping up and down. In reviewing the full footage of the 2018 Graspop performance from which my examples are taken, although no clear mosh pit is visible, crowd surfers appear now and again (most notably from 39:30–40:38), indicating that typical forms of physical engagement with the concert are occurring. Hansson’s complete footage of the show can be viewed on his YouTube channel: https://www.youtube.com/watch?v=3Ht351GZVQM . Hansson made several descriptive statements like this, that expressed his view of the Meshuggah concert experience as paradoxically both “meditative” or “trance-inducing,” and “explosive;” perhaps this is his version of the “nerd/mosher” paradigm. Hannan uses the idea of “rhythmic parallax” to show how the perspectives of the listener, performer, composer, and transcriber produce multiple paths through rhythmic and tempo complexity in the music of New York extreme metal band Car Bomb ( Hannan 2020 ). Return to beginning Copyright Statement Copyright © 2021 by the Society for Music Theory. All rights reserved. [1] Copyrights for individual items published in Music Theory Online ( MTO ) \nare held by their authors. Items appearing in MTO may be saved and stored in electronic or paper form, and may be shared among individuals for purposes of \nscholarly research or discussion, but may not be republished in any form, electronic or print, without prior, written permission from the author(s), and advance \nnotification of the editors of MTO. [2] Any redistributed form of items published in MTO must include the following information in a form appropriate to the medium in which the items are \nto appear: This item appeared in Music Theory Online in [VOLUME #, ISSUE #] on [DAY/MONTH/YEAR]. It was authored by [FULL NAME, EMAIL ADDRESS], with whose written \npermission it is reprinted here. [3] Libraries may archive issues of MTO in electronic or paper form for public access so long as each issue is stored in its entirety, and no access fee \nis charged. Exceptions to these requirements must be approved in writing by the editors of MTO, who will act in accordance with the decisions of the Society \nfor Music Theory. This document and all portions thereof are protected by U.S. and international copyright laws. Material contained herein may be copied and/or distributed for research \npurposes only. Return to beginning Prepared by Fred Hosken, Editorial Assistant Number of visits:  \n\n\t\t8201",
            "citations": [
                "cheng_2016",
                "short_2019",
                "kaminsky_2014",
                "kaminsky_2014",
                "agawu_2016",
                "lucas_2018",
                "schutz_and_manning_2012",
                "lucas_2018",
                "hannan_2020",
                "martens_2012",
                "serres_2008",
                "voegelin_2010",
                "shelley_2021",
                "capuzzo_2020",
                "hannan_2020",
                "hudson_forthcoming",
                "lumsden_2020",
                "pearson_2019",
                "short_2019",
                "butler_2006",
                "butler_2014",
                "zbikowski_2004",
                "neal_2002",
                "iyer_2008",
                "hilewicz_and_sewell_2021",
                "hilewicz_2021",
                "hilewicz_2021",
                "louden_2018",
                "cheng_2016",
                "short_2019",
                "kaminsky_2014",
                "kaminsky_2014",
                "agawu_2016",
                "lucas_2018",
                "schutz_and_manning_2012",
                "lucas_2018",
                "hannan_2020"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Introduction Example 1 . “Clockworks,” 0:00–1:03 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The festival tent is dark as the drummer counts in. With the attack of the guitars, sixteen focused light beams slice the darkness, backlighting the performers and imprinting the song’s rhythms on the audience’s retinas. Meshuggah opens their set with “Clockworks.” The song’s beginning conjures the turning of gears—precise, mechanical, even monotonous, yet with a periodic “catch,” before the turning resumes again. Accompanying and interpreting this rotation, the lights rhythmically illuminate each sonic component, and highlight the catch in the gears, showing the audience both the riff’s turning and its stopping. See Example 1 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Light shows at contemporary rock concerts create an immersive, multi-sensory experience. In some cases, however, they achieve a level of refinement that provides a visual analysis of the music as it unfolds, forming what I call an analytical light show . This article examines how the intricate light shows of extreme metal band Meshuggah contribute an interpretive layer that not only promotes multi-sensory engagement but also actively guides listeners through the songs’ formal structures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] In “Visualizing the Musical Object,” Judith Lochhead meditates on the interconnectivity of the senses, focusing on “sonic meaning as informed by sight” ( Lochhead 2006 , 67). Similar holistic understandings of how the senses inform each other in the realm of artistic experience have influenced research in music cognition, music theory, and broader studies of embodied musical experience. (1) The embodied experience of extreme metal concerts is characterized by the music’s intense loudness and distortion, elements which can be felt as taking over the body. These tactile components, especially when combined with the rhythmic complexities presented by a band like Meshuggah, open up liminal auralities, and invite investigations into the moments when hearing, seeing and feeling blur together. These analytical light shows, in their performative interpretation of the music, provide an environment in which to examine this confluence of sensory inputs.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "lochhead_2006"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Whereas most musical scores and transcriptions—whether descriptive or prescriptive—offer temporally fixed visualizations, Meshuggah’s light shows offer the possibility of dynamic visualizations that are as temporally ephemeral as the music they interpret and represent. This manifestation of analysis as accompaniment to unfolding sound opens up interpretive possibilities that concretely link aural and visual musical experience, and simultaneously multiplies the challenges that music’s ephemerality inherently presents to analysts. Connecting the immanent visual analysis that Meshuggah’s light shows present to the immersive and holistically embodied listening culture of extreme metal demonstrates how lighting design can mediate between musical complexity and listeners’ experiences, guiding fans as they mosh and headbang. Beyond the confines of metal culture, understanding the analytical light show provides insight into a form of vernacular musical analysis that builds on the kinds of intuitive, embodied knowledge that experienced music music listeners possess.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] This article has three main parts. In section 2, I discuss why I find it important to understand these light shows not merely as closely coordinated with rhythmically complex music, but as analyses of that complexity. Section 3 introduces the band and their lighting designer, Edvard Hansson, examining how his musical and technical expertise are transmuted into a manifestation of vernacular music theory. In section 4, I analyze examples from Hansson’s 2018 work with Meshuggah, showing how his lighting not only accompanies but also interprets the music. [2] The Analytical Light Show as Vernacular Music Theory",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Music theory has made considerable strides in merging fascination with abstract, hermetic musical detail with analytical approaches attuned to the perspectives of vernacular listeners, creators, and performers. (2) Nevertheless, the ability to read and manipulate Western notation remains a core component of analytical practice, as well as a signal of competence and authority. Notation-based analytical visualizations, in this respect, are performative and are evaluated as performances within the academic music theory community. In contrast, light shows like those created by Edvard Hansson for Meshuggah demonstrate that analysis and the visualization of analysis are not and need not be notation-based practices. Here, I imagine this kind of light show as an analytical method unto itself, but one that does not rely on notation at any point in its creation or reception. Like academic music analysis, however, it does rely on repeated, skilled close listening and expert knowledge of a musical, compositional and performative style. The light show provides a close reading of the music, and presents it in a way that is broadly accessible to that music’s audience. It is vernacular both in the sense that it requires no knowledge of written music theory to be understood, and in the sense that its analytical tone—intense, overwhelming, and virtuosic—is appropriate to extreme metal. And just as many professional music theorists find that analysis enhances enjoyment, analytical light shows can enhance the pleasure of concertgoers by bringing greater understanding of musical events. Hansson’s light shows are performative analyses, and the community that witnesses his analyses is substantially larger than the audience for academic music analysis. The vernacular music theory exhibited by these light shows reveals a depth of musical understanding on the part of the analyst, in addition to showcasing how musical analysis can work within the conventions of an extreme metal concert.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] I believe there is value in understanding these light shows as both part of the performance and an analysis of the music being performed. In this sense my analysis has two layers: one layer is a performance analysis, in which I examine how the light shows contribute to the performance; the other examines how this light show, as a performance component, is itself an analysis. With regard to the former, understanding Hansson’s light shows as part of the performance shifts the attention to the analytical and technical labor that goes into the design and preparation of the shows: close, expert listening, followed by decisions about how to enhance the sonic experience visually, followed by the technical labor of putting together the actual light show. This aspect of Hansson’s work follows the model of analysis as performance preparation ; it can be compared with annotations made by a conductor or performer on a score. Such analyses generally do not look like published music theory analyses in academic journals; nevertheless, these activities—both the light shows and the score annotations—involve the core practices of analytical work—close listening and expert knowledge in conjunction with the theoretical frameworks at the individual’s disposal. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Lighting designers must perform similar preparation work, though it may not look familiar to the academic music theorist. They generally do not use notation, transcribe, or annotate in ways that are familiar to us. Furthermore, the result and output that flows from their analytical work both augments a musical performance and is an aesthetic practice unto itself. Nevertheless, the labor that leads to this output is unavoidably analytical. It involves conceptual frameworks (e.g., concepts of form such as “transition,” “verse,” “solo,” and “breakdown,” and concepts of surface-level articulations such as “rhythmic layers” and “melodic contour”), application of those frameworks to the particularities of a specific piece of music, and lastly the transmutation of these ideas into a means of communicating these concepts of the music. Of course, light shows are not merely an analysis; they are also a performance. Indeed, the concert audience experiences them primarily, if not exclusively, as a component of the performance. Regardless of how most audiences perceive them, however, an aesthetically pleasing light show comprises analytical work; coordinating the lights with the music is not possible without some level of analytical understanding, whether explicit or implicit.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Sometimes, this analytical work goes beyond coordination with musical events to communication of abstract ideas about the music ; I believe this is the case with Hansson’s shows for Meshuggah. The analytical quality of these light shows comes through in a few ways. First, if you slow down the videos dramatically or go through them frame by frame, every musical element—every attack—is represented somewhere in the lights; this is not simply an augmentation, it is a transcription, albeit one that does not make use of Western notation. (4) Taken as a transcription, I see a visual representation system that is especially attuned to rhythmic and timbral properties, and less attuned to pitch. The lights clearly track attack, sustain/decay, and timbral changes. There is sometimes tracking of pitch contour, but no consistent mapping of pitch. Comparatively, my notated transcriptions easily provide fundamental pitches but require the addition of text to communicate timbral changes such as palm muting, and do not visually differentiate between percussive sounds that decay quickly following an attack (e.g., kick) and those that sustain (e.g., cymbal). (5) As ethnomusicologist Charles Seeger noted in the mid-twentieth century, any transcription is already an analysis; it is never neutral or unbiased ( 1958 ). (6) Hansson’s prioritization of rhythm and timbre over pitch aligns with the aesthetic priorities of Meshuggah’s music in particular, and extreme metal generally. Previous analyses of Meshuggah’s music focus almost exclusively on the rhythmic features of the guitar and drum parts (see Pieslak 2007 , Capuzzo 2018 , Hannan 2018 , and Lucas 2018 ). In a footnote, Capuzzo briefly notes Meshuggah’s use of chromatic, octatonic, and whole tone collections ( 2018 , 127), which help them avoid melodic gravity and the emergence of tonal centers. Their repetitive and minimalistic approach to pitch keeps the musical focus on rhythm and timbre, and the transcriptive quality of Hansson’s light shows reflects these priorities.",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "seeger_1958",
                    "pieslak_2007",
                    "capuzzo_2018",
                    "hannan_2018",
                    "lucas_2018",
                    "capuzzo_2018"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Beyond any transcription’s inherent interpretive qualities, Hansson’s lighting designs communicate additional analytical ideas that further clarify the music’s rhythmic complexity. In this way, they can be understood as a vernacular continuation of music theory’s tradition of analytical visualizations. Dora Hanninen addresses the pervasive use of visuals in academic music theory, noting that “the multimodality of text and images in contemporary music theory extends to the very formation and development of ideas” ( 2018 ). She describes how theorists use images to visualize the invisible (e.g., mathematical relations, musical spaces, or sound itself); to fix and objectify transient and often subjective phenomena and music perceptions; and to present theoretical models and analytical interpretations in a concise, easily apprehensible form. ( 2018 ) Citing photography historian Darren Newbury, Hanninen also notes that the aesthetic components of analytical images—how good they look—impact their rhetorical significance, and cannot be separated from their intellectual content: “the aesthetic cannot be neatly divided from the intellectual . . . There is meaning in form, and in the form of presentation. Images are not ideas in disguise, but are themselves intellectual propositions” ( Newbury 2011 , 652). In other words, although academic music theory’s traditional diagrams and graphs are generally discussed in terms of their content rather than their form, that form remains essential to their meaning.",
                "footnotes": [],
                "citations": [
                    "hanninen_2018",
                    "hanninen_2018",
                    "newbury_2011"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Hanninen then makes a further distinction between “visualization” and “representation”: Either way, the basic concept [of “representation”] is supramodal; representations can be expressed in images, words, sounds, mathematical expressions, or even physical movements. Whereas the primary function of a visualization is intermodal translation—a re-presentation of information in the visual mode—representation adds a second layer. A representation does not only show, but makes a statement about what is shown: it tells , using graphic elements not only iconically (or symbolically) but propositionally, to convey not only informational content, but a particular analytic interpretation of that content. ( 2018 ) Following Hanninen, I argue that Hansson’s light shows are always visualizations, and sometimes also rise to the level of representations. On the one hand, they are “intermodal,” offering a translation from the aural mode to the visual. On the other hand, as my examples illustrate, they are often also “supramodal,” offering abstract ideas about musical gesture or rhythmic grouping, sometimes via embodiment-based metaphors. Unlike notation, the light shows have no fixed “code,” and as a culturally situated performance accompaniment, they lean heavily toward the aesthetic side of music visualization. (7) But this is appropriate given their cultural role; academic-music-theory visualizations have a different cultural role, one that treats the aesthetic qualities of a visual as less important than its content, or even beneath mention. Nevertheless, a useful and revealing analytical visualization can be aesthetically pleasing in its own right. Hansson’s light shows upend the academic analytical visualization, centering the aesthetic, but nevertheless achieve the simultaneous elevation of precision and revelation expected of analytical visualizations.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "hanninen_2018"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Beyond analytical intent, from a cognitive perspective, even simple coordination between visual and sonic stimuli can have interpretive impacts. Sarah Louden has examined the neuro-cognitive processes that enable the perceptual coordination of aural and visual stimuli: “evidence among both human and primate subjects shows an enhanced neural response to congruently paired elements, resulting in perceived amplification of congruent stimuli or enhanced detection of audio or visual stimuli in a multisensory environment” ( 2018 , 84). Hansson’s light shows use this cognitive cooperation intuitively and offer many examples of light and music being “congruently paired.” According to Louden, this congruence makes both stimuli more easily perceived due to their “temporal and spatial co-occurrence”—the fact that simultaneously perceived music and light will tend to be grouped into the same perceptual event ( 2018 , 185–88). Louden’s research also indicates that “visual media can strongly affect spatial perception in sound, altering our perception of location, directing attention and focus, and altering corresponding parameters like loudness and duration” ( 2018 , 188). The congruence between the sonic and visual stimuli causes the sounds to be heard more loudly and clearly ( Louden 2018 , 191–92). In other words, the coordination between light and sound observed in Meshuggah’s light shows is not simply co-occurrence. Rather, this coordination can itself impact—even change and control—how the music is heard. (8) Hansson’s light shows intuitively draw on these cross-modal connections, working to clarify, connect, and highlight musical events.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "louden_2018",
                    "louden_2018",
                    "louden_2018",
                    "louden_2018"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Understanding these light shows as analyses not only recognizes vernacular analytical expertise, thereby productively opening music theory to new practices, but also offers a way to revisit the fusing of the sensuous and the intellectual that often makes for particularly interesting analyses: analyses in which the pleasure of listening suffuses the formal understanding. I find Eve Kosofky Sedgwick’s idea of “paranoid” and “reparative” reading—adapted into musicology by Suzanne Cusick ( 2008 ) and William Cheng ( 2016 )—helpful here. In Cusick’s adaptation, “the paranoid . . . believes in the efficacy of knowledge, exposure and demystification. By contrast, the critical practices that result from the reparative position aim toward ‘a sustained seeking of pleasure ’” ( Cusick 2008 , [19], quoting Sedgwick 2003 , 137, emphasis in original). The paranoid favors “strong theory that has wide-ranging explanatory power” and the reparative’s “critical practices produce weak theory with only locally applicable explanatory power” ( Cusick 2008 [19]). In other words, the paranoid invests in being right and proving other explanations wrong or incomplete, while the reparative invests in the joy of exploration. The analytical light show’s emphasis on aesthetic and sensory pleasure resonates with the reparative’s admission of the “purely aesthetic” and “pleasure-seeking” into the realm of analysis. It does not claim to offer an only, exclusive, complete, or final interpretation of a song. Instead, it offers an interpretation, a perspective on hearing the music in a way that shows sustained attention to the pleasure of listening. As Cusick points out, the reparative “is easy to dismiss (from a paranoid position) as “ merely aesthetic” ( Cusick 2008 , [19], emphasis added), as it seeks to move through explanation to “joy” ( Cusick 2008 , [20]). (9) Here, Hansson’s vernacular advantage is clear; he does not have to worry about paranoid readings. He—and other lighting designers—do not have to prove the validity of their analyses. Their recognition—the reward for their work—arrives in the pleasure and adulation of listener-viewers. The vulnerability of the reparative and the aesthetic, as experienced through these light shows, offers a potential antidote to the paranoid: the experience of virtuosic analytical expertise as lively, aesthetic, and musically pleasurable.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "cusick_2008",
                    "cheng_2016",
                    "cusick_2008",
                    "sedgwick_2003",
                    "cusick_2008",
                    "cusick_2008",
                    "cusick_2008"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] In this article, I am not merely documenting a virtuosic light show. I am arguing that analysis can be both an aesthetic practice full of sensation and immanent musical experience and also an abstract, intellectual one. And that sometimes, these processes can happen simultaneously. This simultaneity is particularly apparent in the case of “punted” light shows, in which the lighting designer improvises the lights in time to the music; Hansson used this method for his first years working with Meshuggah. (10) Punted light show work slips between analytical construct—“the drop is coming” (construct of form)—and embodied performance practice (“I press this button to cue these lights now ”). It resonates with a dancer’s simultaneous anticipation of the future and performance of the present. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] At a time when many music theorists are broadly concerned with diversifying their repertoires and communities, I see expanding notions of the kinds of activities that get to count as analysis as part of that reckoning. Lighting designers, DAW (Digital Audio Workstation) users, and choreographers have real musical expertise and analytical skill, and recognition of those skills has the potential to enrich academic praxis by showing new ways of representing musical experience: The DAW presents a visual grid of musical events, choreography shows an embodied interpretation of and interaction with musical experience, and the analytical light show uses embodied metaphors of musical motion to transmute auditory events into visual ones. Recognizing the analytical work inherent in these diverse expressions offers music theorists an opportunity to explore alternative frameworks and modes of analytical expression. [3] Meshuggah, Edvard Hansson, and the Development of the Analytical Light Show",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Meshuggah is a Swedish extreme metal band active since 1987. Their idiosyncratic and complex rhythmic style not only buttresses their status within the world of extreme metal, but also makes them influential in the contemporary jazz world. Music theorists ( Pieslak 2007 , Capuzzo 2018 , Hannan 2018 , Lucas 2018 ) have analyzed Meshuggah’s approach to rhythmic complexity and groove. Guy Capuzzo concisely describes their style as “a fusion of standard quadruple hypermetrical structures with repeated rhythmic figures; the duration of each figure does not equally divide the number of beat divisions in the section” ( 2018 , 122). Generally, the hypermetrical segments form boundaries that contain the riffs, with the repetitions of riffs cut off when they reach the end of the hypermetrical segment ( Lucas 2018 , [9]); Capuzzo analyzes a few exceptions to this practice ( 2018 , 129–35).",
                "footnotes": [],
                "citations": [
                    "pieslak_2007",
                    "capuzzo_2018",
                    "hannan_2018",
                    "lucas_2018",
                    "capuzzo_2018",
                    "lucas_2018",
                    "capuzzo_2018"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] As an established international touring group, Meshuggah has achieved a level of career success that enables them to devote significant resources to the design and execution of their performances. My previous article’s description of a 2012 concert provides a firsthand impression of the intensity not only of the band’s stage presence, but also of audience engagement and anticipation, and hints at the meticulous planning behind the look and feel of the stage and the pacing of the performance ( Lucas 2018 , [1–4]). Comparing this 2012 experience with a 2016 performance at the Chicago House of Blues, touring in support of The Violent Sleep of Reason , I can attest that performance practice remains an iterative process for the band and their team. In 2012, the synchronization of lighting and music was apparent; as I wrote then: “All throughout, the light show synchronizes with the music’s rhythms, so that the patterns of the guitar riffs are driven directly into eyes, ears, and bones” ( Lucas 2018 , [3]). In comparing my experience of the 2012 tour with the 2016 one, the development the light show underwent in the intervening time was stupefying. It was clear that someone had redesigned the entire process. The lights were more than synchronized; they were interpretive. They projected not only mood and rhythm, but also formal structure. They led me through the songs, showed me the shapes of important gestures, and told me where the repetitions were. They were analytical .",
                "footnotes": [],
                "citations": [
                    "lucas_2018",
                    "lucas_2018"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] That “someone” was Edvard Hansson, who has been Meshuggah’s lighting designer since 2011, making his designs a relatively recent innovation to the band’s performance style. In February 2019, I conducted a lengthy interview with Hansson, who patiently and generously described his background, methods, process, and goals to me. His background as an amateur musician is extensive; he grew up playing piano, drums, and bass guitar and attended a music-focused high school in Stockholm. There, he additionally studied music theory, graphic design, and computer networking and programming. (12) His first light show was for a performance of his own band in high school, after reading the console’s manual the night before the gig. After this, he said, “the stone began to fall down the mountain.” Working as a freelance lighting designer as a young adult, he continued to learn on the job by collaborating with other technicians and critiquing his own work. In 2011, he was house lighting designer at Stockholm’s now-defunct Debaser Medis club, and helped Fredrik Haake (cousin of Meshuggah’s drummer, Tomas Haake) with the lights for Meshuggah’s performance there; he was hired by the band shortly after. Currently, when Meshuggah is on tour, his work for them is full time; otherwise he continues to freelance, and frequently lights corporate events and broadcasts such as video game tournaments.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Hansson’s musical background yielded a strong ability to hear patterns and grooves. (13) When he listens to Meshuggah, he can “immediately start to hear the cycles,” and he describes Meshuggah’s style as “kinda like stoner rock, but evolved.” Much like the band members themselves have repeatedly stated ( Lucas 2018 , [f.n. 8]), Hansson “[doesn’t] think of the rhythms in terms of maths.” He added, “I just feel the groove, and then it’s all done for me. I can feel when the one beat [downbeat] is coming back—of the underlying 4 4 groove. I don’t think of the time signature of the riff. I can feel how the 4 4 beat is moving.” After years of listening, his familiarity with Meshuggah’s music is such that the recognition of their groove style is automatic: “For old songs, I know them so well I can just set up the timeline and write everything out.” For newer songs, he first studies the demo project used by the band in the studio, and begins writing from there. Note that when he speaks of “writing (everything out),” he is referring to lighting design, not notation; he does not use notation or any kind of conventional transcription strategy in his work—for him, “writing out” music is done via lighting.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "lucas_2018"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Hansson told me there are two ways of approaching concert lighting: the “atmospheric” way and the “rhythmic” way. Atmospheric lighting enhances multi-sensory engagement with a performance, and seeks to capture or depict a broadly construed mood; this style of lighting is the norm throughout the popular music performance world, including Meshuggah’s concert lighting previous to Hansson’s innovations. In the “rhythmic” style of lighting, changes are synchronized to the music’s rhythms, and therefore require significant advanced planning in addition to consistent, unvarying performances from the band. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Hansson credits seeing a performance of English rock band Enter Shikari accompanied by “rhythmic” lighting for the inspiration to approach lighting design for Meshuggah’s concerts from this angle. When he started working with the band, existing consoles were not equipped for the kind of rhythmic lighting he wanted to explore, setting off a process of gradual innovation. In these early days of his work with Meshuggah, Hansson improvised—or “punted,” to use the language of lighting designers—the lights for every show. As Hansson developed his technique of following the band’s rhythms with the lights, his punting at the console began to make him look like a sixth band member during shows. Audience members noticed the way he seemed to “play” the lights along with the music, and fan videos began to emerge on YouTube that show his hands working the console in time to each riff. (15) My idea of reading these light shows as analysis came from noticing how the lighting followed the music’s rhythm at shows, and then discovering these videos of Hansson working at the console, the virtuosic performativity of which drove home the integration of the lights into the show as a whole. Hansson, however, was not keen on these videos, as to him, they meant the audience was distracted from the band; he wanted his lighting to focus attention on the stage, not on his work. In response, he then worked to timecode (automate) the light shows, so that when working at performances, he “looks more like a sound guy.” Timecoded light shows enable precise, detailed performances that might include thousands of flawlessly timed lighting cues. (16) This jump in the level of detail and finesse is likely what I noticed at the 2016 performance mentioned above. Creating these timecoded light shows requires intense and sustained attention to detail; Hansson said he ideally spends three or four days timecoding the lights for each song.",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] In practice, rhythmic lighting easily overlaps with atmospheric lighting, as choices about color or smoke, for example, can influence the mood alongside lighting changes that depict rhythms or beam movements that follow gestures. Although Hansson values this distinction between atmospheric and rhythmic lighting styles, observation indicates that he prizes the atmospheric aspects of his work, and these categories overlap deeply and fluidly. For example, his choice to change lighting at a breakdown is both rhythmic and atmospheric, as these kinds of rhythmic changes evolve the song’s mood. He is also closely attuned to the creation of a complete, unified show. When old songs are incorporated into a new tour, he redesigns their lights to fit the context of the new material. In other words, songs can receive fresh interpretations as their context evolves.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] As I argued above, I believe that Hansson’s work with Meshuggah constitutes a vernacular analytical practice, and that understanding his work from this perspective not only enhances appreciation of his work, but also broadens possibilities for what analytical practice can look like. Hansson’s career with the band, which includes a transition from punted to timecoded lighting, displays the depth and variety of analytical labor that goes into the creation of the light shows. When punting, he had to know the music as well as a band member, and be able to translate the rhythms into another modality; he had to combine performance and analytical skills. When he switched to timecoding shows, that labor was transferred to strictly pre-performance time, but enabled an increased level of detail in the output. Moving beyond the analytical labor that goes into the preparation and performance of the light shows, the next section of the article uses close reading of excerpts from a 2018 show to illustrate how the lighting not only coordinates with, but also offers analytical interpretations of the music. [4] Analytical Examples",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Meshuggah’s current light shows are exhaustively synchronized to the rhythmic patterns of the guitars and drums; meticulous use of color, brightness, directionality, placement pattern, and beam movement can provide additional information about gesture, articulation, and pitch. I have studied footage from several Meshuggah concerts since Hansson has been employed as lighting director. Some footage was provided to me by Hansson, as he films all shows so that he can review how the lights look in different kinds of venues, find errors, and make improvements. Other footage has been uploaded to YouTube by fans. (17) My analyses focus on light shows produced from 2016–2018, as these present the clearest and most developed expression of Hansson’s style, which he has developed over the course of his career with the band; these shows are entirely timecoded.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] In analyzing this footage, I have catalogued several techniques that Hansson uses to express analytical ideas about the music. I have grouped these techniques into two broad categories: Techniques that analytically depict events within a single song segment. Examples include using lights to: Map oscillations between two pitches Track gestures and contours Depict relative pitch height Color-code riff elements Depict or segment grouping structures Techniques that analytically depict large-scale formal events or processes/events that occur across the song’s whole form. Examples include using lights to: Highlight segment endings or beginnings Indicate repetitions Track addition and subtraction of musical elements Demarcate a guitar solo section Map the energy contour of song Mark a song segment as chaotic or difficult to follow Governing both categories is the general principle of Hansson’s “rhythmic lighting” technique, in which all sonic events are synchronized with the light show.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Inevitably, these categories overlap, but organizing Hansson’s lighting techniques in this way shows how his designs concern both small-scale details within single riffs as well as songs’ entire forms. Each technique is illustrated with a musical example that pairs a lightly annotated transcription with a video clip. Some clips illustrate multiple techniques. The following examples are taken from Meshuggah’s 2018 performance at the Graspop Metal Meeting in Dessel, Belgium; the video footage was generously provided by Hansson for the purposes of this research.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] The analyses presented here focus on the relationship between the music and the lights, but references to previously established approaches to Meshuggah’s music are unavoidable. Following my previous work, I use “song segment” to refer to the hypermetric groups of 8, 16, 24, or 32 bars of quadruple meter into which Meshuggah organizes their music ( Lucas 2018 , [8]). Movement from one segment into the next is often paired with a change in lighting. In addition, I continue to make use of my theory of “rhythmic re-orientation,” in which the attack and accent patterns of some riffs alter the perceived beginning and/or ending of the pattern. Such reorientations of the grouping structure are typically caused by durational and registral accents ( Lucas 2018 , [13–50]). As indicated in my catalogue of techniques above, and illustrated throughout the examples to follow, Hansson regularly uses the lights to bring out these and other (e.g., contour, timbral) accent patterns. “Clockworks” Example 2 . “Clockworks,” 0:00–4:45 (click to watch video) Example 3 . Form chart showing 0:00–4:45 of “Clockworks” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "lucas_2018",
                    "lucas_2018"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Examples 3–6 come from Meshuggah’s performance of the song “Clockworks.” I take several examples from Meshuggah’s performance of “Clockworks” in order to demonstrate how techniques used within a single song can be both diverse and structurally repetitive. Example 2 shows 0:00–4:45 of “Clockworks,” and Example 3 shows a corresponding form chart. This longer example provides an opportunity to see the larger context of both the song structure and the light show; with this example, I encourage readers to simply take in the overall effect of the performance. The examples that follow single out shorter segments for closer readings of the light-music relationship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] “Clockworks,” opening Techniques highlighted: Internal to riff Light sweep depicts grouping structure Large-scale Bright flash depicts segment ending Salient light sweep indicates repetition of this riff later in song Returning to the segment shown at the beginning of the article, the lighting for the opening of the song “Clockworks” emphasizes a couple of techniques. A ceiling-to-floor light sweep highlights the only non-palm-muted part of the riff, providing visual sustain to accompany the sustained guitar tone, and sweeping downward in time with its decay. During the remainder of the riff, lights flash in time with the guitar’s palm-muted chugs (or “djents” to use a more emic term), as well as the entire drum pattern. At the end of the segment, an eighth rest in all instruments is paired with a blinding white flash, clearly demarcating the end of the segment from the beginning of the next, and providing a formal boundary. Example 4 . “Clockworks” opening guitar riff, mm. 1–8 (click to enlarge) Example 5 . “Clockworks,” 0:00–0:31 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] This light sweep’s role in reinforcing understanding of the riff’s rhythmic center of gravity increases its significance. Earlier work on Meshuggah has analyzed how grouping structure affects interpretation of riffs’ beginnings and endings. The opening of “Clockworks” presents another example of the “rhythmic reorientation” studied in Lucas 2018 . (See Example 4 for annotated transcription.) This riff’s economic use of pitch (mostly B ♭ ) and articulation (mostly palm muted), means that the non-palm-muted G has registral and timbral accent. The phenomenal accents I hear on this G make it sound more like the pattern’s ending than its middle. The light sweep also lends the G the illusion of a durational accent, by making it sound longer than it is. (18) Here, the sweep functions as the kind of “ancillary gesture” that can influence perception of the performed sounds ( Schutz and Manning 2012 ). (19) The gestural components of Hansson’s light shows, such as this sweep, have a similar impact, influencing the salience and perceived qualities of the sounds they accompany. Here, the light sweep builds on the existing registral and timbral accents in the music to further shift the riff’s center of gravity to toward this moment. Example 5 pairs a video of this segment with the guitar transcription.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "lucas_2018",
                    "schutz_and_manning_2012"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] In sum, the light sweep featured at the opening of “Clockworks” performs an important role in interpreting both the local understanding of the riff’s grouping structure, as well as the riff’s periodicity, by communicating each repetition. Later in the song (3:30), this riff returns, with an additional high-pitched guitar tone creating a denser texture, and the simultaneous return of the light sweep visually clarifies the repetition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] “Clockworks,” 3:25–3:48 Techniques highlighted: Internal to riff Light sweep depicts grouping structure Large-scale Return of light sweep signals repetition Remnants of guitar solo color scheme demarcate structural break This example begins near the end of the song’s guitar solo (solo: 3:00–3:30). The rhythm guitars accompany this solo with a stripped-down version of the opening riff consisting only of palm-muted dotted eighths. The lighting during the solo follows these dotted eighths, but with the prominent addition of the color orange demarcating a structural break. Example 6 . “Clockworks,” 3:25–3:48 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] The ending of the solo morphs into a return of the song’s opening riff (See Example 4 for guitar transcription). The concurrent return of the light sweep that initially characterized this riff alerts listeners to the repetition. This repetition shows how a lighting decision that began as a detail illustrating a single riff can become a depiction of large-scale formal designs, by tracing how and when song elements recur. Simultaneously, the color scheme, though not as bright as during the solo, remains changed with a deep red background, signaling that the repetition is transformed by the structural break represented by the guitar solo. Example 6 presents a video of this passage (3:25–3:48).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] “Clockworks,”4:12–4:37 Techniques highlighted: Internal to riff Side-to-side motion follows minor ninth pitch oscillation Slow sweeps track alternating up and down contours Example 7 . “Clockworks,” 4:12–4:37 guitar riff (click to enlarge) Example 8 . “Clockworks,” 4:12–4:37 (click to watch video) The riff that begins at 4:12 alternates between 15 of minor ninth leaps and a more melodic figure of gradually increasing duration (8 , then 10 , then 12 , then 14 ) that alternates between roughly upward and downward contours; the whole riff is made up of continuous sixteenths (see Example 7 for transcription). In the lights, the wide leaps are coordinated with rhythmic side-to-side motion of focused beams directed out into the audience. For me, these side-to-side movements reduce the wideness of the leap, emphasizing its semitonal quality as an expression of interval class 1. That is, rather than leaping up and down in a direct metaphor for the rapidly changing pitch height, the lights provide an analytical interpretation that reduces the interval. (20) In the more melodic part of the riff, the lights emphasize the continuous sixteenths through rapid pulses combined with a slow sweep that alternates between an upward and a downward direction, following the overall contour of the riff. This example shows how the lights can increase the salience of internal contrast within song segments. Example 8 presents a video of this passage. Example 9 . “Clockworks,” 2:29–4:47 (click to watch video) Example 10 . Form chart for 2:29–4:47 of “Clockworks” (click to enlarge)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Example 9 places Examples 6–8 back into their larger context, presenting 2:29–4:47 of “Clockworks.” Example 10 shows a truncated form chart aligned to the timing of the clip. The clip opens with a riff that continues to build on the song’s pre-established rhythmic motifs of dotted eighths and sixteenth triplets. This riff’s pattern is 17 long, and subdivides into 9 of chords + 8 of sixteenth-note triplets. The pitch content of the pattern varies, but the most salient characteristic of the riff is the high level of contrast between the chords and the single-string triplets; the lights further emphasize this contrast. Extremely bright, swirling lights accompany the dotted eighth chords, while rapid pulses accompany the triplets. The brightest pulse accompanies the higher pitch that rings out at the beginning of each grouping of two triplets, emphasizing the registral accents. Visually, for me, the impact of switching back and forth between extremely rapid groups of pulses and nearly blinding lights that swirl indistinctly is one of making this segment feel like a structural peak in terms of intensity and complexity, though, in reality, the riff pattern is not notably more complex than other riffs in the song. As with the other pre-solo riffs, coloring remains simple; the rhythmic lights are white, against a dark blue background.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] The guitar solo breaks with this color scheme, prominently adding orange. Example 4 follows the guitar solo, retaining some of this bright coloration in the background. The segment that begins at 1:15 (in the clip) is another repetition of the song’s opening riff, but with the addition of a high-register lead guitar part on B ♭ ; the color orange returns to prominence with the return of the lead guitar. This orange-lit lead guitar line continues through the subsequent transition riff, which introduces Example 5’s minor ninth leaps and its accompanying side-to-side lights. The transition ends with a rest (darkness) in all parts, and the Example 5 riff begins with a return to an emphasis on white lighting.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] This longer excerpt shows how the lights guide listeners through the song’s structure and how different stylistic and color choices contribute to this creation of structure. The lights actively map out the song’s repetitions, novelties, timbral and textural changes, and transitions between segments, displaying a precise and detailed interpretation of the song’s form. “The Hurt That Finds You First”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] Examples 11–13 come from the beginning of “The Hurt That Finds You First,” (0–0:52). (21) Techniques highlighted: Internal to riff Bright flashes depict salient riff components Large-scale Lighting density increases with intensity of drum intro Lighting density characterizes opening segment as “chaotic” Flashes depict song segment ending Lights show that first two riffs are closely related, but different Example 11 . “The Hurt That Finds You First,” 0:00–0:17 guitar riff (click to enlarge) Example 11 shows a transcription of the first song segment (8 measures), consisting of a riff with a total duration of 29 , which has a two-part grouping structure: part A is 14 long, and part B is 15 long. Low eighth notes separated by groups of four sixteenth notes on E ♭ inform the grouping structure. The low eighth notes form a chromatic pattern that emphasizes C ♯ / D ♭ .",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] Prior to the first riff, the song begins with a two-measure crescendo drum intro. The lights accompany this introduction with a gradually intensifying strobe effect that matches the drums’ crescendo, reaching a brightness level that is then maintained in the first song segment. During the opening segment (mm. 2–10), the chaotic lighting implies a greater complexity than is actually present in the riff. Bright white beams are directed into the audience from a variety of directions, and sweep wildly to and fro, visually obscuring the depiction of the rhythmic pattern. Strobe flashes directed straight out into the audience accompany the structural low eighth notes, but barely punch through the chaos. The effect here is that of swirling lights accompanying a siren-like sound—the E ♭ s that ring out again and again. Finally, although the inner workings of the riff are somewhat obscured by the lighting, the larger structure is made clear; strobe flashes in m. 10 show the segment is ending. Example 12 . “The Hurt That Finds You First,” 0:18–0:47 guitar riff (click to enlarge) Example 13 . “The Hurt That Finds You First,” 0:00–0:55 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] Example 12 shows the song’s second riff (mm. 11–26, or 0:18–0:47). This 16-measure riff is similar to riff 1 in that it is organized around low eighth notes separated by groups of four sixteenth notes. The rhythmic pattern is 21 long. But here, the upper “separation” pitch switches between D and E ♭ every two measures of 4 4 , creating a rhythmically organizing pitch oscillation (of the kind often seen in Meshuggah’s lead guitar parts) that is incorporated into the rhythm guitar riff. The lighting theme remains the same, but the “chaos” effect is muted; the brightness and salience of the “chaotic” lights is turned down, allowing the bright flashes following the eighth notes to become the most salient feature. This more measured approach mimics the way riffs accompanying vocal segments tend to be more restrained and less dynamic than segments without vocals; this dampening allows the vocals to ring through more clearly. Together, the lighting for these two riffs shows a similar attention to both formal continuity and formal demarcation as observed in the longer samples from “Clockworks;” in addition to offering interpretations of the riffs themselves, the lights also offer information about how closely related—and yet distinct—the two riffs are. See Example 13 for a video of these two riffs. “Born in Dissonance”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.18": {
                "text": "[4.18] Examples 14–16 examine the second and third riffs of “Born in Dissonance” (mm. 17–40, or 0:24–1:01). Techniques highlighted: Internal to riff Example 14: Color-coding of riff elements Example 14: Gestural depiction of pitch slides Example 15: Tracking of relative pitch height Example 15: Slight lag shows lack of repeating pattern Example 14 . “Born in Dissonance,” 0:24–0:48 guitar riff (click to enlarge) The lighting of the second segment of “Born in Dissonance” (riff 2, mm. 17–32, 0:24–0:48) shows how color-coding can differentiate between riff components. As shown in Example 14 , the grouping structure of riff 2 is governed by groups of power chords contrasting with segments of single-string riffs that alternate in length between 9 and 12 . The contrast between these components is emphasized in the lighting: the power chords are lit with rhythmically pulsing red beams directed outward, and the single-string sections add yellow beams in an X formation. The divide between the two riff parts’ lighting is not complete, however. The yellow Xs are associated only with the higher pitches (above the notated F3) and the pitch slides. Red beams continue to burst through on the lower pitches, associating them with the tripping rhythm of the power chord section. (22) The yellow Xs uncross themselves in a small sweep that accompanies the second pitch slide in each 12 group, pairing the sliding pitch with “sliding” lights. The subtleties of red/yellow mix in the single-string portions balance the indication of internal contrast with a simple kind of relative pitch mapping, assigning the higher pitches (and sliding pitches) their own color. Example 15 . “Born in Dissonance,” 0:48–1:01 guitar riff (click to enlarge) Example 16 . “Born in Dissonance,” 0:24–1:03 (click to watch video)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "4.19": {
                "text": "[4.19] In the next segment, ( Example 15 , Riff 3, mm. 33–40, 0:48–1:01) the grouping structure never settles into a repeating pattern. (Grouping by new pitch onset produces an attack pattern of 12 + 12 + 13 + 15 +12 + 12 + 16 + 12 + 12 + 12 ). It is characterized by galloping and tripping rhythms that drift gradually downward in pitch, before leaping up and descending again. While background lights track the rhythmic pulses, red beams directed out toward the audience move up and down to track relative pitch height within the segment. These red beams, however, do not align with the pitch changes as precisely as other moments of the lighting; rather, there is a slight lag between the change in pitch and the up or down movement of the lights. Here, it is as if the lights are listening and reacting in an improvisatory and approximate fashion, as a first-time listener might. This improvisatory quality in the lights matches the unsettled and non-repeating quality of the segment’s grouping structure. See Example 16 for a video of these two riffs. “Pravus”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.20": {
                "text": "[4.20] Examples 17–18 comes from the middle of the song “Pravus” (2:32–3:03) Techniques highlighted: Internal to riff Gradually shifts focus from one part of texture to another Large-scale Creates climactic moment through use of color Bright flashes show segment ending Example 17 . “Pravus,” 2:32–3:03 guitar riff (click to enlarge and see the rest) Example 18 . “Pravus,” 2:27–3:07 (click to watch video) This example is interesting for the way the lights guide a shift in perceived salience. (23) Example 17 provides a transcription of the guitar parts; the riff has a duration of 7 quarter notes. A somewhat improvisatory, higher-register lead guitar line accompanies this riff, gradually floating downward in pitch over the course of eight measures before rising and beginning a fresh descent in mm. 9–16. When the segment begins, my attention is drawn to the atmospheric green lighting (easily seen swirling on the ceiling) and the vertical green beams that track the durations in the rhythm guitars. In the segment’s first half, the remaining significant lighting layer is kept low: green beams pointed out into the audience that pulse in time with the Bs and C ♯ s that outline quarter note pulses. In this first half, with the atmospheric green lighting dominating the stage, I hear the floating lead guitar line as more prominent than the riff. As the riff continues, however, these outward-pointing pulses brighten and ascend to a more prominent position, leading me to hear the uppermost pitches of the riff as an emergent melody that outlines most of the riff’s quarter note pulses. In other words, over the course of the segment, the lights shift my focus from one textural element to another. Two blinding flashes and an abrupt shift from green to purple designate the beginning of the next segment. See Example 18 for video.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "4.21": {
                "text": "[4.21] Globally within the song, the lighting of this riff also designates this segment as climactic. (24) From the beginning, green has been used as an accent color, often appearing in flashes no longer than a sixteenth note. Here, green becomes the predominant foreground color and uses this change in status to direct audience attention in novel ways. Subsequent to this section, green returns to the background and struggles to punch through the predominantly blue and white color scheme with limited success.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.22": {
                "text": "[4.22] Collectively, these examples show a variety of techniques that Hansson uses to enhance the music visually and aurally. His methods range from the presentation of rhythms as visual pulses to decisions about which parts of the texture will be made most salient to the audience. He also provides interpretive cues through chaotic and seemingly improvisatory lighting, and provides structural and energetic maps of the songs. [5] Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Hansson’s light shows, with their blend of analytical finesse and sensorial impact, share important connections with the activities of concertgoers. My previous work ( Lucas 2018 , [2–4], [54–55]) has previously analyzed how the rhythmic complexities that manifest in Meshuggah’s music influence listening strategies exhibited by fans at live performances, with some listeners finding pleasure in analytically following the complexity itself—the “nerds”—and others preferring to follow the groove through typical extreme metal concert practices like moshing, headbanging and fist-pumping—the “moshers.” (25) Importantly, however, these listening practices, despite their surface differences, are deeply intertwined; indeed, they share underlying cognitive and embodied processes. In that article, I further explore this connection, citing Vijay Iyer’s assertion that music cognition and physical movement are neurally linked ( Lucas 2018 , [54], citing Iyer 1998 , 30–31). My analysis of the concerts’ light shows builds on these observations, showing how rhythmic lighting practices provide an interpretive visual layer that increases the salience of selected musical features and makes connections across songs’ formal sections, but in a manner suited to the heavy physicality of Meshuggah’s concerts.",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "lucas_2018",
                    "lucas_2018",
                    "iyer_1998"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Indeed, Hansson’s light shows further illustrate this nerd/mosher relationship. The analytical “nerd” work behind the light show emanates from its detailed, comprehensive coverage of the musical activity, while its overwhelming sensory qualities express the aesthetic priorities of live extreme metal—attributes that give rise to moshing. This fusion also recalls Louden’s “temporal congruency” of light and sound ( 2018 , 185–88), in which the co-occurrence of both stimuli increases their brightness and loudness, respectively, creating a sensory feedback loop that enhances the overwhelming qualities of an already extremely loud concert environment. In our interview, Hansson spoke to this creation of a larger-than-life quality for the show—how his lights can disguise the fact that the reality is “a few dudes on stage playing music” and make it into an “unreal sedative atomic explosion.” (26) In addition to enhancing the physicality of the concert, the light show also makes the “nerd” aspects of the music more accessible, by offering a path through the rhythmic complexity. These visual interpretations mean that a greater share of the audience can potentially drift between “nerd” and “mosher” perspectives. The light show’s simultaneous embodiment of intense physicality and analytical dexterity helps illustrate how the “nerd/mosher” dichotomy is best understood as a participation spectrum, or—to re-fashion an idea from Calder Hannan—as an instance of “listener parallax” ( 2020 ). (27) Here, the same musical event generates divergent audience responses that are nevertheless fluid and interchangeable.",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "louden_2018",
                    "hannan_2020"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] The analytical light show, in both its creation and its reception, fuses sensuous and intellectual activity. Through this lighting, spatial and bodily metaphors of musical movement—high and low, moving and holding still—are transmuted into visual representation, and timbre receives recognition as a shaping force. The audience translates this fused light-music composite into visible (or invisible, internalized) dance through moshing, headbanging, and the sensuality of mindful absorption. By emphasizing one rhythmic percept over another, the light show can offer clarity where the musical experience on its own might be more ambiguous. In clarifying complex sounds, it simultaneously makes the music more approachable and demonstrates its creator’s—and therefore the band’s—substantial skills. In addition, by leading the audience’s attention from one percept to another, the light show can also play with expectations, create musical climaxes, and generate understandings of form. In many ways, Hansson’s light show determines how listeners hear the music. His expert listening, interpretation, and representation of Meshuggah’s music offers the kind of clarity that analysis often seeks to achieve, but does so in a way that not only avoids the issue of music theory literacy, but also works within the conventions of extreme metal performance practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] I asked Hansson what he hopes audiences get from his light shows, and he said he hopes they “get blown away, like a nuclear bomb, even with sunglasses on.” The overwhelming visual intensity of his designs cooperates with the concert’s overwhelming loudness to create the sensory overload spectacle that is the extreme metal concert. In this way, the light shows assist in Meshuggah’s performance of extreme metal authenticity; they simultaneously exhibit the virtuosity of close, analytical listening and make it easier for listeners to find the groove. It also provides another example of what I have previously called “coercive synesthesia” ( Lucas 2014 ), as the lighting becomes an inextricable part of the musical experience. Hansson’s analytical light shows offer the intellectual joy of a masterful close reading, they welcome the audience into the dance by showing them the moves, and provide the bold, overpowering multi-sensory experience that the extreme metal concert demands.",
                "footnotes": [],
                "citations": [
                    "lucas_2014"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] Beyond the significance of Hansson’s light shows as an expansion and unification of extreme metal’s “nerd” and “mosher” cultures, I believe that understanding this kind of lighting design as a form of analytical expertise and labor offers (academic) music theorists an opportunity to imagine novel possibilities for analytical visualization and representation. Reimagining analytical structures and paradigms enables the kinds of musical thinking that are attuned to aesthetic priorities as they exist in musical communities—in this case, such priorities include (heavy) timbres, rhythmic complexity, groove, and virtuosic performance. Studying Hansson’s work offers the opportunity to engage with novel forms of analytical thinking, and to explore analytical priorities that align with a specific ephemeral, embodied experience.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.21.27.4.lucas.html",
    "data": "mto/data/mto.21.27.4.lucas.json"
}