{
    "title": "The Role of Set-Class Identity in the Estimation of Chords",
    "date": "2003/08/01",
    "volume": "9",
    "issue": "3",
    "authors": [
        "Kuusi, Tuire"
    ],
    "abstract": "The study examined the role of set-class identity for the subjects’ estimations of chords. Additionally, the study examined what factors other than the set-class identity were guiding the subjects’ estimations. In the test the subjects (professional musicians, amateurs, and non-musicians) heard sequences of five chords. Four chords were derived from one set-class and one chord from another set-class. The subjects were asked to rate which chord did not belong to the same group as the others. It was found that the subjects selected the chord according to the set-class identity in approximately 61% of the cases. The chordal factors guiding the subjects’ estimations were also analyzed. Among these factors were the register of the chords and the arrangement of the pitches within the chords.",
    "keywords": [
        "set-class",
        "trichord",
        "pentachord",
        "aural estimation",
        "chord categorization"
    ],
    "doi": "",
    "received": "June 2003",
    "pdf": "http://www.mtosmt.org/issues/mto.03.9.3/mto.03.9.3.kuusi.pdf",
    "author_info": [
        {
            "name": "Tuire Kuusi",
            "university": "Sibelius Academy",
            "address": "Department of Composition and Music Theory, PL 86, 00251 HELSINKI, FINLAND",
            "email": "tuire.kuusi@siba.fi"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. The reader interested in the basic concepts, objectives, \nand background of pitch-class set theory can find  a general discussion in, for \nexample, these: Allen Forte, The Structure of Atonal Music (New Haven and \nLondon: Yale University Press, 1973); John Rahn, Basic Atonal Theory (New \nYork: Schirmer, 1980); Robert Morris, Composition with Pitch-Classes (New \nHaven and London: Yale University Press, 1987); Joseph Straus, Introduction to Post-Tonal Theory (New Jersey: Prentice Hall, 1990).",
            "citations": []
        },
        "FN2": {
            "text": "2. A pitch-class set is a collection of pitch-classes \nwithout duplications, and a set-class is a collection of pitch-class sets \nmutually related by a transformation or by a group of transformations. The \ntransformation used in this study is transposition (T n ; \ntranspositional classification).",
            "citations": []
        },
        "FN3": {
            "text": "3. See, for example, Robert Morris, “A Similarity Index for \nPitch-Class Sets,” Perspectives of New Music 18/2 \n(1979/80): 447; John Rahn, “Relating Sets,” Perspectives of New Music 18/2 \n(1979/80): 494; Mark Hoover, “Set Constellations,” Perspectives of New Music 23 (1984): 165–166; Fred Lerdahl, “Atonal Prolongational Structure,” Contemporary Music Review 4 (1989): 66; Thomas Demske, “Relating Sets: On \nConsidering a Computational Model of Similarity Analysis,” Music Theory Online 1.2 (1995): 16, 17; Richard Hermann, “Towards a New Analytical Method for \nPost-Tonal Music: A Response to Thomas Demske,” Music Theory Online 1.3 \n(1995): 15, 16, Footnote 2; Eric Isaacson, “Issues in the Study of Similarity in \nAtonal Music,” Music Theory Online 2.7 (1996): 16; Isaacson, “Neural Network \nModels for the Study of Post-tonal Music,” in Mark Leman (ed.), Music, \nGestalt, and Computing: Studies in Cognitive and Systematic Musicology (Berlin: \nSpringer-Verlag, 1997): 237–238; David Rogers, “A Geometric Approach to Pcset \nSimilarity,” Perspectives of New Music 37 (1999): 78; Marcus Castrén, “Pairs of Chords as Objects Illuminating Set-Class Similarity: Some Viewpoints and a \nComputer-Assisted Procedure to Create test Material for Listener Experiments,” Electronic Journal of Music Theory and Analysis 1/1 (2000).",
            "citations": []
        },
        "FN4": {
            "text": "4. Cheryl Bruner, “The Perception of Contemporary Pitch \nStructures,” Music Perception 2 (1984): \n25–39; Don B. Gibson, “The Aural Perception of Nontraditional Chords in Selected \nTheoretical Relationships: A Computer-Generated Experiment,” Journal of \nResearch in Music Education 34 (1986): 5–23; R.C. Lane, A Multidimensional \nScaling Study of Seven Theoretical Indexes of Intervallic Similarity and \nMusicians’ Perceptions Among Twenty-One Pitch-Class Sets (Ph.D. diss., \nUniversity of North Carolina, 1997); Virginia Williamson and Panayotis \nMavromatis, “Categorizing Atonal Sonorities: Multidimensional Scaling, \nTree-Fitting and Clustering Compared,” (Paper presented at the Society for Music \nPerception and Cognition Conference, Evanston, Illinois, 1999); Arthur Samplaski, A Comparison of Perceived Chord Similarity and Predictions of Selected \nTwentieth-Century Chord-Classification Schemes, Using Multidimensional \nScaling, and Cluster Analysis (Ph.D. diss., Indiana University, 2000); Tuire \nKuusi, Set-Class and Chord: Examining Connection between Theoretical \nResemblance and Perceived Closeness (Helsinki: Sibelius Academy, 2001); Kuusi, \n“Semantic Differential as a Method for Collecting Estimations of Chords,” (in \nthe Fifth Triennal ESCOM Conference: Proceedings, 2003). Two closely related \nstudies by Gibson examine the effect of octave equivalence (or pitch class) in \nchord perception: Gibson, “The Aural Perception of Similarity in Nontraditional \nChords Related by Octave Equivalence, Journal of Research in Music Education 36 (1988): 5–17; Gibson, “The Effects of Pitch and Pitch-Class Content of the \nAural Perception of Dissimilarity in Complementary Hexachords,” Psychomusicology 12 (1993): 58–72.",
            "citations": []
        },
        "FN5": {
            "text": "5. David Huron, “Interval-Class Content in Equally Tempered \nPitch-Class Sets: Common Scales Exhibit Optimum Tonal Consonance,” Music Perception 11 (1994): 289–305. When the Huron consonance values were calculated, the \nindexes for interval-classes were summed up and the resulting value was divided \nby the total number of interval-classes in the set-class. In each triad class \nthe total number of interval-classes was 3, and in each pentad class it was 10.",
            "citations": []
        },
        "FN6": {
            "text": "6. I would like to thank Mr. Santtu Valve from the \ndepartment of Music Technology, Sibelius Academy, for helping to prepare the \nsound data.",
            "citations": []
        },
        "FN7": {
            "text": "7. Bruner, “The Perception of Contemporary Pitch \nStructures” (1984); Samplaski, A Comparison of Perceived Chord Similarity and \nPredictions of Selected Twentieth-Century Chord-Classification Schemes, Using \nMultidimensional Scaling, and Cluster Analysis (2000); Kuusi, Set-Class and \nChord: Examining Connection between Theoretical Resemblance and Perceived \nCloseness (2001), “Semantic Differential as a Method for Collecting \nEstimations of Chords” (2003).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "INTRODUCTION",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Pitch-class set theory was originally developed to provide a theoretical \nframework for describing pitch organization of post-tonal music. Among important \npioneers were Milton Babbitt, Allen Forte, and David Lewin. Babbitt applied \nconcepts of mathematical set theory to music, and many pitch-class \nset-theoretical concepts are based on Babbitt’s ideas. A general theory using \nthese concepts was formulated by Forte. Since then, the theory has been \ndeveloped by many researchers. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] \nPitch-class set theory is most often applied to analysis. Instead of the \nanalytical application of the theory, this study is focused on one concept of \nthe theory, namely, the set-class. (2) Set-class is an abstract concept: a \ncomplex of a number of entities sharing certain properties according to which \nthey can be classified. As an abstract concept, the set-class is not directly \nobservable. Since it is not possible to make perceptual estimations of \nset-classes, these estimations must be done from observable entities (pitch \nsets) representing the set-classes. Every set-class can be represented by an \ninfinite number of pitch sets, and the properties of a set-class are always \npresent in the pitch sets representing it. Many authors of pitch-class \nset-theory have—directly or indirectly—discussed the connection between \nset-classes and the pitch sets derived from them. (3) Generally, they state that there is a connection between the set-class and the \npitch sets derived from it in some circumstances. However, they also state that \nthe realization of the pitch sets involves many factors some of which are \nindependent from the set-class (factors mentioned by different authors are, for \nexample, the arrangement of the pitches as chords or as melodies, the registral \nplacement of the pitches, the octave duplications, counter, rhythm, timbre, \narticulation, and dynamics).",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The number of studies on the connection \nbetween set-classes and perception of pitch sets derived from them is small. \nMost of these studies have analyzed the connection between certain pitch-class \nset-theoretical resemblance models and the perception of closeness or similarity \nbetween pitch sets. Some of these studies have also analyzed the factors \ninvolved in the closeness estimations. (4) Further, Kuusi \nhas shown that there is a connection between some factors guiding the \nestimations and the properties of the set-classes. AIM",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The aim of this study \nwas to test the subjects’ ability to discriminate between selected set-classes. \nIn this study, the set-classes were represented by block chords played using \nthe piano sound. Each set-class was represented by a number of chords. The idea \nwas to test how well the subjects could discriminate chords derived from a \ncertain set-class from chords derived from some other set-class and what factors \nother than the set-class identity were guiding the subjects’ estimations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] A new testing regime was used. The subjects were played sequences of chords. \nThese sequences were formed of five chords: four ‘standard’ chords from the \n‘standard’ set-class forming the context and one ‘deviant’ chord from the \n‘deviant’ set-class. The subjects were asked to rate which chord did not belong \nto the same group as the others. Hence, another aim of the study was to test \nthis testing regime. THE SET-CLASSES, THE TEST CHORDS, THE TEST, AND THE SUBJECTS",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] \nAs it was possible to test only a rather small number of items, the author first \ndecided to use only triad and pentad classes. The  number of triad classes was \nfour: 3-1 {0, 1, 2} (the 3-pc chromatic class), 3-2A {0, 1, 3}, 3-8A {0, 2, 6} \n(the set-class from which the dominant seventh chord without the fifth can be \nderived), and 3-11B {0, 4, 7} (the set-class from which the major chord can be \nderived). The number of pentad classes was five: 5-1 {0, 1, 2, 3, 4} (the 5-pc \nchromatic class), 5-4A {0, 1, 2, 3, 6}, 5-33 {0, 2, 4, 6, 8} (the 5-pc \nwhole-tone class), 5-34 {0, 2, 4, 6, 9} (the set-class from which the dominant \nninth chord can be derived), and 5-35 {0, 2, 4, 7, 9} (the pentatonic class). Table 1 . The Huron consonance values for the set-classes (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The consonance values for the set-classes were calculated using the Huron \nmodel of consonance for set-classes (Huron 1994). (5) According to the Huron \nvalues, the most dissonant set-class of the nine set-classes of the study was \n3-1 with value -1.146, and the most consonant one was 3-11B with value 0.740 (see Table 1 ). \nThe other dissonant set-classes were 5-1 (-0.588), 3-2A (-0.472), and 5-4A \n(-0.309), and the other consonant set-classes were 5-35 (0.479) and 5-34 \n(0.224). There were two set-classes close to the middle point of the range of \nthe values (the middle point was -0.203). These were 3-8A (-0.216) and 5-33 \n(-0.169).",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The \nlocation of set-class 3-8A in the middle of the range of consonance values needs \ncloser examination. As stated earlier, the dominant seventh chord without the \nfifth can be derived from set-class 3-8A. The dominant seventh chord is usually \nconsidered to be a rather consonant chord, at least by musically trained \nsubjects, and the absence of the (perfect) fifth does not affect the character \nof the chord. However, the absence of the fifth affects the consonance value: \nthe three intervals between the fifth and the other pitches of the dominant \nseventh chord (perfect fifth and two minor thirds) would increase the consonance \nvalue. Hence, set-class 3-8A will be included in the ‘consonant’ set-classes. Figure 1 . The chords derived from the four triad \nclasses (click to enlarge) Figure 2 . The chords derived from the five pentad \nclasses (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Each of the triad classes was represented by two chordal settings. The span \nof the chordal settings varied between 13 and 16 semitones, that is, the \ninterval between the lowest and highest pitch varied between the minor ninth and \nthe major tenth. Additionally, each chordal setting was played on three to six \ntranspositional levels in middle register (between A3 and Eb5). Hence, each \ntriad class was represented by seven to twelve chords. The chords derived from \nthe triad classes are in Figure 1 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Three chordal settings with the span of 14 \nsemitones (the major ninth) were derived from each pentad class. Each chordal \nsetting was played on five transpositional levels in middle register (between A3 \nand Eb5). Hence, each pentad class was represented by 15 chords. The chords \nderived from the five pentad classes are in Figure 2 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The properties of the \nset-classes are always present in chords derived from them. Hence, to some \nextent the set-class properties determine the characteristics of the chords \nrepresenting it regardless of the chordal setting. For example, all chords \nderived from set-class 3-11B are always major chords, and chords derived from \nset-class 5-1 have dissonant intervals between the pitches. It seems likely that \nthe familiarity of chords derived from set-class 3-11B and the dissonance of \nthe chords derived from set-class 5-1 are characteristics guiding aural \nperception of them, but it should be remembered that these characteristics are \ndue to the set-class properties. Naturally, the audibility of these \ncharacteristics can to some extent be enhanced or concealed by aspects of \nchordal setting. A limited number of chord spans and the middle register were \nused in this test in order to diminish the effect of chordal factors (that is, \nfactors independent from the set-class).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The chords were first made using \nthe Finale 2000 program. On the program the pitches of each chord were made to \nstart and stop in perfect simultaneity by quantifying the note values. In \naddition, each pitch was given the same objective dynamic level. A grand piano \nsound Bösendorfer from the Nemesys Gigastudio piano sample library was used \nwhen the chord sounds were played. (6) Figure 3 . The 42 test items (click to enlarge and listen)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] There were 42 items in the test. Each item consisted of a sequence of five \nchords played three times. As already stated, in each sequence, four of the five \nchords were derived from the standard set-class and one from the deviant \nset-class. Every triad class was paired with every other triad class and every \npentad class with every other pentad class, but triad classes were not paired \nwith pentad classes. This made altogether 12 triad-class items and 20 \npentad-class items. Additionally, there were ten controls (4 items using triad \nclasses and 6 items using pentad classes). All 16 items using triad classes \n(played in random order) were presented first, followed by the 26 items using \npentad classes (again in random order). The test items are in Figure 3 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Each chord \nlasted one second and the three sequences  were separated by a two-second \nsilence. Hence, one item lasted 3*7 = 21 seconds. Two items were separated by a \nseven-second silence. The whole test lasted approximately 20 minutes. Two items \ncan be heard in the sound files Item 1 and Item 2 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The subjects \nwere asked to rate which one of the five chords did not belong to the same group \nas the others. The subjects were not told any principles of the criteria \naccording to which they should make their ratings; hence, they were allowed to \ndefine for themselves their own criteria. During a short practicing session \nbefore the test, the subjects were able to familiarize themselves with the \nmaterial to be used. The ratings were made on a test form in which numbers from \n1 to 5 represented the five chords of each sequence. The subjects’ task was \nfirst to aurally select one chord not belonging to the group and then to circle \nthe number representing that particular chord. After the test the subjects \nfilled out a questionnaire with questions about their age, sex, music studies, \nand listening habits.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Eighty-two subjects participated. They were not paid for participating. \nTwenty subjects were rejected because of their poor performance in the control \nchord test. The remaining 62 subjects were divided into four subgroups according \nto their music studies: music theorists and composers (theorists/composers, N = 14) professional musicians or music students (professionals, N = 27) subjects who have studied music but not professionally (non-professionals, \n  N = 11) subjects who have never studied music (non-musicians N = 10)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The subjects of group 1 (theorists/composers) \nwere teachers or professional students from the Department of Composition and \nMusic Theory at the Sibelius Academy. Seven of them were female and seven male. \nTheir ages varied from 20 to 53 years, the average being 33.21. The total years \nof music studies (both non-professional and professional) varied between 12  and 40 years, and the average was 20.86. They reported that they listen to or \nplay or compose post-tonal music from 2 to 43 hours per week (the average was \n7.46 hours). Two of the subjects reported having absolute pitch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The \nsubjects of group 2 (professionals) were professional musicians or professional \nmusic students from various departments of the Sibelius Academy. Eight of them \nwere female and nineteen male. The average age was 24.44, and the range was from \n18 to 41 years. The average of all music studies (both non-professional and \nprofessional studies) was 14.96 years, the range being from 10 to 21 years. \nThese subjects reported that they listen to or play post-tonal music from 0 to \n32 hours per week, the average being 4.39 hours. The number of subjects with \nabsolute pitch was seven.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The subjects of group 3 (non-professionals) were \nteachers or students from Helsinki University, Department of Psychology. Nine of \nthem were female and two male. Their ages varied between 20 and 46 years, the \naverage being 28.18. The average time of non-professional music studies was \n11.36 years, the range being from 5 to 20 years. These subjects reported that \nthey listen to or play post-tonal music from 0 to 10 hours per week, the average \nbeing 2.18 hours. The number of subjects with absolute pitch was one.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The \nsubjects of group 4 (non-musicians) were teachers or students from Helsinki \nUniversity, Department of Psychology. Five of them were female and five male. \nTheir ages varied from 20 to 42 years, the average being 24.70. They reported \nthat they listen to or play post-tonal music from 0 to 5 hours per week (the \naverage was 1.00 hour). None of them reported having absolute pitch. RESULTS",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] As already stated, there were originally 42 items in the test. However, a \nmistake was discovered in one item when the chords were played to the first \ngroup of subjects. The item 24 {5-4A, 5-1} was incorrect (it was actually {3-10, \n5-1}), and the subjects’ ratings of this item were excluded from analyses. \nHence, the total number of items to be analyzed was 41.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The total number of \ncases was 2542 (41 items rated by 62 subjects). The total number of cases in \nwhich no selection was made was 30, hence, very small (1.18%). This can be \ninterpreted to indicate that the subjects were motivated to make the test and \nthat they were able to operate with the testing regime. Table 2 . The averages and the standard deviations (in parentheses) of ratings that were made according to the pitch-class set-theoretical paradigm (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The connection \nbetween the pitch-class set-theoretical paradigm and the subjects’ estimations \nwas analyzed first. In total, the deviant chord was selected in 1547 cases, that \nis, in 60.9% of all cases. The averages of ratings in which the subjects \nselected the deviant chord were also calculated separately for each group (see Table 2 ). As can be seen, these averages differed clearly from one group to \nanother. The theorists/composers made their ratings most often according to the \npitch-class set-theoretical paradigm, even though only a few of them were familiar with the paradigm. The professionals made more ratings according to the \nparadigm than the non-professionals, and the non-professionals more than the \nnon-musicians.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The differences between the average \nby theorists/composers and the averages by other groups of subjects were \nstatistically very significant (p < .001) in most cases (the value p < .001 \nindicates that the result could have occurred by chance in fewer cases than 1 in \n1000). The exceptions of this were the differences between theorists/composers \nand professionals: the averages were 12.64 and 9.93 respectively for the triad \nclasses (p < .010), and 19.07 and 17.00 for the pentad classes (this difference \nwas not statistically significant, p > .050). Additionally, the differences \nbetween the averages of non-musicians and the averages of the other subject \nsubgroups were statistically very significant (p < .001) in all but two cases: \nthe averages of non-professionals and non-musicians were 7.91 and 4.60 for the \ntriad classes (p < .010), and 13.82 and 9.07 for the pentad classes (p < .050). Figure 4 . The ratings made according to the pitch-class set-theoretical paradigm (Y-axis) plotted against the years of music studies (X-axis) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The results of the first analysis indicated that the subjects were rather \nwell able to aurally discriminate chords according to the set-class from which \nthe chords were derived. Naturally the aural perception was guided by the \naudible characteristics of the chords (for example, the degree of consonance or \nthe familiarity of the chords), but, as already stated, these characteristics \nare due to the set-class properties. Additionally, the results indicated that \nthe connection between pitch-class set-theoretical paradigm of set-classes and \nsubjects’ ratings of chords was higher for subjects who were musically highly \ntrained than for subjects without musical training. This result was expected and \nreasonable. However, the number of years of music study alone could not explain \nthe ratings. This can be seen from the scatter diagram ( Figure 4 ) in which the ratings made according to the pitch-class set-theoretical \nparadigm are plotted against the years of music study. The correlation between \nthese ratings and the years of study was 0.57 (p < .001), indicating that the \nyears of study explained the ratings only to some extent. The scatter diagram \nshows that the type of musical studies is important as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] In the questionnaire the subjects \nwere asked how many hours per week they listen to or play post-tonal music. Even \nthough this kind of question cannot be considered a very exact one, it was \nhypothesized that there might be some connection between the ratings and the \nfamiliarity with the chord material. The correlation was calculated between the reported hours and the ratings made according to the pitch-class set-theoretical \nparadigm. The correlation was very low (r = 0.26, non-significant), indicating \nthat the results of the test cannot be explained by the listening habits.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] \nThe second analysis aimed at identifying and categorizing the chordal factors \nthat were guiding the subjects when they selected one of the standard chords \ninstead of the deviant chord. These factors were connected with chordal setting \nand they were independent of the set-class identity. In this analysis the focus \nwas on those chords that were selected by an especially high proportion (25% or \nhigher) of subjects. Ten such cases were found. In four of these cases the most \noften selected standard chord was chosen more often than the deviant chord \n(items 4, 11, 16, and 33) and in one case they were selected equally often (item \n25). Example 1 . The five chords of items 4 and 14. The percentiles indicate how often each chord was selected in the test (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] In item 4, chords 1, 2, 3, and 5 were derived from the standard set-class \n3-1, and chord 4 was the deviant derived from set-class 3-2A (see Example 1 for \nthe item). Hence, the whole item consisted of dissonant chords. In this item, \n41.9% of the subjects selected chord 3. It was selected especially by the \nnon-professionals, the professionals, and the non-musicians. As can be seen, \nthis chord was neither the highest nor the lowest one. Yet it was the only chord \nof this item with a small interval (the major second) between the two highest \npitches; the other chords had a small interval (the major second in the standard \nchords and the minor third in the deviant chord) between the two lowest pitches. \nHence, the difference in the arrangement of the pitches seemed to affect the \nratings. When the same item was played again as a control (item 14), similar \nratings were made: altogether 37.1% of the subjects selected chord 3. This time \nthis chord was selected especially by the non-professionals and the \nprofessionals. Example 2 . The five chords of items 7 and 15. The percentiles indicate how often each chord was selected in the test (click to enlarge) Example 3 . The five chords of items 11 and 16. The percentiles indicate how often each chord was selected in the test (click to enlarge) Example 4 . The five chords of items 25 and 42. The percentiles indicate how often each chord was selected in the test (click to enlarge) Example 5 . The five chords of items 29 and 38. The percentiles indicate how often each chord was selected in the test (click to enlarge) Example 6 . The five chords of item 33. The percentiles indicate how often each chord was selected in the test (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In item 7, chords 1, 3, 4, and 5 were derived from the standard set-class \n3-8A, and chord 2 from the deviant set-class 3-1 (see Example 2 ). As stated \nearlier, the dominant seventh chord without the fifth can be derived from \nset-class 3-8A, and the chords can be considered consonant. And as can be seen, \nthis chord was twice in root position (chords 1 and 4) in this item. When \nratings were made of item 7, 29.0% of the subjects selected chord 1, the higher \none of the two chords in root position. Interestingly, chord 4 was selected by \n0% of the subjects. Chord 1 was selected most often by the non-musicians. When \nthis item was played again as a control (item 15), 21% of all subjects selected \nchord 1 and 0% chord 4. Again chord 1 was selected most often by the \nnon-musicians.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In item 11and its control item 16, the standard chords were 1, 2, 4, and 5 \n(derived from set-class 3-2A) and the deviant chord was 3 (set-class 3-1). \nHence, the set-classes were the same as those in items 4 and 14 (see above), and \nall chords of these items were dissonant. The chords of items 11 and 16 are in Example 3 . As can be seen, chord 1 and chord 5 were similar chordal settings on \ndifferent transpositional levels, and so were chords 2 and 4. When ratings were \nmade of these items, the lower one of the two similar chordal settings was \nselected more often that the higher one: chord 5 was selected more often than \nchord 1, and chord 4 was selected more often than chord 2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] In item 25 and its control item 42, the standard chords were 1, 2, 3, and 5 \nand they were derived from set-class 5-35. Hence, the context was rather \nconsonant. The deviant chord was number 4 and it was derived from set-class \n5-33. The chords are in Example 4 . When the subjects made their ratings, 40.3% \nof them selected chord 5 in item 25 and 32.3% of them in item 42. As can be \nseen, chord 5 was the highest in register. There were subjects from all \nsubgroups, the fewest being theorists/composers and the most being \nnon-professionals and non-musicians.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] In item 29 and its control item 38, the standard set-class was 5-34 and the \nchords derived from it were 2, 3, 4, and 5. Hence, the context was rather \nconsonant. The deviant set-class was 5-33, and the deviant chord was number 1 \n(see the chords in Example 5 ). As can be seen, the dominant ninth chord was in \nroot position twice in these items (chords 3 and 4). In both cases chord 3, the \nhigher one of the root-position chords, was selected by 25.8% of the subjects. \nThere were subjects from all subgroups, yet this chord was most often selected \nby the professionals and least often by the non-musicians. Chord 4 (the lower of \nthe root-position chords) was selected by 11.3% of the subjects in item 29 and \nby 12.9% of the subjects in item 38. Those who selected chord 4 were most often \nnon-professionals and non-musicians.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] In item 33, the set-classes were 5-35 (standard) and 5-34 (deviant), and \nthe whole item was rather consonant. The standard chords were 1, 2, 3, and 4, \nand the deviant chord was number 5. The chords are in Example 6 . As can be seen, \ntwo of the standard chords had the major chord formed of the three lowest \npitches (chords 1 and 4). Of the standard chords, the highest chord (chord 2) \nwas selected by 30.7% of the subjects, especially by the theorists/composers and \nthe professionals. Chord 4, which was the higher one of the two having the major \nchord, was selected by 21% of the subjects, most often by the professionals. \nHence, it seems that within this item, both the register and the arrangement of \npitches were factors guiding the ratings. CONCLUSIONS",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The study has \nexamined the subjects’ ability to categorize chords according to their set-class \nidentity. Additionally, the study has examined the importance of chordal factors \nfor the categorization. In the test the subjects were played a five-chord \nsequence successively three times and they were asked which chord does not \nbelong to the same group as the other chords. It seemed to be rather easy for \nthe subjects to make their ratings in this new testing regime.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The test was \nmade in pitch-class set-theoretical paradigm. In each five-chord sequence, the \nfour standard chords were derived from the standard set-class and the deviant \nchord from the deviant set-class. It was found that in approximately 61% of all \ncases the subjects selected the deviant chord; hence, they made their ratings \naccording to the pitch-class set-theoretical paradigm. Additionally, a clear \nconnection was found between the years and the type of music study and the \nnumber of ratings made according to the paradigm. The highly trained subjects \nfrom the Department of Composition and Music Theory from the Sibelius Academy \nmade their ratings most often according to the paradigm, even though only a few \nof them were familiar with pitch-class set theory. The subjects with no music \nstudy made their ratings most often according to factors other than those \nconnected with set-class identity. These other factors were chordal: the \nregister and the chordal setting of the chords.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The analyses of the cases \nin which one of the standard chords was selected instead of the deviant chord \nrevealed some tendencies. First, the register of the chord seemed to affect \nthe ratings. If the context was consonant or rather consonant, the subjects \ntended to select the highest chord. But if the context was dissonant, they \ntended to select the lowest chord. There were altogether 20 cases in the test in \nwhich this tendency could be seen, but only two cases with the opposite \ntendency. Second, certain aspects of chordal setting seemed also to guide the \nsubjects. These were the placement of a small interval (in triads), and the \narrangement of the pitches so that they formed the root position of a familiar \ntonal chord (both in triads and pentads). Altogether ten cases were found in \nwhich these kind of chordal aspects seemed to guide the subjects’ estimations, \nwhile the opposite was found in only one case.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] The results of this study \nshowed that the estimations of chords are based on a number of simultaneous \nfactors. Set-class identity seems to be one of them, the other ones being chordal. The factors revealed in this study were closely related to those revealed \nin earlier studies as well (7). This was the case even though the earlier \nstudies have used totally different kinds of testing regimes and even though \nonly some of the earlier studies have used pentachords. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The present \nstudy has evoked need for additional study. The new testing regime used in the \nstudy needs to be tested using other set-classes. The relative importance of \nset-class identity and the relative importance of chordal factors should be \nexamined in varying set-class and chord contexts. The finding that the subjects \ntend to select the highest chord in a consonant context and the lowest chord in \na dissonant context is worth further examination.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.03.9.3.kuusi.html",
    "data": "mto/data/mto.03.9.3.kuusi.json"
}