{
    "title": "Schenker and the Tonal Jazz Repertory: A Response to Martin",
    "date": "2012/09/01",
    "volume": "18",
    "issue": "3",
    "authors": [
        "McFarland, Mark"
    ],
    "abstract": "Henry Martin recently introduces new forms of theUrlinieother than Schenker’s 3-, 5-, and 8-lines to provide superior readings of works from the tonal jazz repertory. This study questions the superiority of these newUrlinien; Schenker’s three forms of theUrsatzare preferred instead. Martin’s dissatisfaction with orthodox Schenkerian theory is traced to his belief in the inviolability of the original melody, which excludes the use of implied tones and forces theUrlinieto appear in the upper voice, thus eliminating theDeckton.",
    "keywords": [
        "Jazz",
        "Schenker",
        "Henry Martin",
        "Steve Larson"
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.3/mto.12.18.3.mcfarland.pdf",
    "author_info": [
        {
            "name": "Mark McFarland",
            "university": "Georgia State University",
            "address": "School of Music, 75 Poplar Ave Suite 500, Atlanta, GA 30303",
            "email": "mmcfarland@gsu.edu"
        }
    ],
    "citations": {
        "brown_1986": "Brown, Matthew. 1986. “The Diatonic and the Chromatic in Schenker’s ‘Theory of Harmonic Relations.’” Journal of Music Theory 30, no. 1: 1–33.",
        "davis_1990": "Davis, Glen Roger. 1990. “Levels Analysis in Jazz Tunes.” PhD diss., Ohio State University.",
        "davis_1956": "Davis, Miles. 1956. Blue Haze . Prestige Records, PRLP 7054.",
        "_day-o’connell_2007": "Day-O’Connell, Jeremy. 2007. Pentatonicism from the Eighteenth Century to Debussy . Rochester, New York: University of Rochester Press.",
        "_day-o’connell_2009": "Day-O’Connell, Jeremy. 2009. “Debussy, Pentatonicism, and the Tonal Tradition.” Music Theory Spectrum 31, no. 2: 225–61.",
        "evans_1960": "Evans, Bill. 1960. Portrait in Jazz . Riverside, RLP 12-315.",
        "forte_1995": "Forte, Allen. 1995. The American Popular Ballad of the Golden Era: 1924–1950 . Princeton: Princeton University Press.",
        "forte_and_gilbert_1982a": "Forte, Allen and Steven E. Gilbert. 1982a. Introduction to Schenkerian Analysis . New York: W.W. Norton.",
        "forte_and_gilbert_1982b": "Forte, Allen and Steven E. Gilbert. 1982b. Instructor’s Manual for Introduction to Schenkerian Analysis . New York: W.W. Norton.",
        "gilbert_1995": "Gilbert, Steven E. 1995. The Music of Gershwin . New Haven: Yale University Press.",
        "heyer_2012": "Heyer, David. 2012. “ Applying Schenkerian Theory to Mainstream Jazz: A Justification for an Orthodox Approach .” Music Theory Online 18, no. 3.",
        "larson_1987": "Larson, Steve. 1987. “Schenkerian Analysis of Modern Jazz.” PhD diss., University of Michigan.",
        "larson_1998": "Larson, Steve. 1998. “Schenkerian Analysis of Modern Jazz: Questions about Method.” Music Theory Spectrum 20, no. 2: 209–41.",
        "larson_1999": "Larson, Steve. 1999. Review: The American Popular Ballad of the Golden Era, 1924–1950 , by Allen Forte; The Music of George Gershwin , by Steven E. Gilbert; Charlie Parker and Thematic Improvisation , by Henry Martin. Music Theory Spectrum 21, no. 1: 110–21.",
        "larson_2009": "Larson, Steve. 2009. Analyzing Jazz: A Schenkerian Approach . Hillsdale, New York: Pendragon Press.",
        "martin_1996": "Martin, Henry. 1996. Charlie Parker and Thematic Improvisation . Lanham, Maryland: Scarecrow Press.",
        "martin_2006": "Martin, Henry. 2006. “We Remember Clifford: Variation Technique at the Middleground.” Tijdschrift voor Muziektheorie 11, no. 1: 1–8.",
        "martin_2011a": "Martin, Henry. 2011a. “More Than Just Guide Tones: Steve Larson’s Analyzing Jazz—A Schenkerian Approach .” Journal of Jazz Studies 7, no. 1: 121–44.",
        "martin_2011b": "Martin, Henry. 2011b. “Schenker and the Tonal Jazz Repertory.” Tijdschrift voor Muziektheorie 16, no. 1: 1–20.",
        "mcfarland_2009": "McFarland, Mark. 2009. “ Review of Jeremy Day-O’Connell, Pentatonicism from the Eighteenth Century to Debussy .” Music Theory Online 15, no. 2.",
        "mcfarland_2012": "McFarland, Mark. 2012. “Bill Evans and the Limits of Schenkerian Theory.” Journal of Schenkerian Studies 6: 33–66.",
        "neumeyer_1987a": "Neumeyer, David. 1987a. “The Ascending Urlinie.” Journal of Music Theory 31, no. 2: 275–303.",
        "neumeyer_1987b": "Neumeyer, David. 1987b. “The Three-Part Ursatz.” In Theory Only 10, nos. 1–2: 3–29.",
        "neumeyer_2009": "Neumeyer, David. 2009. “Thematic Reading, Proto-backgrounds, and Registral Transformations.” Music Theory Spectrum 31, no. 2: 284–324.",
        "rothstein_1991": "Rothstein, William. 1991. “On Implied Tones.” Music Analysis 10, no. 3: 289–328.",
        "schachter_1994": "Schachter, Carl. 1994. “The Prelude in E minor No. 4; Autograph Sources and Interpretation.” In Chopin Studies 2 , ed. John Rink and Jim Samson. Cambridge: Cambridge University Press.",
        "schenker_1979": "Schenker, Heinrich. 1979. Free Composition . Trans. and ed. by Ernst Oster. New York: Longman.",
        "shcheglov_and_zholkovsky_1987": "Shcheglov, Yuri, and Alexander Zholkovsky. 1987. Poetics of Expressiveness: A Theory and Applications . Amsterdam and Philadelphia: J. Benjamins.",
        "smith_1997": "Smith, Peter H. 1997. “Brahms and Motivic 6/3 Chords.” Music Analysis 16, no. 2: 175–217.",
        "straus_1990": "Straus, Joseph. 1990. Remaking the Past: Musical Modernism and the Influence of the Tonal Tradition . Cambridge, Massachusetts: Harvard University Press.",
        "webster_1979": "Webster, James. 1979. “Schubert’s Sonata Form and Brahms’ First Maturity (II).” 19th-Century Music 3, no. 1: 52–71."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The replacement of foreground dissonance with the consonance it represents at the middleground was the centerpiece of the analytic methodology Larson first presented in his dissertation ( 1987 , published later in Larson 2009 ), expanded upon in an article ( 1998 ), and used as a foil in his review of monographs by Forte, Gilbert, and Martin ( 1999 ).",
            "citations": [
                "larson_1987",
                "larson_2009",
                "larson_1998",
                "larson_1999"
            ]
        },
        "FN2": {
            "text": "2. These final three papers, delivered by Heyer, Martin, and the present author, were part of the paper session entitled “Unorthodox and Orthodox Approaches to Jazz.” Rather than having a question and answer session after each paper, all three presenters fielded questions together.",
            "citations": []
        },
        "FN3": {
            "text": "3. This inviolability of the original melody is implied not only in the preceding quote, but also in the fact that notes from the new forms of the Urlinie introduced by Martin are always found in the original melody. The ramifications of this requirement on Schenkerian theory are discussed below.",
            "citations": []
        },
        "FN4": {
            "text": "4. Martin carefully defines the focus of his study as the “traditional jazz repertory of standards written generally before 1950 . . . that 1) are tonal; 2) are in 32-bar AABA or ABAC form; 3) conclude with a perfect authentic cadence; and 4) feature conventional chord progressions” ( Martin 2011a , 1). He then states that “the stepwise Urlinien of orthodox Schenkerian theory are more common in this repertory than the more unusual prototypes I have been positing” ( Martin 2011a , 15).",
            "citations": [
                "martin_2011a",
                "martin_2011a"
            ]
        },
        "FN5": {
            "text": "5. Martin’s published analysis of this work ( Martin 2011b , 8) is confined to the final section of the complete ABAB’ form of the opening statement. It is within this final section that he graphs the interrupted ascent 5 ˆ – 6 ˆ || 5 ˆ – 6 ˆ – 7 ˆ – 8 ˆ . Martin was kind enough to provide me with a complete analysis of “Four” in the form of a description of its middleground, one that features an interruption at the end of the B section. This is the more typical placement of interruption, one that makes the interruption in the final section similar to a secondary descent—“an analogy to the interrupted form,” as the author originally wrote ( Martin 2011b , 7–8). The middleground description of the entire work, and the fact that the interruption at the end of the B section occurs on 3 ̂ , will both be discussed in more detail below.",
            "citations": [
                "martin_2011b",
                "martin_2011b"
            ]
        },
        "FN6": {
            "text": "6. More specifically, Day-O’Connell views 6 ˆ as the pentatonic leading tone. This fact explains its placement at the point of interruption, despite the fact that subdominant harmony is used to support this scale degree. For an example of this formal structure, see his graph of Debussy’s Prélude “La fille aux cheveux de lin” in Day-O’Connell 2007 , 162 and Day-O’Connell 2009 , 250–57.",
            "citations": []
        },
        "FN7": {
            "text": "7. This information was given to the present author in a private communication.",
            "citations": []
        },
        "FN8": {
            "text": "8. The closest situation I can find to Martin’s interrupted 6 ˆ appears in the third movement of Beethoven’s Piano Sonata op. 22, which Neumeyer analyzes with an ascending Urlinie . The menuet only presents the first two notes of this Urlinie , while the Trio presents the entire fourth progression. Neumeyer does not refer to the halt of melodic motion within the menuet as interruption, but rather as a neighbor note that embellishes the Kopfton and is derived from smaller-scale repeats of this same neighbor note figure throughout the movement. See Neumeyer 1987a , 296.",
            "citations": [
                "neumeyer_1987a"
            ]
        },
        "FN9": {
            "text": "9. The transcription of this performance is by the present author. Henry Martin offered a number of suggested corrections, not all of which are reflected here. The author takes full responsibility for any deviations from the recorded performance.",
            "citations": []
        },
        "FN10": {
            "text": "10. This change of direction in the Urlinie will be discussed in greater detail below.",
            "citations": []
        },
        "FN11": {
            "text": "11. For further commentary on Martin’s analysis of “Moten Swing” in addition to a separate reading of this work, see Heyer 2012 .",
            "citations": [
                "heyer_2012"
            ]
        },
        "FN12": {
            "text": "12. Schachter reads this work as a 5-line without interruption. He notes that the caesura would typically imply interruption. However, Prélude op. 28, no. 4 and Mazurka op. 41, no. 1, written within hours of one another and in the same key, both provide different solutions to the same musical problem: the implication of interruption without a corresponding linear progression that ends on 2 ˆ . See Schachter 1994 , 168.",
            "citations": [
                "schachter_1994"
            ]
        },
        "FN13": {
            "text": "13. “All the foreground diminutions, including the apparent ‘keys’ arising out of the voice-leading transformations, ultimately emanate from the diatony in the background” ( Schenker 1979 , 11).",
            "citations": [
                "schenker_1979"
            ]
        },
        "FN14": {
            "text": "14. Specifically, the D ♯ 4 of m. 14 in the leadsheet becomes C ♯ 4 in Evans’ plan, while the B3 of mm. 15-16.1 is replaced by E4.",
            "citations": []
        },
        "FN15": {
            "text": "15. For two of the many analyses of this work, see Webster 1979 , 65–68 and Smith 1997 , 182–91, in which the Kopfton of the first movement is identified as 3 ̂ .",
            "citations": [
                "webster_1979",
                "smith_1997"
            ]
        },
        "FN16": {
            "text": "16. Although Martin’s Ursatz for “The Touch of Your Lips” is an amalgamation of two of Neumeyer’s expressive themes, he has recently stated to the present author that the work of the literary critics Shcheglov and Zholkovsky did not play a factor is his neo-Schenkerian graph.",
            "citations": []
        },
        "FN17": {
            "text": "17. Although it does not apply to this work, Martin does concede that “if the background of the original melody features a gapped prototype, diminution of that prototype may result in a linear progression” ( Martin 2011b , 17).",
            "citations": [
                "martin_2011b"
            ]
        },
        "FN18": {
            "text": "18. Davis also posits 7 ˆ as a potential Kopfton and a Bassbrechung of 1 ˆ - ♭ 2 ˆ - 1 ˆ , although neither appear in this work. For more detail on Davis’ reading of “Peri’s Scope,” including a traditional graph based on a transcription of Evans’ performance of this work, see McFarland 2012 .",
            "citations": [
                "mcfarland_2012"
            ]
        },
        "FN19": {
            "text": "19. It is probably not coincidental that those in the latter camp generally use transcriptions rather than lead sheets as the basis of their analyses.",
            "citations": []
        },
        "FN20": {
            "text": "20. Martin has suggested that the implication of the word “always” in Heyer’s question caused this lack of a response.",
            "citations": []
        },
        "FN21": {
            "text": "21. See measure 7 of Example 5 in Larson 1999 , 118–19.",
            "citations": [
                "larson_1999"
            ]
        },
        "FN22": {
            "text": "22. This was the goal of my analysis of Bill Evans’ performance of three standards—”My Foolish Heart,” “Who Can I Turn To?,” and “Goodbye”—from the early 1960s. See McFarland 2012 .",
            "citations": [
                "mcfarland_2012"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] If one were asked to summarize Steve Larson’s approach to the analysis of tonal jazz, the first thing that would likely come to mind would be his belief in the applicability of Schenkerian analysis to this repertory. In fact, Larson strove as much as possible to approach jazz using as orthodox a form of Schenkerian theory as possible. (1) In his review of monographs by Forte 1995 , Gilbert 1995 , and Martin 1996 , Larson carefully explained how deviations from Schenkerian orthodoxy by these authors were, in his own words, “more apparent than real” ( Larson 1999 , 114–17). More specifically, Larson’s analytic methodology brought three modifications to Schenkerian theory into orthodoxy: (1) the frequent lack of 2 ˆ in Gilbert’s Urlinien and in Martin’s “Common Bop Background Forms,” (2) Martin’s concept of “prolongation by arrival” (one replaced by the concept of the auxiliary cadence), and (3) the unresolved or unexplained appearance of dissonances by all three authors.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "forte_1995",
                    "gilbert_1995",
                    "martin_1996",
                    "larson_1999"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Martin’s recent review of Larson’s Analyzing Jazz: A Schenkerian Approach ( Martin 2011a ) along with the former’s keynote address at the Dutch-Flemish Society for Music Theory conference ( Martin 2011b ), serve as a response to Larson’s use of an orthodox Schenkerian methodology. Indeed, Martin’s keynote ends with a list of modifications to Schenkerian theory that are implied by his analyses, these modifications consisting primarily of new forms of the Urlinie . His goal is to show that since tonal jazz works “can be found in which a conventional Schenkerian interpretation may be unconvincing,” he hopes to show that “background paradigms differing from Schenker’s provide superior readings” ( Martin 2011b , 1).",
                "footnotes": [],
                "citations": [
                    "martin_2011a",
                    "martin_2011b",
                    "martin_2011b"
                ]
            }
        },
        {
            "3": {
                "text": "[3] From the publication history of these two men, there is clearly a difference of opinion between them on whether to use an orthodox or modified Schenkerian approach. This disagreement is not limited to these two scholars; a recent event has suggested that there is widespread disagreement between jazz scholars. At the recent Steve Larson Memorial Conference held at the University of Oregon at Eugene in March 2012, the penultimate paper was read by David Heyer, a former graduate student of Steve Larson during the latter’s final years. In the question and answer session that followed the final three papers, (2) Dr. Heyer asked the audience, one composed almost exclusively of jazz theorists, how many of them recognized that sevenths and ninths were dissonant intervals in jazz; not a single hand was raised. It seems that one of the main tenets supporting Larson’s use of orthodox Schenkerian theory is not widely accepted.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Thus, there is a schism in current tonal jazz research dividing those who employ orthodox or modified Schenkerian theory, with the majority of scholars—at least among those attending this conference—choosing the latter approach. Because Larson’s voice has been silenced, this study is a response to Martin’s call for the adoption of a modified form of Schenkerian theory, one labeled neo-Schenkerian in one of his more extensive graphs ( Martin 2011a , 129). Rather than simply going over the same analytic ground that separated Larson and Martin, this study will focus on a revealing statement in Martin’s keynote to which Larson ran out of time to respond in print: Typically, Schenkerian analysis privileges the three original prototypes to such an extent that they serve as models for the inference of implied tones, i.e., those missing from the music, but enhancing the coherence of an analytic level. I suggest that the analyst try to infer any missing notes from the harmonic and voice-leading events of the original melody ( Martin 2011b , 17). The analytic problems associated with treating the original melody of the lead sheet as inviolate when it does not serve as the basis of improvisation will be explored throughout this paper, in conjunction with a careful reading of points made in Martin’s article and the musical examples that support them. (3) These analyses will be performed in order to explore the question of whether Schenkerian theory requires modification when applied to the anomalous works from the tonal jazz repertory Martin cites in his study, (4) and if so, what is the best method to derive these modifications.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "martin_2011a",
                    "martin_2011b"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Miles Davis’ “Four” is, in some ways, the least controversial graph in Martin’s study as it ultimately reduces to the ascending Urlinie 5 ˆ – 6 ˆ – 7 ˆ – 8 ˆ that was first introduced in Neumeyer 1987a . Rothstein ( 1991 ) noted that Neumeyer’s ascending Urlinie follows what he refers to as the “Gestalt Nature” of Schenkerian thought: it employs Schenker’s concept of melodic fluency (stepwise motion), the Gestalt principle of “good continuation” (reference to a single scale in a single direction), and the principle of the imaginary continuo (a set of pitch classes that belong to successive chords from which the foreground voice-leading is derived). For these reasons, he concedes that Neumeyer’s ascending Urlinie can span an entire work and should at least be assigned to a deep level of the middleground. While I have no problem with the ascending Urlinie in Martin’s reading of “Four,” I question the scale degrees at which his Urlinie is interrupted, the number of appearances of interruption within this opening chorus, and the radically different reading of the two halves of this antecedent-consequent period.",
                "footnotes": [],
                "citations": [
                    "neumeyer_1987a",
                    "rothstein_1991"
                ]
            }
        },
        {
            "6": {
                "text": "[6] In his article on the ascending Urlinie , Neumeyer does not provide any examples containing interruption. It is possible, however, to determine on which scale degree this would occur. In Neumeyer’s contemporaneous article on the 3-part Ursatz ( Neumeyer 1987b ), the traditional combination of the Urlinie and the Bassbrechung is joined by a second Urlinie , one that moves in combination with these other two parts. This second Urlinie is confined to stepwise motion, although it does not exclusively descend; in fact, a traditional 5-line can be counterpointed against the second Urlinie 3 ˆ – 2 ˆ – 1 ˆ – 7 ˆ – 1 ˆ , or a traditional 3-line against 8 ˆ – 7 ˆ – 8 ˆ . Neumeyer does not provide an example of a three-part Ursatz with his ascending Urlinie from 5 ˆ to 8 ˆ . From his other examples, however, it is clear that if there was interruption in this ascending Urlinie , it would occur at 7 ˆ , which would be counterpointed against 2 ˆ in the second Urlinie and 5 ˆ in the Bassbrechung , and would obviously coincide with dominant harmony.",
                "footnotes": [],
                "citations": [
                    "neumeyer_1987b"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Martin’s reading of “Four” does not place the interruption within the final section at 7 ˆ , but rather at 6 ˆ , yielding 5 ˆ – 6 ˆ || 5 ˆ – 6 ˆ – 7 ˆ – 8 ˆ . (5) This placement would seem to point to the work of Day-O’Connell, which Martin cites as an influence ( Martin 2011a , 127 and Martin 2011b , 1). Day-O’Connell’s rationale for the placement of interruption at 6 ˆ derives from his work on the pentatonic, (6) while Martin explains the placement of his interruption due to the subordination of the leading tone to 6 ˆ in this passage. (7) The emphasis given 6 ˆ here is more easily explained as an upper neighbor figure to 5 ˆ . (8) If this note does not assume this role, then fundamental tenets of Schenkerian theory must be modified, including the harmony as well as bass and treble scale degrees at which interruption appears. If this new type of interruption represents a standard modification of this Schenkerian principle in the tonal jazz repertory, it would represent a significant advancement in our understanding of these works. Without this supporting evidence, neo-Schenkerian theory represents a radical departure from orthodoxy; indeed, Martin mentioned after his paper at the Eugene conference that perhaps the word “Schenkerian” should be eliminated from his analytic approach. Example 1 . Miles Davis, “Four” from Blue Haze , opening chorus (click to enlarge and see the rest) Example 2 . Schenkerian Graph of Davis’ “Four,” opening chorus (click to enlarge and see the rest)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "martin_2011a",
                    "martin_2011b"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Example 1 presents a transcription of the opening chorus of “Four” from the album Blue Haze , (9) followed by a more traditional graph of this work ( Example 2 ), one influenced by Neumeyer’s 3-part Ursatz . As Neumeyer points out, “The forms of the three-part Ursatz provide musically satisfying solutions which hold close to the theory’s limits and should be considered as alternative responses to ‘Is it 3 ˆ or 5 ˆ ?’” ( Neumeyer 1987b , 28). Instead, there are two linear progressions in “Four” that work in tandem; in this reading after the interruption, there is an ascending fourth progression from 5 ˆ up to 8 ˆ (measures 29–31) and a descending third progression from 3 ˆ down to 1 ˆ (measures 25–31). I have nevertheless heeded Rothstein’s comment on this topic: “it is probably best to assign such a three-part counterpoint to a deep layer of the middleground rather than to the background, and to choose one of the linear progressions as superior in status to the other” ( Rothstein 1991 , 306). With this clarification, an upper neighbor supported by supertonic harmony embellishes the opening note of the upper linear progression ( 5 ˆ /I–I 6 – 6 ˆ /II), while both 2 ˆ of the Urlinie and 7 ˆ of the ascending linear progression are supported by dominant harmony. When interruption occurs at the end of the first half of the work, it coincides with the initial arrival of dominant harmony. Davis’ final note at the half cadence is 3 ˆ , the thirteenth of the chord, or a sixth above the bass that substitutes for the consonant fifth, 2 ˆ . The leading tone is, admittedly, an implied tone. Yet the motion from 5 ˆ - ♮ 5 ˆ – 6 ˆ in the upper linear progression, with its arrival on dominant harmony at the interruption, seems to imply the addition of this note in the upper voice. This is especially true since there are two appearances of this ascending motion, the first of which does not lead to interruption or dominant harmony, thus preparing the listener for these two events on the immediate repetition of this material.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "neumeyer_1987b",
                    "rothstein_1991"
                ]
            }
        },
        {
            "9": {
                "text": "[9] My reading violates the original melody most obviously in its use of the implied note 7 ˆ just discussed, but also in the replacement at the middleground level of Davis’ foreground dissonant 3 ˆ with the consonant 2 ˆ . Each of these violations requires a change of a note in the original melody, which is anathema to Martin. This explains why interruption at the end of the B section in Martin’s middleground description of “Four” arrives on 3 ˆ rather than 2 ˆ ; although 3 ˆ is not a member of dominant harmony and therefore represents an unresolved dissonance, 3 ˆ is used at the point of interruption instead of the required 2 ˆ since the latter pitch does not appear in the original melody.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] While the importance of the original melody cannot be overstated—it is the one thing that remains constant among all performances of the same tune—the treatment of the original melody as inviolate requires modifications to some of the most fundamental tenets in Schenkerian theory. In “Four,” these changes forbid a traditional interruption on 2 ˆ since this note is not heard in the melody, although, pace Larson, the final 3 ˆ as chordal thirteenth represents 2 ˆ at the middleground. Further, an unchangeable original melody requires the appearance of two interruptions in “Four,” neither of which coincides with 2 ˆ . An inviolate original melody that must contain the Urlinie also undermines the concepts in Schenkerian theory that feature the interplay between contrapuntal voices, most obviously the cover tone. This explains why, although only the cadences of the antecedent and consequent phrases differ in the opening statement of “Four,” the former passage employs a background descent from 5 ˆ while the latter ascends from there to 1 ˆ , ignoring the simultaneous descent in an inner voice. (10) The reader is now invited to review the opening statement of “Four” (Example 1), keeping in mind both Martin’s middleground descriptive analysis found above and my reading (Example 2), in order to determine whether the latter’s neo-Schenkerian Urlinie provides a superior reading.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] After Martin presents a graph of “Sentimental Journey” that conforms to a traditional 3-line with interruption ( Martin 2011b , 3–5), he follows this with graphs of Buster and Bennie Moten’s “Moten Swing” and Sy Oliver’s “Opus One,” which both use unorthodox Ursätze , 1 ˆ – 2 ˆ – 1 ˆ and 6 ˆ – 8 ˆ , respectively ( Martin 2011b , 6–9). The Ursatz 6 ˆ – 8 ˆ is gapped and therefore breaks Schenker’s rule of melodic fluency mentioned above and to be discussed more fully below. On a less controversial note, “Moten Swing” seems to use the note ♭ 3 ˆ as its Kopfton , although this note is never supported by tonic harmony and always appears as an incomplete neighbor to 2 ˆ . It is for this reason that “Moten Swing” uses a neighbor note Urlinie , a concept also to be discussed at more length below. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "martin_2011b",
                    "martin_2011b"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Rather than arguing in favor of a traditional Schenkerian reading for these two works, I would simply like to point out that the melodic ambitus of the two tunes is a perfect fourth and a tritone, respectively, while both tunes contain exactly four distinct melodic pitches. Under such tight melodic constraints, it is not surprising that a traditional Ursatz cannot be applied. These pieces seem similar to anomalous works from the Classical repertory such as Chopin’s Prélude op. 28, no. 4 in E minor. The structure of this work is described in the instructor’s manual to Forte and Gilbert’s Introduction to Schenkerian Analysis : The text instructions describe this piece as having an interruption on 4 ˆ , in contradiction to Schenker’s stipulation that interruptions, no matter what the primary tone, can occur only on scale degree 2 ˆ . Regardless of what one calls it, it is clear that there is a caesura in m. 12, and that the melodic line that begins the piece is retraced beginning in m. 13. Reading the melody of m. 12, we see that G functions as an accented passing note within the consonant skip A– F ♯ , hence our contention that A ( 4 ˆ ) is the prolonged note in that measure ( Forte and Gilbert 1982b , 98). (12) In the textbook itself, Forte and Gilbert state unequivocally that this work “has as its primary melodic note 5 ˆ , but no fundamental line.” They then cite other works that are similarly anomalous, including the Scherzo of Beethoven’s Piano Sonata op. 28 and Brahms’ Intermezzo op. 76, no. 4 ( Forte and Gilbert 1982a , 388). Martin describes “Moten Swing” as similar to and “Opus One” as a true example of a “riff-like tune.” Such pieces favor “repetition and rhythmic interplay over voice-leading motion through descending linear progressions” ( Martin 2011b , 6–7). Martin has communicated to the present author that there are many “riff-like tunes” similar to “Opus One” or “Moten Swing,” including Garland’s “In the Mood,” Parker’s “Cool Blues,” and Coltrane’s “Blue Train” and “Cousin Mary.” Until there is a thorough study of these works, however, it remains unclear whether a significant subset of the tonal jazz repertory feature melodies constrained to the extent that the appearance of a traditional Urlinie is impossible, or whether “Moten Swing” and “Opus One” are simply anomalies like the works by Chopin, Beethoven, and Brahms mentioned above. Example 3a . Martin’s neo-Schenkerian graph of Noble’s “The Touch of Your Lips” (click to enlarge and see the rest) Example 3b . Larson’s graph of Noble’s “The Touch of Your Lips” (click to enlarge and see the rest) Example 4a . Leadsheet Notation of Noble’s “The Touch of Your Lips” (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "forte_and_gilbert_1982b",
                    "forte_and_gilbert_1982a",
                    "martin_2011b"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Martin’s graph of “The Touch of Your Lips” ( Example 3a ) introduces another new type of Ursatz , this one consisting of a double-neighbor figure, 1 ˆ – 7 ˆ || 1 ˆ – 2 ˆ – 1 ˆ ( Martin 2011a , 128, and Martin 2011b , 10). This reading of the work was prompted by the one in Larson 1998 that uses a traditional three-line with interruption ( Example 3b ). Both these graphs are based on three sources: the lead sheet for “The Touch of Your Lips” ( Example 4a ), as well as Larson’s transcription of Bill Evans’ plan for ( Example 4b ) and improvisation on ( Example 4c ) “The Touch of Your Lips.” Martin specifies the disagreement he has with Larson’s reading, one that relates to the bass arpeggiation of the tonic triad in the first half of the work: Example 4b . Bill Evans’ Plan for “The Touch of Your Lips” (click to enlarge and see the rest) Example 4c . Bill Evans’ Improvisation on “The Touch of Your Lips” (click to enlarge and see the rest) the interesting wrinkle . . . is the III is a major rather than minor triad, which means that at quite an upper level of structure, the diatonicism of C major is abandoned. The significant assertion of III ♯ 3 is a reason that I decided that the original Schenkerian 3 ˆ – 2 ˆ || 3 ˆ – 2 ˆ – 1 ˆ interrupted form worked less well with the song: III ♯ 3 does not support 2 ˆ , while B4 and B3 in mm. 13–16 are prominently featured in the melody ( Martin 2011b , 10). There are two points that need clarification in this crucial statement in defense of the superiority of this unorthodox Urlinie . Example 5 . Schenker Figure 15-1b from Der freie Satz (click to enlarge) Example 6 . Graph of Schubert, “Die Sterne” D. 939 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "martin_2011a",
                    "martin_2011b",
                    "martin_2011b"
                ]
            }
        },
        {
            "14": {
                "text": "[14] First, when referring to the abandonment of C major with the appearance of III ♯ at an “upper level of structure,” Martin is clearly alluding to Schenker’s dictum that the background remain strictly diatonic. (13) However, as Brown 1986 has pointed out, Schenker allowed chromaticism at the level of the deep middleground through the use of three techniques: prolongation of the fundamental line, mixture in the bass arpeggiation, and tonicization of the bass Stufen . In fact, Figure 15-1b in Der freie Satz reproduces the background structure of Larson’s reading, with 3 ˆ supported first by tonic and then major mediant harmony ( Example 5 ). If Martin’s hesitation in the use of III ♯ and the abandonment of diatonic C major relates to the relative scale of “The Touch of Your Lips,” this is also unproblematic, as demonstrated by Schubert’s strophic Lied “Die Sterne” (D. 939). This Lied is in E ♭ major, with the third line of each four-line strophe tonicizing a different chromatic mediant: VI ♮ , VI ♭ , III ♮ , and VI ♮ (only III ♭ is left unexplored). Each of these key areas are used to prolong the fundamental line: both VI ♮ and III ♮ support the Kopfton 3 ˆ , while VI ♭ does—and the putative III ♭ would—prolong ♭ 3 ˆ ( Example 6 ).",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "brown_1986"
                ]
            }
        },
        {
            "15": {
                "text": "[15] My second point concerning Martin’s reading of “The Touch of Your Lips” stems from the statement “III ♯ 3 does not support 2 ˆ , while B4 and B3 in mm. 13–16 are prominently featured in the melody” ( Martin 2011b , 10). The first clause of this sentence is not problematic. The note B3 on the downbeat of measure 16 in the leadsheet, however, is changed by Evans in his plan to the note E4 (Example 4b). (14) It is therefore no surprise that in Larson’s graph of this work (Example 3b), 7 ˆ is supported by III ♯ in an inner voice (measures 13–15) while 3 ˆ remains active as Kopfton above it. The leading tone scale degree is then held as a common tone with the melodic arrival of 2 ˆ (to be discussed below) along with dominant harmony and interruption at measure 16.1. In Martin’s reading (Example 3a), the arrival of 7 ˆ over III ♯ harmony is prolonged, in combination with a register transfer down an octave, through the arrival of dominant harmony and interruption. Martin’s reading here is an accurate reflection of the tune’s leadsheet (Example 4a). It does not, however, reflect the melodic changes made in either Evans’ plan (Example 4b) or improvisation (Example 4c) on the tune. A detailed comparison between the graphs of Larson and Martin is therefore not possible, at least at this crucial spot in the score. This difference does highlight the role of the note B in this passage, one given special emphasis by Martin.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "martin_2011b"
                ]
            }
        },
        {
            "16": {
                "text": "[16] His comment on the prominent appearance of 7 ˆ in the melody—Martin goes so far as to comment that “the arrival on 7 ˆ /III ♯ 3 at m. 13 is among the most salient aspects of the piece ( Martin 2011a , 127)”—requires more extensive discussion. As mentioned above, in both Evans’ plan and improvisation, 7 ˆ is melodically prominent in measure 13—lasting until measure 15 in Evans’ improvisation—while this note is changed to 3 ˆ in the final measure of both phrases.  Although 2 ˆ does not appear in the original melody, with Evans’ melodic modifications, 2 ˆ is represented by 3 ˆ (a chordal thirteenth) in measure 16.1 in his plan for “The Touch of Your Lips.” The supertonic scale degree literally appears in measure 16.4 of Evans’ improvisation as the resolution of the chordal thirteenth on the previous beat, both pitches appearing within dominant harmony. Example 7 . Schenker Figure 46 1 from Der freie Satz (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "martin_2011a"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Yet even if Evans’ plan was the only source considered, 2 ˆ appearing at a cadence is perhaps the most common implied note of all. Indeed, Schenker discussed the substitution of 2 ˆ in the Urlinie with 7 ˆ in his analysis of Brahms’ Waltz op. 39 no. 2 ( Example 7 ). Rothstein also comments that there is historical precedent for this type of substitution, as it is frequently found in two-part counterpoint in order to avoid the succession of two perfect consonances ( Rothstein 1991 , 305). The implied 2 ˆ in Evans’ plan for “The Touch of Your Lips” is made all the more obvious when the tonicization of III ♯ (measures 13–15) immediately gives way to dominant harmony in the tonic key in the final measure of this phrase (measure 16).  This moment is perhaps the most salient in the work, with the juxtaposition of this distant key area with a return of the tonic key precipitating the replacement of the D ♯ in measure 14 with the arrival of D ♮ and dominant harmony in measure 16. The downbeat of measure 16 therefore fulfills the harmonic and contrapuntal requirements for interruption by suddenly returning to the tonic key, and in the process creating an accent on the upbeat to the following 8-bar hypermeter.",
                "footnotes": [],
                "citations": [
                    "rothstein_1991"
                ]
            }
        },
        {
            "18": {
                "text": "[18] The question here is one of salience, which is a subjective term; Martin hears salience in Evans’ melodic use of B in measure 13 of Evans’ plan and measures 13–15 of his improvisation, while I hear it in the emphasis given to 2 ˆ at the point of interruption when the tonicization of III ♯ gives way to dominant harmony in the tonic key. In either case, Evans’ change to the original melody in measure 16 from B to E seems to project the note D ♮ —a note represented at the foreground by 3 ˆ and implied by the metric and harmonic formula of the half cadence—rather than B as the point of interruption. Implied tones can serve as an analytic crutch, and Martin’s effort to avoid them is admirable. The antecedent phrase of “The Touch of Your Lips,” however, is not the example to use to reject an accepted Schenkerian concept out of hand.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]\tWith a change in perspective from comparing these two analyses to comparing the differing analytic approaches that lay behind their respective Schenkerian readings, Martin provides a convenient summary: “Larson would, it seems, take the original Schenkerian interrupted form as a given, a truth in tonal music, while I argue it is one among many possible interrupted structures” ( Martin 2011a , 127). The introduction of new forms of the Ursatz is compelling, but requires substantial theoretical justification beyond the belief in the inviolability of the original melody. Martin’s unorthodox Urlinie in this work is, as he points out, a large-scale replication of passing and neighboring motives that occur throughout “The Touch of Your Lips” at key moments, beginning with the first measure ( Martin 2011a , 126–30 and Martin 2011b , 9–11). In this way, it corresponds to the organic nature of orthodox Schenkerian Ursätze . It must be noted, however, that foreground motives need not correspond to the background structure; in Brahms’ Piano Quintet, one of the most motivically saturated works in the tonal repertory, a neighbor note figure appears at various structural levels, especially in the first movement, but nevertheless allows a traditional Schenkerian Urlinie . (15) This separation between foreground motive and the Urlinie is also found in Bill Evans’ “Peri’s Scope,” to be discussed shortly, in which a pervasive upper neighbor motive to the Kopfton is subsumed within a traditional 5-line. These two diverse examples undercut the necessity of an intimate linkage between motivic material and the specific form of the Urlinie .",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "martin_2011a",
                    "martin_2011a",
                    "martin_2011b"
                ]
            }
        },
        {
            "20": {
                "text": "[20] If it is not the motivic content alone that generates Martin’s unorthodox Urlinie in “The Touch of Your Lips,” theoretical justification may be found elsewhere. Martin cites Neumeyer 2009 , which notes the distinction between nonexpressive and expressive themes explored in literary criticism ( Shcheglov and Zholkovsky 1987 ) and relates them to nine proto-backgrounds (ranges between the various intervals of the tonic triad) that generate 30 different backgrounds (ascents, descents, and one followed by the other between each of the triadic intervals, along with upper, lower, and double neighbor figurations beginning on each of the triadic scale degrees). Martin’s Urlinie is composed of a combination of two of the 30 possible “expressive themes”— 8 ˆ – 7 ˆ – 8 ˆ and 1 ˆ – 2 ˆ – 1 ˆ —both of which conform to the harmonic requirements of the traditional Ursatz . (16) There is, however, the lack of a linear progression that composes out the tonic triad. This concept lies at the heart of Schenkerian theory, and it is conspicuously absent in Martin’s double-neighbor Urlinie . (17) The directed motion produced by such a linear progression is not felt in Martin’s Urlinie as it would, according to Rothstein, violate the Gestalt principle of “good continuation” mentioned earlier, according to which a perceiver seeks to connect new stimuli with old ones in the simplest and most predictable way possible; for musical lines, this generally means a continuation that follows whatever scale—chromatic, diatonic, chordal, etc.—was defined by the portion of the line heard previously ( Rothstein 1991 , 306). It must also be noted that in adapting a theory of literary criticism to music theory, the Urlinien 1 ˆ – 8 ˆ and 3 ˆ – 8 ˆ suddenly become viable, both of which Neumeyer strictly forbade in his earlier article on the ascending Urlinie ( Neumeyer 1987a , 282–84) due to the problem of an ascending linear progression incorporating the motion 3 ˆ – 5 ˆ without using # 4 ˆ . That this substantive change stems from the strict adaptation of a theory of literary criticism into Schenkerian theory gives this writer pause; an example of literary criticism mapped onto music that was once fashionable but has not stood the test of time is Straus’ adaptation of Bloom’s “Anxiety of Influence” ( Straus 1990 ).",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "neumeyer_2009",
                    "shcheglov_and_zholkovsky_1987",
                    "rothstein_1991",
                    "neumeyer_1987a",
                    "straus_1990"
                ]
            }
        },
        {
            "21": {
                "text": "[21] To summarize Martin’s reading of “The Touch of Your Lips,” his wish to remain faithful to the original melody and avoid the use of the most common implied tone ( 2 ˆ ) leads him instead to invent a new form of the Urlinie , one that violates some of most fundamental tenets of Schenkerian theory. For the reductio ad absurdam of such an analytic approach, one need look no further than Davis 1990 . This dissertation includes a graph of Bill Evans’ “Peri’s Scope” derived from the lead sheet rather than the one recording the composer made of the work on Portrait in Jazz . This approach leads Davis to graph the Urlinie and Bassbrechung successively rather than simultaneously, which he refers to as structural stratification ( Davis 1990 , 106). A greater divergence from orthodox Schenkerian theory is difficult to imagine. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "davis_1990",
                    "davis_1990"
                ]
            }
        },
        {
            "22": {
                "text": "[22] The above examples point out what I believe to be a difference in analytic approach that separates those who treat the original melody as inviolate and others who do not. (19) The more orthodox approach used in the latter camp may deviate from the lead sheet through reductions of foreground dissonances to middleground consonances, normalization of displaced rhythms, and use of implied notes. These apparent deviations from the lead sheet, however, adhere to the strict rules of a well-developed analytic methodology. Further, Larson has made the cogent argument, one that applies to Evans’ performances of “The Touch of Your Lips” discussed above, against the strict adherence to the original melody by observing “the most talented jazz artists will perform these songs in ways that are almost always more artistically interesting than the published commercial arrangement” ( Larson 1999 , 120). The former camp’s inviolate treatment of the original melody forces them to avoid relatively minor changes in the form of implied notes by instead making substantial changes that undermine the most fundamental tenets of this well-developed theory. It is ultimately up to the individual listener to decide which analytic approach provides the superior reading.",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "larson_1999"
                ]
            }
        },
        {
            "23": {
                "text": "[23] I do not expect this study to cause Martin to convert to an orthodox Schenkerian. Rather, the intent here is to encourage future scholarship of the tonal jazz repertory to be based on a conscious choice of analytic methodology, one based on some of the issues discussed above. The first and perhaps most important point of agreement would be to determine the dissonant intervals in jazz. Despite the increased frequency of their use in the tonal jazz repertory, Larson told his student Heyer that “if it is dissonant in Classical, it is dissonant in jazz.” It is therefore surprising that when Heyer asked the audience of jazz theorists at the Steve Larson Memorial Conference what note was implied when 7 ˆ or 2 ˆ was added to a final tonic sonority, no answer was given. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Martin is correct when he notes that “Larson believes strongly in the value of Schenkerian analysis” and that “Larson accepts Schenkerian theory in its original incarnation” ( Martin 2011a , 123). Larson’s strict application of Schenkerian principles is displayed in his reading of Parker’s “Thriving on a Riff,” (21) one that rhythmically normalizes 2 ˆ that appears over tonic harmony into the preceding measure that ends with dominant harmony. The result makes perfect analytic sense—a cadential 6/4 resolving to a root-position dominant supporting 2 ˆ in the Urlinie —yet this reading does not conform to this writer’s conception of this passage; a cadential 6/4 at the foreground, or even the progression B ♭ /F – F 7 , would be an anathema to any bop pianist. Rather than reduce the passage via rhythmic reduction to an astylistic progression, it seems more prudent to use the melodic 3 ˆ in the second half of the penultimate measure (chordal thirteenth of the structural dominant) and treat it as the middleground replacement for 2 ˆ of the Urlinie .",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "martin_2011a"
                ]
            }
        },
        {
            "25": {
                "text": "[25] While Martin forgives Larson for the latter’s “constant thumping of the drum of Schenkerian analysis” ( Martin 2011a , 124), other scholars may find Larson’s uncompromising attitude towards the application of Schenkerian theory to the tonal jazz repertory disconcerting. Larson was not, however, opposed to the idea of modifying Schenkerian theory ( Larson 1999 , 121). He simply wished to work within an analytic methodology with well-established rules, one that Martin refers to as a “scientific conception of the paradigms and tonality itself” ( Martin 2011a , 128). Martin, on the other hand, espouses an “evolving conception”: I am beginning to think that tonality—as conceived by Schenker and reaching syntactic fulfillment in the European classic and romantic eras—is an anomaly within a broader ‘modal-tonal syntax’ that also includes basic folk modality as evidenced in pre-tonal Western art music and, more generally, in Western vernacular music ( Martin 2011a , 128).",
                "footnotes": [],
                "citations": [
                    "martin_2011a",
                    "larson_1999",
                    "martin_2011a",
                    "martin_2011a"
                ]
            }
        },
        {
            "26": {
                "text": "[26] I do not doubt that Martin’s belief in the evolving “modal-tonal syntax” may one day be accepted fact within the music-theoretical community. Yet this moment will only come once the rules governing the application of his new forms of the Urlinie are more fully established. It is my belief that the way towards this goal is to work within the established rules of Schenkerian theory and modify it to more accurately reflect the rules of harmony and voice-leading of the tonal jazz repertory. (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] As stated above, Martin was careful to note that the new forms of the Urlinie introduced in his keynote address rarely appear in the traditional jazz standards written before 1950. While I believe that Martin’s deviations from Schenkerian orthodoxy in his analyses of the works cited above are, in the words of Larson, “more apparent than real,” the repertory that may prove to be more conducive to the application of Martin’s new Urlinien is mentioned in the final paragraph of his keynote. He writes that “it is my hope that this proposed extension of the Schenkerian paradigms provides models for background forms in jazz works that adhere less closely to tonal norms” ( Martin 2011b , 18). He goes on to define such works using terms that apply to the various substyles of jazz that began to appear in the 1950s. On this optimistic note, I will end with a paraphrase of the conclusion Larson reached over a decade ago, that future scholarship “will help us better understand the nature and fascinating evolution of harmonic tonality within the domain of twentieth-century popular music and jazz” ( Larson 1999 , 121).",
                "footnotes": [],
                "citations": [
                    "martin_2011b",
                    "larson_1999"
                ]
            }
        }
    ],
    "mto": true,
    "category": "festschrift for steve larson",
    "source": "mto/raw/mto.12.18.3.mcfarland.html",
    "data": "mto/data/mto.12.18.3.mcfarland.json"
}