{
    "title": "Creating Space: Perception and Structure in Charles Ives’s Collages",
    "date": "2011/07/01",
    "volume": "17",
    "issue": "2",
    "authors": [
        "Iverson, Jennifer"
    ],
    "abstract": "Charles’s Ives’s collages, such as “Putnam’s Camp,”The Fourth of July, and selected movements of theFourth Symphony, present listeners with extraordinarily complex sound environments. This article uses Albert Bregman’sAuditory Scene Analysisas a source for methodology to analyze how listeners may parse and organize the chaotic surface of a musical collage. Since scene analysis problems in Ives’s collages often mimic real-world environments, Ives creates music that seems “spatial” or “pictorial” as a result. Finally, the article compares and contrasts the perception of space in Ives’s musical collages with their historical parallel in visual art, Cubist collage.",
    "keywords": [
        "collage",
        "spatial form",
        "Charles Ives",
        "The Fourth of July",
        "“Putnam’s Camp",
        "”Fourth Symphony",
        "auditory scene analysis",
        "Albert Bregman",
        "streams",
        "masking",
        "perception",
        "cognition",
        "schemas"
    ],
    "doi": "",
    "received": "December 2010",
    "pdf": "http://mtosmt.org/issues/mto.11.17.2/mto.11.17.2.iverson.pdf",
    "author_info": [
        {
            "name": "Jennifer Iverson",
            "university": "School of Music",
            "address": "University of Iowa, 2775 UCC, Iowa City, IA 52242",
            "email": "jennifer-iverson@uiowa.edu"
        }
    ],
    "citations": {
        "_": "Books and Articles"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Analysis here should be read in a somewhat more informal, intuitive sense than the music analytic activities of a professional theorist. As cognitive scientists like Albert Bregman have shown, human brains undertake perceptual analysis of aural scenes as a matter of course, in order to make sense of the world. Much of this “analysis” remains subconscious, though in the case of focused musical listening, it seems that listeners would raise the scene analysis questions to the conscious level rather quickly, in order to begin constructing an interpretation that fits with one’s learned knowledge of musical norms and expectations. Section 2, “Auditory Streams,” takes up the distinctions between innate and learned analysis.",
            "citations": []
        },
        "FN2": {
            "text": "2. Whenever “the listener” is invoked in analysis, careful readers will ask, “Whose hearing is being analyzed?” Parsing a musical soundscape can be a highly personal process, and it follows that the readings and analyses in this article do not make claims of universality. However, the “ideal listener” implicitly invoked in this analysis is a reasonably broad category, for two reasons: first, innate schemas are like default settings that many or most listeners share in common. Second, learned schemas for parsing music can be shared amongst a group of listeners who have a basic literacy in the Western Art Music tradition. I will have more to say about these assumptions in Section 2, “Auditory Streams.”",
            "citations": []
        },
        "FN3": {
            "text": "3. Before going further, I must offer my thanks to David Neumeyer, Edward Pearsall, Robert C. Cook, and the anonymous reviewers of this journal for their helpful suggestions on the many earlier drafts of this project.",
            "citations": []
        },
        "FN4": {
            "text": "4. Dating Ives’s works is a complicated and contentious process because Ives re-dated or multiply-dated, cut up, wrote over, and lost many of his manuscripts ( Kirkpatrick et al. 1977 ). There are many dating discrepancies in his own lists of works, and Elliott Carter, Maynard Solomon and others have suggested that Ives ramped up dissonance and complexity in his works, intentionally or accidentally back-dating them ( Carter 1974 , Solomon 1987 ). The ensuing debate includes Lambert 1989 , Solomon 1989 , Sherwood 1994 , Nicholls 1994 , Baron 2002 , and Burkholder 2001 . In the case of “Putnam’s Camp”, it seems that an ink sketch manuscript was completed ca. 1912–14 from the source works Country Band March and Overture and March “1776” which were both mostly composed between ca. 1902–05 but both revised ca. 1910–14 ( Baron 1990 , Sinclair 1999 ). However, Ives revised the 1914 “Putnam’s Camp” sketch in 1929 for the premiere performance of the work given in New York on January 10, 1931. Since Ives wrote in pencil in 1929 over the ink sketch from 1914 and cut up the 1914 sketch, it now survives only in fragments and its degree of similarity to the 1929 version is therefore ambiguous; Sinclair has done thorough work to reconstruct Ives’s 1929 orchestration and produce modern editions of “Putnam’s Camp”. Wayne Shirley dates an ink and pencil sketch-score manuscript for The Fourth of July to 1911–13, though this piece did not receive its final orchestrated form until 1926 or later ( Shirley 1990 ). The majority of scholars agree that the 1911–14 period produced relatively final, if not orchestrated, versions of “Putnam’s Camp” and The Fourth of July . Recent scholarship suggests that the major creative work for the second and fourth movements of the Fourth Symphony took place between ca. 1919–21, revised from Kirkpatrick’s earlier 1911–16 range ( Kirkpatrick 1965 ; Burkholder 1995 , 500 n. 61; Brodhead 1994 ).",
            "citations": [
                "kirkpatrick_et_al_1977",
                "carter_1974",
                "solomon_1987",
                "lambert_1989",
                "solomon_1989",
                "sherwood_1994",
                "nicholls_1994",
                "baron_2002",
                "burkholder_2001",
                "baron_1990",
                "sinclair_1999",
                "shirley_1990",
                "kirkpatrick_1965",
                "burkholder_1995",
                "brodhead_1994"
            ]
        },
        "FN5": {
            "text": "5. Oxford English Dictionary Online ’s first etymological citation for “collage” dates from 1919; 1936 is the first reference to “the invention of the collage by Picasso or Braque...” http://dictionary.oed.com ; accessed 8 March 2010.",
            "citations": []
        },
        "FN6": {
            "text": "6. The same has been said about Picasso and Braque; art historians have delved deeply into the thematic, semiotic relationships between pasted newsprint text fragments in Cubist collage. For example, see Rosenblum (91–120), Leighten (121–70), Poggi (171–92), and Holmes (193–212) in the volume Collage: Critical Views (ed. Hoffman 1989b ).",
            "citations": [
                "hoffman_1989b"
            ]
        },
        "FN7": {
            "text": "7. This propensity for open endings also characterizes many other of Ives’s works; see for example The Fourth of July and “Charlie Rutlage” in 114 Songs .",
            "citations": []
        },
        "FN8": {
            "text": "8. For more on the “logic” of collage works, see also N. Cook 2006 .",
            "citations": [
                "n_cook_2006"
            ]
        },
        "FN9": {
            "text": "9. For more discussion of this evolutionary argument, see Cross 2009 and Huron 2009 .",
            "citations": [
                "cross_2009",
                "huron_2009"
            ]
        },
        "FN10": {
            "text": "10. See chapter 5, “Auditory Organization in Music,” pp. 455–528. In addition, see McAdams and Bregman 1979 and Wright and Bregman 1987 . Some notable applications of Bregman’s work since by music theorists include Cramer 2003 and Davis 2011 , and to a lesser extent, Cramer 2002 , Davis 2001 , and Davis 2006 .",
            "citations": [
                "mcadams_and_bregman_1979",
                "wright_and_bregman_1987",
                "cramer_2003",
                "davis_2011",
                "cramer_2002",
                "davis_2001",
                "davis_2006"
            ]
        },
        "FN11": {
            "text": "11. For more on stream formation in Bach’s unaccompanied string writing, see Davis 2011 . Without invoking Bregman directly, Cohn 1992 uses a similar premise for grouping structure and streams.",
            "citations": [
                "davis_2011",
                "cohn_1992"
            ]
        },
        "FN12": {
            "text": "12. Bregman is rather vague about exactly how he measures “slow” and “fast” successions, preferring to use these terms in more relative ways and to emphasize the interdependent correlation with frequency separation. His research has proven that the perceptual system pays more attention to on-sets of tones rather than the length of tones ( Bregman 1990 , 66). A graph on p. 60 suggests that a “slow” succession time is one tone every 150 msec, or 6.6 tones per second, while a “fast” succession time is one tone every 50 msec, or 20 tones per second; though in acoustic musical terms, these succession times are more like fast and extremely fast. In a more musically sensitive experiment detailed on pp. 62–63, Bregman found subjects were able to hold on to a single melodic stream at relatively “slow” succession times of 1.4, 2.7, 5.3, and 6.7 tones per second; subjects were inclined to only hear compound melody at relatively “fast” successions of 10.2, 14.3, and 20 tones per second.",
            "citations": [
                "bregman_1990"
            ]
        },
        "FN13": {
            "text": "13. Bregman also discusses spatial factors with respect to sequential integration. Our ears work together, and the brain does not group data together solely because it has entered the same ear. Bregman proposes that spatial clues may play a role in sequential integration problems, especially when they seem to offer a reliable interpretation of the physical environment. But spatial data are always used in cooperation with, and can be outweighed by frequency, timbre, and other more reliable evidence for grouping ( Bregman 1990 , 73–82).",
            "citations": [
                "bregman_1990"
            ]
        },
        "FN14": {
            "text": "14. The second movement of the Fourth Symphony is a musical re-telling of Nathanial Hawthorne’s short story The Celestial Railroad (1843) (with which Ives also worked in the piano compositions The Celestial Railroad and the “Hawthorne” movement of the Concord Sonata ). The Celestial Railroad is an allegorical tale about Christians who buy train tickets to heaven, only to find that their short-cut leads within sight of the Promised Land, but turns back toward hell. Hawthorne’s story is commonly recognized as a re-telling of John Bunyan’s allegory The Pilgrim’s Progress (1678). See Appendix C for Ives’s program note to the second movement.",
            "citations": []
        },
        "FN15": {
            "text": "15. For more on the perceptual role played by learned schemas that are specific to music, see McAdams and Matzkin 2009 and Tillman et al. 2009 .",
            "citations": [
                "mcadams_and_matzkin_2009",
                "tillman_et_al_2009"
            ]
        },
        "FN16": {
            "text": "16. For an extended discussion of the richness and importance of melody in music perception, see Patel 2009 .",
            "citations": [
                "patel_2009"
            ]
        },
        "FN17": {
            "text": "17. The Fourth of July is a cumulative form that successively builds quoted excerpts from “Columbia, Gem of the Ocean” into a final climactic statement of the tune in measures 99–115 ( Burkholder 1995 , 376–79). “Columbia” (also sometimes called “Red, White, and Blue,” as in Ives’s program note) was one of the most popular and recognizable patriotic anthems in the United States from the Civil War years through early twentieth century; it may have even functioned somewhat like an unofficial national anthem, since the “Star Spangled Banner” was not officially adopted in that role until 1931 ( Collins 2003 , 70–74 and 158–65). Thus, the acoustic integration of the “Columbia” tune into the musical fabric can be understood as a metaphor for the integration of the tune with the fourth of July celebration depicted in Ives’s program.",
            "citations": [
                "burkholder_1995",
                "collins_2003"
            ]
        },
        "FN18": {
            "text": "18. My thanks to an anonymous reader for this intriguing suggestion.",
            "citations": []
        },
        "FN19": {
            "text": "19. Ives’s song “Old Home Day” (from 114 Songs ) incorporates a quotation of “Battle Hymn of the Republic”. Thus, the appearance of the “Battle Hymn” quote can be understood as a continuation of the “Old Home Day” quotation in The Fourth of July .",
            "citations": []
        },
        "FN20": {
            "text": "20. This is true of many of Ives’s programmatic works. Denise Von Glahn writes of the close correspondence between perception of the musical surface and the program in “The Housatonic at Stockbridge” (also from Three Places in New England ) and From Hanover Square North , without invoking perceptual criteria directly; see Von Glahn  2003 , 64–109.",
            "citations": [
                "von_glahn__2003"
            ]
        },
        "FN21": {
            "text": "21. See also Ives’s comments in Memos on his use of these principles in the Fourth Symphony ( Ives 1972 , 67).",
            "citations": [
                "ives_1972"
            ]
        },
        "FN22": {
            "text": "22. Cubist collage emerged in Europe ca. 1911–12, a deeply intertwined effort of Picasso and Braque (see Hoffman 1989a , 5–7). It would be premature to claim that Ives “invented” musical collage at the same time as Picasso and Braque devised their Cubist collages; more research is needed to quantify Ives’s exposure to contemporary American and European art during his years at Yale and in New York City. However, Cubist collage is a historical parallel of Ives’s musical collages, and their comparison on aesthetic, formal, and critical grounds remains suggestive.",
            "citations": [
                "hoffman_1989a"
            ]
        },
        "FN23": {
            "text": "23. Ives 2008 , 37; also Ives 1972 , 84.",
            "citations": [
                "ives_2008",
                "ives_1972"
            ]
        },
        "FN24": {
            "text": "24. Ives 1992 , vii; see also Ives 1972 , 104–6.",
            "citations": [
                "ives_1992",
                "ives_1972"
            ]
        },
        "FN25": {
            "text": "25. Kirkpatrick 1965 , vii; republished from Henry Bellamann’s program note of 1927, which Kirkpatrick suggests was based on conversations with Ives. The program note was written for the premiere of the first and second movements of the Fourth Symphony on 29 January 1927 ( Kirkpatrick 1965 , x).",
            "citations": [
                "kirkpatrick_1965",
                "kirkpatrick_1965"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Charles Ives’s musical collages present remarkably complex sound environments made up of dense layers, multiple quotations, and sound effects such as cuckoo calls or the pealing of bells. The competing elements are most often deployed in the service of an overarching programmatic narrative, made believable through an adherence to the perceptual realities of the scenario.  Consider “Putnam’s Camp,” from the orchestral set Three Places in New England : the piece begins with a raucous and brassy scalar descent, which gives way to a march-like string melody. Various quoted tunes are introduced in typical Ivesian fashion, often rhythmically awkward or slightly mistuned. The march character, continuing brass punctuations, musical missteps, and quoted melodies (including military tunes such as “Yankee Doodle” and “British Grenadiers”) are all references to the amateur marching bands in Ives’s program for the piece, which details a provincial fourth of July celebration in Connecticut (see Appendix A ). Example 0 . “Putnam’s Camp,” measures 64–76. The beginning of the ‘B’ section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The vigor of the opening march eventually yields to a more contemplative B section; the tempo slows, vaguely whole-tone washes replace functional harmony, and woodwind timbres predominate (hear Example 0 ). The flute heralds the new B section with a distant, timbrally disfigured bugle call that is soon transformed into an originally composed oboe melody; meanwhile the string section contributes soft, incomplete whole-tone clusters in accompaniment. Perhaps surprisingly, march-like elements from the A section—specifically piano, bassoon, and snare drum articulations in a different tempo—begin to intrude on the reflective calm of the B section almost immediately. The listener is likely to quickly recognize that the intervening drum group does not belong as a second accompaniment to the oboe melody, accepting the interpretation above that the new drum beats are “intrusions” from another part of the piece or another part of the story. What makes this interpretation plausible? The listener probably recognizes the temporal asynchronicity between the oboe melody and the piano/snare articulations and interprets them as originating from different sources.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] At the beginning of the B section, Ives has established an aural scene that is internally coherent. The rhythmically flexible flute/oboe melody and its soft, vaguely whole-tone string accompaniment give the impression of temporal or spatial distance alluded to in the program, as the child moves away from the games and music of the main picnic, “rests on the hillside of laurel and hickories,” and dreams he sees the “Goddess of Liberty” (see Appendix A ). When the piano/snare articulations intervene, the listener is suddenly presented with a problem requiring analysis. (1) Why do these two events have different tempos? What is the relationship between these new articulations and the established musical tableau? If the listener recognizes the two events as distinct, probably based on their lack of temporal cooperation, he or she has an advantage in constructing an interpretation. Keeping the two events distinct based on perceptual data allows the listener to understand the piano/snare articulations as intrusions from a different time or location. Furthermore, the listener can easily adopt the narrative Ives suggested in the program: As a child daydreams on a wooded hillside, he imagines the oboe melody to be the pleadings of an allegorical Goddess of Liberty, while the intervening drum cadence represents Revolutionary War soldiers marching away, abandoning the cause despite her pleadings (see Appendix A ).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] This brief example illustrates the aural problem-solving process listeners are likely to undertake in much of Ives’s œuvre, especially his collage works. In “Putnam’s Camp,” The Fourth of July (from the Holiday Symphony ), and especially in the second and fourth movements of the Fourth Symphony , Ives presents listeners with dense, layered textures and creates aural scenes that mimic “real-world” environments. How does the listener parse and make sense of these complex environments? (2) Much like our perceptual experience of the world, not all of the elements of Ives’s collages neatly fit together into a seamless, or even stratified whole. The relationship between contrasting elements of Ives’s collages—or their lack of relationship—creates aural scene analysis questions on the perceptual level. That is, listeners are asked to resolve scene analysis questions by deciding whether different elements meaningfully belong together, or should remain distinct and separate. When listeners are able to interpret these aural scenes according to perceptual cues, it becomes especially easy to adopt Ives’s picturesque programmatic narratives for the works, as the opening example demonstrated.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\tThe close correspondence between real-world aural scenes and Ives’s programmatic collages has important ramifications for musical form. Because of their perceptual similarity to real-world scenes, Ives’s collages provide listeners with a sense of depth and spatial form in the music that is more than simply metaphorical. I will first survey the compositional and theoretical dimensions of musical collage, though the focus of this article is on the listener’s experience of collage works. Albert Bregman’s stream segregation criteria, laid out in Auditory Scene Analysis , are used to illustrate how listeners solve scene analysis questions in Ives’s collage works. Following from these close readings of aural scenes, I will investigate the emergent structure of Ives’s collages—that is, the form of the collages as it is apparent to the listener. Finally, I will compare and contrast notions of spatiality and depth in Ives’s musical collages and in their historical visual art parallel, early Cubist collage. (3) Collage as Compositional Process",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The moniker of “collage” applied to Ives’s works above (and others; see Burkholder 1995 , 369–411) accords quite well with his compositional process. As J. Peter Burkholder has shown, Ives usually created his collages by reworking earlier compositions, complicating their surface by pasting on additional quoted fragments.  In Ives’s collage works, “[...] tune fragments are overlaid atop a musical structure that is already coherent without them” (370). Thus in terms of compositional process, the precursor work is somewhat like a canvas, while the added tunes and fragments function like the found objects, pasted together to create the collage effect. Burkholder has shown that the Country Band March and Overture and March “1776,” are the earlier source pieces that provide the basic ternary structure of “Putnam’s Camp” (386–89), while many other tunes are overlaid atop this framework in much the same way as Picasso used newsprint clippings atop paintings. Likewise, in the second movement of the Fourth Symphony , Ives reworked his piano compositions The Celestial Railroad and the “Hawthorne” movement of the Concord Sonata , interpolating new music and adding layers of quoted tunes to thicken and complicate the texture ( Burkholder 1995 , 389–90; Brodhead 1994 ).",
                "footnotes": [],
                "citations": [
                    "burkholder_1995",
                    "burkholder_1995",
                    "brodhead_1994"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Wayne Shirley has argued for a similar sort of framework under The Fourth of July ( Shirley 1990 ). An ink and pencil sketch score of The Fourth of July dating from ca. 1911–14, which Shirley dubs The Second of July , contains many of the formal, harmonic, melodic, and experimental materials used in the final orchestration dated from 1926 or later. Ives’s changes to the 1911–14 draft, such as complicating the rhythm, adding off-key accidentals, tone clusters, thicker textures, and tunes such as “Garryowen” and “St. Patrick’s Day” increase the complexity of the surface of The Fourth of July , but do not fundamentally change its underlying structure. Thus, the earlier sketch could serve as a complete albeit tamer version of The Fourth : “The radicalism of The Fourth is not something laid on over a basically conservative piece. If far less elaborate than The Fourth , The Second [1911–14 sketch] is almost as radical” ( Shirley 1990 , 400). Following Shirley’s analysis, one can imagine Ives’s working process of orchestration as similar to an artist’s process of gluing clippings and additional found objects on top of the basically coherent painted canvas or ink sketch.",
                "footnotes": [],
                "citations": [
                    "shirley_1990",
                    "shirley_1990"
                ]
            }
        },
        {
            "8": {
                "text": "[8]\tIt is unlikely that Ives would have thought of these works as collages per se since he was working on them mainly between 1911–21, (4) around the same time Picasso and Braque were experimenting with their first collages and before the term—or the technique—had gained widespread artistic currency. (5) In terms of aesthetic sensibility, it is likewise important to bear in mind that Ives selected tune fragments carefully and purposefully, usually adding additional fragments that enhanced or nuanced the programmatic narrative already at work in the piece. For Ives, the structural connections between quoted tunes were important, but perhaps even more so were the thematic associations. (6) According to Burkholder, Ives’s multivalent collage works actually suggest the texture of memories or dreams, in which fragments often appear quite vivid, though in somewhat disjunct and non-linear relationships with each other ( Burkholder 1995 , 410–11). It may be possible to go further and argue that Ives’s main goal in his collage works was to accurately capture scenes, though usually as he personally recalled them (c.f. Burkholder 1995 , 379–80). However, given Ives’s well-known propensity for experimentation, it seems just as likely that the collage works simultaneously represent musical experiments—a quest to see just what is musically possible. In this sense, Ives again seems to have something in common with Picasso and Braque as they developed collage technique in visual art.",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "burkholder_1995",
                    "burkholder_1995"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Despite the inherent difficulty of mapping visual art terminology onto music, the term “collage” seems to effectively describe the compositional process as well as the aural result of Ives’s multivalent pieces. Musicological research and reconstruction has shown that Ives literally pasted tune fragments atop existing basic musical structures. For the listener, Ives’s musical collages are replete with juxtaposed quotations and layers; the “firecracker” interjections in The Fourth of July and the temporally incommensurate layers of the opening of the fourth movement of the Fourth Symphony are two prime examples. Furthermore, Ives’s musical collages seem to resist closure in a way that resonates with the simultaneous move away from unified representational art and toward the fragmented representations characteristic of Cubism—consider the unexplained trailing-off of the music in the second movement of the Fourth Symphony , for instance. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]\tRecently, Catherine Losada has made strides in explaining how the various elements of a musical collage are reconciled in the same space by examining the way Rochberg, Berio, and Zimmermann weave together disparate fragments in their collage works from the 1960s ( Losada 2004 , 2008 , 2009 ). Losada has identified processes of “modulation,” which describe how the disparate quoted tunes are joined during the compositional process. Composers overlap common-tone pitches or key areas, interpolate chromatic washes or common tone pitch-class sets, or introduce rhythmic plasticity ( 2008 ). She has elaborated on the larger-scale structures apparent in mid-twentieth century collage as well, demonstrating that the above composers used aggregate completion, chromatic saturation, and gap-fill processes to provide some overarching structural logic for the collage ( 2009 ).",
                "footnotes": [],
                "citations": [
                    "losada_2004",
                    "losada_2008",
                    "losada_2009",
                    "losada_2008",
                    "losada_2009"
                ]
            }
        },
        {
            "11": {
                "text": "[11]\tIves’s compositional processes of cutting, pasting, and layering resemble the logic that Losada has uncovered in the collage works of Berio, Zimmermann, and Rochberg. As Losada admits, however, the underlying structural logic of the local “modulations” and the large-scale processes in collage works may contrast with the listener’s experience of a musical collage. Musical collages present a chaotic, confusing, and perhaps disorienting surface to the listener, especially if the listener anticipates a linear aural path through a piece—a reasonable expectation that holds for most Western Art Music compositions, even in the twentieth century. (8) Thus there is a paradox between the composer’s calculated quotations, transitions, and large-scale structural plans, and a listener’s experience of the chaotic surface of the musical collage. This paradox suggests a different approach to analysis. In the following, I investigate the structure of Ives’s musical collages from the perspective of the listener rather than from the perspective of compositional process. Auditory Streams",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]\tIn his book Auditory Scene Analysis , cognitive scientist Albert Bregman investigates auditory perception, in part to remedy the lag between visual and aural perceptual research. His aim is to go beyond descriptions of our perception of basic sonic qualities, focusing instead on the listener’s ability to sort and organize complex auditory stimuli in a more hierarchical manner ( Bregman 1990 , 1–9). He argues that humans must be evolutionarily successful in organizing environmental phenomena in correct and meaningful ways (9) —that is, our auditory perceptual mechanisms are efficient at explaining the world around us (39–40).",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "bregman_1990"
                ]
            }
        },
        {
            "13": {
                "text": "[13] According to Bregman, the brain has innate mechanisms for organizing the wealth of environmental sounds into “auditory streams,” which are “our perceptual grouping of the parts of the neural spectrogram that belong together” ( Bregman 1990 , 9). By producing auditory streams, our brain strives to produce an accurate representation of the environment by grouping together sonic objects that are likely to have come from the same source. Bregman builds upon early twentieth century Gestalt psychology, which suggests that perceptual evidence for proximity, belongingness, and closure govern human perception (12–29; 194–203). He argues that auditory streams create dynamic mental representations of reality, constantly changing as new data becomes available. The flexibility of auditory streams has to do with the interaction of both innate (primitive) and learned (schema) mechanisms as the listener responds in real time to complex auditory environments (31–36; 38–43). As Bregman clarifies, unlearned constraints on perception can be understood as “innate” or “primitive,” since these default responses are likely to be shared in common by most human listeners (38). On the other hand, “a schema is a mental representation of some regularity in our experience” (43). Schemas are much more highly culturally conditioned, and depend on attention, learning, previous experience, and expectations. In the following, I will consider both primitive and schema-based interpretations of auditory scenes.",
                "footnotes": [],
                "citations": [
                    "bregman_1990"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Though Bregman’s experiments deal more generally with sound, his studies have clear musical implications. (10) When applied to musically complex environments such as Ives’s collage works, basic cognitive belongingness criteria describe how listeners are likely to parse the surface into auditory streams. The following analyses imply an “ideal listener,” but this category is defined quite broadly here. Without claiming universality, Bregman’s innate criteria offer an explanation of the primitive first-line response that most listeners are likely to share in common. We can think of the innate stream segregation processes as human default settings, which are overridden only with difficulty ( Bregman 1990 , 38–39, 206–9). Secondly, when it comes to learned schemas for parsing music in the next section, I operate under the assumption that schemas are held in common amongst listeners who are literate in the Western Art Music tradition. My analyses assume the musical literacy of a symphony concert attendee rather than the more sophisticated understanding of a theorist, a musicologist, or even an undergraduate music student. Figure 1a . Summary of Bregman’s factors influencing simultaneous integration (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "bregman_1990"
                ]
            }
        },
        {
            "15": {
                "text": "[15]\tWhen listeners are presented with a sonically complex environment, creating auditory streams helps to determine which events meaningfully belong together. The brain appears to rely on two innate grouping structures, simultaneous and sequential, to parse and clarify multiple inputs. When one hears simultaneous sounds, there are two choices—fuse them into a single stream, or retain multiple streams ( Bregman 1990 , 30). The brain seems to make decisions about whether to fuse or segregate simultaneous sounds primarily based on three factors, which are summarized in Figure 1a (213–394). Simultaneous integration corresponds to the vertical dimension of music, relating most directly to the musical parameters of harmony and timbre. Based on the research summarized in Figure 1a, it stands to reason that tones with similar frequencies and similar spectra (such as the members of a triad) will easily fuse. Tones with distant frequencies or dissimilar spectra will not fuse as easily. If two different sounds begin and end together, or if their beginnings (on-sets) and endings (off-sets) are temporally close together, the two sounds group more easily than when their on- and off-sets are asynchronous. Example 1 . Fourth Symphony , IV, measures 2-6, rehearsal no. 1. Simultaneous factors in scene analysis. (click to enlarge and listen) Figure 1b . Summary of Bregman’s factors influencing sequential integration (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "bregman_1990"
                ]
            }
        },
        {
            "16": {
                "text": "[16]\tThe musical example from “Putnam’s Camp” at the beginning of this article, where the oboe melody contrasted against drum beats, presented a simultaneous integration problem to the listener (hear Example 0). Based on different timbres and especially asynchrony between on-sets, the listener probably chose to hold the oboe melody and piano/drum beats apart as separate events. The perceptual cues were such that the listener likely interpreted them as coincidental but not meaningfully connected. Example 1 , from the opening of the fourth movement of the Fourth Symphony , is a second illustration of this phenomenon. The percussion articulations that begin the movement are ametric and when the contrabass melody enters, it is clear that the implied meter of the melody does not relate to the percussion articulations (see and hear Example 1). The two streams are held apart as coincidental events in the listener’s imagination, since there is scant evidence from an innate perspective that they meaningfully relate to one another. That is, they do not appear to come from the same source.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]\tSequential integration theorizes the linear formation of streams from successive events—in music, the melodic dimension. The factors influencing the integration of sequential, or successive, sounds are summarized in Figure 1b ( Bregman 1990 , 47–212). Frequency plays an important role in sequential stream segregation; tones that are close in frequency group together easily, but may be allocated to separate streams if they are separated by larger frequency gaps. As the brackets on Figure 1b emphasize, the relationship between frequency gaps and speed of the succession is crucial, since multiple streams are more easily formed from a melodic stimulus as the speed of the tones increases (58–65). Musicians are familiar with this phenomenon in the context of compound melody. For example in Bach’s cello suites or in minimalist music, there is a tendency to separate high and low tones into two or more separate streams, especially as the melodic stimulus is played more quickly. (11) If the melodic stimulus is played slowly, our perception has time to traverse gaps in time and frequency, and can therefore integrate large pauses or leaps into the perception of a single melodic stream. As speed of succession increases (as in the right-hand column of Figure 1b), Bregman explains, “it becomes increasingly difficult to hear one coherent stream.... The task of trying to hear two streams (you can only pay attention to one at a time) is much easier. It is always possible to do this successfully unless the tones are less than a few semitones apart” (60). Thus, when frequency diverges widely, or when the speed of tones is fast (12) , and especially when both conditions are satisfied, it is more efficient and perhaps even perceptually mandated that we hear a compound melody, or two streams (60).",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "bregman_1990"
                ]
            }
        },
        {
            "18": {
                "text": "[18]\tSequential grouping is also influenced by timbre, similarity of spectral peaks (overtones), and intensity.  The principle of exclusive allocation insures that a sensory element will be used in only one stream at a time ( Bregman 1990 , 12). There are limits to exclusive allocation, but the auditory system seems to prefer to assign elements to a single stream (595–640). Thus, when more than one stream is formed, as in the case of compound melody, the listener must choose which stream to aurally attend (138). Example 2 . Fourth Symphony , II, rehearsal no. 11. Sequential factors in scene analysis. (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "bregman_1990"
                ]
            }
        },
        {
            "19": {
                "text": "[19] Example 2 , a passage from the second movement of the Fourth Symphony , provides an illustration of sequential stream segregation at work. The listener must first segregate the simultaneous components—the flute is to be distinguished from the trumpet and piano based on timbre and asynchrony (see and hear Example 2). Within the flute melody, the principles of sequential integration are at work. Two streams are formed based on the large gaps between the upper melody (D-E-G-A-G-E-D) and the ostinato D one octave lower or more. The higher notes group together into a pentatonic melody based on frequency proximity—and stand apart from the other simultaneous events based on the same—while the lower ostinato notes are all but inaudible in the texture. Schemas in Scene Analysis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]\tSo far, Bregman’s scene analysis criteria has only accounted for innate responses. Primitive grouping responses are important to consider, simply because innate criteria are not easily overridden. If the perceptual cues suggest that two events belong to different streams—as in the case of the asynchronous opening to the fourth movement of the Fourth Symphony (Example 1), or the compound melody in the second movement of the Fourth Symphony (Example 2)—it can be very hard or impossible to put them together by sheer force of will. However, it is true that the innate criteria only tell part of the perceptual story. From here onward, following Bregman, we will expand our scope to include attention and learned schemas ( Bregman 1990 , 395–454). The listener’s willful attention to different elements of the texture can deeply influence perception and interpretation of the auditory scene, as well as complicate the relationship between innate criteria and learned schemas. Bregman defines a learned schema as “... a [human] computing structure that controls how we deal with one particular regularity in our environment.... When we perceptually analyze our auditory input, we can make use of schemas about recurring patterns in the world of sound” (402).",
                "footnotes": [],
                "citations": [
                    "bregman_1990"
                ]
            }
        },
        {
            "21": {
                "text": "[21] Lawrence Zbikowski has discussed the “categories” that we use to organize the world and music in Conceptualizing Music ( Zbikowski 2002 , 23–62). Zbikowski’s categories, which bear much resemblance to Bregman’s schemas, are dynamic representations of reality “requiring that we evaluate potential category members relative to existing category members which, together, define a standard of typicality” (31). Zbikowski cites research that suggests that humans tend to use categories that are simultaneously the most “efficient” and the most “informative” at describing phenomena (32–33). Thus categories or schemas must be specific enough to be efficient descriptors, while remaining general and flexible enough to provide information about multiple members and potential new members of the category. In his Music in the Galant Style , Robert Gjerdingen invokes many of these same characteristics in his concept of schemas: “Many psychologists have noted that we naturally abstract the common features of similar experiences and create from those abstractions a generalized experience termed a prototype . We can use a prototype as a point of comparison to evaluate whether a particular instance of something is a good example of its schema” ( Gjerdingen 2007 , 10). Byros ( 2009a , 2009b ) is particularly interested in the historical dimension of schemas; as he notes, the concept of the schema has been described and theorized since Aristotle ( Byros 2009b , 237), though which schemas are in play and how they describe the world is inextricably linked to historical epochs and cultural circumstances ( Byros 2009b , 240–41; c.f. Gjerdingen 2007 , 16–20).",
                "footnotes": [],
                "citations": [
                    "zbikowski_2002",
                    "gjerdingen_2007",
                    "byros_2009a",
                    "byros_2009b",
                    "byros_2009b",
                    "byros_2009b",
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "22": {
                "text": "[22]\tMoving comparatively between the schema theories of Bregman, Zbikowski, Gjerdingen, and Byros (to use only a limited list) brings up many intriguing questions. A more thorough version of this project would do well to more rigorously theorize the interaction between innate criteria and learned schemas for music hearing. In particular, it would be desirable to ask if certain learned schemas occur regularly in Ives’s music, or in collage music more generally. It might be possible to connect innate criteria and especially learned schemas with the types of compositional crafting Losada has identified amongst the fragments in collage works. Furthermore, Gjerdingen and Byros’s work in particular suggests that it would be beneficial to consider whether the schemas involved in hearing collages are historically specific in some way—is collage listening reflective of the twentieth century, and if so, how might we investigate and demonstrate the historically and culturally informed dimensions of schemas in collage works? Unfortunately, these questions lie outside of the scope of this article. For now, I will limit my discussion to the ways simple musical schemas interact with innate perceptual mechanisms, keeping in mind the paradigm of the listener familiar with Western Art Music and its conventions. Thus let us turn our attention again to sorting the complex textures of Ives’s collages, and specifically to the ways in which listeners extend innate grouping criteria with both attention and learned schemas, which help to organize and understand patterns, create hierarchies, and eventually craft interpretations of the musical surface. Example 3 . Fourth Symphony , II, rehearsal nos. 4-5. Violin melody vs. piano/low strings stream. (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23]\tConsider Example 3 , from about two minutes into the second movement of the Fourth Symphony . In the example, two distinct streams are established based on innate criteria: the violins play a rather high, soft, stepwise melody, in contrast with the chordal piano and rumbling low strings, which seem to gallop as they incrementally increase their tempo (see and hear Example 3). According to Bregman, it is difficult to attend to both streams at once, at least with the same degree of focus; thus in listening to Example 3, the listener will probably choose one stream or the other to attend as primary. The listener might choose to follow the violin’s melody; or, the listener might become distracted by the entrance of the piano/low strings, and become intrigued by its new timbre and/or changing tempos. Neither way of focusing one’s attention is better, but they certainly provide different listening experiences. The reader is encouraged to listen to Example 3 twice again, attending primarily to the violin stream the first time, and attending to the piano/low strings stream as soon as it enters the texture the second time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24]\tSchemas can provide some logic for each way of hearing, and some explanation about why listeners might prefer to focus their attention on one stream or the other. In the first way of hearing, when the listener continues to follow the violin melody for as long as possible, the listener utilizes the schema of “parallelism,” where similar elements are interpreted in the same way as previous occurrences. This is a particularly useful schema in music listening, since melodies and motives that occur early in the work tend to be developed or recapitulated in subsequent portions of the work. Since the beginning of the movement, the violin has been the primary melodic line. In continuing to follow through this stream despite the intervening piano stream, the listener is using previous data to make a choice about hierarchy in the present. In the second way of hearing, when the listener switches his/her attention to the new piano/low strings stream almost immediately, the listener is using a schema of “flexibility” that seeks to quickly incorporate new elements. In this schema, the listener may have assumed that the new information is important in the scene, and should be attended to. This way of hearing is supported by the increasing momentum of the new piano/low strings stream, as the tempo and dynamics incrementally increase throughout the passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]\tAs Example 3 plays out, the piano/low strings overwhelm the violin melody, and it becomes impossible to follow the violin stream any longer. In this sense, the second way of hearing is rewarded in the passage, to use David Huron’s terminology (c.f. Huron 2006 ), because it turns out that the new stream of piano/low strings and the train noise it represents is to become an important—in fact, the most prominent—stream in the texture. (14) As a metaphor for a hearing of Example 3, consider the situation of a conversation at a cocktail party or other scenario where there is much background noise. One can usually use attention to separate the speaker’s voice from the background noise, though it is sometimes no longer possible to do so if, for example, the noise has become overwhelming or the listener has lost interest in the speaker’s conversation. Such is the case in Example 3; for some time, the listener can use attention and the learned schema “parallelism” to hear out the violin melody, but eventually it is again overwhelmed by the background noise, as it were, of the piano/low strings. On the other hand, the listener can use attention and the learned schema of “flexibility” to incorporate the new element quickly, turning his/her attention voluntarily away from the violin “speaker” and toward the “background noise.” Which path the listener takes may depend on his/her expectations; as Huron’s research shows us, listeners who know that the piano/low strings stream and the train noise it represents will become an important factor in the movement may switch their attention to this new stream more quickly, and gain the reward of anticipating and attending to the stream that will soon become the most important one in the texture.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "huron_2006"
                ]
            }
        },
        {
            "26": {
                "text": "[26]\tAttention is one way in which listeners can elaborate upon and enrich innate grouping structures. Learned schemas also play a large role in helping to categorize and interpret innate perceptual data according to patterns and experience. In our discussion above, the hypothetical listener relied on two schemas—“parallelism,” and “flexibility” toward new materials—to guide two different hierarchical interpretations of the auditory scene. When it comes to music listening, most of Ives’s listeners will have a number of music-specific learned schemas to draw upon as well. (15) For instance, musically literate listeners can use schemas such as “melody,” “triad,” “contour,” “meter,” “harmonic motion,” “counterpoint,” and so forth. (16) Even less musically educated listeners can also parse music using intuition and cultural conditioning, drawing upon their experiences with listening, playing, or singing music themselves. Example 4 . “Putnam’s Camp,” measures 27-29. Three separate but complementary streams. (click to enlarge and listen)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27]\tConsider a passage from “Putnam’s Camp” shown in Example 4 , where to my ears, three separate streams are audible. One possibility is for the listener to isolate and attend to one of the three strong elements in the scene. The listener could vary his/her interpretation of the scene, or its programmatic and narrative relevance, by switching between the three streams on different hearings, much like we did with Example 3 above (see Example 4 and hear Example 4a). The violin melody, repeated verbatim at a fortissimo dynamic marking from the opening measures of the movement (measures 5–8), is one element of the texture. The listener would most likely use the schemas “parallelism” and “diatonic melody” to attend to this stream, and in attending to it, would prioritize continuity with the movement’s main melody. At opposite ends of the frequency spectrum, however, we can also hear two additional streams flanking the main melody. The tuba prominently quotes the tune “Semper Fidelis”; the schema for “triad” helps the listener segregate it from the other elements in the texture and process the shape of the quotation. In listening primarily to the “Semper Fidelis” quotation, the listener could strengthen the narrative associations with military bands. On the top of the frequency spectrum, the flute contributes a simple, stepwise countermelody quoted from “Massa’s in de Cold Ground.” The high range and flute timbre, in addition to the mostly stepwise motion, encourage the use of the schema “diatonic melody” and the perception of the internal coherence of this stream. In listening primarily to the “Massa’s” quotation, the listener could enrich his/her understanding of Ives’s popular and folk tune repertoire, or could imagine a Civil War or Jim Crow era setting for the scene.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28]\tStrictly speaking, the three streams should be held separate and only one ought to be attended to at a time. However, using learned schemas that describe musical structure in particular, the literate listener may understand the three streams in dialogue with one another. Relying on schemas of “diatonic melody,” “counterpoint,” and “harmonic motion,” a listener can hear each of the streams as strong elements in the texture, and can also process their relationship to one another.  The violin plays the main theme heard in the movement so far, and in choosing that interpretation, we can hear the other strong elements as counterpoint that provides a decorative countermelody (flute) and stable I-V-I harmonic support (tuba). Alternatively, the listener might hear the flute melody as primary, the violin melody as counterpoint (especially since it is an inner voice), and “Semper Fidelis” both as a quotation and as harmonic support. Regardless of exactly how the listener organizes the hierarchy, he/she is able to apply schemas (“melody,” “counterpoint,” and “harmonic motion”) based on knowledge of these phenomena in tonal music. This allows the listener to attend to all three streams, within an established musical hierarchy. The listener may still shift his/her attention between streams, for instance to focus on the I-V-I harmonic motion that undergirds the passage. However, by using musically-specific schemas, the listener need not let go of the other streams entirely while shifting his/her attention between streams. While it is unlikely that listeners give the same degree of attention to all the elements in the passage, music-specific schemas provide hierarchies in which more and less important elements can be aurally organized in foreground-background relationships.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]\tIn the above reading, I assumed that a listener would create a hierarchy based on learned schemas for the musical details. However, hierarchy may not always operate according to learned schemas, or even according to the attention of the listener. Consider a second recording of the same passage (hear Example 4b). The balance between the instruments is entirely different—brass instruments protrude from the texture almost to the exclusion of everything else. As a result, it is difficult to focus attention anything but the “Semper Fidelis” quotation in the trombones. The violin melody is perhaps perceptible with effort, but to my ears, the flute countermelody is inaudible in the texture. In this sense, the innate criteria have overwhelmed our learned knowledge. We can look at the score or the reduction in Example 4 and see the structural relationship between the tunes; we can intellectually know that different quotations are present, and familiarize ourselves with their sounds. But we cannot overcome the low audibility or inaudibility of the winds and strings due to environmental factors such as orchestral balance, recording technology, the listener’s position in the hall, etc.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30]\tAs this example demonstrates, we must acknowledge that innate criteria and learned schemas have a complex and changing relationship with one another. The interaction of innate criteria and learned schemas in music are limited and changed by a number of factors, which include (to offer only a short list) environmental factors, artistic and aesthetic decisions, and the specific musical knowledge of Ives’s listener, for example his/her familiarity with nineteenth-century American folk tunes. Though it is disquieting not to be able to say that a hearing of a passage is definitive or stable, we can content ourselves with the understanding that innate criteria and learned schemas are somewhat predictable—consider the definition of schemas, after all. As a second qualification, we must remember that each reiteration of a musical scene will always be unique in certain respects—the analysis in this article is an analysis of hearing, a much more flexible and indefinite enterprise than an analysis of the score. At this point, we can only say that our analysis of the musical scene, if it is to be plausible, ought to resonate with most listeners most of the time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]\tIn the examples so far, I have suggested that the listener of Ives’s collages often segregates coincidental but distinct events. Listeners shift their attention among different streams and use learned schemas to process the hierarchical relationships between competing strong elements. In music, however, perhaps the more common situation is for simultaneous or successive events to fuse into a single stream—that is to say, musical events in close proximity often meaningfully belong together. Despite Ives’s purposefully complex and multi-faceted sound environments, there are a number of instances in his collages where choosing integration provides a fruitful analysis of the scene. Example 5 . “Putnam’s Camp,” measures 34-36. “Yankee Doodle” normalized into one stream. (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32]\tFor example, consider the listener’s process of coming to terms with a quotation of the tune “Yankee Doodle” in “Putnam’s Camp”. It appears against a relatively sparse background, but its coherence depends on the listener’s ability to join three differing fragments into a single stream (see and hear Example 5 ). As the top staff of Example 5 shows, the melody is passed from trumpet to piccolo to strings. To add a bit more confusion, the key of the melody changes with each instrument, from B ♭ to C to B. The realization that the quotation is a meaningful stream depends on the listener’s ability to recognize the stream as a representative of the schema “diatonic melody,” despite the Klangfarbenmelodie -like timbral changes and key shifts.  The quotation probably does not sound “normal” or even diatonic to the listener, but rather the listener is able to understand the alterations as variations on the schema of “diatonic melody,” as on the bottom staff of Example 5. The subtly chromatic key changes, with tonics related by half or whole step, certainly aid in integrating the three fragments. The key changes may in fact be normalized more easily because of the Klangfarbenmelodie -like timbral shifts, since the various chromatically-related fragments sound both slightly out-of-tune and timbrally altered. That is, on the first pass, the listener may attribute the out-of-tune-ness to the change in instrumental timbre, or vice versa, linking the two alterations (key and timbre) in some type of cause-effect relationship. In the end, the listener is likely able to use learned schemas for “diatonic melody” and “timbral changes through Klangfarbenmelodie ,” in addition to “previous experience” of the tune “Yankee Doodle,” to integrate the three fragments into a single stream. Example 6 . Fourth Symphony , II, rehearsal no. 20-21. “Columbia, Gem of the Ocean” paraphrase. (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33]\tA similar example, albeit one that takes more training, effort, and sophistication on the listener’s part, appears in the second movement of the Fourth Symphony . As Example 6 shows, the trumpet, then piano, then trombone play fragments of the tune “Columbia, Gem of the Ocean” (see and hear Example 6). As in the previous example, the change of timbre and key as the tune is passed between instruments threatens the coherence of the stream. In this case, the thicker orchestral background makes it even more difficult to follow the “Columbia” stream. Furthermore, the instruments take some liberties with the “Columbia” tune (see the bottom staff of Example 6)—the trumpets shift the tune back one quarter-note with respect to the usual bar lines, make some modal pitch alterations (such as flat scale-degrees 3 and 7), use a varied repetition of the opening motive, and end in an ambiguous vamp. The piano seems to preserve the dotted rhythm of the tune more than the pitch structure, and while the trombone quotes the tune most faithfully, it does so in a different key than the previous statements. Thus, the listener must probably know the melodic and rhythmic profile for “Columbia” quite well, using a schema of “previous experience,” in order to be able to string these three consecutive fragments together into a stream of variations of the “Columbia” tune. Innate belongingness criteria allow the trumpet, piano, and trombone fragments to penetrate through the orchestral background, but the learned schemas for “diatonic melody” in general and the “previous experience” of the “Columbia” tune in particular are necessary to process their implied relationship to one another. Example 7 . The Fourth of July , measures 1-3. “Columbia” outside of the harmonic spectrum. (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34]\tAs a final example of the synthesis of different elements, consider the opening of The Fourth of July . We begin with a violin quotation of “Columbia, Gem of the Ocean,” and a simple violin countermelody that develops the ascending fourth motive of the tune. This quotation seems to appear out of the mist, as it were, over a widely spaced F major triad in the contrabass, cello, and viola (hear Example 7 ). The tritone-related F major harmony and the C ♯ major “Columbia” quotation have an unsettled relationship, and the overtone structure of the F major triad further clarifies why this is the case. If we use the schema “overtone series” to posit an implied fundamental pitch of F1, we can account for the pitches and the spacing of the low string harmony (see Example 7)—the contrabass playing partial 2 (F2), the cello playing partial 3 (C3), and the viola playing partial 5 (A3). As Example 7 shows however, we must progress quite far into the overtone series to account for the C ♯ major pitches (partials 13–19; I use parenthesis around the partial number when the pitch appears in the wrong octave in the accompanying chords). Thus the melody does not seem to fit within the overtone spectrum projected by the F major harmony at the opening, and the melody therefore does not blend well with the harmony. Example 8 . The Fourth of July , measures 8-11. “Columbia” inside the harmonic spectrum. (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35]\tIn contrast to the previously unsettled quality, the “Columbia” quotation seems to lock into its harmonic context in measures 8–11, where the contrabass and tuba play “Columbia” clearly in C major (hear Example 8 ). The contrabass plays the lowest note of the passage C1, which we can assume as the fundamental in conjunction with the schema “overtone series.” The “Columbia” tune, which highlights tonic triad members on strong beats, emphasizes partials 2 (C2), 3 (G2), and an octave transposition of 5 (E2). The accompaniment in this passage is an alternation of quartal, quintal, and whole-tone chords in the upper strings. As Example 8 shows, these accompanying chords fit rather well within the middle of the harmonic spectrum for C1, regularly invoking partials 5, 6, 7, 9, 10, and 13 above the fundamental, despite avoiding triadic C major implications. Thus, the aural impression in measures 8–11 is that the tune and the accompaniment blend together more smoothly than in previous statements. It is important to note a change in the hierarchy between Examples 7 and 8. In Example 7, the fundamental and its strong partials provided the harmony, while in Example 8, the fundamental and its characteristically strong partials stem from the melody. When this inversion takes place, it functions to confirm the central structural and programmatic role that the tune “Columbia” is to play in the work as a whole. (17) The tune becomes the foundation of the acoustic environment, and invites the harmony to blend together with it. Masking, Literal and Metaphorical Figure 2 . Continuity illusion as depicted in Bregman’s Figure 3.22 (345). (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36]\tThus far, I have demonstrated how listeners may solve scene analysis problems in Ives’s collages by either segregation or integration, using innate criteria, attention, and learned schemas. One important facet of aural perception remains to be discussed. The phenomenon of masking has much relevance for human perception in complex environments, and frequently comes into play in Ives’s collages. According to Bregman, masking is “a phenomenon in which the presence of a loud sound, called the masker , makes it impossible to decide whether a weaker sound, called the target , is also present” ( Bregman 1990 , 732). In such a situation, our brains assume that the softer, target sound has continued behind the louder, masking sound, regardless of whether this is literally true. This phenomenon is called the “continuity illusion” and is illustrated in Figure 2 (345–49). Of course, the ability of our brains to assume this continuity in the presence of a masking sound depends on qualifying factors: the softer, target sound ‘A’ must appear to continue unbroken, with no silence before the interrupting masker ‘B’; there must be evidence that the target sounds ‘A’ before and after the masker ‘B’ originate from the same source; and there must be no obvious transition (such as fading in and out) between ‘A’ and ‘B’ sounds. Example 9 . The Fourth of July , measures 74-79. “Old Home Day” continues behind masking blast. (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "bregman_1990"
                ]
            }
        },
        {
            "37": {
                "text": "[37]\tA simple example of Ives’s exploitation of the continuity illusion in The Fourth of July can be seen in Example 9 , where a lyrical violin melody quoted from Ives’s song “Old Home Day” is interrupted by a noisy, prolonged firecracker blast ( Maisel 1981 , 5–6)—that is, if we are to accept Ives’s programmatic details (see Appendix B ; see and hear Example 9). This firecracker blast interpretation is plausible precisely because the passage meets the criteria discussed above for the continuity illusion. The violin appears to be wandering through varied repetitions of one motive from the “Old Home Day” song on either side of the intrusion, as in the case of an ear-worm that gets stuck in one’s head (see the bottom staff in Example 9 for the full quotation of the tune from “Old Home Day”). In any case, the violin does not appear to stop playing despite the masking intrusion. Example 10 . Fourth Symphony , II, rehearsal nos. 33-36. “Martyn” continues behind masking train noise. (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "maisel_1981"
                ]
            }
        },
        {
            "38": {
                "text": "[38]\tAnother example of the masking phenomenon is presented in the second movement of the Fourth Symphony , though Ives begins to use the continuity illusion metaphorically here. At rehearsal 33, the thick, noisy texture thins considerably to give center stage to the violas and piano, playing a quotation from the hymn “Martyn” ( Burkholder 1995 , 398). The noisy rumblings of the train (again, if we are to accept the programmatic narrative for the piece; see Appendix C ) intrude as a masking element, but the “Martyn” theme returns again at rehearsal 36, now as an accompanying counterpoint to the violins’ more prominent “Beulah Land” tune (see and hear Example 10 ). Our ability to hear the return of the “Martyn” quotation, especially since it has become accompanimental, is questionable; perhaps less distracting is the key change from G major to F ♯ major, which could even be understood as a musicalized Doppler effect, as the train moves away from the observer. (18) Yet the continuity illusion works both literally and as a metaphor for our hearing of the passage. The repetition of the string timbre, lilting compound meter, and lyrical, diatonic melodies on either end of the intervening train noise are enough to perhaps fool us into believing that the hymn tune continued behind the noisy rumblings of the train. Ives in fact reinforced the continuity illusion in his scoring, since he notated the violin, viola, and piano melodies with an (unheard) anacrusis that begins during the final, climactic swell of train noise.",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "burkholder_1995"
                ]
            }
        },
        {
            "39": {
                "text": "[39]\tEven if we are not willing to buy this reading whole-heartedly in the auditory dimension, the continuity illusion works in conjunction with a visual metaphor for the passage as well. As Burkholder suggests, the viola quotation of “Martyn” (R. 33) appears as a “glimpse” of the Celestial City before the arrival at “Beulah Land” (violins, R. 36) and the appearance of the Celestial City across the water ( Burkholder 1995 , 398). This reading works particularly well because the perceptual cues are such to suggest that the first appearance of “Martyn” is a glimpse, which is only momentarily masked as if by an obstruction in the field of vision, before the fuller statement of “Martyn” in counterpoint with “Beulah Land” appears at R. 36 and following. The music successfully portrays a situation in which “Martyn,” is present the whole time even when the listener cannot quite hear it through the rumblings of the train or beneath the more prominent “Beulah Land.” Figure 3 . Ternary formal scheme for “Putnam’s Camp”, showing primary and secondary thematic materials in each section (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "burkholder_1995"
                ]
            }
        },
        {
            "40": {
                "text": "[40]\tIves’s use of masking in The Fourth of July and the Fourth Symphony suggests that perhaps scene analysis principles can also be relevant for hearing form on a larger scale. The metaphor of masking, in particular, works well to explain the end-weighted ternary forms that Ives often used in his collages. Consider the formal plan of “Putnam’s Camp,” for instance (see Figure 3 ). The mostly B ♭ major music from the opening of the work focuses on the apparently originally composed “Putnam’s Camp” melody (measures 5–25; measures 27–30), with a series of prominent intrusions including “British Grenadiers” (measures 14–17), “Semper Fidelis” (measures 27–29), “Massa’s in de Cold Ground” (measures 27–29), “Battle Cry of Freedom” (measures 32–33), “Yankee Doodle” (measures 34–35), and the children’s theme (measures 37–38). The B section of the work strips away all references to the “Putnam’s Camp” theme and much of the secondary quoted material (save for a prominent citation of “British Grenadiers” in measures 70–72), focusing instead on the oboe’s “Lady Liberty” music. The return of the A section is difficult to miss, as the tempo and texture return akin to the opening in measure 89. However, the opening “Putnam’s Camp” theme is withheld until measures 126–29, as the secondary “British Grenadiers” tune (measures 91–97) and the children’s tune (measures 114–19) are recapitulated first. A full statement of the “Putnam’s Camp” melody in the key of B ♭ (measures 144–47) unambiguously confirms the return of the A section material, more or less intact, before a final chaotic wash of sound seemingly envelops the entire scene.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41]\tIf we are to assume masking as a metaphor for the formal plan on the whole, the B section, with its dream-sequence digression to the hillside for the “Lady Liberty” melody and the military-band tropes of drum cadences and “British Grenadiers,” only momentarily masks the main “Putnam’s Camp” thematic material that bookends the movement. This reading is in fact consistent with Ives’s program for the piece (see Appendix A ), where the B section constitutes a literal movement away from the main action of the scene, in space, and where the return of the A’ section marks the child’s return to the main picnic activities. Ives’s program for the piece provides a narrative in which the action of the A sections, the main picnic scene, does not stop. Rather, the child wanders away—hence the music’s turn to the B section materials. Especially when we know Ives’s programmatic Preface for “Putnam’s Camp”, the idea of the B section masking the main action of the A section works as a metaphorical hearing for the progression of the formal plan and the narrative of the work on the whole.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42]\tThe formal plan of The Fourth of July can be explained by a similar rationale, though as Burkholder explains, this work is technically a “cumulative form” rather than a ternary structure ( Burkholder 1995 , 376–79). In a cumulative form, fragments of the main theme are offered gradually, with a complete statement of the main theme appearing only toward the end of the work. Here, the opening “Columbia, Gem of the Ocean” melody is quoted prominently in measures 1–44 (with momentary “masking” interjections of “Old Home Day,” measures 14–15; cuckoo call, measures 16 and 42; “Assembly” measures 27 and 31; and “Marching Through Georgia” measures 34–35). Then, the “Columbia” tune all but disappears from the texture, as the music becomes concerned primarily with quotations from Ives’s song “Old Home Day” and “Battle Hymn of the Republic” (measures 45–53; measures 69–80). (19) Secondary material includes “Battle Cry of Freedom” (measures 53–54), “Reveille” (measures 57–60), and “White Cockade/Tramp, Tramp, Tramp” (measures 66–69), among others (see Burkholder 1995 , 377–78). The culminating statement of “Columbia, Gem of the Ocean” appears in measures 99–115, orchestrated in the trumpets and trombones for maximum projection above the din of competing quotations. As in “Putnam’s Camp”, a chaotic wash of sound ends the movement without reference to any of its major themes; as Ives says, “the day ends with the sky-rocket over the Church-steeple, just after the annual explosion sets the Town-Hall on fire” (see Appendix B ). Figure 4 . Ternary formal scheme for The Fourth of July , showing primary and secondary thematic materials in each section (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "burkholder_1995",
                    "burkholder_1995"
                ]
            }
        },
        {
            "43": {
                "text": "[43] Figure 4 maps the above narrative on to a modified ternary form—a form suggested by a listener’s orientation to the “Columbia, Gem of the Ocean” melody as primary theme and the “Old Home Day” quotations as contrasting material. As was the case in “Putnam’s Camp”, the B section serves a masking function, temporarily displacing the listener’s attention from the main theme “Columbia” material and inserting in its place contrasting material.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44]\tMasking works equally well as a metaphor for hearing if we wanted to preserve the cumulative form suggested by Burkholder. In the cumulative form hearing of The Fourth of July , the main theme “Columbia, Gem of the Ocean” is theoretically ever-present, but masked by intervening quotations. Thus, the listener perceives only fragments of the primary “Columbia” material, until the culminating final statement of the melody is heard in its entirety. It may be objected that one cannot mask a tune that has not been fully stated, but this difficulty is solved if we are to allow the masking metaphor to work in retrospect. In fact, much aural analysis of form depends on the listener’s ability to return to remembered previous events and relate them forward to later events, outside of the ever-progressing time of the music. If masking does not work as a real-time listening strategy, we may still be able to accept its metaphorical, conceptual resonance with Ives’s compositional strategy of cumulative form.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The metaphor of masking once again squares nicely with Ives’s program for The Fourth of July , which involves a child’s experience of the parades, picnics, and games characteristic of the publicly celebrated holiday (see Appendix B ). It is easy to imagine that a band’s rendition of “Columbia” in a parade, for instance, would be first heard at a distance, then interrupted as a child runs to different physical locations (to the picnic table; to the baseball game) before returning to the street for the passing of the band in the parade and the final, culminating statement of “Columbia.” As has already been suggested, an interested reader can likewise apply the concept of masking to further enrich the narrative structure for the second movement of the Fourth Symphony (see Burkholder 1995 , 393–99). Scene Analysis and Emergent Structure",
                "footnotes": [],
                "citations": [
                    "burkholder_1995"
                ]
            }
        },
        {
            "46": {
                "text": "[46]\tThe above analyses of large-scale structure treated perceptual principles (masking, in particular) as a metaphor for hearing the form of the work. What is remarkable about Ives’s collages is that, in many cases, they do not rely on metaphor. The details of the musical surface, as perceived and hierarchized by listeners, re-create the programmatic structure of the piece as literally as is possible in an artwork. (20) The program is not simply an explanation overlaid atop a vaguely suggestive piece; Ives’s collage works re-create the narrator’s experience for the listener. In this way, scene analysis becomes a primary way for listeners to understand both the structural and programmatic elements of the works. Example 11 . “Putnam’s Camp,” measures 120–158. Dueling marching bands during recapitulation of ‘A’ section.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47]\tDuring “Putnam’s Camp” for example, the listener’s perceptual faculties reproduce an experience analogous to the child narrator’s experience—without actually being outside at the picnic, hearing the dueling marching bands, falling asleep and dreaming, and so forth, Ives’s music sets up these situations for listeners with surprising perceptual fidelity. As noted at the beginning of the article, the oboe/flute “Goddess of Liberty” melody, which accompanies the child’s digression to dreaming on the wooded hillside, is marked as “at a distance” by the whole-tone accompaniment and rubato, and is distinguished from the marching bands of the picnic when they intervene with a conflicting tempo (hear again Example 0).  The “new national note” from Ives’s program is drawn quite obviously in the musical texture as well: brass, winds, and drums unite in melodic, harmonic, and rhythmic unison. Finally, when the child-narrator runs back down the hillside, he rejoins the picnic and its music while still hearing the military band playing as well. These dueling marching bands (for which this piece has become infamous) are constructed obviously in the orchestration, as the “Putnam’s Camp” melody in the foreground (from the picnic) is challenged by piccolo, brass, and cymbal interjections (from the military band) that do not match with its rhythm (hear Example 11 ). Ives creates aural environments that mimic his program in “Putnam’s Camp.” The same could be said for The Fourth of July or the second movement of the Fourth Symphony , and interested readers are encouraged to explore the way scene analysis questions directly impinge upon the programmatic narrative in many of Ives’s works. Space in Cubist Collage and Musical Collage",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48]\tIt is often suggested that Ives’s music is spatial, pictorial, or otherwise outside of the temporal teleology that usually governs musical form. As Robert Morgan says, “Ives wrote pictorial music—music based largely on relationships that are simultaneous, reciprocal, and reflective in nature rather than successive, sequential, and unidirectional” ( Morgan 1977 , 146). Later Morgan suggests that “Ives is trying to get outside of time, to enable the listener to walk around the work, to hear it from different angles, or perspectives” (153). As my analysis above demonstrates, Ives’s collage works certainly seem to have a vivid, even pictorial, dimension. Bregman’s cognitive theory provides us with a deeper understanding of how Ives’s collage works are made to seem spatial: if the listener perceives the fragments to have come from different sources, the listener would assume these sources are spatially arranged in the world. Denise Von Glahn has noted that Ives uses a similar effect in the opening measures of From Hanover Square North : “[...] He creates the equivalent of visual perspective” ( Von Glahn  2003 , 94).",
                "footnotes": [],
                "citations": [
                    "morgan_1977",
                    "von_glahn__2003"
                ]
            }
        },
        {
            "49": {
                "text": "[49]\tThe spatial presentation of scenes in Ives’s collages perhaps ought not to surprise us. As Von Glahn reminds us, “Dozens of references [in Memos ] to specific churches, home addresses, and summer retreats, along with poetic descriptions of natural scenery reveal a creative artist keenly aware of his physical surroundings” ( Von Glahn Cooney 1996 , 276). Ives’s disparate tunes, quoted in many different instruments and keys, function in his musical collages as snapshots, aural images if you will, that are assembled in a way that reminds us of the spatial nature of our experience of the world. To say it another way, Ives’s programmatic narratives are believable because the music echoes the perceptual realities of the scenario.",
                "footnotes": [],
                "citations": [
                    "von_glahn_cooney_1996"
                ]
            }
        },
        {
            "50": {
                "text": "[50]\tIf Ives’s musical collages initially present chaotic, perhaps confusing surfaces, the foregoing analysis has shown that the listener relies on innate criteria, attention, and learned schemas to sort and organize the information. The emergent auditory streams and hierarchies are constructed by an auditory processing mechanism that developed to accurately analyze real-world scene analysis questions. The practical orientation of the human auditory processing mechanism, in conjunction with Ives’s careful orchestration, creates an almost a literal sense of spatial depth in Ives’s collages. Ives himself was quite concerned with the sense of space in his works, famously in works such as The Unanswered Question , which places a trumpeter off stage to create the illusion of distance. A lengthy “Conductor’s Note” prefacing the second movement of the Fourth Symphony is concerned with multiple examples of spatial re-creations and scene analysis problems. Ives remarks, A brass band playing pianissimo across the street is a different sounding thing than the same band playing the same piece forte , a block or so away...the writer remembers hearing, when a boy, the music of a band in which the players were arranged in two or three groups around the town square...others, walking around the square, were surprised at the different and interesting effects they got as they changed position ( Ives 1965 , 13). For Ives, creating the impression of depth, perspective, and distance—implying and re-creating spatial relationships between the quoted tunes—was a particular concern in his collage works. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "ives_1965"
                ]
            }
        },
        {
            "51": {
                "text": "[51]\tIronically, prominent early criticism of Cubist collage—the historical parallel for Ives’s musical collages—generally focused on the increasing perception of flatness rather than depth. (22) Clement Greenberg’s 1959 article “Collage” emphasizes the formalist implications of the Cubists’ collages as they increasingly drew attention to the surface in their works: Because of the size of the area it covers, the pasted paper establishes undepicted\nflatness bodily , as more than an indication or sign. Literal flatness now tends to assert\nitself as the main event of the picture, and the device boomerangs: the illusion of\ndepth is rendered even more precarious than before ( Greenberg 1989 , 71). Greenberg’s argument is that the early Cubist collages called attention to the surface of the canvas even more obviously than did Cubist paintings. In so doing, Cubist collages strove to destroy the illusion of depth, which had been so crucial to the trompe-l’oeil style, as a facet of visual art aesthetics. Figure 5 . Pablo Picasso, Violin, 1912. Pasted paper and charcoal. (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "greenberg_1989"
                ]
            }
        },
        {
            "52": {
                "text": "[52]\tGreenberg’s formalist reading has been questioned by later critics who interrogate “the slippery critical distinction between the real and the represented, or the literal and the figural” ( Poggi 1992 ). Simply put, the perception of flatness in the Cubist collage is not always as “literal” as Greenberg suggests. As Rosalind Krauss points out, two mirrored pieces of newsprint in Picasso’s Violin (1912) can have drastically different effects (see Figure 5 ): One of these fragments sits within a passage of charcoal drawing to establish the solid face of a violin, the paper’s lines of type functioning as a stand-in for the grained wood of the instrument.  The other, however, gravitating to the upper right of the collage, declares itself not the continuation of its “twin” but, instead, the contradictory opposite, since this fragment’s lines of type now appear to assume the kind of broken or scumbled color through which painters have traditionally indicated light-filled atmosphere, thereby organizing the newsprint piece as a sign for “background” in relation to the violin’s “figure” ( Foster et al. 2004 , 113). In Krauss’s analysis, two mirrored halves of newsprint function entirely differently—one is foreground, forming essential portions of the violin figure, while one occupies the background.  Thus the pasted paper fragments of the collage participate directly in suggesting the lingering impression of painterly depth and perspective, even while calling attention, by being affixed there, to the surface of the canvas itself.",
                "footnotes": [],
                "citations": [
                    "poggi_1992",
                    "foster_et_al_2004"
                ]
            }
        },
        {
            "53": {
                "text": "[53]\tPerhaps Greenberg’s announcement of the “literal flatness” of collages does not always ring true, but as Krauss and Poggi testify, the play between flatness and the illusion of depth remains an important element of Cubist collage. The illusion of depth and space is likewise an important element of Ives’s musical collages. As the listener sorts the complex sound environment into auditory streams and emergent hierarchies, a listener is likely to become aware of the play between the structural, ornamental, and programmatic uses of quoted tunes that characterizes Ives’s musical collages. Ives was at great pains to use orchestration to re-create real-world soundscapes in his musical collages. When listeners rely on perceptual data to process and analyze these aural scenes, they implicitly create hierarchies that map a path through the complex sound environment. Upon first listening to Ives’s collages, one may be overwhelmed by the undifferentiated flatness of the chaotic, complicated surface. As the listener begins to organize auditory streams, answer scene analysis questions, and assimilate the programmatic narratives to the heard music, Ives’s collages are revealed as spatially conceived aural pictures. If Ives’s goal was to convey a sense of place and experience to the listener in his expansive collages, he accomplished this goal by re-creating in music the same types of scene analysis problems we are likely to encounter in the world. Appendix A “Preface” to “Putnam’s Camp” (23) II. Near Redding Center, Conn., is a small park preserved as a Revolutionary Memorial; for here General Israel Putnam’s soldiers had their winter quarters in 1778–79. Long rows of stone camp fire-places still remain to stir a child’s imagination. The hardships which the soldiers endured and the agitation of a few hot-heads to break camp and march to the Hartford Assembly for relief, is a part of Redding history. Once upon a “Fourth of July,” some time ago, so the story goes, a child went there on a picnic, held under the auspices of the First Church and the Village Cornet Band. Wandering away from the rest of the children past the camp ground into the woods, he hopes to catch a glimpse of some of the old soldiers. As he rests on the hillside of laurel and hickories, the tunes of the band and the songs of the children grow fainter and fainter; when—“mirabile dictu”—over the trees on the crest of the hill he sees a tall woman standing. She reminds him of a picture he has of the Goddess of Liberty, but the face is sorrowful—she is pleading with the soldiers not to forger their “cause” and the great sacrifices they have made for it. But they march out of camp with fife and drum to a popular tune of the day. Suddenly a new national note is heard.  Putnam is coming over the hills from the center—the soldiers turn back and cheer. The little boy awakes, he hears the children’s songs and runs down past the monument to “listen to the band” and join in the games and dances. The repertoire of national airs at that time was meager. Most of them were of English origin. It is a curious fact that a tune very popular with the American soldiers was “The British Grenadiers.” A captain in one of Putnam’s regiments put it to words, which were sung for the first time in 1779 at a patriotic meeting in the Congregational Church in Redding Center; the text is both ardent and interesting. Appendix B “Preface” to The Fourth of July (24) It’s a boy’s Fourth—no historical orations—no patriotic grandiloquence by grown-ups—no program in his yard. But he knows what he’s celebrating—better than some of the country politicians—and he celebrates in his own way—with patriotism nearer kin to nature than jingoism. It starts in the quiet of the midnight before and grows raucous with the sun.  Everybody knows what it’s like—if everybody doesn’t: cannon on the green, village band on Main St., firecrackers under tin cans, shanks mixed on cornets, strings around big toes, torpedoes, church bells, lost-finger, fifes, clam chowder, a prize fight, burnt shins, parades (in and out of step), saloons all closed (more drunks than usual), baseball game (Danbury All-Stars vs. Beaver Brook Boys), pistols, mobbed umpire, Red White and Blue, runaway horse—and the day ends with the sky-rocket over the church steeple, just after the annual explosion sets the Town Hall on fire. All this is not in the music—not now! Appendix C From the program note to Ives’s Fourth Symphony (25) The succeeding [second] movement...is not a scherzo.... It is a comedy in the sense that Hawthorne’s Celestial Railroad is a comedy. Indeed this work of Hawthorne’s may be considered as a sort of incidental program in which an exciting, easy, and worldly progress through life is contrasted with the trials of Pilgrims in their journey through the swamp. The occasional slow episodes—Pilgrims’ hymns—are constantly crowded out and overwhelmed by the former. The dream, or fantasy, ends with an interruption of reality—the Fourth of July in Concord—brass bands, drum corps, etc....",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.11.17.2.iverson.html",
    "data": "mto/data/mto.11.17.2.iverson.json"
}