{
    "title": "Keynote Address, Twenty-Sixth Annual SMT Conference: “Coming Home”",
    "date": "2004/02/01",
    "volume": "10",
    "issue": "1",
    "authors": [
        "Schmalfeldt, Janet"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "January 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.1/mto.04.10.1.schmalfeldt.pdf",
    "author_info": [
        {
            "name": "Janet Schmalfeldt",
            "university": "Tufts University",
            "address": "Department of Music, 48 Professors Row, Medford, MA 02155",
            "email": "janet.schmalfeldt@tufts.edu"
        }
    ],
    "citations": {
        "botstein_1997": "Botstein, Leon. 1997. “Realism Transformed: Franz Schubert and Vienna.” In The Cambridge Companion to Schubert, edited by Christopher H. Gibbs, 13–35. Cambridge: Cambridge University Press.",
        "brown_1979": "Brown, Marshall. 1979. The Shape of German Romanticism. Ithaca and London: Cornell University Press.",
        "burkhart_1990": "Burkhart, Charles. 1990. “Departures from the Norm in Two Schumann Songs.” In Schenker Studies [I], edited by Hedi Siegel, 146–64. Cambridge: Cambridge University Press.",
        "daverio_1987": "Daverio, John. 1987. “Schumann’s ‘Im Legendenton’ and Friedrich Schlegel’s Arabeske. ” Nineteenth-Century Music 11/2: 150–63.",
        "daverio_1990": "Daverio, John. 1990. “Reading Schumann By Way of Jean Paul and His Contemporaries.” College Music Symposium 30: 28–45.",
        "daverio_1993": "Daverio, John. 1993. Nineteenth-Century Music and the German Romantic Ideology. New York: Schirmer Books.",
        "daverio_1997": "Daverio, John. 1997. Robert Schumann: Herald of a “New Poetic Age.” New York: Oxford University Press.",
        "daverio_2002": "Daverio, John. 2002. Crossing Paths: Schubert, Schumann, and Brahms. Oxford: Oxford University Press.",
        "downes_1999": "Downes, Stephen. 1999. “Kierkegaard, a Kiss, and Schumann’s Fantasie. ” Nineteenth-Century Music 22/3: 268–80.",
        "ferris_2000": "Ferris, David. 2000. Schumann’s Eichendorff “Liederkreis” and the Genre of the Romantic Cycle. Oxford: Oxford University Press.",
        "ferris_2003": "Ferris, David. 2003. “Public Performance and Private Understanding: Clara Wieck’s Concerts in Berlin.” Journal of the American Musicological Society 56/2: 351–408.",
        "fisk_1996": "Fisk, Charles. 1996. “Performance, Analysis, and Musical Imagining, Part I: Schumann’s Arabesque. ” College Music Symposium 36: 59–72.",
        "fisk_2001": "Fisk, Charles. 2001. Returning Cycles: Contexts for the Interpretation of Schubert’s Impromptus and Last Sonatas. Berkeley and Los Angeles: University of California Press.",
        "hoeckner_1997": "Hoeckner, Berthold. 1997. “Schumann and Romantic Distance.” Journal of the American Musicological Society 50/1: 55–132.",
        "hoeckner_2002": "Hoeckner, Berthold. 2002. Programming the Absolute: Nineteenth-Century German Music and the Hermeneutics of the Moment. Princeton, N.J.: Princeton University Press.",
        "kaminsky_1989": "Kaminsky, Peter. 1989. “Principles of Formal Structure in Schumann’s Early Piano Cycles.” Music Theory Spectrum 11/2: 207–25.",
        "kaminsky_1990": "Kaminsky, Peter. 1990. “Aspects of Harmony, Rhythm and Form in Schumann’s Papillons , Carnaval and Davidsbündlertänze. ” 2 vols. Ph.D. diss., University of Rochester, Eastman School of Music. Ann Arbor: UMI.",
        "lester_1995": "Lester, Joel. 1995. “Schumann and Sonata Forms.” 19th-Century Music 18: 189–210.",
        "marston_1992": "Marston, Nicholas. 1992. Schumann: “Fantasie,” Op. 17. Cambridge: Cambridge University Press.",
        "mccreless_1986": "McCreless, Patrick. 1986. “Song Order in the Song Cycle: Schumann’s Liederkreis, Op. 39.” Music Analysis 5/1: 5–28.",
        "morgan_1995": "Morgan, Robert P. 1995. Review of Nineteenth-Century Music and the German Romantic Ideology, by John Daverio. In Journal of Modern History 67 (September 1995): 766–70.",
        "muxfeldt_2001": "Muxfeldt, Kristina. 2001. “ Frauenliebe und Leben Now and Then,” 19th-Century Music 25/1: 27–48.",
        "newcomb_1990": "Newcomb, Anthony. 1990. “Schumann and the Marketplace: From Butterflies to Hausmusik. ” In Ninteenth-Century Piano Music, edited by R. Larry Todd, 258–315. New York: Schirmer Books.",
        "reich_2001": "Reich, Nancy B. 2001. Clara Schumann: The Artist and the Woman. Rev. ed. Ithaca and London: Cornell University Press.",
        "roesner_1991": "Roesner, Linda Correll. 1991. “Schumann’s ‘Parallel’ Forms.” 19th-Century Music 14/3: 265–78.",
        "rosen_1995": "Rosen, Charles. 1995. The Romantic Generation. Cambridge, MA: Harvard University Press.",
        "schumanns_1993": "Schumann, Clara, and Robert. 1993. The Marriage Diaries of Robert and Clara Schumann: From Their Wedding Day through the Russia Trip. Edited by Gerd Nauhaus; translated, with a preface, by Peter Ostwald. Boston: Northeastern University Press.",
        "schumanns_2002": "Schumann, Clara, and Robert. 2002. The Complete Correspondence of Clara and Robert Schumann. 3 vols. Edited by Eva Weissweiler; translated by Hildegard Fritsch, Ronald L. Crawford, and Harold P. Fry. Stroemfeld Verlag,. AG, 2001; New York: Peter Lang Publishing.",
        "steinberg_1994": "Steinberg, Michael P. 1994. “Schumann’s Homelessness.” In Schumann and His World, edited by R. Larry Todd, 47–79. Princeton: Princeton University Press.",
        "thym_1983": "Thym, Jurgen. 1983. “Eichendorff’s Poetry and the Nineteenth-Century Lied.” In 100 Years of Eichendorff Songs, edited by Jurgen Thym, pages vii–xii. Recent Researches in the Music of the Nineteenth and Early Twentieth Centuries, vol. 5. Madison, WI: A-R Editions.",
        "turchin_1987": "Turchin, Barbara. 1987. “The Nineteenth-century Wanderlieder Cycle.” Journal of Musicology 5/4: 498–525."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Vladimir Nabokov, Speak, Memory: An Autobiography \nRevisited (rev. ed., New York: G. P. Putnam’s Sons, 1996). See, for example, \nJoseph Brodsky’s “The Condition We Call Exile,” in his On Grief and Reason: \nEssays (New York: Farrar, Straus and Giroux, 1995), 22–34. Among the many \nwritings by Said, Kundera, and Sebald, see Edward W. Said, The Politics of \nDispossession: The Struggle for Palestinian Self-Determination, 1969–1994 (New \nYork: Pantheon Books, 1994) and Out of Place: A Memoir (New York: Knopf, 1999); \nMilan Kundera, The Book of Laughter and Forgetting, trans. from the French by \nAaron Asher (New York: Harper Perennial, 1996); W. G. Sebald, The Emigrants, trans. Michael Hulse (New York: New Directions, 1996), Austerlitz, trans. Anthea \nBell (New York: The Modern Library, 2001), and On the Natural History of \nDestruction, trans. Anthea Bell (New York: Random House, 2003).",
            "citations": []
        },
        "FN2": {
            "text": "2. Sebastião Salgado, Terra: Struggle of the Landless, preface by José Saramago; poetry by Chico Buarque (London: Phaidon, 1997); Migrations: Humanity in Transition (New York: Aperture, 2000); and The Children: \nRefugees and Migrants, concept and design by Lélia Wanick Salgado, 1st English \ned. (New York: Aperture, 2000).",
            "citations": []
        },
        "FN3": {
            "text": "3. Rabbit-Proof Fence, based on a true story, as told in \nthe book by Doris Pilkington Garama; directed by Phillip Noyce (Miramax Films, \nHanway, and the Australian Film Finance Corporation, Rumbalara Films and Olsen \nLevy Production, 2003).",
            "citations": []
        },
        "FN4": {
            "text": "4. Nicholas Marston, “Schubert’s Homecoming,” Journal of \nthe Royal Musical Association 125 (2000): 248.",
            "citations": []
        },
        "FN5": {
            "text": "5. Eduard von Bauernfeld, Erinnerungen aus Alt Wien (Vienna, 1923), as cited in Leon Botstein, “Franz Schubert and Vienna,” in The \nCambridge Companion to Schubert, ed. Christopher H. Gibbs (Cambridge: Cambridge \nUniversity Press, 1997), 22.",
            "citations": []
        },
        "FN6": {
            "text": "6. Marston, “Schubert’s Homecoming,” 248.",
            "citations": []
        },
        "FN7": {
            "text": "7. Charles Fisk, Returning Cycles: Contexts for the \nInterpretation of Schubert’s Impromptus and Last Sonatas (Berkeley: University \nof California Press, 2001), 8.",
            "citations": []
        },
        "FN8": {
            "text": "8. See Barbara Turchin, “The Nineteenth-century \nWanderlieder Cycle,” Journal of Musicology 5/4 (1987): 498–525.",
            "citations": []
        },
        "FN9": {
            "text": "9. See Maynard Solomon, “Franz Schubert’s ‘My Dream,’” American Imago 38 (1981): 137–54; and Fisk, Returning Cycles, 8–10. For the full \ntext of Schubert’s “Mein Traum” in translation, see Otto Erich Deutsch, Schubert: A Documentary Biography, trans. Eric Blom (London: J. M. Dent & Sons, \n1946; rprt., New York: Da Capo, 1977; orig. pub. as Franz Schubert: Die Dokumente seines Lebens ), 226–28.",
            "citations": []
        },
        "FN10": {
            "text": "10. See Peter Ostwald, Schumann: The Inner Voices of a \nMusical Genius (Boston: Northeastern University Press, 1985), 66–69, 72. For \nstatements in letters to Schumann from his mother, Ostwald cites Georg Eisman, Robert Schumann: Ein Quellenwerk über sein Leben und Schaffen, 2 vols. (Leipzig: Breitkopf & Härtel Musikverlag, 1956), and Eugenie Schumann, Robert Schumann: Ein Lebensbild Meines Vaters (Leipzig: Koehler & Amelana, 1931). See also John \nDaverio, Robert Schumann: Herald of a “New Poetic Age” (New York: Oxford \nUniversity Press, 1997), 61–62.",
            "citations": []
        },
        "FN11": {
            "text": "11. Robert Schumann, Jugendbriefe, 2nd ed., 2 vols., ed. \nClara Schumann (Leipzig: Breitkopf & Härtel, 1886), 22–23 (letter of 24 October \n1828), as translated and cited in Ostwald, Schumann, 34. In a reworking for his \ndiary of the letter to his mother, Schumann further describes a dream in which \nhis sister-in-law Therese stood before him and softly sang “ süsse Heimath ” \n(sweet home)—the Adagio ending of a song entitled “Heimweh” (homesickness) by \nCarl Gottlieb Reissiger (his Op. 50, No. 1); see Berthold Hoeckner, “Schumann \nand Romantic Distance,” Journal of the American Musicological Society 50/1 \n(1997): 83–85.",
            "citations": []
        },
        "FN12": {
            "text": "12. Daverio, Robert Schumann, 181, citing (and \ntranslating) Schumann, Tagebücher, Band II: 1836–1854, ed. Georg Eisman \n(Leipzig: VEB Deutscher Verlag für Musik, 1987), 90.",
            "citations": []
        },
        "FN13": {
            "text": "13. Daverio, Robert Schumann, 191.",
            "citations": []
        },
        "FN14": {
            "text": "14. Ibid., 193.",
            "citations": []
        },
        "FN15": {
            "text": "15. Patrick McCreless, “Song Order in the Song \nCycle: Schumann’s Liederkreis , Op. 39” Music Analysis 5/1 (1986): 5–28; David \nFerris, Schumann’s Eichendorff “Liederkreis” and the Genre of the Romantic Cycle (Oxford: Oxford University Press, 2000); Charles Burkhart, “Departures from the \nNorm in Two Songs from Schumann’s Liederkreis, ” in Schenker Studies [I], ed. Hedi Siegel (Cambridge: Cambridge University Press, 1990), 146–64.",
            "citations": []
        },
        "FN16": {
            "text": "16. Ferris, Schumann’s Eichendorff “Liederkreis”, 144.",
            "citations": []
        },
        "FN17": {
            "text": "17. Burkhart, “Departures from the Norm,” 146–47.",
            "citations": []
        },
        "FN18": {
            "text": "18. Ibid., 153.",
            "citations": []
        },
        "FN19": {
            "text": "19. Daverio, Crossing Paths: Schubert, Schumann, and \nBrahms (Oxford: Oxford University Press, 2002), 75; see Clara and Robert \nSchumann, Briefwechsel: Kritische Gesamtausgabe, ed. Eva Weissweiler with \nSusanna Ludwig, 3 vols. (Frankfurt: Stroemfeld/Roter Stern, 1984–2001), 145.",
            "citations": []
        },
        "FN20": {
            "text": "20. Charles Rosen sees the phrase at measures 53–61 as “a \nconsequent to the preceding phrase”; Rosen, The Romantic Generation (Cambridge, \nMass.: Harvard University Press, 1995), 698. Following Arnold Schoenberg’s more \nrestrictive notion of antecedent-consequent, I propose that this last vocal \nphrase serves as a consequent to all earlier phrases except for the immediately \npreceding one: this last phrase begins as a varied repetition of the original at \nmeasures 7–14, but now, rather than reaching only V, it closes on the tonic.",
            "citations": []
        },
        "FN21": {
            "text": "21. Ferris, Schumann’s Eichendorff “Liederkreis”, 156.",
            "citations": []
        },
        "FN22": {
            "text": "22. Burkhart, “Departures from the Norm,” 147, 163–64.",
            "citations": []
        },
        "FN23": {
            "text": "23. Ferris, Schumann’s Eichendorff “Liederkreis”, 146, \n156–57.",
            "citations": []
        },
        "FN24": {
            "text": "24. Ostwald, Schumann, 137. See Berthold Litzmann, ed., Clara Schumann: Ein Künstlerleben nach Tagebüchern und Briefen, 3 vols. \n(Leipzig: Breitkopf & Härtel, 1902–08; 7th ed., 1925), 166.",
            "citations": []
        },
        "FN25": {
            "text": "25. Daverio, Robert Schumann, 194–195, 191.",
            "citations": []
        },
        "FN26": {
            "text": "26. See David Ferris, “Public Performance and Private \nUnderstanding: Clara Wieck’s Concerts in Berlin,” Journal of the American \nMusicological Society 56/2 (2003): 376–77, 380.",
            "citations": []
        },
        "FN27": {
            "text": "27. See Ostwald, Schumann, 7; and Daverio, Robert \nSchumann, 457–58.",
            "citations": []
        },
        "FN28": {
            "text": "28. For example, baritone Julius Stockhausen gave the \nfirst complete public performance of Schumann’s Dichterliebe with Brahms as late \nas 1861, and with Clara in 1862; he later premiered complete public performances \nof Schumann’s Frauenliebe und Leben, his Eichendorff Liederkreis, and the Spanisches Liederspiel. Clara’s first public performance of Robert’s piano cycle Davidsbündlertänze, Op. 6, did not occur until 1860, and even then she performed \nonly ten of the eighteen dances; although she gave many private performances of \nRobert’s Carnaval, Op. 9, and his Kinderszenen, Op. 15, her first public \npresentations of those cycles waited until 1856 and 1868, respectively. See \nNancy B. Reich, Clara Schumann: The Artist and the Woman, rev. ed. (Ithaca and \nLondon: Cornell University Press, 2001), 208, 259. See also Kristina Muxfeldt, \n“ Frauenliebe und Leben Now and Then,” 19th-Century Music 25/1 (2001), 40; Muxfeldt reports that Wilhelmine Schröder-Devrient performed the complete Frauenliebe at a private soirée on 14 October 1848.",
            "citations": []
        },
        "FN29": {
            "text": "29. Charles Fisk, “Performance, Analysis, and Music \nImagining, Part I: Schumann’s Arabesque, ” College Music Symposium 36 (1996): \n69–71.",
            "citations": []
        },
        "FN30": {
            "text": "30. See Daverio, Robert Schumann, 177.",
            "citations": []
        },
        "FN31": {
            "text": "31. Fisk, “Performance, Analysis, and Music Imagining,” \n65.",
            "citations": []
        },
        "FN32": {
            "text": "32. Ibid., 67.",
            "citations": []
        },
        "FN33": {
            "text": "33. Ibid., 68: “The music of this episode overlays the \nmelodic motive of Minore I ( 5 ˆ - 6 ˆ - 5 ˆ - 2 ˆ - 3 ̂ ) with the upbeat-motive and the chromatic \nascent from the theme, and then combines this new fusion with a stepwise melodic \ndescent deriving from the transition (measures 145–49).”",
            "citations": []
        },
        "FN34": {
            "text": "34. Marshall Brown, The Shape of German Romanticism (Ithaca and London: Cornell University Press, 1979), 124.",
            "citations": []
        },
        "FN35": {
            "text": "35. As translated in Anthony Newcomb, “Schumann and the \nMarketplace: From Butterflies to Hausmusik,” in Nineteenth-Century Piano Music, ed. R. Larry Todd (New York: Schirmer Books, 1990), 266.",
            "citations": []
        },
        "FN36": {
            "text": "36. Ibid., 268, passim.",
            "citations": []
        },
        "FN37": {
            "text": "37. Hoeckner, “Schumann and Romantic Distance,” 109–110. \nSee also Hoeckner’s Programming the Absolute: Nineteenth-Century German Music \nand the Hermeneutics of the Moment (Princeton: Princeton University Press, \n2002), chapter 2, “Schumann’s Distance.”",
            "citations": []
        },
        "FN38": {
            "text": "38. See Nicholas Marston, Schumann: Fantasie, Op. 17 (Cambridge: Cambridge University Press, 1992), 6.",
            "citations": []
        },
        "FN39": {
            "text": "39. For example, see Newcomb, “Schumann and the \nMarketplace,” 295–96.",
            "citations": []
        },
        "FN40": {
            "text": "40. See Rosen, The Romantic Generation, 103.",
            "citations": []
        },
        "FN41": {
            "text": "41. Ibid., 103, 101.",
            "citations": []
        },
        "FN42": {
            "text": "42. Michael P. Steinberg, “Schumann’s Homelessness,” in Schumann and His World, ed. R. Larry Todd (Princeton: Princeton University \nPress, 1994), 65, 67.",
            "citations": []
        },
        "FN43": {
            "text": "43. As quoted in Marston, Schumann: Fantasie, Op. 17, 98.",
            "citations": []
        },
        "FN44": {
            "text": "44. As quoted in Stephen Downes, “Kierkegaard, a Kiss, and \nSchumann’s Fantasie,” Nineteenth-Century Music 22/3 (1999): 279.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introductory Remarks",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] It was an honor and a great pleasure to deliver a keynote address to the \nSociety for Music Theory at its annual meeting in November of 2003. I’m also \ngrateful for the invitation to publish the address pretty much as was in Music Theory Online . So that readers will know the extent to which “live” \nperformance played a role in my presentation, MTO Editor Timothy Koozin \nhas even encouraged me to preserve my indications as to when and what would be \nperformed. Let me take this opportunity again to thank just-retired SMT \nPresident Betsy West Marvin for performing three songs with me; her \ncontributions were exquisite.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] A few SMT members who kindly offered words of critique to me after my \npresentation will be pleased, I hope, to note that I’ve made some small but \nsignificant revisions in response. My reference to TV’s “The Mickey Mouse Club” \nhas been changed to a nod to Chicago White Sox games; my brother is right to \npoint out that, when I was 16 and he was 12, he would certainly not still have \nbeen watching “Mickey Mouse.” Finally, I shall hope that this piece invites new \nresponses and comments, and I’ll very much look forward to these. “Coming Home”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] It was a clever idea for the 2003 SMT Program Committee to choose a keynoter \nwho would be virtually “coming home” to Wisconsin to give her address. As you \ncan see, my topic today shamelessly takes its cue from that committee. I am \nindeed “coming home” this afternoon—not to my alma mater, but at least to the \nschool whose Summer Music Clinic, for high schoolers, gave me my first break as \na pianist. Of course I’ve also been coming home, to a small town about ninety \nmiles east of here, for family visits over many, many years. More to the point, \nmy work in recent years represents another kind of homecoming: when, not so long \nago, I turned to matters involving the European repertoire of the early \nnineteenth century, I was re turning in no small measure to some of the \nmusic with which I had grown up, especially at the keyboard. My effort at the \nSMT conference last year to examine formal processes in Schubert’s music that \nenact a kind of “turning inward” was motivated as much as anything by the \nprivate question, Why have I always felt so very much “at home” with Schubert? A \nsimilar question lies at the heart of today’s essay: this afternoon I seek \nmusical answers for why the closing moments in many of Robert Schumann’s \ncompositions would seem for me to evoke the idea of yearning to “come home.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Of course there is an obvious way in which most tonal pieces end by “coming \nhome”: they tend to end in their “home key.” Just why that expression has become \nsuch a commonplace is a topic in its own right, and one that many of you have \nundoubtedly pondered. Who would deny that the metaphor of the tonic as “home \nkey” must have something to do with a sentiment shared by so many \ncultures over so many centuries that it seems—dare I say—universal. “Home” is \nnot just the place where we now live; it’s also the place where we first lived, and thus it’s the source of everything that our childhood meant to us. \nNeedless to say, individuals whose childhoods were ravaged by abuse or deprived \nof love are not likely to want to return home. But if we were lucky, childhood \nwas our garden of Eden before the Fall—the time when we trusted that our parents \nloved us unconditionally, when we believed that we would always be safe in their \ncare. Time and place tend to merge here. For this small-town Midwesterner, \nchildhood was the place where an out-of-tune Chickering piano shared the living \nroom with an early version of the TV, where we kids played baseball after school \nin the open field next door, where, to this day, a solitary close-position triad \nin the middle register can make me remember the warning of the freight train \nthat would come through town in the middle of the night. But “home” needn’t be a \nparticular place; for nomadic cultures, perhaps home is simply the comfort of \nfood, family, and sleep at the end of the day. Nor must home be necessarily \nassociated with a particular time; for those who have never left home, it’s \ntimeless. No wonder that the stability and sense of completeness tonic closure \ncan convey has become associated with one of the most potent and consoling words \nin any language.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] And yet, here’s the thing. Leaving home, rather than staying home, has long \nbeen the norm for young adults in American society, and there’s nothing \nessentially modern, or American, about this. If the Trojan War really did occur, \nthen Homer’s legendary Ulysses may have left home in the twelfth century B.C. \nThe history of so-called civilization is the tale of one migration, voyage, \ncrusade, expedition, exodus, emigration, expulsion, and deportation after \nanother. In our last century alone—a century worn down by civil wars, military \ncoups, totalitarian regimes, homelessness, two World Wars, and threats of a \nthird—the plight of individuals as exiles or emigrants has yielded a powerful \ngenre of its own in all the arts. To name just a few of the contributors, I \nthink of Vladimir Nabokov’s poignant Speak, Memory , of various poems and essays \nby Joseph Brodsky, of the writings of Theodor Adorno, Edward Said, Milan Kundera, \nand W.G. Sebald; (1) and obviously I’m only scratching the surface here. Whether or \nnot the work of composers, performers, and music theorists reflects their status \nas émigrés, I think of Rachmaninov, Stravinsky, Horowitz, Schoenberg, Bartók, \nKrenek, Hindemith, Kurt Weill, Bruno Walter, Otto Klemperer, and the \nSchenkerians Felix Salzer, Ernst Oster, and Oswald Jonas. Consider the \nphotographic series called “Exiles” by the Czechoslovakian Josef Koudelka, or \nthe photos of global and national migrations by the Brazilian Sebastião Salgado. (2) Perhaps you’ve seen the recent film Rabbit-Proof Fence , in which three small \n“half-caste” Aborigine girls, abducted in the 1930s for the “betterment” of \nAustralian society, escape and walk some 1,500 miles along the fence, to find \ntheir way home. (3) If there is one thing that studies of dispossession would seem \nto share, it is the disturbing message that home is never the same once we leave \nit, especially if we never manage to return.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\nBut I’m particularly concerned today with what “home” might have meant to \nAustrians and Germans in the early decades of the nineteenth century. By 1815 \nthe Congress of Vienna had marked the end of the Napoleonic Wars and established \na German Confederation under Austrian control. But now, as Nicholas Marston puts \nit, “the repressiveness of [Prince] Metternich’s police state created a \nheightened sense of separation between public and private spheres of action and \nexpression.” (4) In his memoir of 1872, Schubert’s friend Eduard von Bauernfeld \nlooks back on life in Vienna in the 1820s and says: “The police in general and \ncensorship in particular weighed on us all like a monkey we could not get off \nour back.” (5) Within this corrupt urban environment, where overcrowding and disease \nwere everywhere and death was a daily event, where your neighbor might turn out \nto be a spy, home became sacred; it was the one place of refuge, comfort, and \nprivacy, the safe haven where secrets could be shared, and where the upright \npianoforte could accommodate performances of the most intimate of genres— the \nlyrical piano piece, the Lied, the sonata, and the piano duet. The bourgeois \nhomemaker was of course the woman of the house, who usually stayed at home, and \nto whom the pater familias could retreat from public life at the end of \nthe day; for men, “family and home became the symbol of peace, tranquility, \nprivacy, and male authority.” (6)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]\nIn this light, it is especially touching to note that, of the many lodgings \nFranz Schubert shared with friends, none lasted long enough to be called his \nhome. This detail is one of the many pointing to the likelihood that Schubert \nhimself identified with the protagonist who sings “Ich bin ein Fremdling überall” \n(I am a stranger everywhere) in the song “Der Wanderer” (D. 489), from 1816—the \nyear of Schubert’s first departure from his father’s home. (7) As the composer of \nsong cycles, and as one who tremendously admired Conradin Kreutzer’s setting \n(1818) of Ludwig Uhland’s Wanderlieder poems (1813), Schubert might easily have \njumped onto the Uhland type of Wanderlieder bandwagon. In the grand Bildungsgeschichte tradition of, for example, Goethe, Tieck, Novalis, and \nEichendorff, Uhland’s wanderer undertakes the quintessential German Romantic \nquest for self-awareness; his journey away from home both mirrors and enables \nthe psychological process of coming to grips with absence, self-division, and \nalienation. The last song of the Uhland/Kreutzer cycle is called “Heimkehr”—“homecoming”; through the act of coming home, Uhland’s wanderer \nachieves resolution and attains a higher level of appreciation for the beloved \nhe had left behind. (8) By contrast, Wilhelm Müller’s young man in Die schöne \nMüllerin , having left his home, apparently ends his own life when his beloved \nbecomes unattainable; and Müller’s wanderer in Die Winterreise , far from going \nhome, ends by identifying with a homeless street musician, the hurdy-gurdy \nplayer. These are the poetic cycles that occupied Schubert. Indeed, it may well \nbe that Schubert’s only meaningful homecoming happened to him in a dream. In a \ndocument that he entitled “Mein Traum,” discovered and published after his death \nby none other than Robert Schumann, Schubert tells in first person a story in \nwhich his father twice banishes him from home when he fails to partake of a \nfeast. His second exile, which finds him wandering and singing for long, long \nyears in a distant land, comes to a miraculous end when he finds himself \ntransported back to what seems like home, to a father who is now loving and \nweeping, and to the sensation of eternal bliss. (9) But remember: it was only a \ndream.",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]\nLike Schubert, Robert Schumann was not encouraged by his family to pursue a \nmusical career. His decision in 1830 to abandon the study of law in favor of \nmusic alienated him from his entire family and gave his mother a “broken \nheart”—these words from the woman to whom he was the most intensely attached. (10) When, at age eighteen, Schumann departed from his childhood home in Zwickau to \nenter law school in the big city of Leipzig, his first letter to his mother \nexpresses what certainly sounds like a touch of homesickness: “I long with all \nmy heart to return to my quiet home where I was born and have spent happy days \nin nature. Nature, where can I find it here? Everything is so artificial: there \nare no hills, no valleys, no woods . . . ” (11) Although Schumann returned home often \nenough over the years to come, there are three occasions on which his absence \nfrom home must surely have seemed strange, and maybe these hark back to the \ndeath of his older sister, by suicide, and the death of his father, within just \nten months when Robert was fifteen: perhaps because home had become painfully, \neven obsessively, associated with death for him, he could not bring himself to \nattend the funeral either of his brother Julius in 1833 or of his mother in \n1836, and he arrived home too late for his brother Eduard’s funeral in 1839. On \nthat return, he recorded the impression that his hometown “was now completely \nextinct.” (12) When death comes to our childhood home, what was once idyllic can \nbecome the primal site of loss and greatest sadness.",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]\nIt is well known that the year 1840 became Schumann’s Liederjahr , his “Year of \nSong.” This was the year that would eventually bring a successful outcome to the \nlawsuit against Clara Wieck’s father that Robert and Clara had initiated for \nlegal permission to marry. A hiatus in the formal proceedings against Wieck, and \none during which Clara would be on tour in northern Germany, found Robert \nsuddenly producing song after song in rapid succession—nearly 125 songs by the \nend of the year; John Daverio asserts that many of these, though by no means \nall, may be viewed as “musical missives to the distant beloved, much like the \npiano music of the middle and later 1830s.” (13) In fact it was Clara herself who \nselected the twelve poems from Joseph von Eichendorff’s collected edition that \nwould become the basis for the song cycle Robert regarded as his “most \nprofoundly romantic”—the Eichendorff Liederkreis , Op. 39. (14) At a time when Clara \nwas away from home, and estranged from the father who ruled there, while Robert \nlonged for the home he hoped soon to create with Clara, it may be no coincidence \nthat the song eventually to become the first of the cycle speaks of \nhomelessness, and that the cycle’s most celebrated song enacts a transcendental \nflight “nach Haus.”",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]\nI refer of course to the first of two songs (Nos. 1 and 8) entitled “In der Fremde” \nand to Song No. 5, the ravishingly beautiful “Mondnacht,” in the key of \nE major. If you know Patrick McCreless’s essay on the Eichendorff Liederkreis or David Ferris’s very fine recent book on the same, or if you’ve studied \nCharles Burkhart’s superb analysis of “Mondnacht,” in the 1990 volume of Schenker \nStudies , you may wonder why I would dare to revisit this song today. (15) Luckily for \nme, none of those authors asks the question I’d like to raise: From the striking \nmanner in which Schumann sets Eichendorff’s final words, “nach Haus,” what might \nwe imagine that these words meant for Schumann? In other words, to what extent \nmight the closing moments of Schumann’s song hold the key to his reading of the \npoem as a whole? Example 1 . Robert Schumann— Liederkreis , Op. 39, Song 5: “Mondnacht” (1840) (click to enlarge and see the rest) Figure 1 . “Mondnacht” (click to enlarge) Example 2 . From Charles Burkhart, “Departures from the Norm in Two Schumann Songs” (1990) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] To remind you about “Mondnacht,” I provide Eichendorff’s poem and Schumann’s \nsetting in my handout at Example 1 ; the translation is by David Ferris. (16) As \nyou’ll see, both in the score and at Figure 1 , Schumann responds to Eichendorff’s three-stanza poem by choosing the so-called bar form —the venerable A-A'-B scheme, whereby, in this case, an introduction and then a single \neight-bar phrase, repeated (and labeled little a ), provide the material for both \nof the A -sections and the final phrase of B . Why the bar form? Schumann’s \nrationale is no less elegant for being obvious. In Eichendorff’s first two \nstanzas, we have nothing more, or less, than a hushed, shimmering, moonlit \nCaspar David Friedrich landscape, in which, as if, once upon a time ( es war \nals ), heaven and earth converge in a kiss and the gentlest of breezes provides \nthe only motion. By contrast, the third stanza mobilizes the poem—it carries us \nfirst inward, then outward and upward into the starry night: as if present all \nalong, a first person emerges, and now that soul gains wings, like the soul in \nPlato’s Phaedrus ; expanding its wings, the soul “flies through the quiet land, as if it were flying home.” If ever the third stanza of a three-part poem were \nto beg in its musical setting for change and a new direction, here it is.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]\nLike the sixth and seventh songs of this Liederkreis , “Mondnacht” makes a \ndrastic departure “from the norm of compositional practice,” to quote Charles \nBurkhart. Its harmonic foundation “lacks the normal initial tonic”; instead, the \ncomplete song is “based on the incomplete progression V-I,” and thus the song \nexemplifies in its entirety what Heinrich Schenker called an “auxiliary \ncadence.” (17) For Burkhart, the one-and-only structural home-tonic resolution comes \n“precisely on the last word, ‘Haus’ [home]”; in short, says Burkhart, “the poem \nseems almost to have been written for the very purpose of being recomposed in \nterms of an auxiliary cadence!” Burkhart’s exquisite series of voice-leading \ngraphs explores this point on multiple levels of structure; with his permission, \nI reproduce two of his graphs—the one showing “early levels” and the one \nrepresenting “foreground”—at my Example 2 , a & b. The Roman numerals in \nhandwriting beneath the bass staff in Burkhart’s graph at Example 2b have been added \nby me.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In Example 2b as well as in the score starting at measure 7, you’ll note that, on the most foreground level, a descending-fifths sequence— [ V ]-ii; V -I —composes \nout Burkhart’s more middleground ii-V progression (shown with my large Roman \nnumerals). This in turn serves to prolong the background dominant over the span \nof the first vocal phase, and then again through each of its repetitions. \nBurkhart observes that in fact the ii-V progression already appears over the \ndominant pedal in the pianist’s introduction; and this is just one of several \nastonishing ways in which the introduction anticipates the essential motivic \ncomponents of the song proper. To the three motives that Burkhart identifies, \nI’ve applied the following labels: x , for the neighbor motion C ♯ -to-B that \nestablishes the primary tone 5 ˆ ; y , for the descending-3rd motion F ♯ -E- D ♯ , which \nrecurs in the pseudo-bass (lowest) voice at measures 8–9; and z , for the implied \ndescending 4th B-A- G ♯ - F ♯ , which returns as the primary descent 5 ˆ - 4 ˆ - 3 ˆ - 2 ˆ beneath the vocal line, as a “cover-tone voice,” over the span of measures 5–13. (18) Most \nastonishing, at least for me, is the manner in which the pianist’s introduction \nportrays the forthcoming metaphor of the first stanza. Watch my two hands—as \nthey begin far apart, within the extremes of bass and soprano register, but then converge in the middle register and then descend together ( PLAY: measures 1–5 ). The \nimage of the masculine “heaven”— Der Himmel , or, rather, the rays of the moon \nitself—descending as if in wedded bliss to kiss the feminine “earth”, Die Erde , \nand to set her all aglow with dreams, must have been particularly moving to \nRobert and Clara, as they awaited the verdict that would determine the direction \nof their lives together. In a letter from Robert to Clara in April 1838, we even \nlearn that Robert regarded the word “Ehe”—the German word for “marriage”—to be a \n“musical word”; its pitch equivalent is E-B-E , as heard in measures 10–11 in the bass \nand as B-E-B at the word “die Erde.” (19)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Clearly the momentous effect of section B , which begins at measure 45, has \neverything to do with the static quality of the dominant prolongation throughout \nsections A and A' . After 46 measures of hovering on dominant \nharmony, the motion to V 7 of IV at measure 47 comes on the word “spannte” as if to expand the entire tonal \nuniverse; and here the radiant return of the introductory gesture, now in its \nhighest register, miraculously creates the illusion of “stretching” the phrase \nover the great vocal divide between “spannte” and “weit” that ignores Eichendorff’s poetic enjambment. When the subdominant at measure 51 moves to the \nmotivically crucial supertonic, the ii-chord at measure 53, our opening vocal phrase \nnow begins for the first and only time directly on that chord, and this time it \nbehaves like the consequent phrase that we’ve been expecting all along: via hemiola at measures 57–59, the singer now takes the descent \n“home” to scale-degree 1 ˆ that has been avoided until the end. (20) But, please, what about the pianist?",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Let me now ask Betsy Marvin to join me in a performance of “Mondnacht.” In \nagreeing to do this, Betsy helps me perpetuate a plot in which I manage to \narrange for past SMT Presidents to perform together (at last year’s conference \nThomas Christensen helped me present moments from Schubert’s Piano Duet in A \nMinor, the “ Lebensstürme ”). As Betsy and I approach the end of the song, I ask \nyou please to consider carefully the manner in which Schumann achieves tonal \nclosure and the effect that this creates. (We PERFORM the song.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] To say the obvious, the word “Haus” coincides for the pianist not with the cadential tonic, but rather with an inverted form of the secondary \ndominant that seemed to send the soul into orbit at measure 47—the V 7 of IV . In technical terms, let’s say that an evaded cadence ( EC ) \noccurs at measure 59, and that this is followed by the plagal progression IV-I (PLAY) . Burkhart’s foreground graph at my Example 2b clearly displays this \ndelayed arrival on root tonic at measure 61; but Example 2a suggests that, on the \nbackground level, he understands the delay to be the composing-out of a \ncadential tonic already fundamentally in effect at the word “Haus” in measure 59; and surely Schenker would have concurred. By contrast, David \nFerris hears the passage at hand as a “weakening of the harmonic progression”; \nand this, in coordination with the “disjunction between vocal melody and \naccompaniment” at measure 59, creates an “open ending” for him. (21) Both authors address \nwhat Burkhart describes as the “typically Eichendorffian idea of Man’s yearning \nto be at one with Nature”—a benign Nature, within which the protagonist “moves \ntoward a new state of being or a deepening of experience.” (22) But Ferris sees \nSchumann’s “open ending” as capturing something of Eichendorff’s intimation that \nthe epiphanic flight of the soul can only be elusive, unreal, and transitory. \nFor Ferris, Eichendorff’s “allusion to the soul’s return home makes it clear \nthat, within his earthly life, the narrator cannot achieve the convergence for \nwhich he yearns”; this will happen only in death. (23) In other words, and unless \nI’ve misunderstood, “nach Haus” conveys a certain resignation, if not \ndisappointment, in Ferris’s view.",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]\nFor me, Schumann’s treatment of those highly charged words—“nach Haus”—has \nalways conveyed something quite different: there’s something about shooting beyond the goal of the home tonic—only then to settle upon it—that seems to make \nthis arrival all the more powerful, satisfying, and transcendental. Schumann’s \ncoda then unquestionably confirms that, even if it’s just a dream, the soul has \narrived at the very place towards which it strove; fragments of the introductory \ngesture in the middle and low registers, and then a final liquidation of these, \nnow all transposed into the realm of the home key, would seem to suggest that \nthe wings of the soul now fold inward and come to rest. Here for me is a “nach Haus” that is even better than the childhood Garden of Eden we left behind, \nregardless of whether we can ever reclaim it, or recreate it, on this earth. In \nanother letter from 1838, Robert writes to Clara: “If I could only be as truly \ndevoted as I was in childhood—I was really a happy child then, assembling chords \nat the piano, or picking flowers outside . . . But one grows older. Now I want to \nplay with you, the way angels do together, from eternity to eternity.” (24) Perhaps \nfor Robert in the spring of 1840, still struggling to gain Clara’s hand, Eichendorff’s \n“nach Haus” meant being at home for a blissful eternity with \nClara. Example 3 . Robert Schumann, Myrthen , Op. 25, No. 1: “Widmung” (1840) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]\nFriedrich Wieck managed to sustain the legal battle against his daughter and \nRobert for an entire fourteen months; but by August of 1840 Wieck’s de facto admission of defeat was made official, and now the wedding plans could get \nunderway. Already by April of that year, Robert had completed a collection of \nsongs to be presented to Clara as a wedding present; on September 7th, five days \nbefore the wedding, Robert paid for a “lavishly bound copy” of that collection; \nits title is Myrthen (myrtles—after the flower traditionally associated with \nGerman weddings), and it is dedicated: “To my beloved bride.” (25) Appropriately, the \nfirst song of the group sets a poem by Friedrich Rückert entitled “Widmung”—“Dedication”; please find that song and a translation of its text at \nmy Example 3 .",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]\nThere is hardly any mystery about the “du” to whom Robert Schumann \naddresses Rückert’s wonderful outpouring—“Du meine Seele, du mein Herz, du meine \nWonn’, o du mein Schmerz,” etc. Nor is it surprising that Schumann’s music \ntransforms Rückert’s non-stanzaic, one-part poetic form into a musical small \nternary (A-B-A') . Rückert’s change of tone—or dynamic, as it were—at “Du bist \ndie Ruh’, du bist der Frieden” so beautifully invites Schumann’s shift into the \nserene dream-world of flat-VI at the beginning of his B -section in measure 14 (enharmonic E major, relative to the home tonic of A-flat); and his reprise of Rückert’s opening four lines then inspires him to close the A' -section by \njumping to the last, and most moving, line of the poem, “Mein guter Geist, mein \nbessres Ich!” (my good spirit, my better self). But like “Mondnacht,” “Widmung” \ntakes an especially remarkable turn at its very end, and here there might be \nsome mystery.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] As Betsy and I now perform “Widmung,” perhaps I could ask you to give some \nattention to my analytic overlay in the score. You’ll see that I make a claim \nfor scale-degree 3 ˆ —the C-natural on the first “Du”—as primary tone (maybe C for \nClara?). Natural scale-degree 3 ˆ moves by implication to flat- 3 ˆ , the enharmonic \nB-natural, at the beginning of the B -section. And then, in one of Schumann’s \nmost breathtaking retransitions, the neighbor-tone C ♯ over the A-major chord in \nmeasure 25 becomes the D-flat of measure 26, while an unexpected descent via augmented-4th \nin the bass carries the harmony from the Neapolitan to the home dominant-7th. \nWithin the four-bar “standing-on-the-dominant-pedal” phrase that follows, that \nstunning suspended grace-note in measure 27 seems to suggest that the pianist’s voice \nnearly falters as she anticipates the singer’s “mein guter Geist.” At the \ncadential close of the reprise in measures 38–39, you’ll note that I have trouble \nfinding a fundamental Urlinie descent on the musical surface! Finally, please \nask yourself, Just what does the pianist’s coda have to do with this song? And \ndon’t look ahead to my Example 4 , because that will give everything away! (We PERFORM the song.) Example 4 . Franz Schubert, Opening of Ellen’s Gesang III, “Ave Maria” (1825) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]\nWell, you probably did look at Example 4, but if not, now’s the time. Though \nI’ve seen nothing in print about this, I know I’m not the only person who hears \nSchumann alluding in his coda to the opening of Schubert’s well-known “Ave \nMaria.” ( PLAY ). Why does Schumann do this?! The obvious first answer—Clara as \nvirgin saint, the holy mother of God—may be the least interesting. Two \nadditional ideas come to mind. First, it happens that, as a concert pianist in \nBerlin during the winter of 1839–1840, Clara frequently performed Franz Liszt’s \n1838 transcription of Schubert’s song, often on demand; we know this in \nparticular from her letters to Robert. (26) Like the many other messages in music \nthat Robert was in the habit of sending to Clara, his allusion to “Ave Maria” \nmight thus have been an especially private and professionally complimentary one. \nSecond, there may have been another dedicatée lurking behind the tones of \nSchumann’s coda, and that would be Schubert himself—the composer whom Schumann \nloved the most, and to whom he may have been the most indebted. Don’t forget \nthat even at the end of Schumann’s short life, just before his suicide attempt \nand his demand to be committed to an asylum, what brought him one glorious \nmoment of happiness was the delusion that Schubert himself had appeared to him \nand given him a magnificent melody, for a set of variations. (27)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22]\nAs for the structural role of Schumann’s coda, we might note that the \ntwice-heard “Ave Maria” melody, though technically just a turn around \nscale-degree 1 ˆ (the A-flat), itself alludes to the middleground 3 ˆ - 2 ˆ - 1 ˆ descent at the end of the A -section in measures 12–13 ( PLAY ). We’d have good reason \nto expect that a similar descent would provide the fundamental melodic closure \nof the song proper, but it’s missing from the vocal line at measure 38, having been \ntransferred to the pianist’s tenor voice. Thus, whether or not Schumann’s coda “comes home” to both Clara and Schubert, it does indeed subtly accomplish a \nmelodic “homecoming”—one that, with much declamatory verve, the vocal line \nwithholds. And yet, when we compare Schumann’s harmonization of “Ave Maria” with \nSchubert’s, we discover much greater dissonance with Schumann: note that the \nalmost completely chromatic “lament”-like descent in the bass provides the \nopportunity for a new inversion of the half-diminished ii 7 -chord heard at the \nword “Schmerz” in measures 5 and 33. Rückert reminds us that there can be great pain \nin love; one senses that Schumann, just now on the verge of creating a home with \nClara, had the prescience and wisdom to anticipate something of both the joy and \nthe sorrow they would share.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23]\nHere, then, is another closing moment in Schumann that retrospectively seems to \nencapsulate the expressive core of the piece, but it does this as if by standing \noutside the piece, for the purpose of reflecting upon it. We can come closer to \ncapturing what happens here if we compare such closings with some of those great \nheroic struggles to victory, those progressive trajectories, those willful \nend-oriented works, often cyclic, that so many nineteenth-century composers \n(including Schumann) explored in the aftermath of Beethoven. By contrast, the \nclosings and codas that I examine today are quiet, rather than climactic, \naffairs; the quietness is not atypical of codas in general, but not a \nrequirement of these. The coda in “Widmung” is not set up to serve as the goal \nto which everything is directed, but it nevertheless seems to bring the song \n“home,” by virtue of both its structure and its deeply reflective, allusive \ncharacter. Example 5 . Clara Schumann, “Die stille Lotosblume,” Op. 13, No. 6 (1842) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24]\nA counter-example will be useful here, and I choose one more song—this one in \nthe same key, A-flat major, but this one by Clara herself. Let’s consider the \ningenious but entirely different ending and overall shape that emerges in \nClara’s setting of Emanuel Geibel’s poem “Die stille Lotosblume,” shown with a \ntext translation at Example 5 . Upon Robert’s encouragement, and now in the role \nof Clara Schumann, rather than Clara Wieck, she composed this song in 1842 and \npublished it the following year, as the last of her Six Songs, Op. 13.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]\nOne of Robert’s own songs in his Myrthen collection is his setting of a poem by \nHeinrich Heine called, simply, “Die Lotosblume” (Op. 25, No. 7). From Heine as \nwell as Geibel, we learn that the exotic, feminine-gendered lotus blossom \nprefers the moonlight to the morning sun; only at night does she rise up from \nthe lake. Her delicate snow-white “chalice” suggests virginity, but the \nmasculine-gendered moon knows how to make love to her. In Geibel’s poem a third \nparty enters the scene—a swan who yearns to rival the moon as suitor; it would \nappear that the swan knows how to communicate only through song. We don’t know \nwho raises the question at the end of Geibel’s last stanza—“Oh flower . . . can you \nunderstand the song?”; does the swan finally speak here, or is this more likely \na narrator? Either way, the lotus blossom emits no answer, and so the swan’s \nsong was probably in vain. To underscore the ambiguity, Clara reverses the V-to-I harmonic path that Robert took in his “Mondnacht,” and the outcome is \neven bolder: Clara’s song ends on the dominant-7th.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]\nTo be more precise, Clara’s ending is her beginning: you’ll see that what \nreturns in her final two bars is her initial 2-bar introduction, with its \nelegant appoggiatura-chord embellishment of the dominant-7th ( PLAY ). To be sure, \nthe introduction serves as the upbeat to a genuine, unequivocal structural tonic \nin measure 3. But then both the antecedent phrase in measures 3–6 and the continuation in \nmeasures 7–10 lead to half cadences, and the second of these even specifically brings \nback the introductory progression. From this point forward, that progression \nwill emerge as a kind of matrix, or referential source. Geibel’s second stanza \ntakes a repetition of the music for his first, such that a varied strophic form \nseems underway; but now the pianist’s interlude at measures 18–21 extends the \ndominant-7th as goal, while introducing a new, double-neighbor figure that \nallows for pitch-specific returns of the introductory progression in diminution. \nThe original antecedent phrase returns yet again at measures 22–25, but then a new \nmodel-sequence phrase (measures 26–29) carries us via descending step into the \ndistant, inward realm of flat-III (C-flat major), the key for the swan’s \nsong. At this point the strophic form opens into something more comparable to \nthe bar form— A-A-B , as in “Mondnacht”: although an entire fourth stanza awaits its \nsetting, you will hear, I think, that Geibel’s third and fourth stanzas merge, \nfor good textural reasons, to create just one expansive third part. While Betsy \nand I perform this one last song together, I invite you especially to note how \npervasive the material of the pianist’s interlude at measures 18ff now becomes from \nmeasure 30 onward. (We PERFORM the song.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27]\nTo say the obvious, nothing could be more diametrically opposed to the notion of \n“coming home” in music than a piece that refuses to achieve tonal closure; but \nnothing could have been more appropriate in the context of Geibel’s poem. Like \nthe swan who circles round and round the flower, singing for all his life but \ngetting nowhere, Clara’s song ends by coming full circle, by floating back to \nwhere it began; there can be no homecoming here, no resolution, because the poem \nitself ends midstream: we’ll never know whether the lotus blossom succumbs to \nthe swan or remains indifferent to him. It’s tempting to propose that Clara \nSchumann’s ending is even more daring than her husband’s at the end of the first \nsong of his cycle Dichterliebe : whereas Robert’s dominant-7th in F ♯ minor is \ngiven a momentary, albeit false, sense of resolution at the beginning of his \nsecond song, in A major, Clara’s “Die stille Lotosblume” is the very last of a \ngroup of six. But there is no indication that Clara thought of her Op. 13 \ncollection as a “cycle”—to be performed complete, with Song 6 as the last; \nmoreover, historians have stressed that even those opuses by Robert which we’ve \ncome to think of as song cycles, or piano cycles, were hardly ever performed as \nsuch during his lifetime. (28) On the other hand, unless a performance of “Die stille \nLotosblume” were to be followed by something , preferably in A-flat major, its \nending is unsettling.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28]\nClara’s song demonstrates one of various ways in which the closing of a movement \ncan avoid creating the effect of a homecoming. But let me remind you that in no \nway do I equate mere home-tonic cadential closure—a staple of the tonal \nrepertoire—with “coming home.” On the contrary, for example, Robert’s “Ave \nMaria” moment serves as a postscript to his song’s definitive cadence. Nor do “homecomings” require the formal setting of a coda. The arrival \n“nach Haus” in \n“Mondnacht” coincides with the act of closing, rather than with the coda that \nfollows. On the matter of “homecoming” as closure or post-closure, the next \npiece I consider might be a genuine borderline case. Example 6 . Robert Schumann, Arabeske , Op. 18 (1839) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]\nI turn here to the very first piece by Robert Schumann that I studied as a young \npianist—his Arabeske in C Major, Op. 18, from 1839. In fact my brother, who is \nhere today, might just remember this piece as one of the many that often \ncompeted with Chicago White Sox games on the TV in our childhood living room. \nThe closing passage of the Arabeske might also very well be the original source \nof my fascination over all these years with closings in Schumann that would seem \nto evoke longings to “come home.” You’ll find the passage in question at the end \nof Example 6 ; please note that Schumann marks this not as a “Coda,” but rather \n“Zum Schluss.” In his marvelous “performer’s analysis” of the Arabeske , from \n1996, my friend Charles Fisk astutely reminds us that in translation “Zum \nSchluss”—“In Closing”—“suggests the idea of cadential articulation much more \nstrongly than does the term ‘coda’—tail”; in other words, “Zum Schluss” implies \nthe process of moving towards closure, rather than reflecting upon a closure \nalready achieved. Like me, Fisk hears this passage as one that brings \nresolution, particularly in the realm of register; he also holds that the \npassage “still searches for something,” that it even “pleads” to “keep the music \nopen.” (29) Let me amplify Fisk’s views, while introducing a few of my own.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30]\nFirst to the matter of register, as this relates to formal design. The Arabeske takes the form of a modest, five-part rondo— A-B-A-C-A ; it is thus most likely \nthe “ Rondolette ” Robert tells Clara he has composed, in a letter from Vienna \nduring his six-month stay there in 1838–39. (30) As shown in the score at the \nbeginning of Example 6, the rondo refrain itself—the A -section—is cast as a \nsmall ternary. I’ll propose that the refrain opens with a presentation-type \nphrase whose model-sequence design allows the theme to strive upward to the high \nG-natural at measure 8. As scale-degree 5 ˆ , this tone in that register becomes for me \nthe primary tone of the movement; but you’ll note that there is no Urlinie-like \ndescent from it in the passage that follows. We might want to tease out a \ndescent in the lower register over the span of the cadential phrase (measures 9–12) \nand its varied repetition (measures 13–16); but the retention of scale-degree 5 ˆ at \nthe cadence suggests that fundamental closure has not been achieved. ( PLAY : measures \n1–16).",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]\nAt measures 17–24, a short, wistful, contrasting-middle phrase twice explores the \nmediant, E minor (iii), but then twice moves with a ritardando to the tonicized \ndominant ( PLAY ). After this, the entire first part of the rondo refrain returns. \nAnd that is exactly what will happen with each subsequent appearance of the \nrefrain—the complete passage at measures 1–40 will return unchanged. Word has it that \nSchumann often sat dreamily at the keyboard and played favorite passages of his \nmusic over and over again; it seems that he invites us to do precisely the same \nwith his rondo theme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32]\nAs Fisk observes, the first episode, the Minore I that begins at measure 41, opens by \ntransforming the E-minor idea at measure 17 and then repeating it twice, “each time \nmore intensely, as if the music cannot get away from it.” (31) ( PLAY ) Let me add that \nthe first part of Minore I quickly regains the primary tone G-natural, now as 3 ˆ within E minor, and then provides a stepwise descent from it, in tenths with the \nbass; but the descent passes through F - natural rather than F ♯ , and the goal of \nthe descent is nothing more than the implied D ♯ at the Phrygian half cadence in \nmeasure 48. Pretending to be a refrain within a smaller rondo-within-the-rondo, the \nopening phrase of Minore I returns twice; in fact the episode ends with that \nphrase, again arriving at the half cadence in E minor at measure 88. If the Minore I has introduced a “conflicting stratum of experience” relative to the more serene \nrondo refrain, then the retransition that follows attempts a reconciliation. (32) But \nthe effort seems arduous, and maybe even unsuccessful: everything about this \npassage—its constant fluctuations in tempo, its loose model-sequence design, its \nutterly unstable tonal plan, its unresolved dominant-7ths and chords—all \nthis points precariously, at least for me, to a kind of futile groping towards \nan unclear goal. Indeed, as the ultimate harmonic link back to the rondo \nrefrain, the Neapolitan at measures 102 appears pianissimo out of the blue; it is \napproached via tritone in the bass. When the refrain finally gets underway again \nat measure 105, there’s the sense that a very dark cloud has lifted. ( PLAY : measures \n81–106.)",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33]\nFisk hears a synthesis of rondo theme, first episode, and retransition within \nthe Minore II , which begins at measure 144. (33) Begging his pardon, I instead sense even \ngreater conflict here. Now we have the first unaccompanied forte version of the \nrondo theme’s initial upbeat gesture—the arabesque-like flourish of neighbor \nmotive with grace-note. Its dotted rhythm now pervades this episode’s \naccompaniment; what results is a gruff, defiant character, until here quite \nforeign to the movement. ( PLAY : measures 145–52). As you’ve just heard, the first \npart of this episode begins and ends in the submediant, A minor, and then it \ntakes a repetition. The second part (measures 153–160), also repeated, forcefully \nworks its way through an ascending-5ths sequence to close in E minor (iii). The \nfinal part (measures 161–68) acts as a “pseudo-reprise”: it recapitulates the opening \nof the episode, but does so in the “wrong” key—E minor, rather than A minor. One \nadvantage of the “wrong” key is that it permits the primary tone G-natural to be \nregained at measure 163, after which a supported 3 ˆ - 2 ˆ - 1 ˆ descent in E minor brings \nus to the authentic cadence in measure 167, with E -natural in the soprano. And then \nthe rondo theme returns for the last time. But for the first time, the E-natural \nat the end of Minore II supplies the hitherto unstated tone that leads to the \ntheme’s F-natural in its fourth bar. ( PLAY : measures 161–72.)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34]\nFinally, let’s turn to “Zum Schluss.” You’ll immediately recognize that the \nslower-moving half-note rhythm of its soprano melody, reverberating in \nsyncopation an octave below, refers back to that troubled retransition (at measures \n89–104). But here the tonal tension of that earlier passage is being resolved: \nlike a typical coda, the “Zum Schluss” passage follows upon a final cadence in \nthe home key, and there will be no further departures from that key. Remember, \nhowever, that the refrain’s final cadence does not sufficiently complete an \nUrlinie descent from the high G-natural. In particular, a supported E-natural, \nscale-degree 3 ˆ , is nowhere to be heard, except by implication, and in the wrong \nregister, at measure 208. Surely that factor explains in part what makes the \nappoggiatura motion E-D at the beginning of the “Zum Schluss” seem so “right” \nand yet so poignant. Perhaps now an Urlinie descent will be completed from the E ; and thus maybe this passage, like the coda in the first movement of \nBeethoven’s “Waldstein” Sonata, will be the type of coda that doesn’t really \nstand outside the fundamental structure of the movement as a whole; in other \nwords, maybe that’s what “Zum Schluss” means here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35]\nCould it be that the E-D gesture, thrice repeated and each time expanded, with \neach of its tones taking dissonant support, pleads not to “keep the music open,” \nbut rather to achieve a close—that is, to “bring the music home”? Listen \nespecially to the extraordinary effect of release, and relief, when, finally—at \nmeasures 215–16—the E-D motive—augmented, no less—at least attains a half cadence! In \nthe final phrase, the music does indeed find a C-natural at measure 219; but the \nsubmediant harmony here denies this tone a structural role, and instead, the \nmelody moves back into the lower register. One last, heart-rending appoggiatura \nchord at measure 221 underscores a remarkable augmentation in the soprano of the \nrondo refrain’s upbeat neighbor-note motive— G-A-G ; and then the original motive \nitself returns to lift the soprano right back to its starting point, the \nE-natural. So much, then, for an Urlinie closure; here is a closing that remains \nmelodically open. In his commentary about the plight of the main character in \nLudwig Tieck’s novel Franz Sternbalds Wanderungen , the literary critic Marshall \nBrown says: “There is no return home in this world, there is only moving \nforward. And moving forward means moving away from home and childhood, away from \nidyllic, self-centered ease, and out into the complexities of the world.” (34) The \n“Zum Schluss” passage of the Arabeske seems to know this; it yearns to close, \nbut in the end it finds the courage to point away from home and into the future. \n( PLAY : Zum Schluss.) Figure 2 . Closings in R. Schumann’s music that suggest “coming home”: other candidates (click to enlarge)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36]\nAn irony here is that the Arabeske has been regarded by some as verging in the \ndirection of Hausmusik —music for performance in the home, rather than in the \nconcert hall or the salon; one of the reasons I was playing the Arabeske at an \nearly age is because it’s not at all technically difficult. By 1839 Clara, ever \nshrewd (even at age 20) about what audiences wanted to hear her play, found \nherself begging Robert to write simpler, more accessible piano music—“easily \nunderstandable, and something without titles . . . not too long and not too short.” (35) Anthony Newcomb has argued that around this time Robert himself came to \nrecognize the need to change direction: the intensely subjective, often \n“eccentric,” technically demanding, sometimes harmonically “harsh” and \nrhythmically experimental piano works of his youthful 1830s just weren’t \nselling, nor would even Clara risk trying to present them to an unprepared \npublic. (36) It happens, however, that, among the works by Schumann that I list at Figure 2 as candidates for further investigation into closings that suggest “coming home,” two of these—the Fantasie in C Major, Op. 17, and the slightly \nlater Davidsbündlertänze , Op. 6—exemplify the undeniably romantic style Robert \neventually felt obliged to modify. In particular, there is no other piece by \nRobert Schumann that more consummately proceeds in a trajectory towards “home” \nthan his Fantasie , Op. 17. Moreover, and as Berthold Hoeckner’s claims, the Fantasie has “enjoyed perhaps the richest reception of any romantic piano work, \nhaving become, in a sense, a monument to Romanticism. Interpretations of the \nfirst movement, especially, have drawn upon quintessential categories of \nromantic aesthetics: fragment, Witz , and arabesque.” (37) One of the many \ncontributions Hoeckner’s recent work on the Fantasie makes is his critical \nengagement with the views of an illustrious list of writers since the late 1980s \nwho have addressed (or readdressed) this piece; these include John Daverio, \nLinda Roesner, Charles Rosen, Anthony Newcomb, and Nicholas Marston, whose \nCambridge Music Handbook on the Fantasie , from 1992, is impressive. I think I \ncan assume that most of you are fairly well acquainted both with Schumann’s Fantasie and with the work of some one or more of those writers. But no other \nwork by Schumann could serve so well today as a culminating, and final, example \nof my topic, and so I ask you to bear with me. Example 7 . Beethoven, An die ferne Geliebte , Op. 98 (1816): Opening of Song 6 (finale): the original key is E ♭ major (click to enlarge) Example 8 . Excerpts from R. Schumann’ Fantasie in C Major, Op. 17 (1836), 1st mvt. (click to enlarge and see the rest)",
                "footnotes": [
                    "FN35",
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37]\nAs you probably know, Robert composed the first version of this work as a \n“Sonata for Beethoven,” in the hope that money from its sales could be \ncontributed towards the monument of Beethoven that was to be erected in Bonn. \nBut the inception of the work, in 1836, also coincided with the period of \ngreatest estrangement between Robert and Clara; her father had insisted that she \nreturn all of Robert’s letters and never see him again. Two years later, and now \nreferring to the work as a “fantasy,” Robert tells Clara that its first \nmovement, originally titled “Ruins,” is “probably the most passionate thing I \nhave ever written—a deep lament for you.” (38) Though there remain a few doubting \nThomases, (39) most connoisseurs of the Fantasie have long agreed that the first \nmovement is based upon a reference to the beginning of the last song from \nBeethoven’s cycle An die ferne Geliebte , shown at Example 7 . The text given here \nwill remind you that this is the cycle in which the poet strives to surmount the \nspatial and temporal distance between himself and his beloved by singing songs \nof love and then asking her to sing them back to him; accordingly, the last song \nnot only begins with a variant of the first song but then also cyclically \nrecapitulates the first song, at the very point where the poet hopes that his \nbeloved has begun to sing. Schumann’s allusion to Beethoven’s cycle creates the \nperfect union of professional goal and private aspiration: he pays tribute to \nBeethoven by quoting him, but at the same time he has Beethoven’s distant \nbeloved secretly refer to Clara, to whom he sends all his love and sorrow \nthrough his music. (40)",
                "footnotes": [
                    "FN38",
                    "FN39",
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38]\nHoeckner goes further than anyone to date in tracing fragments of both the first \nand the last of Beethoven’s songs within Schumann’s first movement. Under the \nconstraints of time today, I’ll focus only on the two most well-known ideas that \nSchumann appropriates, the ones labeled a and b in the score at Example 7. \nYou’ll see that I’ve reversed a and b here, because that’s what Schumann will \ndo. In a , note especially the motion through the interval of a 5th to and from \nthe A-natural, scale-degree 6 ˆ , as harmonized by the progression from ii to V ( PLAY Example 7; then immediately play the opening of Schumann’s Fantasie , at Example 8 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39]\nThe large-scale form of the Fantasie ’s first movement has been endlessly \ndebated; but I think we might agree that a sonata-like Transition begins at measure \n29 and leads to the first stage of a two-part, modulating secondary theme ( ST ), \nwhose initial key—D minor—perhaps refers back to that gorgeous ii -chord over \ndominant pedal at the movement’s opening. Certainly the key of D minor helps to \nsustain focus upon the A-natural with which the main theme ( MT ) began, now even \ngiving it consonant support. Please note the transformed return of both the a - \nand the b -idea; then the entire ST takes a restatement in, of all the \n“nonclassical” ST-keys, the subdominant, F major, beginning at measure 61. First \ncomes a newly interpreted version of a , then b , as follows. ( PLAY : measures 60–81 )",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40]\nBy far the most remote, even disguised, version of the b -idea interrupts the \nnarrative of the famous Im Legendenton passage, not shown here—the central \npassage that has thwarted sonata-form interpretations of the movement. After \nthat passage, a recapitulation of sorts begins with the Transition materials \nfrom the exposition, and now the two-fold ST returns transposed down a step : \nthat is, it begins in the home tonic minor and then moves into E-flat \nmajor—Beethoven’s original home key in An die ferne Geliebte . For those on the \ninside track, the fundamental direction of the movement now begins to emerge. \nEverything is leading inexorably to a revelation at the very end: the Adagio at measure 295 quotes the b -idea in its clearest, most Beethoven-like form, and in doing \nthis, it closes the movement with the first and only authentic cadence in C \nmajor. Charles Rosen puts it best: Schumann doesn’t just allude to Beethoven’s \nideas, he absorbs these, to the point where it sounds as if he had composed them \nhimself. The allusion to Beethoven within the Adagio “appears not as a \nreminiscence of another composer, but as at once the source and the solution of \neverything in the music—up to that final page . . . the entire movement . . . is a \npreparation for, and development of, the concluding phrase,” “which serves as \nthe point of rest and the center of gravity.” (41) In short, here is Schumann’s most \ncomplex, most elaborate “homecoming,” second only to the one he will achieve at \nthe end of his Fantasie as a whole. ( PLAY : measures 274–309.) Example 9 . Excerpts from the Fantasie , Op. 17, 3rd mvt. (click to enlarge and see the rest)",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41]\nSchumann originally planned to recapitulate the end of his first movement at the \nend of his last movement, but he changed his mind. Rosen insists on the \neffectiveness of Schumann’s original plan and performs the last movement \naccordingly. I vote on Schumann’s ultimate ending, shown at Example 9b . No \nblatant cyclicism here; instead something much more moving—for its subtlety, and \nbecause now the music celebrates a homecoming over the distant span of the \ncomplete three-movement work. A circle within a circle is closed here: the \ntexture and harmonic progression beginning at measure 130 bring us back to the \nbeginning of the movement (see Example 9a , and the pervasive neighbor motion G-A-G \nclearly remembers the opening of the first movement. It even regains the \nregister of that initial A-natural, whose appearances in so many different \ncontexts throughout the piece suggest to me that this tone is the technical \nrepresentative of the secret “leiser Ton” from Friedrich Schlegel’s motto at the \ntop of the first movement’s score. The end of the Fantasie may just be one of \nthe great musical homecomings of all time. ( PLAY : end of last movement.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42]\nIn an article bent on comparing the healthy, successful career of Felix \nMendelssohn with the troubled one of Robert Schumann, Michael P. Steinberg \nportrays Schumann as “spiritually homeless”; Schumann’s concern for “bourgeois \nidentity and respectability, . . . masculine propriety and control,” all part of an \ninward-directed North German cultural identity, prevented him from sustaining a \nconsistent compositional “voice” of his own. Such piano works as the “esoteric” Fantasie are for Steinberg “the site of the private, the secret, the heimlich , \nand thereby also of the unheimlich , or uncanny and terrifying.” (42) Yes, Schumann’s \nmusic knows terror, and for good reason: from his late teens onward, he lived in \nthe terror of going mad one day. And, yes, music like the Fantasie is wildly \nesoteric. One of the really gripping details about Schumann is that the music we \npianists in particular regard as some of his greatest ever written was later \ndismissed by him as “immature and unfinished”: in 1843 he says, “the man and the \nmusician in me were always trying to express themselves simultaneously; no doubt \nthat remains so, although I have learned to control myself and also my art \nbetter.” (43) Steinberg notwithstanding, I’ll propose that the closing moments of no \nother composer know better how to convey a longing for home, and sometimes its \nimaginative attainment, even if, as Gyorgy Lukacs has said, “longing has never \nhad a home.” (44) And so, I am very grateful for the chance to come home to Schumann \ntoday.",
                "footnotes": [
                    "FN42",
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "keynote address, twenty-sixth annual smt conference",
    "source": "mto/raw/mto.04.10.1.schmalfeldt.html",
    "data": "mto/data/mto.04.10.1.schmalfeldt.json"
}