{
    "title": "Encoding Post-Spectral Sound: Kaija Saariaho’s Early Electronic Music at IRCAM, 1982–87",
    "date": "2021/09/01",
    "volume": "27",
    "issue": "3",
    "authors": [
        "Morrison, Landon"
    ],
    "abstract": "This article examines computer-based music (ca. 1982–87) created by Finnish composer Kaija Saariaho at the Institut de Recherche et Coordination Acoustique/Musique (IRCAM) in Paris. A detailed account of archival materials for an early étude in voice synthesis,Vers le blanc(1982), demonstrates the music-theoretical import of software to Saariaho’s development of a robust compositional method that resonated with the emergent aesthetics of a post-spectral milieu. Subsequent analyses of two additional works from this period—Jardin secret II(1984–86) for harpsichord and tape, andIO(1987) for large ensemble and electronics—serve to illustrate Saariaho’s extension of this method into instrumental settings. Specific techniques highlighted include the use of interpolation systems to create continuous processes of transformation, the organization of individual musical parameters into multidimensional formal networks, and the exploration of harmonic structures based on the analysis of timbral phenomena. Relating these techniques to the affordances of contemporaneous IRCAM technologies, including CHANT, FORMES, and Saariaho’s own customized program, “transkaija,” this article adopts a transductive approach to archival research that is responsive to the diverse media artifacts associated with computer-based composition.",
    "keywords": [
        "Kaija Saariaho",
        "IRCAM",
        "post-spectralism",
        "synthesis",
        "archival research",
        "media and software studies"
    ],
    "doi": "10.30535/mto.27.3.10",
    "received": "May 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.3/mto.21.27.3.morrison.pdf",
    "author_info": [
        {
            "name": "Landon Morrison",
            "university": "College Fellow in Music Theory",
            "address": "Harvard University Department of Music, 3 Oxford St., Cambridge, MA 02138",
            "email": "landonmorrison@fas.harvard.edu"
        }
    ],
    "citations": {
        "baisnée_et_al_1985": "Baisnée, Pierre-François, and The CHANT group. 1985. “CHANT Manual.” Document obtained through correspondence with IRCAM researcher Axel Roebel, February 12, 2019.",
        "battier_and_nouno_2003": "Battier, Marc, and Gilbert Nouno. 2003. “L’électronique dans l’opéra de Kaija Saariaho, L’Amour de loin .” Musurgia 10 (2): 51–59. https://www.jstor.org/stable/40591280 .",
        "bennett_1979": "Bennett, Gerald. 1979. “Research at IRCAM in 1978.” Rapports IRCAM vol. 19 . Centre Georges Pompidou.",
        "bennett_1981": "Bennett, Gerald. 1981. “Singing Synthesis in Electronic Music.” In Research Aspects on Singing 33 , 34–50. Royal Swedish Academy of Music.",
        "besada_and_canovás_2020": "Besada, José, and Cristóbal Pagán Cánovas. 2020. “Timelines in Spectral Composition: A Cognitive Approach to Musical Creativity.” Organised Sound 25 (2): 142–55. https://doi.org/10.1017/S1355771820000059 .",
        "bonardi_and_barthélemy_2008": "Bonardi, Alain, and Jérome Barthélemy. 2008. “The Preservation, Emulation, Migration, and Virtualization of Live Electronics for Performing Arts: An Overview of Musical and Technical Issues.” Journal on Computing and Cultural Heritage 1 (1): 1–16. https://doi.org/10.1145/1367080.1367086 .",
        "born_1995": "Born, Georgina. 1995. Rationalizing Culture: IRCAM, Boulez, and the Institutionalization of the Avant-garde . University of California Press. https://doi.org/10.1525/9780520916845 .",
        "born_1997": "Born, Georgina. 1997. “Computer Software as a Medium: Textuality, Orality, and Sociality in an Artificial Intelligence Culture.” In Rethinking Visual Anthropology , ed. Howard Morphy and Marcus Banks, 139–69. Yale University Press.",
        "born_2005": "Born, Georgina. 2005. “On Musical Mediation: Ontology, Technology and Creativity.” Twentieth-Century Music 2 (1): 7–36. https://doi.org/10.1017/S147857220500023X .",
        "boutard_and_guastavino_2012": "Boutard, Guillaume, and Catherine Guastavino. 2012. “Archiving Electroacoustic and Mixed Music: Significant Knowledge Involved in the Creative Process of Works with Spatialisation.” Journal of Documentation 68 (6): 749–71. https://doi.org/10.1108/00220411211277028 .",
        "callender_2004": "Callender, Clifton. 2004. “Continuous Transformations.” Music Theory Online 10 (3). https://mtosmt.org/issues/mto.04.10.3/mto.04.10.3.callender.pdf .",
        "campion_2017": "Campion, Edmund. 2017. “Dual Reflections: A Conversation with Kaija Saariaho and Jean-Baptiste Barrière on Music, Art, and Technology.” Computer Music Journal 41 (3): 9–20. https://doi.org/10.1162/comj_a_00426 .",
        "chun_2011": "Chun, Wendy Hui Kyong. 2011. Programmed Visions: Software and Memory . MIT Press. https://doi.org/10.7551/mitpress/9780262015424.001.0001 .",
        "donin_2009": "Donin, Nicolas. 2009. “Genetic Criticism and Cognitive Anthropology: A Reconstruction of Philippe Leroux’s Compositional Process for Voi(rex).” In Genetic Criticism and the Creative Process: Essays from Music, Literature, and Theater , ed. William Kinderman and Joseph E. Jones, 192–215. University of Rochester Press.",
        "drott_2017": "Drott, Eric. 2017. “Saariaho, Timbre, and Tonality.” In Tonality Since 1950 , ed. Felix Wörner, Ullrich Scheideler, and Philip Rupprecht, 259–81. Franz Steiner Verlag.",
        "dudley_et_al_1939": "Dudley, Homer, R. R. Riesz, and S. S. A. Watkins. 1939. “A Synthetic Speaker.” Journal of the Franklin Institute 6 (227): 739–64. https://doi.org/10.1016/S0016-0032(39)90816-1 .",
        "ernst_2014": "Ernst, Wolfgang. 2014. “Between the Archive and the Anarchivable.” Mnemoscape 1. https://issuu.com/verr/docs/mn_____issue_n__01 .",
        "fant_1970": "Fant, Gunnar. 1970. Acoustic Theory of Speech Production . Mouton. https://doi.org/10.1515/9783110873429 .",
        "feller_2005": "Feller, Ross. 2005. “E-Sketches: Brian Ferneyhough’s Use of Computer-Assisted Compositional Tools.” In A Handbook to Twentieth-Century Musical Sketches , ed. Patricia Hall and Friedemann Sallis, 176–88. Cambridge University Press.",
        "gardner_1978": "Gardner, John. 1978. “Computer Facilities for Music at IRCAM, as of October, 1977.” Rapports IRCAM vol. 3 . Centre Georges Pompidou.",
        "grisey_2000_1998": "Grisey, Gérard. 2000 [1998]. “Did You Say Spectral?” Contemporary Music Review 19 (3):1–3. https://doi.org/10.1080/07494460000640311 .",
        "grisey_2018_2008": "Grisey, Gérard. 2018 [2008]. Écrits . Edited by Guy Lelong and Anne-Marie Réby. Éditions MF.",
        "helmholtz_1954_1863": "Helmholtz, Hermann V. 1954 [1863]. On the Sensations of Tone as a Physiological Basis for the Theory of Music . Translated by Alexander Ellis. Dover Publications.",
        "howell_2006": "Howell, Tim. 2006. After Sibelius: Studies in Finnish Music . Ashgate.",
        "huhtamo_2011": "Huhtamo, Erkki, and Jussi Parikka, eds. 2011. Media Archaeology: Approaches, Applications, and Implications . University of California Press. https://doi.org/10.1525/9780520948518 .",
        "iverson_2011": "Iverson, Jennifer. 2011. “The Emergence of Timbre: Ligeti’s Synthesis of Electronic and Acoustic Music in Atmosphères .” Twentieth-Century Music 7 (1): 61–89. https://doi.org/10.1017/S1478572211000053 .",
        "iverson_2017": "Iverson, Jennifer. 2017. “Invisible Collaboration: The Dawn and Evolution of elektronische Musik.” Music Theory Spectrum (39): 200–22. https://doi.org/10.1093/mts/mtx017 .",
        "iverson_2019": "Iverson, Jennifer. 2019. Electronic Inspirations: Technologies of the Cold War Musical Avant-garde . Oxford University Press.",
        "kankaanpää_2011": "Kankaanpää, Vesa. 2011. “Dichotomies, Relationships: Timbre and Harmony in Revolution.” In Kaija Saariaho: Visions, Narratives, Dialogues , ed. Howell et al., 159–76. Ashgate.",
        "von_kempelen_2017_1791": "von Kempelen, Wolfgang. 2017 [1791]. Der Mechanismus der menschlichen Sprache / The Mechanism of Human Speech . Edited and translated by Fabian Brackhane, Richard Sproat, and Jürgen Trouvain. TUD Press.",
        "lee_2006": "Lee, Brent. 2006. “Issues Surrounding the Preservation of Digital Music Documents.” Archivaria 50: 193–204. https://archivaria.ca/index.php/archivaria/article/view/12783 .",
        "lemouton_et_al_2018": "Lemouton, Serge, Alain Bonardi, Laurent Pottier, and Jacques Warnier. 2018. “On the Documentation of Electronic Music.” Computer Music Journal 42 (4): 41–58. https://doi.org/10.1162/comj_a_00486 .",
        "levy_2009": "Levy, Benjamin. 2009. “Shades of the Studio: Electronic Influence in Ligeti’s Apparitions .” Perspectives of New Music 47 (2): 59–87. https://www.jstor.org/stable/25753697 .",
        "lochhead_2016": "Lochhead, Judith. 2016. Reconceiving Structure in Contemporary Music: New Tools in Music Theory and Analysis . Routledge. https://doi.org/10.4324/9781315740744 .",
        "lorieux_2004": "Lorieux, Grégoire. 2004. “Une analyse d’Amer de Kaija Saariaho.” Revue DEMéter . http://demeter.revue.univ-lille3.fr/analyse/lorieux.pdf .",
        "manovich_2001": "Manovich, Lev. 2001. The Language of New Media . MIT Press.",
        "manovich_2013": "Manovich, Lev. 2013. Software Takes Command . Bloomsbury Publishing.",
        "mathews_1961": "Mathews, Max. 1961. “Compiler for Music and Psychological Stimuli.” Bell System Technical Journal 40 (3): 677–94. https://doi.org/10.1002/j.1538-7305.1961.tb03237.x .",
        "mcadams_and_saariaho_1985": "McAdams, Stephen, and Kaija Saariaho. 1985. “Qualities and Functions of Musical Timbre.” In Proceedings of the 1985 International Computer Music Conference , 367–74. Michigan Publishing.",
        "meyer_1989": "Meyer, Leonard. 1989. Style and Music: Theory, History, and Ideology . University of Pennsylvania Press.",
        "morrison_2020": "Morrison, Landon. 2020. “Sounds, Signs, Signals: Transductive Currents in Post-Spectral Music at IRCAM.” PhD diss., McGill University.",
        "nelson_2015": "Nelson, Andrew. 2015. The Sound of Innovation: Stanford and the Computer Music Revolution . MIT Press. https://doi.org/10.7551/mitpress/10086.001.0001 .",
        "piekut_2014": "Piekut, Benjamin. 2014. “Actor-Networks in Music History: Clarifications and Critiques.” Twentieth-Century Music 11 (2): 191–215. https://doi.org/10.1017/S147857221400005X .",
        "pousset_et_al_2000": "Pousset, Damien, Joshua Fineberg, and Ronan Hyacinthe. 2000. “The works of Kaija Saariaho, Philippe Hurel and Marc-André Dalbavie-Stile concertato, stile concitato, stile rappresentativo.” Contemporary Music Review 10 (3): 67–110. https://doi.org/10.1080/07494460000640371 .",
        "rehding_2016": "Rehding, Alexander. 2016. “Instruments of Music Theory.” Music Theory Online 22 (4). https://doi.org/10.30535/mto.22.4.4 .",
        "rehding_et_al_2017": "Rehding, Alexander, Gundula Kreuzer, Peter McMurray, Sybille Krämer, and Roger Moseley. 2017. “Discrete/Continuous: Music and Media Theory After Kittler.” Journal of the American Musicological Society 70 (1): 221–56. https://doi.org/10.1525/jams.2017.70.1.221 .",
        "rodet_and_cointe_1984": "Rodet, Xavier, and Pierre Cointe. 1984. “FORMES: Composition and Scheduling of Processes.” Computer Music Journal 8 (3): 32–50. https://doi.org/10.2307/3679811 .",
        "rodet_et_al_1984": "Rodet, Xavier, Yves Potart, and Jean-Baptiste Barrière. 1984. “The CHANT Project: From the Synthesis of the Singing Voice to Synthesis in General.” Computer Music Journal 8 (3): 15–31. https://doi.org/10.2307/3679810 .",
        "roeder_2008": "Roeder, John. 2008. “Art and Digital Records: Paradoxes and Problems of Preservation.” Archivaria 65 (1): 151–63. https://archivaria.ca/index.php/archivaria/article/view/13173 .",
        "saariaho_1983": "Saariaho, Kaija. 1983. “Using the Computer in a Search for New Aspects of Timbre Organisation and Composition.” In Proceedings of the International Computer Music Conference , 269–73. Michigan Publishing.",
        "saariaho_1984": "Saariaho, Kaija. 1984. “Shaping a Compositional Network with Computers.” In Proceedings of the International Computer Music Conference , 163–65. Michigan Publishing.",
        "saariaho_1987": "Saariaho, Kaija. 1987. “Timbre and Harmony: Interpolations of Timbral Structures.” Contemporary Music Review 2 (1): 93–133. https://doi.org/10.1080/07494468708567055 .",
        "saariaho_2013": "Saariaho, Kaija. 2013. Le Passage Des Frontières Écrits Sur La Musique . Edited by Stéphane Roth. Éditions MF.",
        "sallis_et_al_2018": "Sallis, Friedemann, Valentina Bertolani, Jan Burle, and Laura Zattra, eds. 2018. Live Electronic Music: Composition, Performance, Study . Routledge. https://doi.org/10.4324/9781315776989 .",
        "serexhe_2013": "Serexhe, Bernhard, ed. 2013. Preservation of Digital Art: Theory and Practice . Ambra Verlag.",
        "sterne_2003": "Sterne, Jonathan. 2003. The Audible Past: Cultural Origins of Sound Reproduction . Duke University Press. https://doi.org/10.1215/9780822384250 .",
        "sterne_2012": "Sterne, Jonathan. 2012. MP3: The Meaning of a Format . Duke University Press.",
        "stockhausen_1959_1957": "Stockhausen, Karlheinz. 1959 [1957]. “ . . . How Time Passes . . . ” Die Riehe 3: 10–40.",
        "stoianova_1994": "Stoianova, Ivanka. 1994. “Une œuvre de synthèse : analyse d’ Amers .” Cahiers de l’Ircam (6): 43–66.",
        "sundberg_1977": "Sundberg, Johan. 1977. “The Acoustics of the Singing Voice.” Scientific American 236 (3): 82–91. https://doi.org/10.1038/scientificamerican0377-82 .",
        "tresch_and_dolan_2013": "Tresch, John, and Emily Dolan. 2013. “Toward a New Organology: Instruments of Music and Science.” Osiris 28 (1): 278–98. https://doi.org/10.1086/671381 .",
        "vandenheede_and_saariaho_1988": "Vandenheede, Jan, and Kaija Saariaho. 1988. “Éléments d’analyse technique de IO .” Cahier d’analyse création et technologie . IRCAM.",
        "wessel_1979": "Wessel, David. 1979. “Timbre Space as a Musical Control Structure.” Computer Music Journal 3 (2): 45–52. https://doi.org/10.2307/3680283 .",
        "wilson_2000_1989": "Wilson, Peter Niklas. 2000 [1989]. “Vers une ‘écologie des sons’: Partiels de Gérard Grisey et l’esthétique du groupe de l’Itinéraire.” Analyse musicale (3): 36–52.",
        "_": "Sound Recordings and Scores"
    },
    "footnotes": {
        "FN0": {
            "text": "* I offer special thanks to IRCAM and the Paul Sacher Foundation in Basel, Switzerland for providing the archival materials presented in this article. Research was conducted at IRCAM in June–July 2017, and at the Sacher Foundation in the summer and fall of 2018. At Sacher, I owe a huge debt of gratitude to Heidy Zimmermann and everyone on the library staff for facilitating multiple visits to the archive and for allowing me to reproduce facsimiles of key documents contained in the collection for Kaija Saariaho. At IRCAM, I would like to thank Nicolas Donin and members of the “Analysis of Musical Practices” team for warmly welcoming me into their work space, Serge Lemouton for granting access to the online Sidney server for technical documents, and Axel Rœbel for providing a copy of an in-house user manual for the CHANT voice synthesis program.",
            "citations": []
        },
        "FN1": {
            "text": "1. Barrière, who has discussed the matter with Saariaho, expressed surprise on learning of a recording of Vers le blanc , which he characterized as “an étude, an experiment about sound synthesis and perception, part of the research she was doing then, notably with me and psycho-acoustician Stephen McAdams” (e.g., McAdams and Saariaho 1985 ). The two were also surprised to discover that the recording plays backwards from the original score. This, according to Barrière, is most likely because “the analog tape was read in the wrong direction by the person who made the transfer, which is a totally imaginable mistake, since it was indeed common usage by then to keep tapes stored backwards (in order to prevent pre-echo caused by magnetic transfer). . . the amazing thing is that it also works that way” (email correspondence with Barrière, March 9–April 21, 2020).",
            "citations": [
                "mcadams_and_saariaho_1985"
            ]
        },
        "FN2": {
            "text": "2. The distinction between primary and secondary parameters in classical music is established in Meyer 1989 , 209.",
            "citations": [
                "meyer_1989"
            ]
        },
        "FN3": {
            "text": "3. Developed as an outgrowth of IRCAM’s participation in the European CASPAR project, the Sidney server was spearheaded by Alain Bonardi, Serge Lemouton, and others as a database intended to provide “technical information necessary to play the pieces composed at IRCAM,” where one can find “required equipment, technical diagrams, set-up instructions, and more” ( http://brahms.ircam.fr/sidney/ ). For further information, see Bonardi and Barthélemy 2008 and Lemouton et al. 2018 .",
            "citations": [
                "lemouton_et_al_2018"
            ]
        },
        "FN4": {
            "text": "4. A number of recent studies have attempted to forge new documentary approaches that move both inside and outside the traditional archive, engaging with musical practices that crop up around sound technologies and which are often conveyed on a person-to-person basis ( Feller 2005 ; Donin 2009 ; Boutard and Guastavino 2012 ; Sallis et al. 2018 ).",
            "citations": [
                "feller_2005",
                "donin_2009",
                "boutard_and_guastavino_2012",
                "sallis_et_al_2018"
            ]
        },
        "FN5": {
            "text": "5. While at Sacher (Summer/Fall 2018), I encountered an impressive trove of manuscripts, sketches, notes, printed documents, and personal correspondences, but not much in the way of digital media or so-called “e-sketches.” At IRCAM (Summer 2017), the situation was reversed: researchers there maintain digital documentation for pieces commissioned by the center, but not paper-based artifacts from the creative process, nor older computers and operating systems.",
            "citations": []
        },
        "FN6": {
            "text": "6. In 1977, IRCAM comprised six main departments that were dedicated to computer research, electroacoustic composition, voice and instrument analysis, pedagogy, technical coordination, and diagonal integration. Staff included Pierre Boulez (dir.), Luciano Berio, Max Mathews, Jean-Claude Risset, David Wessel, and others. For more, see Gardner 1978 and Bennett 1979 , appendix 2.",
            "citations": [
                "gardner_1978",
                "bennett_1979"
            ]
        },
        "FN7": {
            "text": "7. There exists an earlier draft of this form diagram, which Saariaho appears to have polished and revised before arriving at the final version shown in Example 2. The neatness of the diagram would have made it ideal for presenting her work during summer courses at Darmstadt. An inscription on the margins of the diagram that is not pictured here reads: “This piece was realized at IRCAM, Paris, during the spring 1982 (programme ‘chant’), with a technical help of Jean-Baptiste Barrière, whom I thank for the innumerable advices. The original version is on 4 traces.” The reference here to “4 traces” (i.e., audio channels) helps to explain the four separate tracks contained in the archives at IRCAM.",
            "citations": []
        },
        "FN8": {
            "text": "8. The code for Vers le blanc is dated between March 2 and July 9, 1982, according to the time stamps on printed code housed at the Sacher Foundation. I obtained a copy of the CHANT Manual through private email correspondence with IRCAM researchers Nicolas Donin and Axel Roebel, February 12, 2019.",
            "citations": []
        },
        "FN9": {
            "text": "9. The rate at which parametric values were updated during interpolative processes (i.e., the “quantum rate” in Example 6) was hitched to the repetition of the excitation source which, in early versions of CHANT, equated with a voice’s fundamental frequency. As a result, there was a rather unusual linkage between the digital processor’s resolution and the voice’s perceived pitch, so that as the fundamental frequency of a voice descended, there was a corresponding decrease in the resolution at which the program updated values for all of the individual parameters.",
            "citations": []
        },
        "FN10": {
            "text": "10. While FOF and filter synthesis methods differ in their specific functionality, both embody a foundational metaphor between sound synthesis and the human voice that has roots in theories of sound going back to the nineteenth century. Two important historical precedents worthy of note include the work of Homer Dudley and Hermann von Helmholtz. In the first case, we find speech underpinning an operative framework for filter-based synthesis in Dudley’s invention of the Voder at Bell Labs ( Dudley et al. 1939 ). In this machine, a noisy excitation source assumed the role of the lungs and glottis, while a resonant filter emulated the mouth and nasal cavities. Using ten separate keys that mapped onto different bandwidths within the overall spectrum, a skilled operator could filter out certain frequencies to reproduce spectral envelopes that matched specific patterns of speech. This subtractive method differs from the additive model of speech synthesis outlined in Helmholtz ( [1863] , Die Lehre von den Tonempfindungen ), where steady-state vowels were first analyzed by measuring sympathetic resonance in vibrating spheres. From there, he reverse-engineered the most salient parts of each vowel’s spectrum, re-synthesizing “artificial vowels” by sounding out the appropriate frequencies on a bank of electromagnetically activated tuning-fork oscillators. Notably, he sought to reproduce the auditory effects of sound, rather than replicating its source and cause, as had been attempted, for instance, by Wolfgang von Kempelen in his “speaking machine,” ca. 1791 (for more on the shift from “mouth-based” to “ear-based” theories of sound in the nineteenth century, see Sterne 2003 , 31–85). This novel method rested on the general assumption that all sounds, regardless of their source, could be decomposed into a universal medium of raw frequencies and then reconstructed given the appropriate tools. In this sense, Helmholtz’s tuning-fork oscillators set the stage for experiments with sine-tone generators nearly a century later at the Westdeutscher Rundfunk (WDR) Studio in Cologne, where, as Jennifer Iverson ( 2019 ) has shown, composers such as Karlheinz Stockhausen, Gottfried Michael Koenig, Werner Meyer-Eppler and others used formants and additive speech synthesis as a model for working with timbre. These 1950s-era experiments, in turn, contributed to the subsequent development of voice synthesis software—CHANT among them—in which filter-based and FOF-based techniques converged in a single interface. For a more detailed investigation of how this dual lineage of synthesis technologies relates to the functionality of CHANT, see Morrison 2020 .",
            "citations": [
                "dudley_et_al_1939",
                "helmholtz_1954_1863",
                "sterne_2003",
                "iverson_2019",
                "morrison_2020"
            ]
        },
        "FN11": {
            "text": "11. For an analysis of interpolations in Jardin secret I , see Kankaanpää 2011 , which uses spectrograms (rather than archival materials) to show how Saariaho plays on the boundaries between harmony vs. timbre, sound vs. noise, and concrete vs. synthesized sound sources.",
            "citations": []
        },
        "FN12": {
            "text": "12. Elsewhere, Saariaho describes these patterns as “matrices,” distinguishing simple interpolations between two values and those built around a “ circular matrix in which each value is modified before being reproduced, which continually modifies the general character of the pattern” ( 1987 , 124). She also introduces an “expansion matrix,” in which the spectral envelope is modified by a “contraction or expansion of formant frequencies, whilst leaving intact the internal relationship of these frequencies” ( Saariaho 1987 , 128).",
            "citations": [
                "saariaho_1987",
                "saariaho_1987"
            ]
        },
        "FN13": {
            "text": "13. During this period, Saariaho appears to have found musical inspiration in the mathematical proportions of the spiral, as evidenced by her use of a similar spiral template two years later in the Nymphéa string quartet (1987, sketch housed at the Sacher Foundation and recently published in Besada and Canovás 2020 , 149).",
            "citations": []
        },
        "FN14": {
            "text": "14. Here, I borrow an annotative convention that Saariaho employs in her form diagram for Vers le blanc (see bottom of Example 2), as well as in sketches for other pieces from this period.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Analyzing New Musical Media in the Archives Example 1 . Saariaho, score for Vers le blanc (originally printed in 1987, 104) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Finnish composer Kaija Saariaho’s early electronic study, Vers le blanc (1982) for computer-generated sounds recorded to tape, has enjoyed a rather curious existence as a piece that is widely known despite being rarely heard. Because no recording was released, only those present for its premiere at the 1982 Darmstadt International Summer Courses and a handful of other concerts ever actually heard it. And yet, thanks to the image of the full score shown in Example 1 , which Saariaho published in a 1987 article titled “Timbre and Harmony,” this music has lingered in musicians’ collective imagination.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] As notated, Vers le blanc consists of a fifteen-minute progression from one harmony to another which, according to Saariaho, happens “so slow that changes of pitch become imperceptible to the ear” ( 1987 , 104). In this regard, it evokes the processual aesthetics of French spectralism, embodying in exaggerated form Gérard Grisey’s description of a style driven by the “hypnotic power of slowness and by a virtual obsession with continuity, thresholds, transience and dynamic forms” ( [1998] , 2). Several scholars have remarked on this connection ( Pousset et al. 2000 ; Battier and Nouno 2003 ; Howell 2006 ), citing the piece as evidence of Saariaho’s shift toward post-spectralism and computer-based composition techniques upon moving to Paris and enrolling in a program at the Institut de Recherche et Coordination Acoustique/Musique (IRCAM). Others have taken a more general theoretical approach. Callender ( 2004 , [1.2]) for example, highlights the piece’s extreme continuity as a “clear example of infinitesimal voice leading” and reconstructs an abridged audio simulation of the piece to demonstrate a broader mathematical exegesis of continuous musical processes. The concern is that, in the absence of a recording, these sources have bracketed out the material and perceptual basis of the music, analyzing the work-as-seen and not as-heard . Audio Example 1 . Saariaho, Excerpt from Vers le blanc [14:30 – 15:04] Audio Example 2 . Saariaho, Excerpt from Vers le blanc [9:15 – 10:15] Audio Example 3 . Saariaho, Excerpt from Vers le blanc [0:00 – 0:48]",
                "footnotes": [],
                "citations": [
                    "saariaho_1987",
                    "grisey_2000_1998",
                    "pousset_et_al_2000",
                    "battier_and_nouno_2003",
                    "howell_2006",
                    "callender_2004"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] During a research stay at IRCAM in the summer of 2017, I came across a digitally archived recording of Vers le blanc , preserved as four separate audio tracks that correspond to the four channels of spatial diffusion the piece utilized in live performance. Using specifications provided by Saariaho’s longtime technical collaborator and partner, Jean-Baptiste Barrière, I blended these channels into a stereo mix, adjusting the left-right panning of the four tracks to produce a clear separation of voice streams, timbre changes, and acoustical beating effects. This reconstructed version of the piece approximates how the original might have sounded, with one notable exception—the recording plays backwards from Saariaho’s published score. (1) In Audio Examples 1–3, I have maintained the temporal order indicated in Saariaho’s score by presenting the excerpts out of order—specifically, out of the original 920-second audio file, my first audio example presents 14:30–15:04, the second 9:15–10:15, and the third 0:00–0:48—which causes the morphological flow of each excerpt to run in reverse.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] On listening, one is immediately struck by the subtle microsonic details hidden within the music’s timbral profile. A trio of almost natural-sounding (though clearly synthesized) voices marks the opening and closing sections, but in between, the choral timbre grows more distorted. Saariaho alludes to this transformation in her 1987 article, speaking of a desire to “create the illusion of an endless human voice, sustained and ‘non-breathing,’ which at times departs from its physical model” ( 1987 , 105). Clearly, then, Vers le blanc as heard is about more than harmony. As a result of its drastically scaled back pitch information, the piece encourages listeners to shift their focus away from that traditionally primary musical parameter to concentrate instead on other, traditionally “secondary” ones, most notably timbre. (2) Recognition of this critical point renders the medium of staff notation ill-equipped to represent the kinds of sonic phenomena that are of central importance to understanding the work. Moreover, it provokes new questions. Given this rebalancing of traditional musical parameters—and thus also: aesthetic values—how can we reconcile the different types of information conveyed in the sonic archival traces? And what kinds of musical knowledge and experience might be recovered by thinking transductively across different media environments?",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "saariaho_1987"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Before an attempt is made to answer these questions, we must address two fundamental problems that arise in the process of archiving computer-based music. First, computers tend to precipitate a vast proliferation of musical texts, resulting in what Georgina Born characterizes as a “vertical hierarchy of mediations” that is “inherently multi-textual,” encompassing everything from graphic user interfaces to programming languages, operating systems, assembler code, and machine hardware ( 1997 , 145). Engaging at the level of the interface, composers gain access to a vastly expanded sound palette, but in exchange must specify microscopic aspects of sound that in traditional performance could be taken for granted. Working at Bell Laboratories in the early days of digital synthesis, Max Mathews was keenly aware of this condition, characterizing extant accounts of what constituted a musical note as “grossly inadequate.” He observed that even the simplest of tones necessitated an explicit definition of several parameters—period, amplitude, duration, wave shape, vibrato, tremolo, etc.—because “the ear is sensitive to a number of nuances which must be introduced to obtain interesting timbres” ( 1961 , 679). To generate a tone as complex as, say, the human voice, required multiplying this process many times over, compounding a computer’s unit generators (“instruments”) to create a makeshift “orchestra,” as well as writing an array of programs (“scores”) to shape each of the higher partials that naturally imbues a voice with its distinctive qualities. This was no easy feat at that time. In addition to the labor of programming subroutines and manually punching note cards, there were technical constraints and computational costs to contend with: depending on the sampling rate and number of unit generators deployed, synthesizing sound in the early sixties could cost “as much as $100 per minute of music” ( Mathews 1961 , 679). Today, of course, much of this work is automated by newer software, but Mathews’s expensive and time-intensive experiments in early synthesis nonetheless serve to illustrate the many layers of scripted operations needed to digitally compose sounds that might otherwise be attained with a single dot on a page—assuming, that is, that one adopts conventional notation and subscribes to an aesthetically bounded universe of instruments, sounds, and practices.",
                "footnotes": [],
                "citations": [
                    "born_1997",
                    "mathews_1961",
                    "mathews_1961"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] A second, related problem arises from the fact that computer-based music substitutes seemingly immaterial files and software prone to obsolescence in place of the hardy materiality of traditional manuscripts. This shift complicates efforts to preserve not only new media artifacts, but the technical systems and infrastructures on which they depend, since to remain viable, digital documents must be ported into new software and hardware environments every few years. Moreover, through these processes of continual adaptation, the documents themselves are altered many times over, raising questions about the faithfulness of subsequent versions to an original. Media theorist Wolfgang Ernst has coined the neologism dynarchival to describe this situation, drawing attention to what he sees as a transition from “the ideal of archival eternity to permanent change . . . [as] both the archive in its media base and the archive as discourse have literally got in motion ” ( 2014 , 94). Art museum curators and conservators are perhaps more attuned to this issue than anyone: their charge often entails maintaining collections of public-facing digital art for the next hundred years or more, while contending with a fickle marketplace driven by perpetual system changes, software updates, and material makeovers ( Serexhe 2013 ). Facing a similar crisis, the music research community has also taken a keen interest in digital preservation, as evidenced by major data-archiving projects at centers such as IRCAM, where resident scientists have created the in-house Sidney server to maintain software needed to perform musical works commissioned by the center. (3) Elsewhere, efforts have been made to establish international standards for the authenticity , accuracy , and reliability of digital documents ( Lee 2006 ; Roeder 2008 ). (4) Notwithstanding these exciting developments, the complex project of safeguarding algorithmic artifacts and documenting how computers impact musical creativity is still in its earliest stages of development.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "ernst_2014",
                    "serexhe_2013",
                    "lee_2006",
                    "roeder_2008"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] I am primarily interested in the dual problem of digital preservation because of how it draws together multiple disciplinary interests and provides a chance to reflect on what archival music research might gain by incorporating concepts and methods from related subfields, such as media archaeology and software studies ( Born 1997 ; Manovich 2001 ; Huhtamo 2011 ; Chun 2011 ; Sterne 2012 ). The questions raised by digital sound demand a serious (re)consideration of which technical languages and skill sets are needed to engage new music, and thus, which new media literacies should be prioritized. There is much to be learned from a close engagement with instruments and sound technologies; however, this requires developing fresh approaches to study how media (whether acoustic, analog, or digital) first, shape knowledge about sound and music-making, second, encode aesthetic affordances, and last and more generally, inscribe cultural and cognitive processes in their operations. In recent years, these concerns have been taken up by a growing number of music scholars whose work, from a variety of perspectives, addresses the ways in which music is mediated by entanglements of people, objects, and ideas ( Born 2005 ; Tresch and Dolan 2013 ; Piekut 2014 ; Rehding 2016 ; Rehding et al. 2017 ). The present article builds on this line of research by positioning themes of digital mediation and instrumentality as a panoramic backdrop for a more narrowly focused analysis of Saariaho’s early electronic music at IRCAM (ca. 1982–87), centering specifically on a collection of archival materials housed at IRCAM and at the Paul Sacher Foundation in Basel, Switzerland. (5) Reassembling artifacts scattered between these locations, I aim to show how the media scripts of ancient software at IRCAM were integral to Saariaho’s early artistic development and to the formation of a wider post-spectral milieu. To this end, I combine historical, cultural, and technological strains of research with a detailed investigation of the materials and methods underlying specific pieces of music. I take a broad view of the music and its attendant technologies as conjoined technical-aesthetic objects for analysis, foregrounding the case of Vers le blanc , which Saariaho created using the CHANT voice synthesis program. This mode of inquiry provides important clues to the origins of techniques that have since become hallmarks of her compositional aesthetic. These include the use of interpolations to produce continuous processes of transformation, the adoption of acoustic models as a basis for harmony, and the conceptualization of musical form as a multilevel network of independently controlled parameters. In the second half of the article, I show how Saariaho gradually formalized these techniques through development of a customized program dubbed “transkaija,” and I demonstrate how she extended their use into instrumental settings through analysis of select passages from two other works: Jardin secret II (1985–86) for harpsichord and computer-processed sounds on tape, and IO (1987) for large ensemble with tape and live electronics. Collectively, these pieces—along with other better-known works from this period, such as Verblendungen (1984) and Lichtbogen (1986)—mark Saariaho’s entry into computer-based composition and her stylistic turn towards post-spectralism, offering a unique opportunity to study the convergence of art and science in contemporary sonic practices. 2. In Search of a Lost “Sound Synthesis Utopia”: Reassembling Vers le blanc (1982)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "born_1997",
                    "manovich_2001",
                    "huhtamo_2011",
                    "chun_2011",
                    "sterne_2012",
                    "born_2005",
                    "tresch_and_dolan_2013",
                    "piekut_2014",
                    "rehding_2016",
                    "rehding_et_al_2017"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] During a recent interview in Computer Music Journal , Saariaho and Barrière reflected on what it was like to work at IRCAM in the early eighties, when the center was still establishing itself as an international hub of computer-music research. Barrière expresses a kind of nostalgia for what he describes as the once-common pursuit of a “sound synthesis utopia . . . the promises of new territories . . . of building your own sound, which was paired with using the computer as an assistant to composition, a duplicate of yourself with which you can interact in an intelligent way.” To this, Saariaho adds that, “once we could build and control sound with computers, the question immediately raised itself about how to organize sound and also, for me, about how it was perceived” ( Campion 2017 , 12). Their appeal to a lost “sound synthesis utopia” evokes the braided strands of psychoacoustics, technological development, and composition that underpinned work at IRCAM in its formative years ( Born 1995 ). This epoch of the center’s history was marked by a fundamental optimism that digital synthesis techniques would bring together art and science, offering a means both for researchers to map the psycho-physical nature of sound, and for composers to gain greater control over the inner structure of their sonic materials. Institutionally, this two-pronged mission was facilitated by an internal organization that coordinated activities across a number of complementary departments, each housing a distinguished team of researchers and composers. (6) Technologically, it was carried out by converting programs designed for studying timbre perception into compositional environments ( Wessel 1979 ), and by improving on direct synthesis software like MUSIC V, a program inherited from Bell Labs and the Center for Computer Research in Music and Acoustics (CCRMA) at Stanford University ( Nelson 2015 ). In this way, the utopian project at IRCAM was facilitated by a perpetual relay of personnel and innovation between like-minded research centers, which coalesced into a wide, inter-institutional network of actors dedicated to the advance of digital synthesis technologies.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "campion_2017",
                    "born_1995",
                    "wessel_1979",
                    "nelson_2015"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] One of the earliest technologies invented at IRCAM—and the first with which Saariaho developed familiarity—was the CHANT program for voice synthesis. As described by Xavier Rodet and the CHANT development team, the program was designed to “extrapolate new creative models for music on the basis of knowledge models developed using a synthesis-by-rules methodology” ( Rodet et al. 1984 , 15). In this case, “knowledge models” derived from analyses of the singing voice carried out by researchers working at IRCAM, such as Gerald Bennett ( 1981 ) and Johan Sundberg ( 1977 ), as well as by Gunnar Fant ( 1970 ) and others outside the center whose work examined the spectral characteristics of vowels and phonemes. These studies involved recording a number of singers, analyzing the results with spectrograms, and cataloging the spectral envelopes and formant regions produced by different sounds; in some cases, this information was then correlated with x-rays showing physical measurements of the human vocal apparatus. Rodet’s team drew on this information to devise a set of rules that were encoded to simulate the transfer function of the voice tract, i.e., the pairing of an excitation source, such as one finds in breathy disturbances of the glottis, with the resonant filtering properties of the mouth and nasal cavities. The success of this transductive process was measured by the re-synthesized voice’s resemblance to an original (or rather, the idea of an original, as constructed through scientific research), a metric Rodet regarded as “proof of both our understanding of sound phenomena, and of the music itself” ( 1984 , 15). Out of this process then, a didactic feedback loop emerged, in which researchers alternated between analyzing, synthesizing, and listening to sound, all the while tweaking their models toward an invented notion of fidelity. Extended outward, this loop also came to encompass composers, encouraging them to formalize their knowledge of sound according to the control variables available within the CHANT interface. Example 2 . Saariaho, form diagram of Vers le blanc , Sacher Foundation, Basel (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "rodet_et_al_1984",
                    "bennett_1981",
                    "sundberg_1977",
                    "fant_1970",
                    "rodet_et_al_1984"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] To better grasp the significance of CHANT for Saariaho’s compositional project, let us return to Vers le blanc and the question of how to reconcile different types of information in the notated score (Example 1) versus Audio Examples 1–3. It is not immediately clear how one might bridge the gap between these musical objects, but important clues can be found in a key archival document at the Sacher Foundation, in which Saariaho graphs the temporal evolution of parameters that lie beneath the level of the note; see Example 2 . This form diagram—dated July 19, 1982, roughly a month before the piece premiered at Darmstadt—is exceptionally clean and was created after the piece was completed, possibly for presentation at the festival. (7) Visually striking, its layering of line-graphs reads like a blueprint, mapping the interaction of various sonic parameters into a composite image that neatly encapsulates the composer’s later conception of musical form as a “multi-dimensional network in which detail is strictly controlled on several levels” ( 1987 , 124).",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "saariaho_1987"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] As this diagram offers an unusual level of insight into the composer’s formal plan of the piece, it is worth taking the time to unpack some of its finer points. At the beginning, the high-to-low pitch content from the opening trichord is spread over three systems, labeled I, II, and III. Within each of these voices, Saariaho charts the contours of individual sub-note parameters as a layered mesh of superimposed lines. Looking at System I, the fundamental frequency for the uppermost voice is defined along the top of the system. It is in this case, a B at 246.94 Hz, which incrementally descends to an F at 174.61 Hz. Next, values are listed for a tremolo parameter that moves in a pendular fashion from 0 to 1.8 (ca. 180”), and then back to 0 by the end of the work. The same holds for all other parameters, including the variables for vibrato frequency, the amplitudes for different formant regions, and randomization factors. In this way, the trajectory of the work’s sub-note elements is characterized by a movement away from, and then back to, an initial state of repose, as represented by default values within the CHANT program. Following suit, Voices II and III have their own sets of parameters applied to them. When three new voices enter a few minutes into the piece (Voices IV, V, and VI, ca. 180”), each adopts parameters from the voice above but pairs them with a new set of functions. A simple set of instructions read (in Voice IV, e.g.): “all values as in I, all phonemes as in II” (note: I will return to the issue of phonemes momentarily). The entrance of these recombined voices, moreover, aligns with the commencement of a rhythmic process in which three patterns—indicated at the bottom of the diagram with values of .5, .33, and .25, which translate to eighth, triplet eighth, and sixteenth notes, respectively—are superimposed and gradually altered, with eighth and sixteenth notes converging on a triple subdivision by the end of the piece. Hence, a rhythmic interpolation of sorts runs in parallel with the notated harmonic interpolation. The reason I qualify the interpolation in this case is that these “rhythms” apply to the amplitude peaks of continuous voices, yielding a subtle pulsation more than a detectable metric pattern. Example 3 . Saariaho, excerpt of parameter file for Voice I, Sacher Foundation, Basel (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] The wealth of conceptual information contained in Saariaho’s form diagram draws attention to the relative dearth of aurally salient details conveyed by the better-known score. Such missing details point to the presence of an underlying code. Although the original CHANT program is no longer operative, the work’s code is preserved in hard copy as thick stacks of old, sprocket-fed printer paper at the Sacher archives. (8) Consulting this material resource, and with the aid of a hard-to-find CHANT user manual ( Baisnée et al. 1985 ), I have excavated the work’s code for significant musical data by again asking the central question, “what does this archival trace show?” Answers to this query yield a clearer picture of the synthesis processes driving Vers le blanc and a better understanding of how the CHANT program was utilized in actual practice. To gain insight into both matters, consider the parameter file for Voice I shown in Example 3 . The list of numbers at the top plots a series of value-time pairs, or what is known in programming parlance as “breakpoint functions.” Examples 4a–c . (a) table of frequency information for three parameter files; (b) graph showing pitch contours as breakpoint functions; (c) table of secondary parameters (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The formatting of the code here is important, as it establishes a technical framework, according to which all time-based processes in CHANT were structured using breakpoints. Unsurprisingly, this design feature imbued the program with a strong sense of linearity, since breakpoints are coordinates that plot the trajectory of a line indicating change over time. In this case, the numbers on the right indicate duration, ranging from 0 to 920 seconds, while those on the left define frequencies for the fundamental pitch (246 Hz to 174 Hz). If we were to keep reading the file, we would find similar breakpoint lists for amplitude, tremolo, vibrato, and all of the other parameters detailed in the previous form diagram. In total, there are three parameter files for the work, corresponding with the three original voices (I, II, III); select information from these files has been tabulated in Examples 4a–c below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Example 4a shows the breakpoint functions for each voice-leading strain. Although these values give the impression of discrete events, it is important to remember that these notes are not emphasized as such, but rather act as silent intermediaries signaling the rate of change in a musical process that evolves smoothly over time. (9) As Saariaho explains: “Here the harmony is impossible to perceive as a series of different chords since it is presented as a continuum, as an uninterrupted chord that is continuously modified” ( 1987 , 105). Her observation can be visually confirmed by graphing the breakpoints as in Example 4b to show the pitch contour of each voice, a maneuver that effectively subdivides the original harmonic glissando into sixteen incremental steps. Notice how the plot lines correspond to the pitch contours in Saariaho’s notated representation of the piece, except for briefly during the beginning and ending sections, where the harmony remains static for a period of time, anchoring the extremes of the interpolation process with greater temporal weight. We can also track the behavior of other parameters such as tremolo , vibrato , and the amplitude of formant frequencies , as well as randomization and other modifying agents. Shown in Example 4c, these secondary parameters modify the default vocal timbre of the CHANT program in interesting ways, giving Saariaho the ability to “add different kinds of noises and shadings to the sound” ( 1983 , 270). Examples 5a–c . (a) Saariaho, function file for Voice I, Sacher Foundation, Basel; (b) tabulation of phonemes in CHANT dictionary; (c) a spectral envelope defined with five formant regions (reprinted from Baisnée et al., CHANT manual , 8; “f1–f5” annotations are my own) (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "saariaho_1987",
                    "saariaho_1983"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] In addition to parameter files, CHANT processed what was known as a function file, which Saariaho used to access a dictionary of speech phonemes stored in the program’s long-term memory. The original code from this dictionary is pictured in Example 5a , with phonemes listed on the left (“DI – YE – DE – EA – A”) and corresponding formant structures on the right. Continuing for another five printed pages, the CHANT dictionary contained a total of twenty-five phonemes, tallied in Example 5b . These phonemes provided a basic vocabulary, such that when a particular phoneme was defined, the program looked up the corresponding formant structure and implemented the appropriate spectral envelope. As a general rule, these structures were represented in the program by five frequencies that acted as central peaks of the formant regions within a given spectrum. A typical envelope might look something like the one shown in Example 5c , with its five well-defined formant regions (labeled f1–f5) appearing as upward spikes in the curved line. In this way, each phoneme was mapped to a unique formant structure that was largely unaffected by changes in fundamental pitch, though gendered distinctions were constructed in the program for voices characterized as female (“sex=0”), male (“sex=1”), and castrati (“sex=2”). Example 6 . Filter and FOF synthesis techniques in CHANT (reprinted from Baisnée et al. 1985, 30) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] The technical details documented in these archival traces have relevance beyond the immediate context of Vers le blanc . They show how the operations of CHANT were reflected in a longer history of experimentation around hearing and voice synthesis technologies. Acoustic studies of speech had long been used to shape spectral envelopes through a subtractive process. In CHANT, though, these filter-based methods were supplemented by the addition of a newly developed technique called formant wave function synthesis (or FOF s, from the French fonction d’onde formantique ), where “instead of distinguishing the source and the filter, the FOF technique associates the excitation and resonance” ( Baisnée et al. 1985 , 21). In this revised process, the excitation source was hitched directly to the resonating chamber in an equation that computed the central formant frequencies of the spectral envelope and calculated the appropriate bandwidth (i.e., “spectral skirt”) of each formant region. The diagram in Example 6 , reprinted from the CHANT manual, illustrates the program’s basic architecture, with filter-based (lower) and FOF-based (upper) synthesis methods running in parallel. (10) Example 7 . “Phrases” composed of phoneme sequences in Vers le blanc , transcribed from CHANT code, Sacher Foundation, Basel (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] Drawing these historical elements into the creative domain, Saariaho used the dictionary of phonemes encoded in CHANT to build multi-syllabic musical “phrases.” In Example 7 , the phrases for all three voices of Vers le blanc are transcribed as a series of breakpoint functions; each column indicates durational values in seconds on the left and phonemes on the right. These phrases were overlaid onto the parameters of each voice to achieve a state of continuous spectral flux, thus enriching what at first appears to be the work’s relatively straightforward pitch content. Example 8 . Saariaho, sketch of eight phoneme sequences, Sacher Foundation, Basel (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] The compositional logic behind Saariaho’s structuring of phonemes is revealed in another sketch from the Sacher collection (see Example 8 ), which shows short phonemic phrases ordered into eight self-contained processes. Taking the first of these processes as an example (see Process I, top of page), we see a color-coded guide to select phonemes on the left (“E, A, A 2 , O, I, U, OE 2 ”) and then corresponding diagrams on the right showing a given unit of time (two minutes, in this case) that is repeated, each time symmetrically sub-dividing into smaller increments, with new phonemes introduced. As the process unfolds, the durations of phonemes become shorter, quickening at points to the pace of nearly one per second. Moving down the left side of the page, each of the remaining processes, labeled II–VIII, proceeds in a similar fashion, providing eight phonemic strains that govern the phrases in Example 7. Of these, only Processes IV–VI contain consonants, while the rest feature vowels exclusively. The interplay of speech filters among different voices offers a means of organizing musical development at the microsonic level, which proves especially important in a piece that otherwise neutralizes the role of pitch as a primary musical parameter. Example 9 . Saariaho, diagram of overall phoneme structure, Sacher Foundation, Basel (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] To gain a final perspective on how phonemes are deployed in Vers le blanc , we can turn to a synoptic diagram from the Sacher archives, shown in Example 9 . Here, Saariaho maps out the entire work, with the eight phonemic processes from Example 8 woven together in continual transference across all three voices. The general rule, following from the unequal lengths of the processes, is that only one such shift may occur at a time. The sole exception is at the midpoint of the piece, where all three voices pivot around a central axis. Fanning outward, the voices maintain a loose mirror symmetry of phonemic processes around this axis, with each voice mapping onto itself. This last sketch reveals an over-arching palindromic shape that acts as a kind of metaprocess subsuming the eight smaller processes and their lower-level building blocks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] Saariaho’s approach to musical form in this work is striking in that it ties together two of her primary compositional influences. For one, she embraces the use of acoustic models of the human voice as a way of composing timbre, evincing her drift towards what Grisey famously characterized as a “spectralist attitude.” For another, she arranges these spectral models in symmetrical fashion, demonstrating a continued use of strict ordering procedures and abstract formal structures that harken back to her studies with Klaus Huber, Brian Ferneyhough, Paavo Heininen, and other serialists. These two sides of her musical persona mingle in Vers le blanc . As such, this early study in sound synthesis is exemplary of what Eric Drott has described as a broader shift from the “more or less orthodox spectralism of the 1970s to the increasingly heterodox post-spectralism of the 1980s” ( 2017 , 265).",
                "footnotes": [],
                "citations": [
                    "drott_2017"
                ]
            }
        },
        {
            "2.14": {
                "text": "[2.14] Viewing Vers le blanc in its newly restored, more material form offers a deeper understanding of the techno-cultural origins of compositional techniques now considered to be central to Saariaho’s music. To briefly review, this set of techniques includes a use of interpolation systems to build continuous musical processes, an approach that Saariaho applied at all levels of musical structure from the global (e.g., movement from one harmony to another) to the more local (e.g., smaller movements between rhythm patterns, phoneme structures, and other parameters). It also includes a use of spectral models—of speech, in this case—as an acoustical basis for exploring the threshold between timbre and harmony. And perhaps most importantly, it includes a shift towards parametric thought, wherein sound is decomposed into an assortment of features that are shaped independently and joined together into multi-dimensional networks. Engendered by technology, this parameterization of sound marked an important break with the rhetoric of first-wave spectralists like Grisey, who framed timbre as a holistic and irreducible phenomenon, encompassing such a complicated “web of correlations that even the notion of parameters as defined and isolated by serial music seems obsolete and incapable of accounting for sound phenomena” ( 2018 [2008] , 52). Yet as we have seen, this conception of timbre ran counter to software like CHANT, which allowed psychoacousticians to isolate what they deemed to be perceptually relevant parameters of timbre, manipulating each one individually to study its precise contribution to the overall sound. Thus, a technics of parameterization supplanted the holistic view of early spectralists, ushering in a new phase of quantification in the way composers approached working with elements like timbre. In the next section, we will see how the newfound mode of control offered by computers impacted Saariaho’s compositional method, engendering aesthetic effects that would eventually emanate outside the studio and filter into her writing for acoustic instruments and mixed ensembles. 3. Formalizing Musical Processes in “Transkaija”",
                "footnotes": [],
                "citations": [
                    "grisey_2018_2008"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] After Vers le blanc , Saariaho continued to work with digital composition tools, leading to the development of a customized program called “transkaija” which, according to an artist statement for the piece IO (1987), was used as early as 1984. This dates the program’s inception to a period when Saariaho was beginning work on Jardin secret I and II (1984–86), important milestones that allowed her to formalize her use of interpolations into a codified system. (11) In this sense, the transkaija program represented a revamp of a compositional procedure introduced in Vers le blanc , as is clear from the following description: The central idea is the notion of interpolation. We give the program different patterns, lists of associations for the elements of successive patterns, and evolution curves between these patterns. Patterns can be applied to different parameters and have different lengths [ . . . ] the elements can divide or merge. (12) ( Vandenheede and Saariaho 1988 , 5) Examples 10a–b . Saariaho, rhythmic interpolations: a) even-to-uneven, and b) few-to-many (reproduced from Saariaho 1984, 164) (click to enlarge)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "vandenheede_and_saariaho_1988"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Here, Saariaho is describing a generalized process, the makings of a compositional method that is intimately linked to the use of computers. The patterns, elements, and evolutionary curves defining motion between—these are all abstract properties that could be applied to any sonic parameter at any level of musical structure. The thread unifying them, of course, is the potential for numerical representation. Anything that can be assigned a value can be controlled in a similar fashion, so the same processes used to control macro-events like phrase structure can be applied to micro-events like the amplitude envelopes for individual sinusoids within a spectrum. Saariaho spelled out the implications of this in a paper delivered at the 1984 International Computer Music Conference (ICMC), illustrating rhythmic interpolations of various kinds in both standard notation and numerical representation. Reproduced in Examples 10a and b , her examples demonstrate two scenarios: (a) even septuplet sixteenth notes moving to an uneven rhythm pattern, but with the same number of elements (7-to-7), and (b) quintuplet sixteenth notes moving to septuplet sixteenth notes, yielding a few-to-many mapping of elements between patterns (5-to-7). Example 11 . Saariaho, interpolation processes in multilevel network (reproduced from Saariaho 1984, 163) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Saariaho continued beyond rhythm, applying these same interpolative procedures to other elements of sound, harnessing them “to produce a multilevel network of continually changing but controlled items” ( Saariaho 1984 , 163). Example 11 reproduces Saariaho’s illustration of such a network, with interpolative processes applied to a range of parameters, each having its own properties (i.e., variables, cardinality, length). Incongruities between these properties cause the process to be staggered, with patterns departing and arriving in perpetual relay. As a result, the composite texture presents a network of overlapping time fields, where the boundaries of processes in different parameters rarely coincide.",
                "footnotes": [],
                "citations": [
                    "saariaho_1984"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] In Saariaho’s computer-based music, interpolations act as a way to build continuous sound arcs within the discrete environment of digital media. This application was already apparent in the case of Vers le blanc , and in later works from this period, one finds a pervasive use of the more advanced interpolative procedures outlined in the examples above. To explore Saariaho’s extension of CHANT-inspired compositional techniques into new electroacoustic and instrumental contexts, it will help to consider a few passages from Jardin secret II and IO . We will continue to take archival and technical documents into consideration; however, the focus in the next section will be more analytical and less philological. As such, rather than attempting to reconstruct underlying code, I will rely on a primarily score-based approach to reverse-engineering what might have been the technical basis for certain musical processes. 4. Extended Uses of Interpolation in Jardin secret II (1985–86) and IO (1987) Example 12 . Saariaho, sketch of spiral form for Jardin secret II , Sacher Foundation, Basel (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Saariaho’s Jardin secret II for harpsichord and computer-processed sounds was created with a newer version of CHANT nested within the FORMES system, which integrated higher-level controls for scheduling musical events and processes ( Rodet and Cointe 1984 ). This technical innovation is reflected in the work’s more elaborate form. The piece is composed around a small number of textures and sound characters, including trills, arpeggiations, and dense chordal clusters in the harpsichord, with processed recordings of the instrument joined by what the score describes as “whispering” and “murmuring voices” in the electronics. The cyclic return of a trill motif imparts a ritornello-like quality to the form; however, while appearances of the refrain are well marked, the passages that immediately follow never enter as sharp juxtapositions, but rather as imperceptible fades into contrasting material. As always, the aesthetic of continuity remains paramount. In a remarkable sketch at the Sacher Foundation (see Example 12 ), Saariaho illustrates her creative conception for these formal processes with a spiral diagram that maps the work’s overall structure. (13) Cross-cutting the prevailing circularity of the figure are recursive passes through five types of material— trills , process 1 , ostinato , process 2 , and scales —with penciled lines roughly demarcating their boundaries. Example 13 . Formal analysis of Jardin secret II (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "rodet_and_cointe_1984"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] As is the nature of spirals, each 360-degree cycle takes more time than the last, enacting a long-range process, whereby sectional proportions are gradually augmented over the course of the work. As shown in my own form diagram given in Example 13 , the first cyclic pass (Section A) lasts barely a minute, the second (Section A’) is slightly longer at two-and-a-half minutes, and the third (Section A’’) extends for over five minutes, after which an extended Coda reprises the trill motif in a slow melodic setting. In each section, the music oscillates between dynamic interpolation processes (P 1–6 ), stable zones of ostinato material (ost.), and fixed scalar content (sc.). Acting as a beacon within this ebb and flow, the recurring trill motif helps to orient listeners to the musical form, but only for brief moments, as its repeated dissolutions ultimately frustrate attempts to discern clear structural divisions. Example 14 . Saariaho, Jardin secret II , annotated score, mm. 1–17, Section A (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The archival record for Jardin secret II contains many other noteworthy artifacts, including handwritten notes, multi-track diagrams for visualizing the electronics, printed documents showing results for various rhythm interpolations, and early sketches for the score. The latter provide some insight into Saariaho’s compositional procedures, as fragmentary jottings and annotations appear to confirm the presence of at least two of the aforementioned “processes” in the score. In addition, her notes make reference to file names (e.g., “js5b2”) similar to those used for calculating interpolations in a packet of unidentified synthesis code from this time period. While a complete record of the code for this work does not appear to exist, even without knowing precisely how the technology operates, it is possible to determine the broad contours of the computational processes that define the music’s formal architecture: harmonic and rhythmic interpolations are readily apparent in the score, with harpsichord and tape running through many of the same processes in parallel. In this case, the task is made easier owing to how the discrete properties of notation and the keyboard interface parse intermittent phases of each interpolation into coarse-grained sections, rendering them visible. Here, I will examine two excerpts, showing how interpolations initiate a movement away from the trills that begin each section. The first, taken from the beginning of the piece, is shown in Example 14 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] The piece opens with a long, sustained trill on C and D ♭ ; it is not until m. 6 that the initial semitonal dyad cumulatively expands, moving over the course of fourteen seconds to set class [01245689]. Meanwhile, the trill becomes a rhythmic ostinato of steady thirty-second notes and then splits into two pulse streams at m. 13, producing quintuplet sixteenth notes in the right hand and triplet eighth notes in the left hand. Within this interpolation, one may observe another embedded sub-process articulated by contrasting dynamics: the performer’s left hand begins the passage in silence and gradually develops into a steady pulse stream, while a decrescendo from mf to mp is counterbalanced in the tape part by the swell of the granulated “whispering” texture (m. 6, ca. 25”). Throughout, discrete phases in the harpsichord are contrasted with continuous interpolations in the tape part. Examples 15a–c . a) harmonic interpolation; b) Pitches in left hand vs. right hand; c) rhythmic interpolation. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] In Examples 15a–c , I have isolated pitch and rhythm in this passage to show their respective paths of interpolation. (14) Example 15a isolates vertical entities produced at structural cross-sections. From this perspective, contrapuntal motion coordinates a harmonic progression that gradually expands, while from a linear perspective, divergence occurs between left and right hands as they follow different paths, desynchronizing into separate harmonic and rhythmic streams. In terms of pitch, (Example 15b), the right hand moves from an initial state of two to five pitches, while the left hand moves from two to three. In terms of rhythm (Example 15c), the right hand begins with a constant stream of thirty-second notes and moves to a quintuplet pattern (with slurred asymmetries), while the left hand moves from silence to triplet eighths, also with slurred asymmetries. Consequently, in both harmony and rhythm, there is a movement from one to many, fusion to fission. However, due to fundamental differences in their beginning and ending points, these simultaneous processes unfold in mm. 1–12 at different rates. At m. 13, the music locks into a harmonic and rhythmic ostinato in both hands, marking the conclusion of Process 1 (P 1 ). Example 16 . Saariaho, Jardin secret II , annotated score, mm. 89–112, Section A’’ (click to enlarge and see the rest)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Skipping ahead to Section A’’ (m. 66, ca. 3’48”), the final return of the trill motif initiates a sub-process of its own (Process 5 a ), which then regroups and segues into another interpolation (Process 5 b ). The latter stage of this two-part process is pictured in Example 16 and features two independent pulse streams moving in opposite directions: a decelerating trill in the right hand is overtaken at m. 101 by an accelerating and expanding collection of pitches in the left hand. After the harpsichord and tape synchronize on a shared quintuplet sixteenth-note pattern, the music undergoes a series of intermittent interpolations, slowing to triplet eighth notes (Process 5 c ) before splintering into three pulse layers in a 5:4:3 polyrhythmic ratio. At m. 108, the tape initiates another pace reduction (Process 5 d ), with the end goal of the multi-stage process in this case being a near-cessation of momentum prior to the final ostinato section (m. 115, ca. 6’). Examples 17a–c . a) harmonic interpolation in Process 5b; b) rhythmic convergence in Process 5b; c) polyrhythmic striation in Processes 5c and 5d (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The trajectories for rhythm and harmony in this passage are plotted in Examples 17a–c . Two general threads of development can be observed: a harmonic expansion from the initial trill at m. 101 to a highly chromatic cluster (Example 17a); and a rhythmic convergence of separate pulse layers at m. 102 (Example 17b), followed by their refraction back into independent streams at m. 105 (Example 17c). The stop-and-go aspect of this polyrhythmic passage, in which a long-range deceleration is punctuated by moments of temporal stability, allows the music to expand on material from Section A. As this occurs, the alternation of tutti and solo tape serves to amplify differences between human and mechanical executions of the underlying interpolation processes. These techniques, at base, may be regarded as more sophisticated versions of those employed in Vers le blanc . Working together in the context of Jardin secret II , they impart to the piece a complex, multifaceted musical form.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] A few years after Jardin secret II , Saariaho further elaborated interpolation techniques in IO (1987) for large ensemble, tape, and live electronics. This piece employed not only the CHANT-FORMES system, but also a newly developed program called IANA, which analyzed sounds into perceptually weighted frequencies and translated the results into standard notation. Composed for the occasion of IRCAM’s tenth anniversary, it encapsulated a decade of psychoacoustics research and technological development at the center, while also capping a formative five-year period in Saariaho’s career. In a departure from Vers le blanc and Jardin secret II , the form of IO is characterized by an onion-like layering of processes, nested one within the other. These processes move at different speeds, sometimes synchronized and sometimes not, yielding a patchwork of processual shapes that constitutes the musical form. The piece overall projects a sense of formal continuity, yet makes use of sectional guideposts to orient the listener. Two tape solos act as natural boundary points: the first at ca. 2’30” is relatively short and serves to bring closure to the work’s opening section; the second at ca. 11’45” stretches for nearly three minutes, growing into a self-contained, cadenza-like section in its own right. In addition, the piece is oriented around a network of oppositions in other parameters. Some, like the sound-noise or harmony-timbre continuums, are mainstays of Saariaho’s compositional language. Other parameters are mentioned less often, but are equally important to the establishment of a multi-level formal network, including oppositional pairings such as vibrato vs. senza vibrato, sul tasto vs. ponticello , and loud vs. soft.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Having grown accustomed to controlling microsonic variables in the CHANT program, Saariaho increasingly integrated these features into the larger model of sound production and auditory perception that grounded her compositional thought. Accordingly, individual sonic elements like vibrato were elevated in significance beyond their original function as style markers to become defining aspects of sound to be determined by the composer. Exerting control over the smallest of details, Saariaho imported a synthesis-like mindset to her instrumental writing in IO . In doing so, she embraced a technomorphic turn that had been decisive for French spectralists like Grisey, whose “instrumental synthesis” techniques derived from additive synthesis models ( Wilson 2000 [1989] ), as well as for earlier composers like Stockhausen and Ligeti, whose encounters with analog synthesis at the WDR Studios led them to think about traditional musical parameters in technological terms ( Stockhausen 1959 [1957] ; Levy 2009 ; Iverson 2011 and 2017 ). What set Saariaho’s compositional model apart, however, was that it was digital, presenting a discrete, sample-based logic that was in many ways more compatible with the score-based constraints of orchestration. To demonstrate how computer-based techniques were translated into instrumental contexts, I will focus on a single excerpt from IO , which features interpolation processes like those we have already encountered, but on a grander scale. Example 18 . Saariaho, IO , annotated score, mm. 24–54 (3 pages) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "wilson_2000_1989",
                    "stockhausen_1959_1957",
                    "levy_2009",
                    "iverson_2011",
                    "iverson_2017"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] Example 18 depicts the structural downbeat of IO , which occurs at m. 24 (ca. 58”) after an extended introduction. This event is signaled by a sudden shift in texture and the commencement of what is perhaps the first clearly bounded interpolation processes of the piece. These interpolations are realized entirely by the ensemble, without the aid of electronics, and are combined with a variety of other textural elements. These include a sound-noise continuum in the strings (m. 27), achieved through alternating bow placements between sul ponticello and sul tasto and under varying bow pressure; whispered phonemic articulations in the woodwinds (mm. 28–30 and mm. 38–41); and a series of brief solos for various instruments, which are passed around the ensemble in a conversational fashion, articulating a loose series of sub-phrases that showcase the harp (m. 27), bass flute (m. 38), piccolo (m. 41), and double bass (m. 45). Example 19 . Reduction of rhythmic interpolation processes in IO , mm. 24–54 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Saariaho’s approach to orchestration in this passage involved creating blocks of material that collectively articulate an overarching process, while maintaining schismatic variation at the surface level. Weaving its way through this varied texture is a nearly continuously fluctuating stream of ostinato pulse layers, which ground a larger network of rhythmic processes. As shown in Example 19 , what starts at m. 24 as three superimposed rhythmic layers in the strings—septuplet, sextuplet, and quintuplet sixteenth notes—gradually slows and yields to the celesta, harp, percussion, and woodwinds, all of which continue their own interpolation processes. Beginning at m. 31, five polyrhythmically layered pulse streams in the percussion and harp evolve independently, until they too are interrupted by a solo in the bass flute. From m. 41 onwards, a network of decelerating interpolative processes in different instruments leads to the ultimate unraveling of rhythmic momentum in all but the celesta, which accelerates toward a concluding melodic flourish. The continuity of these interpolations is not immediately apparent from the score. The rhythmic reduction presented in Example 19, however, makes clear the connective tissue running throughout the passage and highlights how timbral distinctions serve to articulate both simultaneous and successive phases of interpolation processes. As this final example illustrates, with IO , Saariaho succeeded in extending and elaborating her interpolation technique by layering multiple processual streams, interrupting and resuming interpolations, and nesting local processes within a larger metaprocess.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Saariaho’s use of interpolation processes in the context of instrumental composition provided a generalized means of moving continuously—sometimes, paradoxically, via discrete phases—through temporal and spectral states. The complexity of the interpolation networks in the preceding example, where processes unfold polyphonically, foreshadows Saariaho’s continued reliance on the technique in works composed shortly after IO , among them Amers (1992) for solo cello, ensemble, and live electronics ( Stoianova 1994 ; Lorieux 2004 ) and more recent works, such as her acclaimed opera, L’amour de loin (2001), for which, “the notion of interpolation is essential for understanding certain sonic textures” ( Battier and Nouno 2003 , 52). Moreover, the processual forms and nebulous textures that result from these interpolations resonate with Judith Lochhead’s description of musical “radiance” in pieces like Lonh (1996), which results from the interaction of “moments of sonic luminance . . . moments of formal flickering . . . and moments of intensity arising from the completion of transformational processes” ( 2016 , 111). As these subsequent applications indicate, the interpolation techniques Saariaho worked out in germinal form for Vers le blanc remained central to her music over the coming decades. 5. Transduction as an Analytical Frame for Archival Music Research",
                "footnotes": [],
                "citations": [
                    "stoianova_1994",
                    "lorieux_2004",
                    "battier_and_nouno_2003",
                    "lochhead_2016"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] This article began with an inquiry into genetic artifacts from the creation of Vers le blanc , Saariaho’s first study in computer-based music using the CHANT program. The pairing of these two objects—one aesthetic, the other technological—opened a new window onto compositional techniques and computational processes that would otherwise remain opaque and inaccessible. At all stages of analysis, however, it has been necessary to think transductively about all musical-media sources, at every turn posing the question, “what does this particular archival trace show?”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Recapitulating briefly, Saariaho’s published score of Vers le blanc (Example 1) showed a simple harmonic motion from one trichord to another, while the archival recordings (Audio Examples 1–3) revealed a chorus of voices harboring rich, fluctuating timbral profiles. The different kinds of information conveyed by these materials produced a fissure between the work-as-seen versus the work-as-heard . Thanks to an unusually complete archival record, it was possible to narrow that gap. First, Saariaho’s form diagram of sub-note parameters in each voice (Example 2), as well as her sketches of phoneme sequences (Examples 8 and 9), revealed vital conceptual information for how the piece was organized at both micro- and macro-levels. Second, a printed record of the original code (Examples 3 and 5) showed technical specifications for how Saariaho controlled individual sonic parameters using lists of breakpoint functions. Third and finally, a CHANT user’s manual (Example 6) was enlisted to decipher the code and understand the software’s operational affordances, including its dictionary of spectral shapes representing phonemes. Brought together in the same analytical frame, these scattered traces offer unique insight into how Saariaho adopted interpolative processes as the basis of a compositional method, how she enriched and rebalanced musical parameters, most notably harmony and timbre, and how she came to think about musical form as a “multidimensional network.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] We have seen that attending to the material and informational artifacts associated with Saariaho’s early electronic music has value for analyzing her early works and for better understanding her development and influence as a composer. Critically, this approach has further utility in shining new light on the techno-cultural milieu she inhabited. Programs like CHANT and the pieces Saariaho created with their help can be thought of as sonic souvenirs of the “sound synthesis utopia” evoked by Barrière, as they encompass both a set of assumptions about sound’s perceived effects and their representation in software, as well as a particular mode of working with sound that flourished at IRCAM in the eighties. With this in mind, and taking a cue from nascent methodologies like those articulated by the New Organology, I have attempted to extend the scope of analysis in this study beyond the “music itself,” engaging with its underlying technologies, along with their “material configurations, social and institutional locations, degrees of freedom, and teleologies” ( Tresch and Dolan 2013 , 278). The specific answers about Saariaho’s music yielded from this approach contribute to a fuller understanding of how her style and techniques were deeply entangled with the technological affordances of IRCAM software and the cultural aesthetics of an emerging post-spectral milieu. While writ large, the questions this kind of methodology raises about analyzing across diverse media formats, old and new, point toward the necessity of developing transductive approaches to archival research.",
                "footnotes": [],
                "citations": [
                    "tresch_and_dolan_2013"
                ]
            }
        }
    ],
    "mto": true,
    "category": "special symposium: archival research in music:new materials, methods, and arguments",
    "source": "mto/raw/mto.21.27.3.morrison.html",
    "data": "mto/data/mto.21.27.3.morrison.json"
}