{
    "title": "Rhythmic Archetypes in Instrumental Music from Africa and the Diaspora",
    "date": "2010/12/01",
    "volume": "16",
    "issue": "4",
    "authors": [
        "Burns, James"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "April 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.4/mto.10.16.4.burns.pdf",
    "author_info": [
        {
            "name": "James Burns",
            "university": "Department of Music",
            "address": "Binghamton University, PO Box 6000, Binghamton, NY, 13902-6000",
            "email": "jburns@binghamton.edu"
        }
    ],
    "citations": {
        "aebersold_1991": "Aebersold, Jamey. 1991. I Got Rhythm: Rhythm Changes in all Keys . New Albany, IN: Jamey Aebersold (self published).",
        "agawu_1995": "Agawu, Kofi. 1995. African Rhythm: A Northern Ewe Perspective . Cambridge University Press.",
        "agawu_2003": "Agawu, Kofi. 2003. Representing African Music: Postcolonial Notes, Queries, Positions . New York: Routledge.",
        "agawu_2006": "Agawu, Kofi. 2006. “Structural Analysis or Cultural Analysis?” Journal of the American Musicological Society 59/1: 1–46.",
        "alorwoyie_2007": "Alorwoyie, Gideon. 2007. Agbadza Music . Edited and Transcribed by David Locke.",
        "amira_and_cornelius_1992": "Amira, John and Steven Cornelius. 1992. The Music of Santeria . Crown Point: White Cliffs Media Company.",
        "anku_2000": "Anku, Willie. 2000. “Circles of Time: A Theory of Structural Organization of Rhythm in African Music.” Music Theory Online 6/1 .",
        "anyidoho_1997": "Anyidoho, Kofi. 1997. “Ewe Verbal Art.” in A Handbook of Ewe Land: Vol. I: The Ewes of Southeastern Ghana . Edited by Francis Agbodeka. Accra: Woeli Publishing Services.",
        "arom_1991": "Arom, Simha. 1991. African Polyphony and Polyrhythm . Cambridge University Press.",
        "avorgbedor_1983": "Avorgbedor, Daniel. 1983. “The Psycho-Social Dynamics of Anlo-Ewe Names: The Case of the Ahanonko.” Folklore Forum 16/1: 21–43",
        "avorgbedor_1987": "Avorgbedor, Daniel. 1987. “The Construction and Manipulation of Temporal Structures in Yeve Cult Music: A Multi-Dimensional Approach.” African Music 6/4: 4–18.",
        "bascom_and_herskovitz_1959": "Bascom, William R. and Melville J. Herskovits. 1959. “The Problem of Stability and Change in African Culture.” In Continuity and Change in African Cultures . Ed. Melville J. Herskovits and William B. Bascom. The University of Chicago Press.",
        "berliner_1981": "Berliner, Paul. 1981. The Soul of Mbira: Music and Traditions of the Shona People of Zimbabwe . The University of Chicago Press.",
        "berliner_1994": "Berliner, Paul. 1994. Thinking in Jazz: the Infinite Art of Improvisation . The University of Chicago Press.",
        "blacking_1955": "Blacking, John. 1955. “Some Notes on a Theory Of African Rhythm Advanced By Erich Von Hornbostel.” African Music 1/2: 12–20.",
        "blacking_1971": "Blacking, John. 1971. “Deep and Surface Structures in Venda Music.” Yearbook of the International Folk Music Council 3: 91–108.",
        "brandel_1959": "Brandel, Rose. 1959. “The African Hemiola Style.” Ethnomusicology 3/3: 106–117.",
        "brown_2003": "Brown, David. 2003. Santerìa Enthroned: Art, Ritual, and Innovation in an Afro-Cuban Religion . The University of Chicago Press.",
        "burns_2009": "Burns, James. 2009. Female Voices from an Ewe Dance-drumming Community in Ghana: Our Music has become a Divine Spirit . Aldershot: Ashgate Publishing Company.",
        "charry_2000": "Charry, Eric. 2000. Mande Music: Traditional and Modern Music of the Maninka and Mandinka of Western Africa . The University of Chicago Press.",
        "chernoff_1979": "Chernoff, John. 1979. African Rhythm and African Sensibility . University of Chicago Press.",
        "coburg_2002a": "Coburg, Adrian. 2002a (2003). Oru Seco: Bata Scores . Bern, Switzerland: Self-published.",
        "coburg_2002b": "Coburg, Adrian. 2002b (2003). Toques Especiales: Bata Scores . Bern, Switzerland: Self-published.",
        "coburg_2004": "Coburg, Adrian. 2004 (2006). Percusion Afro-Cubana: Volume I Musica Folklorica Percusiòn Mayor y menor . Bern, Switzerland: Self-published.",
        "courlander_1962": "Courlander, Harold. 1962. The Drum and the Hoe: Life and Lore of the Haitian People . University of California Press.",
        "daniel_2005": "Daniel, Yvonne. 2005. Dancing Wisdom: Embodied Knowledge in Haitian Vodou, Cuban Yoruba, and Bahian Candomble . University of Illinois Press.",
        "dzigbordi_2004": "Dzigbordi Haborbor. 2004. Ewe Drumming from Ghana: The Soup which is Sweet Draws the Chairs in Closer . London: British Library and Topic Records.",
        "ekwueme_1975": "Ekwueme, Laz. 1975. “Structural Levels of Rhythm and Form in African Music.” African Music 5/4: 27–35.",
        "fiagbedzi_1977": "Fiagbedzi, Nisio. 1977. “The Music of the Anlo: Its Historical Background, Cultural Matrix and Style.” Ph.D. Thesis, University of California.",
        "finnegan_1970": "Finnegan, Ruth. 1970. Oral Literature in Africa . Oxford University Press.",
        "fleurant_1996": "Fleurant, Gerdes. 1996. Dancing Spirits . Westport, Conn: Greenwood Press.",
        "friedson_1996": "Friedson, Steven M. 1996. Dancing Prophets: Musical Experience in Tumbuka Healing . University of Chicago Press.",
        "gates_1988": "Gates, Henry Louis Jr. 1988. The Signifying Monkey: A Theory of African-American Literary Criticism . Oxford University Press.",
        "gilroy_1993": "Gilroy, Paul. 1993. The Black Atlantic . Harvard University Press.",
        "grupo_afrocuba_de_matanzas_1998": "Grupo AfroCuba de Matanzas. 1998. Raices Africanes . Shanachie Records.",
        "haerle_1982": "Haerle, Dan. 1982. The Jazz Language: A Theory Text for Jazz Composition and Improvisation . Van Nuys, CA: Alfred Publishing Co.",
        "herskovits_and_waterman_1949": "Herskovits, Melville and Richard Waterman. 1949. “Musica de Culto Afrobahiana.” Revista de Estudios Musicales 2: 65–127",
        "hornbostel_1928": "Hornbostel, E.M. von. 1928. “African Negro Music.” Africa 1/1: 30–62.",
        "jones_1954": "Jones, A.M. 1954. “African Rhythm.” Africa 24/1: 26–47.",
        "jones_1959": "Jones, A.M. 1959. Studies in African Music volumes I and II . Oxford University Press.",
        "kauffman_1980": "Kauffman, Robert. 1980. “African Rhythm: A Reassessment.” Ethnomusicology 24/3: 393–415.",
        "keita_and_billmeier_1999": "Keita, Mamady and Uschi Billmeier. 1999. A Life For the Djembè: Traditional Rhythms of the Malinke . Engerda: Arun/Fonti Musicali.",
        "king_1961": "King, Anthony. 1961. “Employments of the ‘Standard Pattern’ in Yoruba Music.” African Music 2/3: 51–54.",
        "knight_1973": "Knight, Roderic. 1973. “Mandinka Jaliya: Professional Music of The Gambia.” Ph.D dissertation, University of California.",
        "knight_1974": "Knight, Roderic. 1974. “Mandinka Drumming.” African Arts 7/4: 24–35.",
        "koetting_1970": "Koetting, James. 1970. “Analysis and Notation of West African Drum Ensemble Music.” Selected Reports in Ethnomusicology 1/3: 115–46.",
        "kolinski_1960": "Kolinski, Mieczyslaw. 1960. “Review: Studies in African Music by A.M. Jones.” The Musical Quarterly 46/1: 105–110.",
        "kubik_1962": "Kubik, Gerhard. 1962. “The Phenomenon of Inherent Rhythms in East and Central African Instrumental Music.” African Music 3/1: 33–42.",
        "kubik_1964": "Kubik, Gerhard. 1964. “Harp Music of the Azande and Related Peoples in the Central African Republic.” African Music 3/3: 37–76.",
        "kubik_1979": "Kubik, Gerhard. 1979. “Pattern Perception and Recognition in African Music” in The Performing Arts: Music and Dance . Edited by John Blacking and Joann W. Kealiinohomoku. The Hague: Mouton Publishing.",
        "ladzekpo_2003": "Ladzekpo, C.K. Accessed November 23, 2003. “Rhythmic Principles”, Foundation Course in African Music. http://www.cnmat.berkeley.edu/~ladzekpo/PrinciplesFr.html .",
        "locke_1978": "Locke, David. 1978. “The Music of Atsiagbekor.” Ph.D Thesis, Wesleyan University.",
        "locke_1982": "Locke, David. 1982. “Principles of Offbeat Timing and Cross-Rhythm in Southern Ewe Dance Drumming.” Ethnomusicology 26/2: 217–46.",
        "locke_1987": "Locke, David. 1987. Drum Gahu: the Rhythms of West African Drumming . Tempe, AZ: White Cliffs Media Company.",
        "locke_1992": "Locke, David. 1992. Kpegisu: A War Drum of the Ewe . Tempe, AZ: White Cliffs Media Company.",
        "locke_2009": "Locke, David. 2009. “Africa/ Ewe, Mande, Dagbamba, Shona, BaAka” in Worlds of Music, an Introduction to the music of the World’s Peoples (fifth edition). Edited by Jeff Todd Titon. Belmont, CA: Shirmer Cengage Learning.",
        "locke_2010": "Locke, David. 2010. “Yevevu in the metric matrix.” Music Theory Online 16/4 .",
        "manuel_1985": "Manuel, Peter. 1985. “The Anticipated Bass in Cuban Popular Music.” Latin American Music Review 6/2: 249–261.",
        "manuel_bilby_and_largey_2006": "Manuel, Peter with Kenneth Bilby and Michael Largey. 2006. Caribbean Currents: Caribbean Music from Rumba to Reggae (Revised and Expanded edition). Temple University Press.",
        "mauleon_1993": "Mauleon, Rebeca. 1993. The Salsa Guidebook . Petaluma, CA: The Sher Music Company.",
        "mehegan_1962": "Mehegan, John. 1962. Jazz Rhythm and the Improvised Line . New York, NY: Watson-Guptill Publications.",
        "nketia_1974": "Nketia, J.H.K. 1974. The Music of Africa . New York, NY: W.W. Norton.",
        "nzewi_1997": "Nzewi, Meki. 1997. African Music: Theoretical Content and Creative Continuum . Oldershausen, Germany: Institut für Didaktik Populärer Musik.",
        "nzewi_2007": "Nzewi, Meki. 2007. A Contemporary Study of Musical Arts Informed by African Indigenous Knowledge Systems (Volume I). Centre for Indigenous Instrumental African Music and Dance.",
        "okpewho_1992": "Okpewho, Isidore. 1992. African Oral Literature: Backgrounds, Character, and Continuity . Indiana University Press.",
        "opland_1983": "Opland, Jeff. 1983. Xhosa Oral Poetry: Aspects of a Black South African Tradition . Cambridge University Press.",
        "palmié_2002": "Palmié, Stephan. 2002. Wizards and Scientists: Explorations in Afro-Cuban Modernity and Tradition . Duke University Press.",
        "pantaleoni_and_ladzekpo_1970": "Pantaleoni, Hewitt and S. Kobla Ladzekpo. 1970. “Takada Drumming.” African Music 4/4: 6–31.",
        "pantaleoni_and_ladzekpo_1972": "Pantaleoni, Hewitt and S. Kobla Ladzekpo. 1972. “Towards Understanding the Play of Atsimevu in Atsia.” African Music 5/2: 64–84.",
        "pressing_1983": "Pressing, Jeffrey. 1983. “Rhythmic Design in the Support Drums of Agbadza.” African Music 6/3: 4–15.",
        "robinson_2005": "Robinson, Crispin. 2005. “The Invento of Tradition: Negotiating Authority in an Afrocuban Religion.” M.A. Dissertation. London: School of Oriental and African Studies.",
        "robbins_1990": "Robbins, James. 1990. “The Cuban “Son” as Form, Genre, and Symbol.” Latin American Music Review 11/2: 182–200.",
        "rose_1999": "Rose, Tricia. “Flow, Layering and Rupture in Postindustrial New York,” in Signifyin(g), Sanctifyin’, & Slam Dunking: a Reader in African American Expressive Culture . Edited by Gena Caponi. University of Massachusetts Press.",
        "rycroft_1961": "Rycroft, David. 1961. “The Guitar Improvisations of Mwenda Jean Bosco.” African Music 2/4: 81–98.",
        "rycroft_1962": "Rycroft, David. 1962. “The Guitar Improvisation of Mwenda Jean Bosco (Part II).” African Music 3/1: 86–102.",
        "schweitzer_2003": "Schweitzer, Kenneth. 2003. “Afro-Cuban Batà Drum Aesthetics: Developing Individual and Group Technique, Sound and Identity.” D.M.A. Dissertation, University of Maryland.",
        "serwadda_and_pantaleoni_1968": "Serwadda, Moses and Hewitt Pantaleoni. 1968. “A Possible Notation for African Dance Drumming.” African Music 4/2: 47–52.",
        "stone_1985": "Stone, Ruth M. 1985. “In Search of Time in African Music.” Music Theory Spectrum 7: 139–48.",
        "tang_2007": "Tang, Patricia. 2007. Masters of the Sabar: Wolof Griot Percussionists of Senegal . Temple University Press",
        "temperley_2000": "Temperley, David. 2000. “Meter and Grouping in African Music: A View from Music Theory.” Ethnomusicology 44/1: 65–96.",
        "thompson_1974": "Thompson, Robert Farris. 1974. African Art in Motion: Icon and Act . University of California Press.",
        "tracey_1970a": "Tracey, Andrew. 1970a. How to Play the Mbira (Dza Vadzimu) . Roodeport: International Library of African Music.",
        "tracey_1970b": "Tracey, Andrew. 1970b. “The Matepe Mbira Music of Rhodesia.” African Music 4/4: 37–61.",
        "vincent_2006": "Vincent, Amanda. 2006. “Bata conversations: guardianship and entitlement narratives about the bata in Nigeria and Cuba.” Ph.D. Thesis, University of London.",
        "waterman_1948": "Waterman, Richard A. 1948. “ “Hot” Rhythm in Negro Music.” Journal of the American Musicological Society 1/1: 24–37.",
        "waterman_1952": "Waterman, Richard A. 1952. “African Influence on the Music of the Americas” in Acculturation in the Americas . Edited by Sol Tax. University of Chicago Press.",
        "wilckin_1992": "Wilckin, Lois. 1992. The Drums of Vodou . Crown Point, IN: White Cliffs Media Company.",
        "williams_2001": "Williams, Michael B. 2001. Learning Mbira: A Beginning . Everett, PA: Honeyrock.",
        "zabana_1997": "Zabana, Kongo. 1997. Adowa: African Drum Music Incidence Analysis . Accra, GH: Afram Publications Ltd."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This article originated out of a lecture demonstration presented at the Society for Ethnomusicology’s 50th Annual Meeting in Atlanta, Georgia November 16–24, 2005. This paper enlarges tremendously both the breadth and scope of the original lecture, which was never set down in written form but rather was presented only as a series of exercises. I would like to acknowledge a Dean’s Junior Faculty Research Leave awarded by Binghamton University during the Spring of 2010, which allowed me to broaden the survey of music traditions as well as set everything down in written form. I would also like to thank those who have taken the time to read and comment on earlier drafts of this paper, including the two anonymous peer-reviewers, and my colleagues Barak Schmool (City University, London) and David Locke (Tufts University).",
            "citations": []
        },
        "FN2": {
            "text": "2. See studies by Haerle ( 1982 ), Manuel ( 1985 ), Robbins ( 1990 ), Mauleon ( 1993 ).",
            "citations": [
                "haerle_1982",
                "manuel_1985",
                "robbins_1990",
                "mauleon_1993"
            ]
        },
        "FN3": {
            "text": "3. Several of my African music teachers have expressed patterns to me in this way. Anku records descriptions of this phenomenon by two Ghanaian drummers ( 2000 , 213). For a discussion regarding the lack of music terms in African languages see Agawu ( 2003 , 62–4).",
            "citations": [
                "anku_2000",
                "agawu_2003"
            ]
        },
        "FN4": {
            "text": "4. See studies by Jones ( 1959 ), Tracey ( 1970b ), Chernoff ( 1979 ), Berliner ( 1981 ), Locke ( 1982 ) and Arom ( 1991 ). For critical discussions of this viewpoint see Nzewi ( 1997 ), Ladzekpo ( 2003 ), and Agawu ( 2003 ).",
            "citations": [
                "jones_1959",
                "tracey_1970b",
                "chernoff_1979",
                "berliner_1981",
                "locke_1982",
                "arom_1991",
                "nzewi_1997",
                "ladzekpo_2003",
                "agawu_2003"
            ]
        },
        "FN5": {
            "text": "5. The phrase enculturated listeners is deliberately ambiguous — it includes non-native students and performers who have become familiar with the idiom over a number of years and would exclude ethnic insiders who have little or no familiarity with their music traditions.",
            "citations": []
        },
        "FN6": {
            "text": "6. Scholars have used different terms for this repeating cycle of notes guided by a timeline, Agawu uses the term rhythmic background ( 2003 , 78), Anku recurrent rhythm ( 2000 ), and Nzewi phrasing referent ( 1997 , 35–6).",
            "citations": [
                "agawu_2003",
                "anku_2000",
                "nzewi_1997"
            ]
        },
        "FN7": {
            "text": "7. Nzewi ( 2007 , 50).",
            "citations": [
                "nzewi_2007"
            ]
        },
        "FN8": {
            "text": "8. Scholars who have accepted the idea of meter in their work include: Jones ( 1959 ), Nketia ( 1974 ), Fiagbedzi ( 1977 ), Locke ( 1978 , 1992 , 2010 ), Charry ( 2000 ), Amira and Cornelius ( 1992 ) and Agawu ( 2003 , 71–86). Anku uses the term meter along with his own terms time cycle and set ( 2000 ). Important surveys of the use of meter in African music include Kauffman ( 1980 ) and Temperley ( 2000 ).",
            "citations": [
                "jones_1959",
                "nketia_1974",
                "fiagbedzi_1977",
                "locke_1978",
                "locke_1992",
                "locke_2010",
                "charry_2000",
                "amira_and_cornelius_1992",
                "agawu_2003",
                "anku_2000",
                "kauffman_1980",
                "temperley_2000"
            ]
        },
        "FN9": {
            "text": "9. Retranscribed from Jones ( 1959 vol. II) pp. 129–34.",
            "citations": [
                "jones_1959"
            ]
        },
        "FN10": {
            "text": "10. Others scholars who have used additive rhythm as the basis of their rhythmic analysis include Waterman ( 1948 , 1952 ), Brandel ( 1959 ), Nketia ( 1974 , 128–131), Thompson ( 1974 ), and Stone ( 1985 , 140–2). See also Kolinski’s analysis of Haitian vodou drumming in Courlander ( 1962 ); Waterman's transcriptions of Afro-Bahian drumming and singing ( Herskovits and Waterman 1949 ) and Kubik’s notations of Azande harp music ( 1964 ).",
            "citations": [
                "waterman_1948",
                "waterman_1952",
                "brandel_1959",
                "nketia_1974",
                "thompson_1974",
                "stone_1985",
                "courlander_1962",
                "herskovits_and_waterman_1949",
                "kubik_1964"
            ]
        },
        "FN11": {
            "text": "11. Jones was critiqued by his contemporary Kolinski ( 1960 ) for using this staggered barline concept, arguing that Jones had extracted the musical lines from actual performance practice without giving due weight to the vast numbers of instruments outlining the 12/8 metric background.",
            "citations": [
                "kolinski_1960"
            ]
        },
        "FN12": {
            "text": "12. In the Nyayito dance Jones transcribed the same kagan part with the barline shifted further to the left, so that the second note aligned with the beat, see Jones ( 1959 vol. II) pp. 12–29, 129–34.",
            "citations": [
                "jones_1959"
            ]
        },
        "FN13": {
            "text": "13. Scholars whose work falls into this group include: Gerhard Kubik ( 1962 , 1964 ), Hewitt Pantaleoni ( Serwadda and Pantaleoni 1968 , Pantaleoni and Ladzekpo 1970 ), Andrew Tracey ( 1970a , 1970b ), Simha Arom ( 1991 ), James Koetting ( 1970 ), Paul Berliner ( 1981 ), and Michael Williams ( 2001 ).",
            "citations": [
                "kubik_1962",
                "kubik_1964",
                "serwadda_and_pantaleoni_1968",
                "pantaleoni_and_ladzekpo_1970",
                "tracey_1970a",
                "tracey_1970b",
                "arom_1991",
                "koetting_1970",
                "berliner_1981",
                "williams_2001"
            ]
        },
        "FN14": {
            "text": "14. See also Serwadda and Pantaleoni ( 1968 ), Tracey ( 1970a , 1970b ), Knight ( 1974 ), and Berliner ( 1981 ).",
            "citations": [
                "serwadda_and_pantaleoni_1968",
                "tracey_1970a",
                "tracey_1970b",
                "knight_1974",
                "berliner_1981"
            ]
        },
        "FN15": {
            "text": "15. The original quote about clashing rhythms comes from Jones (1954, 27). Others who have taken this metaphor of conflicting rhythms or metric ambiguity as the basic of their analysis include Chernoff ( 1979 , 45–48), Locke ( Locke 1992 , 104), Friedson ( 1996 , 128–162), and Charry ( 2000 , xxvii).",
            "citations": [
                "chernoff_1979",
                "locke_1992",
                "friedson_1996",
                "charry_2000"
            ]
        },
        "FN16": {
            "text": "16. Important studies in this vein include: Nzewi ( 1997 , 36–42), Anku ( 2000 ), Agawu ( 2003 91–93), Ladzekpo ( 2003 ), and Burns ( 2009 ).",
            "citations": [
                "nzewi_1997",
                "anku_2000",
                "agawu_2003",
                "ladzekpo_2003",
                "burns_2009"
            ]
        },
        "FN17": {
            "text": "17. Agawu and Nzewi have both been critical of the term cross-rhythm to describe these lines, preferring terms like complimentary rhythm, composite rhythm, and inter-rhythm (Nzewi 1997 , 36–42; Agawu 2003 , 91–93).",
            "citations": [
                "nzewi_1997",
                "agawu_2003"
            ]
        },
        "FN18": {
            "text": "18. Charry ( 2000 , xxvii) also reports his teachers using the term ben (to meet or agree) to describe the interlocking of parts, a term that is similar to the Ewe term so (agree), which they use to refer to the synchronicity of the various musical lines.",
            "citations": [
                "charry_2000"
            ]
        },
        "FN19": {
            "text": "19. Jones ( 1959 , 6) and Kaufmann ( 1980 , 394–5) have rightly argued that rhythm is felt it the act of striking not in lifting or rebounding; hence, in this study I will be articulating a different sense of tactile patterning.",
            "citations": [
                "jones_1959",
                "kauffman_1980"
            ]
        },
        "FN20": {
            "text": "20. See Berliner ( 1994 , 146–158), Mehegan ( 1962 , 17–58) particularly the charts on pp. 54–58, and the various books by Jamey Aebersold (ex. 1991 , 36).",
            "citations": [
                "berliner_1994",
                "mehegan_1962",
                "aebersold_1991"
            ]
        },
        "FN21": {
            "text": "21. Timelines have been discussed by several scholars including King ( 1961 ), Nketia ( 1974 , 131) and Ekwueme ( 1975 ).",
            "citations": [
                "king_1961",
                "nketia_1974",
                "ekwueme_1975"
            ]
        },
        "FN22": {
            "text": "22. Anku ( 2000 ) conceives of subsets as irregular or asymmetrical groupings of pulses, for example a 9-pulse set, which would need to be repeated 3x to realign with a 12-pulse rhythmic background. In my system they need not be irregular or asymmetrical.",
            "citations": [
                "anku_2000"
            ]
        },
        "FN23": {
            "text": "23. Other Ewe dances that use this type of transition include Agbadza ( Alorwoyie 2007 ) and Dzigbordi , a style of haborbor dance ( Burns 2009 ).",
            "citations": [
                "alorwoyie_2007",
                "burns_2009"
            ]
        },
        "FN24": {
            "text": "24. Examples from Ewe dances include: Atsiagbekor ( Locke 1978 ), totro #1 (590), totro #4 (592) and xadzi-xadzi (595-8); and Agbadza ( Alorwoyie 2007 ), conversations 15 and 19c.",
            "citations": [
                "locke_1978",
                "alorwoyie_2007"
            ]
        },
        "FN25": {
            "text": "25. Apart from Osain , analyzed herein, the other five toques that use RA 1 as the basic rhythmic background are: Yegguà , section 2 ( Amira and Cornelius 1992 , 102); Oya , section 4 ( Amira and Cornelius 1992 , 105); Oro Mayoko ( Coburg 2002b , 73); Emiso ( Coburg 2002b , 17-18); Bayubakante ( Coburg 2002b , 36); and Yeyebiobiosuo , variation ( Coburg 2002b , 59).",
            "citations": [
                "amira_and_cornelius_1992",
                "amira_and_cornelius_1992",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b"
            ]
        },
        "FN26": {
            "text": "26. A toque is a recognized musical composition for one or more of the orisha, the divinities of the Santeria religion.",
            "citations": []
        },
        "FN27": {
            "text": "27. I have retranscribed this example using my notation system from the versions in Amira and Cornelius ( 1992 , 67) and Coburg ( 2002a , 16).",
            "citations": [
                "amira_and_cornelius_1992",
                "coburg_2002a"
            ]
        },
        "FN28": {
            "text": "28. Apart from Orisha Pawua , I discovered this practice in the following toques which feature the iya interlocking with the rhythmic background to produce a temporary RA 1 figure: Changò , variations 1-B, 1-C, 1-E, 1-F ( Amira and Cornelius 1992 , 98–100); Yemayà , conversation 1-A ( Amira and Cornelius 1992 , 111); Obba , variation 1-A ( Amira and Cornelius 1992 , 118-19); Meta meta , iya variation ( Coburg 2002b , 30); Odduoremuo , iya variation 1 ( Coburg 2002b , 31); Yakota , iya variation ( Coburg 2002b , 42); Besoni Agbebe Oshun , iya variation ( Coburg 2002b , 49); Sheke , iya variation ( Coburg 2002b , 52); and Oshushe Iwuama , iya variation C ( Coburg 2002b , 57).",
            "citations": [
                "amira_and_cornelius_1992",
                "amira_and_cornelius_1992",
                "amira_and_cornelius_1992",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b"
            ]
        },
        "FN29": {
            "text": "29. I have retranscribed this example using my notation system from the version in Coburg ( 2002b , 34).",
            "citations": [
                "coburg_2002b"
            ]
        },
        "FN30": {
            "text": "30. I have retranscribed this example using my notation system from the Toque de Guiro rhythmic background and caja variation #6 in Coburg ( 2004 , 6, 8). RA 1 figures are also used in the caja solo transcription on the following page ( 2004 , 9).",
            "citations": [
                "coburg_2004",
                "coburg_2004"
            ]
        },
        "FN31": {
            "text": "31. Alorwoyie and Locke ( 2007 ). Other drum language patterns in this study that use RA 2 include vugbe #s 4b, 8b, 11, 12, 14, 20 and 22b. For examples of RA 2 in other dances see the following: Nyayito , atsimevu patterns A, B, C ( Jones 1959 , 278); Taka d a , drum language patterns gágákidegágá , tõtõtagìtagì and gágákers ( Pantaleoni and Ladzekpo 1970 , 27–28); Kpegisu , lead drum variations 8.11, 8.12 and the Kpegisu song “ Mie ku ano lo ” sub-phrases 2 and 7 ( Locke 1992 , 139, 160); lastly, I have documented its use in several drum language conversations for the Dzigbordi dance ( Burns 2009 ).",
            "citations": [
                "alorwoyie_2007",
                "jones_1959",
                "pantaleoni_and_ladzekpo_1970",
                "locke_1992",
                "burns_2009"
            ]
        },
        "FN32": {
            "text": "32. I have retranscribed this example using my notation system from Agbadza lead drum pattern #2 in Alorwoyie and Locke ( 2007 ).",
            "citations": [
                "alorwoyie_2007"
            ]
        },
        "FN33": {
            "text": "33. Transcribed from a field recording by James Burns at a ceremony for Lissa in Ouidah, Benin ( 2009 ).",
            "citations": [
                "burns_2009"
            ]
        },
        "FN34": {
            "text": "34. Based on Coburg’s survey of Afro-Cuban folkloric music ( 2004 ), RA 2 is used in lead drum variations for Toque de Guiro (p. 7 var. 16), Abakua (p.3 var. 2), and Yuba (p. 3).",
            "citations": [
                "coburg_2004"
            ]
        },
        "FN35": {
            "text": "35. I have retranscribed this example using my notation system from the version in Coburg ( 2004 ) including the basic pattern on p. 9 and variation #9 on p. 11.",
            "citations": [
                "coburg_2004"
            ]
        },
        "FN36": {
            "text": "36. Other examples of RA 2 as the rhythmic background for bata toques in the Havana style include: sections 3-5 in Elegguà ( Amira and Cornelius 1992 , 50-1); sections 1-4 in Obatalà ( Amira and Cornelius 1992 , 74-6); Orisha Oko ( Amira and Cornelius 1992 , 91-2); sections 1, 3, 4 from Changò ( Amira and Cornelius 1992 , 98-101); sections 4, 5 from Oya ( Amira and Cornelius 1992 , 105-106); section 1 from Yemayà ( Amira and Cornelius 1992 , 111); section 1 from Obba ( Amira and Cornelius 1992 , 118-19); Awuakonfeyawuasi lode ( Coburg 2002b , 5); Wemilere ( Coburg 2002b , 16); Odduaremuo ( Coburg 2002b , 31); Arodide ( Coburg 2002b , 33); Orisha Pawua ( Coburg 2002b , 34); Bayubakante ( Coburg 2002b , 36); Yakota ( Coburg 2002b , 42); Sokutaniwo ( Coburg 2002b , 43); Beroni Agbe Oshun ( Coburg 2002b , 43); Sheke ( Coburg 2002b , 51-2); Oshenshe iwuama ( Coburg 2002b , 57); Yeyebiobiosuo ( Coburg 2002b , 59); Iboreo ( Coburg 2002b , 72); and Oro Mayoko ( Coburg 2002b , 73-4).",
            "citations": [
                "amira_and_cornelius_1992",
                "amira_and_cornelius_1992",
                "amira_and_cornelius_1992",
                "amira_and_cornelius_1992",
                "amira_and_cornelius_1992",
                "amira_and_cornelius_1992",
                "amira_and_cornelius_1992",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b"
            ]
        },
        "FN37": {
            "text": "37. I have retranscribed this example using my notation system from the version in Amira and Cornelius ( 1992 , 70-1).",
            "citations": [
                "amira_and_cornelius_1992"
            ]
        },
        "FN38": {
            "text": "38. In some dances this clap is used interchangeably with clapping on the 4 beats, other dances have a preference for one or the other. Alorwoyie ( 2007 ) feels that the RA 3a clap is the original clap for the common funeral dance Agbadza .",
            "citations": [
                "alorwoyie_2007"
            ]
        },
        "FN39": {
            "text": "39. For the Adzida and Nyayito dances see Jones ( 1959 ), for the Atsia and Takada dances see Pantaleoni ( 1970 , 1972 ).",
            "citations": [
                "jones_1959",
                "pantaleoni_and_ladzekpo_1970",
                "pantaleoni_and_ladzekpo_1972"
            ]
        },
        "FN40": {
            "text": "40. Taken from studies by Jones ( 1959 ) and Pantaleoni ( 1970 ).",
            "citations": [
                "jones_1959",
                "pantaleoni_and_ladzekpo_1970"
            ]
        },
        "FN41": {
            "text": "41. RA 3a may also form a block of notes within an Ewe drum conversation, but normally for only a few beats; changing signals, however, use this phrasing for several measures, clearly articulating a rhythmic cue.",
            "citations": []
        },
        "FN42": {
            "text": "42. In Mamady Keita's book, RA 3a is used by the dununba drum in Marakadon , which bases the first half of its phrase on RA 3a and the second half on RA 3b (Keita and Billmeier 1999, 89).",
            "citations": []
        },
        "FN43": {
            "text": "43. Apart from the bala piece Kulanjan , RA 3a is also used as the structure of Fakoli (Charry 2000 , 188).",
            "citations": [
                "charry_2000"
            ]
        },
        "FN44": {
            "text": "44. Retranscribed from Charry ( 2000 ) p. 183. The tempo for the dotted quarter is not indicated in Charry's transcription, so I have used 75 BPM.",
            "citations": [
                "charry_2000"
            ]
        },
        "FN45": {
            "text": "45. Studies consulted include Arom ( 1991 ), Berliner ( 1981 ), Blacking (1971), Friedson ( 1996 ), Jones ( 1959 ), Kubik (1966, 1964 , 1979), Rycroft ( 1961 , 1962 ), Tracey ( 1970a , 1970b ), and Williams (2001).",
            "citations": [
                "arom_1991",
                "berliner_1981",
                "friedson_1996",
                "jones_1959",
                "kubik_1964",
                "rycroft_1961",
                "rycroft_1962",
                "tracey_1970a",
                "tracey_1970b"
            ]
        },
        "FN46": {
            "text": "46. Retranscribed from Tracey ( 1970b ) pp. 50, 53. The tempo for the dotted quarter is not clear from Tracey's explanation, I have used 140 BPM.",
            "citations": [
                "tracey_1970b"
            ]
        },
        "FN47": {
            "text": "47. Arom ( 1991 ), Berliner ( 1981 ), Blacking (1971), Koetting ( 1970 ), Kubik (1966), Rycroft ( 1961 , 1962 ) also employ a pulse based notation system without the presence of main beats.",
            "citations": [
                "arom_1991",
                "berliner_1981",
                "koetting_1970",
                "rycroft_1961",
                "rycroft_1962"
            ]
        },
        "FN48": {
            "text": "48. Jones’ 1959 study of Ewe music typifies this approach, with each part often notated in a different meter and with a different starting point ( Jones 1959 ). See also Kolinski’s analysis of Haitian vodou drumming in Courlander ( 1962 ); Waterman's transcriptions of Afro-Bahian drumming and singing ( Herskovits and Waterman 1949 ) and Kubik’s notations of Azande harp music ( 1964 ).",
            "citations": [
                "jones_1959",
                "jones_1959",
                "courlander_1962",
                "herskovits_and_waterman_1949",
                "kubik_1964"
            ]
        },
        "FN49": {
            "text": "49. Brandel ( 1959 ) introduced the study of hemiola and sesquialtera in African music, and its premises have been applied by a wide range of authors. Locke developed the application of cross-rhythm to African music in his Ph.D dissertation, and presented it formally in an article in Ethnomusicology (Locke 1978 , 1982 ). Locke has used cross-rhythmic analysis of Ewe phrases in many of his publications since ( Locke 1992 , 2010 ).",
            "citations": [
                "brandel_1959",
                "locke_1978",
                "locke_1982",
                "locke_1992",
                "locke_2010"
            ]
        },
        "FN50": {
            "text": "50. I have retranscribed this example using my notation system from Tracey ( 1970a , 12) and Williams (2001, 45).",
            "citations": [
                "tracey_1970a"
            ]
        },
        "FN51": {
            "text": "51. Major studies of this tradition include Tracey ( 1970a ), Berliner ( 1981 ), and Williams (2001).",
            "citations": [
                "tracey_1970a",
                "berliner_1981"
            ]
        },
        "FN52": {
            "text": "52. In the studies by Tracey and Williams, these examples stand out: arrangements of Nhemamusasa II and Mudande I both use RA 3a in the right hand part ( Tracey 1970a , 20-21); the standard kushaura for Taireva uses RA 3a for half of the right hand melody with the kutsinhira based on RA 3b ( Tracey 1970a , 22; Williams 2001, 71, 74); Williams’ Taireva III uses an arrangement with RA 3a in the right and RA 3b in the left, as in the matepe piece “Msengu” (Williams 2001, 77).",
            "citations": [
                "tracey_1970a",
                "tracey_1970a"
            ]
        },
        "FN53": {
            "text": "53. I have retranscribed this example using my notation system from Tracey’s Nyamaropa III ( 1970a , 15) and Williams (2001, 49). Note that Tracy’s Nyamaropa IV uses both RA 3a and RA 3b within one part, like the matepe example. Nyamaropa V and Nyamaropa VI use RA 3a in the bass line.",
            "citations": [
                "tracey_1970a"
            ]
        },
        "FN54": {
            "text": "54. In Haiti, the rada dances accompany sections of a religious ritual for a group of lwa (divine spirits) believed to have originated in the Ewe-Fon regions of southern Ghana, Togo, and Benin.",
            "citations": []
        },
        "FN55": {
            "text": "55. Fleurant also presents segon variations for Yanvalou that use RA 3a ( 1996 , 55).",
            "citations": [
                "fleurant_1996"
            ]
        },
        "FN56": {
            "text": "56. This manman phrase was taught to me by John Scovelle and Rush Clinger, who both had learned it from Haitian drummer “Bonga” Gaston Jean-Baptiste. It is slightly different than the version presented by Wilcken and Augustin ( 1992 , 63-65).",
            "citations": [
                "wilckin_1992"
            ]
        },
        "FN57": {
            "text": "57. I have retranscribed this example using my notation system from Coburg (2006, 6).",
            "citations": []
        },
        "FN58": {
            "text": "58. Other examples in Coburg 2006 which show RA 3a as a variation for the lead drum part include the following dances: Sabalu V (p. 8); Abakua , bonko-enchemeyà variation 4 (pp. 1,2); Toque de Guiro , caja variations 2, 4, 5 (p. 8); Toque de Bembe III , caja variations 5, 6 (p. 3); and Toque de Bembe IV , iya variations 12, 13 (p. 5). The caja variations 4, 9, 10, 11 (p. 10) from the Palo Monte dance use RA 3b. Examples in Coburg (2006) which use RA 3a as a support drum part include the dances: Abakua , kuchi-yerema drum (p. 1); and the Toque de Bembe II , obata drum (p. 2).",
            "citations": []
        },
        "FN59": {
            "text": "59. Apart from the toque for Chango examined herein, other toques that use RA 3a include: the iya pattern and variations in section 2 and section 8 for Yemaya ( Amira and Cornelius 1992 , 112-16); the itotele part from section 6 for Agayu ( Amira and Cornelius 1992 , 87); the itotele part and iya variations 5, 12 for Elubanshe ( Coburg 2002b , 1-2); the various iya phrases for Elekoto ( Coburg 2002b , 6-7); the itotele part for Odduaremuo ( Coburg 2002b , 31); the itotele part for Arodide ; the iya and itotele parts for Orisha Pawua ( Coburg 2002b , 34); in the itotele part for Sokutaniwo ( Coburg 2002b , 43); in the itotele part for Yakota ( Coburg 2002b , 42); the okonkolo part for Beroni Agbebe Oshun ( Coburg 2002b , 43); in the iya and itotele conversation in Sheke ( Coburg 2002b , 51); in the itotele part for Oshenshe Iwuama ( Coburg 2002b , 57); in the itotele part for Yeyebiobiosuo ( Coburg 2002b , 59); in the okonkolo part for Iboreo ( Coburg 2002b , 72); and in the okonkolo and itotele parts for Oro Mayoko ( Coburg 2002b , 73-4).",
            "citations": [
                "amira_and_cornelius_1992",
                "amira_and_cornelius_1992",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b",
                "coburg_2002b"
            ]
        },
        "FN60": {
            "text": "60. See Jones ( 1959 , 80), Koetting ( 1970 ), and Locke ( 1982 , 219).",
            "citations": [
                "jones_1959",
                "koetting_1970",
                "locke_1982"
            ]
        },
        "FN61": {
            "text": "61. There are too many Ewe dances that use the ups to list, published examples include Agbekor (Locke 1979); Kpegisu ( Locke 1992 ); Nyayito , Adzida , and Sogba ( Jones 1959 ); Atsia ( Pantaleoni and Ladzekpo 1972 ); and Takada ( Pantaleoni and Ladzekpo 1970 ).",
            "citations": [
                "locke_1992",
                "jones_1959",
                "pantaleoni_and_ladzekpo_1972",
                "pantaleoni_and_ladzekpo_1970"
            ]
        },
        "FN62": {
            "text": "62. The descriptions in Jones ( 1959 , 80), Koetting ( 1970 ), and Locke ( 1982 , 219) are typical of this trend.",
            "citations": [
                "jones_1959",
                "koetting_1970",
                "locke_1982"
            ]
        },
        "FN63": {
            "text": "63. Transcribed by the author from Dzigbordi Haborbor, Ewe Drumming from Ghana: The Soup which is Sweet Draws the Chairs in Closer (London: British Library and Topic Records, 2004), Track 1.",
            "citations": []
        },
        "FN64": {
            "text": "64. The ensemble featured here is different from the ensemble featured in Figure 22, which was also playing in a separate area of the ceremonial grounds.",
            "citations": []
        },
        "FN65": {
            "text": "65. Transcribed from a field recording by James Burns at a ceremony for Lissa in Ouidah, Benin ( 2009 ).",
            "citations": [
                "burns_2009"
            ]
        },
        "FN66": {
            "text": "66. In Soli and Dununba , kenkeni plays the ups, in Mendiani , dununba plays it. Apart from these three dances and their associated sub-dances, Keita and Billmeier (1999) also record that the following dances use RA 4 in one of the dunun parts: Kanden (p. 52), Soboninkun (p. 75), Zaouli (79) and Abondon (80).",
            "citations": []
        },
        "FN67": {
            "text": "67. In Cuban bata music, the okonkolo drum plays a pattern similar to the djembe 2 accompaniment in the toque Bayubakante (RA 4b).",
            "citations": []
        },
        "FN68": {
            "text": "68. I have retranscribed this example using my notation system from the example in Keita and Billmeier ( 1999 , 47).",
            "citations": [
                "keita_and_billmeier_1999"
            ]
        },
        "FN69": {
            "text": "69. I have retranscribed this example using my notation system from Tracey ( 1970a , 23).",
            "citations": [
                "tracey_1970a"
            ]
        },
        "FN70": {
            "text": "70. I have retranscribed this example using my notation system from Rycroft ( 1962 , 99). The vocal melody on the audio example comes from the song transcribed by Rycroft (not transcribed in Figure 42).",
            "citations": [
                "rycroft_1962"
            ]
        },
        "FN71": {
            "text": "71. Coburg ( 2004 ) shows RA 4 in the following dances: Toque de Guiro I , salidor part (p. 6); Ararà Sabalù II , bajo part (p. 4), and Ararà Sabalù III , bajo part (p. 6).",
            "citations": [
                "coburg_2004"
            ]
        },
        "FN72": {
            "text": "72. Transcribed by the author from Grupo AfroCuba de Matanzas, Raices Africanes , (Shanachie Records, 1998), Track 7.",
            "citations": []
        },
        "FN73": {
            "text": "73. For other descriptions of the central role of the ason in vodou music see Wilcken and Augustin ( 1992 , 59-65) and Fleurant ( 1996 , 53).",
            "citations": [
                "wilckin_1992",
                "fleurant_1996"
            ]
        },
        "FN74": {
            "text": "74. For other examples of RA 6 in published studies, see atimevu phrase ‘Ginya’ in the Takada dance ( Pantaleoni and Ladzekpo 1970 , 30-31); atimevu variations: totro 1 (590), 4 (592), xadzi xadzi variations (595-7) atsiawo 19 (610) adzo atsiawo 1, 2 (615-6) vutsotsoe patterns 1-3 (620-1) and vutsotsoe atsiawo 1, 8 (625, 629) in the Atsiagbekor dance ( Locke 1978 ); kidi variations 4, 5, 11, 12 and 14 in the Agbadza subgenre Akpoka (Pressing 1983, 6); and sogo variation #s 7 and 17 in the Agbadza dance ( Alorwoyie 2007 ).",
            "citations": [
                "pantaleoni_and_ladzekpo_1970",
                "locke_1978",
                "alorwoyie_2007"
            ]
        },
        "FN75": {
            "text": "75. Transcribed from my own studies in Ewe music.",
            "citations": []
        },
        "FN76": {
            "text": "76. Apart from the caja drum in Palo Monte, RA 6 figures are used in the variations of the yonofo (lead drum) in Ararà Sabalu ( Coburg 2004 , 2).",
            "citations": [
                "coburg_2004"
            ]
        },
        "FN77": {
            "text": "77. Other variations in this group that use RA 6 are variation numbers 8 (p. 10) and 12 (p. 11).",
            "citations": []
        },
        "FN78": {
            "text": "78. I have retranscribed this example using my notation system from Coburg ( 2004 , 10).",
            "citations": [
                "coburg_2004"
            ]
        },
        "FN79": {
            "text": "79. Major analyses of this piece include Tracey ( 1970a , 18-21), Berliner ( 1981 , 88-106), Williams ( 2001 , 54-61), and Locke ( 2009 , 127-131).",
            "citations": [
                "tracey_1970a",
                "berliner_1981",
                "williams_2001",
                "locke_2009"
            ]
        },
        "FN80": {
            "text": "80. Tracey ( 1970b , 19), Berliner ( 1981 , 88-106).",
            "citations": [
                "tracey_1970b",
                "berliner_1981"
            ]
        },
        "FN81": {
            "text": "81. I have retranscribed this example using my notation system from the examples in Tracey ( 1970b ), Berliner ( 1981 , 93), Williams (2001, 56), and Locke ( 2009 , 131). Out of these four interpretations, believe that Locke’s interpretation of the part within the compound metric background is the most accurate.",
            "citations": [
                "tracey_1970b",
                "berliner_1981",
                "locke_2009"
            ]
        },
        "FN82": {
            "text": "82. See Finnegan ( 1970 ), Avorgbedor ( 1983 ), Opland ( 1983 ), Gates ( 1988 ), Okpewho ( 1992 ), Agawu ( 1995 , chapter 6) and Anyidoho ( 1997 ).",
            "citations": [
                "finnegan_1970",
                "avorgbedor_1983",
                "opland_1983",
                "gates_1988",
                "okpewho_1992",
                "agawu_1995",
                "anyidoho_1997"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In this paper I will propose a method for analyzing the rhythmic organization of instrumental music in Africa and the Diaspora using a set of six rhythmic tropes I call rhythmic archetypes . (1) A rhythmic archetype is a commonly used rhythmic formula that exists on both the surface-structural level, occurring within various parts of a music ensemble, and the deep-structural level, where it serves as a prototype for a multitude of possible variations through changes in pitch, timbre, and rhythm. Rhythmic archetypes may be produced by individual parts or may emerge from the resultant texture of multiple parts. Those who play some form of African music will know and use patterns like these—in African-inspired popular music styles like \njazz, salsa, and reggae, musicians give them names like tumbao , montuno , martillo , mambo , walking the bass, and one drop . (2) In Africa, rhythmic archetype patterns may not be given specific terms; instead, they are more often expressed by singing or playing the resultant combination they produce with the other parts. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] As I will discuss below, other researchers have observed some of these patterns within their areas of study, but to date they have not connected them with other African music traditions. Instead, the prevailing tendency has been to view the rhythmic archetypes examined below as rhythmic oddities, applying a host of terms such as additive rhythm, polymeter, and cross-rhythm to describe the supposed rhythmic tension they produce. (4) In this comprehensive study, however, I will demonstrate the recurrence of these six rhythmic archetype patterns in several African music traditions, documented here using over forty transcriptions and audio examples. Due to the ubiquity and regularity of these patterns, I will argue that rhythmic archetypes are not sources of rhythmic dissonance, but rather form a set of phrase-building blocks in many African music systems. I will further contend that phrases constructed using rhythmic archetypes cannot be analyzed outside of the complete rhythmic background where they typically occur, which would likely contain accompaniment of some sort such as dancing, singing and clapping. Recognizing this multi-sensorial perception of the rhythmic background within the minds of enculturated listeners, (5) I will argue that rhythmic archetypes enhance the effect of the metric background rather than disrupt or clash against it.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] All six rhythmic archetypes have become widely distributed throughout Africa and the Black Atlantic. In defining and seeking out these patterns, I have combined fifteen years of experience learning and playing several African instruments with a detailed analytical survey of published music transcriptions from this region. Accounting for variations in pitch and timbre, I have discovered that these rhythmic archetypes outline an identifiable connection between the rhythmic systems of several African music traditions at both the surface- and deep-structural levels. This group of rhythmic archetypes does not appear to have developed at random; rather, I will argue that they developed out of a textural sense of rhythm that is based on an aesthetic preference, \nwithin a given African musical community, for particular combinations of interwoven parts. Each archetype relates to the compound metric background by dividing its time-points into subsets of equally spaced notes based on simple mathematical ratios. Thus, the rhythmic archetypes presented below can be said to represent the foundation of a Pan-African musical syntax, and hopefully the accompanying transcriptions and audio examples will prove useful to teachers and students of African music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The six rhythmic archetypes form part of a larger theory of rhythmic archetypes , which is also concerned with the perception and representation of rhythmic figures in general within the performance and study of African music. I will introduce this theory in the first four sections, which begin with a discussion of the rhythmic background and its affect on other rhythmic lines; then I will consider the implications of the resultant tactile images that are created by repeating rhythmic patterns; finally I will look at the use of these rhythmic combinations in teaching, learning, and performance. Following these theoretical sections, I will define and apply the six rhythmic archetypes to a range of music examples drawn from Africa and the Diaspora, giving each pattern a classificatory number and a nickname for ease of reference in the discussions below. All of the music transcriptions are accompanied by audio examples in order to demonstrate both the sonic and visual impressions of these patterns. Throughout the analysis of each musical example, I will draw on my experience of playing these patterns to highlight the aural and tactile sensations they create within performers and local participants. The Rhythmic Background of Rhythmic Archetypes",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The rhythmic archetypes considered in this paper are normally intoned within a community of enculturated performers and participants who constantly relate them to a shared rhythmic background , an important concept that underpins all of the discussions in this paper and requires some discussion, as it contains both deep- and surface-structural elements. (6) The surface structure of the rhythmic background is comprised of basic participatory behaviors that remain constant throughout the performance, including dance steps, clapping patterns, timeline patterns, and instrumental ostinati. The combination of these parts outlines a metric background at the deep-structural level, which shapes the generation of higher-order parts including solo instrumental passages, songs, and dance variations. Influenced by the work of Kofi Agawu, Meki Nzewi, Ruth Stone, and William Anku, I believe that African performers conceive of the interaction of parts within this rhythmic background in textural terms, visualizing and feeling the timing rather than counting pulses. Since the principle of a steady rhythmic background is crucial to the theory of rhythmic archetypes, I would like to employ it to interpret the rhythmic background used in the southern Ewe dance-drumming genre Afa , examining the texture created by the interweaving of the metric background and instrumental parts.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Nzewi describes the rhythmic motion in African performing and visual arts as being regulated by a shared feeling of pulse , defined as the \"the foundation of energy and flow of African musical arts ... the basic organizing factor of life and music ... centri-focal to thoughts and actions.” (7) At a community music event in Africa or the Diaspora, the pulse is perceived as a multi-sensory phenomenon: it can be sensed physically, in movements and in instrumental fingering and sticking patterns; visually, by the swaying of bodies, costumes, and items in the dance space; and mentally, by singing, humming, or marking the gestalt of the parts in one's mind. The basic participatory behaviors expressed by the majority of participants at a typical Afa music event would include rendering the basic dance sequence, playing one of the support instruments, and singing with the chorus. The combined effect of several hundred people executing these basic patterns is masked in a written transcription of Afa , which gives the cumulative sonic effect of several hundred people moving, clapping, and singing the same notational weight as other instrumental lines played by individual musicians (see Figure 3). Although an audio or video example might better represent the sonic environment, with the latter also being able to show various kinesthetic behaviors, neither can convey the visceral feeling of being there—the physical impression of the sounds vibrating through one's body in harmony with the visual impression of synchronized movement. Although Nzewi's idea of pulse is crucial to the structure of African rhythm, representing its various manifestations in transcription and analysis is another matter—if we could graphically represent the rhythmic density of the component parts of the rhythmic background for Afa , for example, it might look something like the system of rhythmic gravity outlined in Figure 1 , where the concurrence of a proportionally large number of parts in certain spaces pulls the behaviors of other performers towards it. Through the progression of musical time, the accumulation of notes at specific time-points within the metric cycle produces a discernable background texture that regulates the rhythmic behavior of all of the participants. Figure 1 . System of rhythmic gravity (click to enlarge) Figure 2 . The compound metric background (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Although there has been considerable debate over the years, most contemporary analysts of African music would interpret the configuration of pulses in Figure 1 using compound quadruple meter (12/8), designating the large blue circles as the main beats, time-points that receive phenomenal accents due to the accumulation of rhythm events, and dividing each main beat into three basic pulses (the purple circles) and six micro-pulses (the red circles), as notated in Figure 2 . (8) Although there are some important distinctions in the way that Africans perceive and interact with the background meter that will need to be addressed momentarily, for the sake of a common reference point all of the patterns examined in this study will be transcribed using this meter. In order to speak in detail about each pattern, I have found it expedient to number each beat and pulse using the beat number (beat 1, beat 2) and pulse number separated by a dot (1.1, 1.2, 1.3). Some rhythms occur within the time span of a single beat, and may or may not be repeated in subsequent beats; thus, occasionally I will use an 'x' to specify a general beat of this rhythmic type rather than a specific beat within the 12/8 cycle (x.1, x.2, x.3). As shown in the figure, I use a '.5' to represent the micro-pulses (sixteenth-notes) that fall between each pulse: x.1, x.1.5, x.2, x.2.5, x.3, x.3.5.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Although 12/8 meter represents the shape of the metric background, there are still some importance differences between the perception and expression of meter in African and Western musical contexts. To begin with, modern theories of Western meter place a heavy emphasis on stress accent and duration ( Temperley 2000 ). For reasons both aesthetic and practical, however, changes in duration and stress are not effective means of musical expression in African performance practice. The examples below will demonstrate that in the case of instrumental rhythms Africans tend to use notes of short durational value, often no longer than an eighth-note, so that the sound of one part does not bleed into the space of another part. Instrumental phrases also tend to be built using most (even all) of the twelve pulses in a cycle, including attacks (striking a key or membrane, plucking a string), stops (using the hand or fingers to stop the sound), and notes which mark the texture (using light hand or finger touches to simulate the sound of the other parts). The sustained use of contrasting moments of attack and silence produces a staccato texture, where each line occupies a sharply defined place in the metric background and any space between attacks is felt as a rest, not as a sustained note; hence, there is no conception of placing longer notes on strong beats or shorter notes on weak beats. In terms of stress, the combination of so many parts and the lack of amplification ensures that even resonant instruments must be played at full volume if they are to be heard. In this musical environment, there are only two qualities of instrumental stroke: a full volume stroke, used to make an impression on the musical texture, and a non-audible stroke, used to keep the time between full volume strokes. As noted by Agawu, meter in African music is produced solely by dividing the main beats into subunits (grouping), rather than by dynamic or stress accents ( 2003 , 84–5).",
                "footnotes": [],
                "citations": [
                    "temperley_2000",
                    "agawu_2003"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Due to the entanglement of meter with accents and duration, Nzewi prefers to describe the underlying regulatory matrix using terms from Igbo traditional design such as uli ekwetenkwe (interlacing design) and iga (net), which connote a background matrix upon which other patterns are interwoven ( Nzewi 1997 , 40). Ewe drummers also describe the interlocking of instrumental lines using terms for weaving such as kababla (braiding rope) and dzedzi (to fit, align, interlock), indicating a textural sense of rhythm that is probably multi-dimensional ( Burns 2009 ). Pursuing this metaphor of design, the compound matrix can be imagined as a set of strings laid out across a frame loom, on top of which are woven a series of second-order designs that interact with the threads from the background layer but do not obscure them. Let us now consider the actual instrumental lines that articulate the surface structure of the Afa rhythmic background. Figure 3 . Afa rhythmic background, mosaic interpretation (click to enlarge and hear the audio)",
                "footnotes": [],
                "citations": [
                    "nzewi_1997",
                    "burns_2009"
                ]
            }
        },
        {
            "10": {
                "text": "[10] The Afa rhythmic background, transcribed in Figure 3 , is \ncomprised of three patterns that repeat throughout the dance, played on an iron \nbell ( gankogui ), several gourd rattles ( axatse ), and a \nhigh-pitched support drum ( kagan ). I have created a textural representation of these instruments weaving into the metric background at the bottom of the figure. Notice that the patterns played by gankogui and axatse are asymmetrical, meaning that nearly every beat in the cycle consists of a different stroke combination. The combination of these two patterns defines the periodicity of the music by giving a clear impression of the duration of one rhythmic cycle. The length of the rhythmic cycle is further highlighted in this example by the brief pause between the combined parts at time-point 1.2, clearly audible in the accompanying music example. In contrast, the kagan part is symmetrical, playing the same two pulses between every beat, a pattern that reinforces the perception of the main beats and the resulting divisive meter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The constant elaboration of gankogui , axatse , and kagan sustains the rhythmic flow at an Ewe music event, supporting the changing phrases produced by the singers and other instrumentalists. Although each area considered in this paper will use a different set of instruments to articulate the rhythmic background, many will also contain iron bells, gourd rattles, hand clapping and support drums. Even when playing solo, African musicians learn to maintain the background of supporting parts through the use of mnemonic phrases, or by some form of motor behavior like hand patterns or clicking the tongue. Given the pervasive influence of the rhythmic background, the next question I would like to address is how to interpret the rhythm of individual phrases that occur inside of it. The Perception and Analysis of Rhythmic Archetypes",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Because rhythmic archetypes (and indeed all rhythmic lines) are developed and produced within a rhythmic background as described above, enculturated listeners learn to perceive them as a resultant combination with the rhythmic background rather than as a source of rhythmic tension or ambiguity—an idea that dates back to Hornbostel’s ( 1997 ) early study of African rhythm. Although Hornbostel's armchair methodology provided ample ammunition for criticism in later participatory studies of African music, the theoretical assumptions on which his understanding of African rhythm was based, particularly the notion that rhythmic lines clash or pull against each other, has framed many discussions of African rhythm since then. In attempting to showcase the complexities of African rhythm, scholars have chosen to emphasize the initial sensations of rhythmic dissonance one experiences when first playing \nor listening to African music, sensations which often disappear over the course of time as one becomes more familiar with the musical idiom ( Agawu 2003 , 72). \nThe deficiency of this approach occur when patterns that would be classified as rhythmically dissonant are sustained throughout an entire piece. Until fairly recently there have been three approaches to interpreting these problematic phrases: masking them, by using staggered barlines and multiple meters to force the syncopated notes to align with expected positions in the metric background; exaggerating them, by focusing instead on the perceptual illusions that arise from the supposed rhythmic tension created between the patterns and the metric background; and lastly, by divorcing them from the concept of meter altogether. In order to distinguish the theory of rhythmic archetypes from its predecessors, let me focus briefly on one of the rhythmic archetypes (RA 4) that we have already encountered in the kagan drum part from the Afa dance analyzed above in Figure 3, presenting its interpretation using each of these three theoretical traditions \n(see Figure 4 ). Figure 4 . Polymetric interpretation of the kagan drum part from Afa by A.M. Jones (9) (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "nzewi_1997",
                    "agawu_2003"
                ]
            }
        },
        {
            "13": {
                "text": "[13] The first group of scholars, characterized here by the work of A.M. Jones, understood parts like the kagan drum as being in a polymetric relationship with the other instruments in the rhythmic background. (10) Jones used the principle of additive rhythm to mask its syncopation with the shared metric background by changing its reference point to a new subjectively felt meter. Although Jones acknowledged the compound metric background outlined by gankogui and axatse , he believed that the rhythms of the drum parts were organized additively, using different meters than the timeline and each other ( Jones 1954 , 27; 1959 , 8-10). When Jones encountered the kagan part from the Afa dance he did not believe that a musician could maintain its implied syncopated relationship with the rhythmic background for an entire dance, so he concluded that the kagan player related the part to a subjectively felt 3/8 meter. (11) Jones transcribed this counter-meter with a shifted barline so that the first note of each kagan phrase would begin on pulse 1 of its main beat. (12) The combined effect of the rhythmic background and the shifted 3/8 meter of kagan evens out the syncopation by pushing it towards a neighboring strong beat, a technique still current in Western analysis of African rhythm ( Temperley 2000 ). Figure 5 . The kagan drum part from Afa , transcribed using TUBS notation (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "jones_1954",
                    "jones_1959",
                    "temperley_2000"
                ]
            }
        },
        {
            "14": {
                "text": "[14] In the 1960s a group of scholars working in Eastern and Central Africa proposed a radically different model for interpreting African rhythm based purely on the level of the pulse, without the implication of meter or any secondary beat scheme. (13) Pulse-based notation systems dominated much of the 1960–70s in African musicology, which saw the proliferation of new transcription systems like the Time Unit Box System (TUBS) proposed by Koetting ( 1970 ). (14) Using the 12-pulse cycle outlined by gankogui as a reference, I have transcribed the support instruments from Afa using TUBS in Figure 5 . At the level of pulses the kagan part does not seem syncopated, indeed, most of its notes align with the notes of gankogui and axatse . Nevertheless, listening to the audio example of the Afa rhythmic background and comparing the TUBS version with the original transcription in Figure 3, the absence of the main beats in the TUBS version obscures more than it reveals. Interestingly enough as one reads the work of Kubik, Tracey, Koetting and Berliner, they all acknowledge the influence of the supporting instruments and dance, hinting at the possibility of a metric background, which they undoubtedly experienced while learning the music in the field. Certainly attending an Afa dance in Eweland would leave a clear impression of the main beats, as would participating \nin a Shona bira ceremony. Without the metric background to anchor one’s perception, however, it is impossible to gain even a minute sense of the structure of rhythmic activity, both kinesthetic and visual, in African musical form from a pulse-based transcription. Thus, the reader is left to decode a seemingly random series of notes that would remain completely incomprehensible without the original recording. Figure 6 . Interpretation of kagan drum from the Afa dance using crossrhythm (click to enlarge)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "koetting_1970"
                ]
            }
        },
        {
            "15": {
                "text": "[15] In the late 1970s staff notation and meter returned to African music analysis in the work of David Locke, whose theory of cross-rhythm synthesized ideas from both of the aforementioned models into a new hybrid theory of African rhythm ( Locke 1978 , 1982 ). Locke applied Jones’ sense of the metric background in the gankogui part to all of the instruments and songs, which he notated in 12/8 meter. In conjunction with this, however, he addressed the controversy of continuously syncopated figures by suggesting they were cross-rhythms , drawing on the work of Kubik and Tracey, who both proposed that the dense rhythmic textures used in African music are meant to stimulate multiple acoustic images produced as the mind focuses on certain notes out of the collective texture ( Kubik 1962 , Tracey 1970b ). Locke represents these alternate perceptual frames using different meters, although unlike Jones’ additive approach he tends to use meters that derive from simple regroupings of the compound metric background such as 6/4. I have retranscribed the kagan part using cross-rhythm in Figure 6 , which allows its notes to align with the main beats of a 6/4 meter. Locke argues that such changes in metric perception are more conscious than incidental, and form an essential part of the musical experience: we find a dynamic principle of aural illusion functioning in southern Ewe drumming wherein a pattern may be heard differently depending on the metric vantage point of the listener ... listeners and dancers are free to change their metric stance as influenced by acoustic accents, or as their aesthetic taste dictates and listening skill permits ( Locke 1982 , 223–4).",
                "footnotes": [],
                "citations": [
                    "locke_1978",
                    "locke_1982",
                    "kubik_1962",
                    "tracey_1970b",
                    "locke_1982"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Like Jones, who also described Ewe music using cross-rhythm, Locke bases his analysis on the notion that Africans delight \nin and even require a “clash of rhythms” in order to sustain interest in the music. (15) Friedson pursues this line of reasoning to the conclusion that it is this constant shifting of metric perception that drives possession trance in Africa ( Friedson 1996 , 128–62). Having attended so many African music events over the years, however, I find it difficult to believe that everyone is not moving to the same beats. As a fellow performer/scholar Locke also supports the idea of a single rhythmic background as evidenced by his general use of 12/8 and 4/4 meters, yet he continues to analyze Ewe music from multiple reference points even though he has never tested whether these alternate frameworks are actually experienced by enculturated listeners (see Locke 2010 ).",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "friedson_1996",
                    "locke_2010"
                ]
            }
        },
        {
            "17": {
                "text": "[17] In contrast to the aforementioned approaches, all premised on the idea of rhythmic tension and resolution, a growing number of African music scholars have proposed that African music is not based on rhythmic dissonance—a concept antithetical to the pan-African ideal of mutual cooperation—but rather on rhythmic integration. Nzewi writes that terms like cross-rhythm represent African rhythm as exotic or irregular, “a perspective contrary to African musical feeling and compositional rationalization,” which instead views the various musical lines as interlinked “ensemble components” ( Nzewi 1997 , 41). As the rhythmic archetypes analyzed below will demonstrate, rhythms like the kagan drum part from Afa are a common feature in African music and have become integrated into the rhythmic vocabulary shared by performers and listeners. If the kagan pattern is a normal part of the musical background, does it make sense to describe it as syncopated, or as Kaufman argues, should syncopation be reserved for cases when a musical line deviates from its expected rhythm ( Kauffman 1980 , 394)? Given the complete texture of the rhythmic background presented in Figure 3, Agawu and Nzewi would argue that the kagan part should be interpreted as an interdependent rhythm or a complementary rhythm \nand not as a cross-rhythm. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "nzewi_1997",
                    "kauffman_1980"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Significantly, African musicians who have been able to make the jump from performer to scholar, like C.K. Ladzekpo and Godwin Agbeli, also \nemphasize the combined texture produced by the instruments in favor of viewing them as conflicting rhythms. (18) Ladzekpo states that the apparent tension between instrumental parts in the Anlo Ewe drum ensemble is resolved when one is able to integrate them into a composite rhythm with the main beats, a process which produces rhythms that resemble some of the rhythmic archetypes presented below ( Ladzekpo 2003 ). In their collaborative study of the Kpegisu dance, Locke reports Agbeli's surprise at his interpretation of the parts using cross-rhythm: It is fascinating to realize that the idea that some phrases are stranger or more complex than others is foreign to Mr. Agbeli’s musical sensibility while recognizing that cross rhythm and syncopation might make a phrase more difficult for a non-Ewe musician to play, he states that these factors have no bearing for him: “Drumming is like talking, you simply bring the words out” ( Locke 1992 , 118, emphasis mine).",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "ladzekpo_2003",
                    "locke_1992"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The comments of Ladzekpo and Agbeli resonate with my own experience of learning African music over the past 15 years, as phrases that were initially rhythmically eclectic grew in familiarity until I could immediately recognize them in other African traditions. Throughout this time I have been fortunate to play among more experienced (and talented) performers, who never seem to have any difficulty executing the basic rhythms of each dance. If playing Ewe music is like speaking the Ewe language, as Agbeli suggests, then learning to play the kagan part in Afa is like learning to pronounce the Ewe bilabial ‘f’—to an outsider this sound may seem difficult, leading one to the hasty conclusion that Ewe is a ‘difficult’ language, but to an insider this sound is completely familiar. Therefore, one of my central arguments in this study is that rhythmic archetypes comprise the basic building blocks of musical phrases in each of their respective traditions and carry no local associations with tension, deviation, or abnormality. Rhythmic Archetypes and Tactile Memory",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In addition to a psycho-acoustic image, rhythmic archetypes simultaneously produce a tactile image through the patterned striking of drums, xylophones and bells, in the plucking of strings and metal keys, and in the movements of the dance. These sequences become embedded into the tactile memory over time, creating both a physical and mental impression of each rhythm. Rhythmic archetypes are normally intoned at public performance events, thus their resulting motor images are also affected by the rhythmic background produced by the main beats and other instruments. Through time, playing this combination within the rhythmic texture becomes more like a reflex than a conscious motor behavior—the inspiration for rhythmic archetypes came as I began to observe common stroke patterns used in all of the African instruments that I was studying. Adding the effects of tactile combinations to the earlier discussion regarding the perception of rhythmic archetypes as integrated or interwoven with the rhythmic background reinforces the argument that they are common structural units \nand not sources of rhythmic tension.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Other researchers have discussed aspects of tactile patterning in their work, but again have focused more on aspects of tension and release rather than actual stroke combinations. Hornbostel and Blacking both wrote about the effects of motor behavior on rhythmic perception and expression and were conscious of basic hand patterns like the 3:2 rhythm ( Hornbostel 1928 , Blacking 1955 ). Nevertheless, the bulk of their arguments rested on the notion that Africans feel the beat when they raise their arms rather than when they strike or pluck a note. When this aspect did not stand up to critical scrutiny, the whole concept of tactile patterning was unfortunately abandoned before it could be properly considered. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "hornbostel_1928",
                    "blacking_1955"
                ]
            }
        },
        {
            "22": {
                "text": "[22] When examined within the framework of rhythmic archetypes, specific tactile patterns account for a great deal of the rhythmic activity in several African music traditions. For example, in the music of two lamellophones from Zimbabwe, the mbira dzavadzimu and the matepe , I have found that a few finger-plucking patterns based on rhythmic archetypes examined below govern the rhythmic structure of nearly the entire repertoire. Discussing the techniques of Mande kora playing, Charry also writes that the fingers of the left and right hand produce certain repetitive combinations—the left thumb plucks a bass line that is followed by a combination of two notes articulated by the left forefinger and right thumb, leaving the right forefinger to outline a solo melody ( Charry 2000 , 178). As researchers begin to pay more attention to tactile patterning, there will surely emerge more evidence of rhythmic archetype combinations in other African traditions.",
                "footnotes": [],
                "citations": [
                    "charry_2000"
                ]
            }
        },
        {
            "23": {
                "text": "[23] In the transcriptions below I have labored to include as much detail regarding the fingering and stroke patterns as possible, so that they will be useful to those interested in learning or teaching African music. Any drum, xylophone, or percussion instrument can be substituted for the original instruments because the point is to begin absorbing the composite of each pattern with the rhythmic background. After years of exposure, each archetype can be used to structure rhythmic expression in any dimension, be it instrumental playing, dancing, or singing. Hopefully reading and playing through these examples will act as a bridge to the perception of rhythmic archetypes in other African musics. Rhythmic Archetypes as Performance Devices Figure 7 . Habanera Rhythmic Archetype (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The theory of rhythmic archetypes was influenced by several studies of popular music traditions in the African Diaspora, which have also noted the presence of recurring rhythmic patterns in the composition of instrumental lines. For example, the habanera rhythm, notated in Figure 7 , was a common figure used in the music of Afro-Cuban entertainment groups in the late nineteenth century ( Manuel, Bilby, and Largey 2006 , 37–8). Later it dispersed from Cuba, circling the Atlantic to Spain and France, where composers like Bizet \nadopted it as a new compositional form. Manuel and others have also written about the multiple instrumental ostinati that comprise the ensemble texture of Cuban \nSon music (as well as its progeny, Salsa), each of which follows a particular rhythmic archetype—referred to by Afro-Cuban musicians as a montuno or a tumbao ( Manuel 1985 , Robbins 1990 ). By now these devices have structured thousands of compositions and improvisations within their respective traditions.",
                "footnotes": [],
                "citations": [
                    "manuel_bilby_and_largey_2006",
                    "manuel_1985",
                    "robbins_1990"
                ]
            }
        },
        {
            "25": {
                "text": "[25] In Jazz music studies, theorists have long noted common rhythmic combinations used in both composition and improvisation. (20) In an interview with Paul Berliner, bebop pianist and educator Barry Harris discusses a series of rhythmic exercises that he has his students chant, using counting syllables, in order to internalize the rhythmic background of jazz ( Berliner 1994 , 154–5). These are presented in a table of thirteen rhythmic chanting exercises that I would classify as rhythmic archetypes. Once the exercises are memorized, Harris encourages students to draw from these acquired phrasing habits during improvisation. Berliner also quotes jazz guitarist Arthur Rhames, \nwho says regarding his own awareness of these structural rhythmic patterns, “I \nunderstood that there was a legacy and a tradition in the phrasing, in the \nbringing together of the ideas, that the great jazz musicians were playing. I \nknew I needed this too, in order to be able to speak the language of jazz” \n(154). Indeed, if one examines the structure of any genre of African popular \nmusic, certain rhythmic patterns become noticeable in the lines of each \ninstrument, often defining a standard musical trope from which variations and \nimprovisations are built. Figure 8 . Jones’ Standard Pattern (click to enlarge)",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "berliner_1994"
                ]
            }
        },
        {
            "26": {
                "text": "[26] In West African music, one structural element that has attracted attention is a common instrumental pattern, transcribed in Figure 8 , which Jones referred to as the standard pattern ( Jones 1959 , 210–13). The standard pattern already appeared in the gankogui part from the Afa dance, analyzed above, and along with its variants (notated with parenthesis around the notes that can be omitted) is found throughout West and Central Africa as well as the Diaspora. (21) Nzewi and Anku have noted how it could theoretically generate seven unique patterns by changing its phasing referent with the main beats, although they caution that its perception remains stable within each culture, and only three of the possible patterns account for the greatest use ( Nzewi 1997 , 35–6; Anku 2000 ). The standard pattern will \nbe featured in many of the examples analyzed below, supporting its acceptance as a rhythmic archetype.",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "jones_1959",
                    "nzewi_1997",
                    "anku_2000"
                ]
            }
        },
        {
            "27": {
                "text": "[27] Apart from the standard pattern, Locke has written about a number of recurring rhythmic devices in southern Ewe music, several of which are found in this study. \nNevertheless, he does not attempt to apply them to traditions outside of Ewe music, and generally views them as sources of polymeter or rhythmic dissonance ( Locke 1978 , 1982 ). Blacking briefly introduces the concept of structural patterns in Venda music, which he terms sonic objects , but does not employ them in his analysis of specific pieces ( Blacking 1971 , 95–7). Studies by both Nketia and Ekwueme include charts containing common ‘African’ rhythmic phrases, but they do not apply them to any specific music traditions either ( Nketia 1974 , 128–38; Ekwueme 1975 , 31). Hence, this is perhaps the first theoretical study of African rhythm to analyze actual rhythmic phrases drawn from a variety of African music traditions.",
                "footnotes": [],
                "citations": [
                    "locke_1978",
                    "locke_1982",
                    "blacking_1971",
                    "nketia_1974",
                    "ekwueme_1975"
                ]
            }
        },
        {
            "28": {
                "text": "[28] The theory of rhythmic archetypes also provides a greater understanding of musical change in Africa and the Diaspora. Over the past twenty years there has been an important paradigm shift in general studies of cultural change from the theory of acculturation advanced by Africanists like Bascom and Herskovits in middle of the twentieth century ( 1959 ). Although the goal of acculturation theory was to reconnect traditions in the Diaspora with Africa, scholars misunderstood the nature of these connections. For example, when they encountered the names of dances in the Caribbean that were similar \nto or the same as traditions in Africa, they assumed that these were merely cultural artifacts that had survived years of social and cultural oppression and upheaval. The work of anthropologists Palmié ( 2002 ) and Brown ( 2003 ) has challenged the tenets of acculturation, reinterpreting contemporary Afro-Cuban religious practices as being the result of centuries of deliberate, creative, and politically motivated change, reform and reclamation rather than simply remnants from a fictive Africa, viewed as the unchanging source for all Diasporic traditions. Their work has been paralleled in ethnomusicology by the research of Schweitzer ( 2003 ), Robinson ( 2005 ) and Vincent ( 2006 ), which demonstrates that the repertory of Afro-Cuban bata drumming is the result of conscious musical innovation and change as much as the attempt to preserve its African roots. By referencing the deep-structure of African music, the theory of rhythmic archetypes moves from the products that relate the Diaspora to Africa—the names of drums, spirits, and dances—to the process by which these arts are (re)created from a common set of tropes. Methodology and Notational Conventions",
                "footnotes": [],
                "citations": [
                    "bascom_and_herskovitz_1959",
                    "brown_2003",
                    "schweitzer_2003",
                    "robinson_2005",
                    "vincent_2006"
                ]
            }
        },
        {
            "29": {
                "text": "[29] In order to clearly introduce the concept of rhythmic archetypes I will focus primarily on traditions that I have had significant experience in learning and playing with recognized exponents, namely Ewe and Mande drumming, Shona mbira , Afro-Cuban bata and folkloric traditions, and the drumming styles of Haitian vodou . Nevertheless, I have also drawn on transcriptions from other studies of African music, which I will refer to for comparative purposes in the discussions below.  Since the theory of rhythmic archetypes is partly based on the sonic combination produced by interlocking melo-rhythmic patterns, I have provided an audio recording for each music example in the paper. Given the range of musical examples presented in this study, many of which have few publically available audio examples, and considering the difficulty of securing permissions for those that are available, I have chosen to use musical software to generate the audio files below, save for a few field recordings drawn from my own collection. My aim in doing this is to stimulate a multi-sensory experience of the rhythmic archetypes, using the transcriptions and accompanying audio examples to reinforce the musical grammar underlying a variety of African music traditions. Nonetheless, there may be justifiable concerns about the procedure I have followed, so I would like to discuss my methodology and notation system.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In general, the musical data analyzed below is derived from published studies of each respective tradition. The original transcriptions, cited below each figure, have been modified to greater or lesser degrees to conform to a single notation system for ease of comparison. Examples that were originally written without a meter were retranscribed using 12/8. I apologize in advance for any incorrect interpretations or mistakes that may have occurred in the process of reproducing these figures. Audio files were generated for each transcription using the software sampler Kontakt to play audio samples of each instrument (or a close approximate) and the software program Logic to arrange the parts. Although these generated audio examples are not the same as live field recordings, the flexibility offered by digital multi-track recording provides several advantages. First, one can highlight the effect of each part in the ensemble by zooming into the musical texture of each piece to focus on individual parts. Second, the recording and mixing of each part are made in optimal conditions, so each sound can be clearly discerned. Third, parts that are not under consideration can be omitted, freeing up space for the perception of the other parts. Lastly, the looping feature in Logic allows one to cycle through each example several times for the purposes of illustration, something \nthat would not naturally occur in a live recording.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The transcriptions in this study employ a modified form of staff notation that highlights the textural relationships between the patterns using multi-colored stems and noteheads to further draw attention to the visual patterning present in the interweaving of parts (this may not appear clearly in a monochromatic print-out). Although the examples below derive from several types of instruments, they all share a common sense of rhythmic organization based on points of attack, so I have generally avoided using notes of long duration by writing in empty stems to represent moments between events, which are often marked by non-audible stokes like touches and taps. For melodic instruments I have used a 5-line staff in treble clef, editing the rhythmic groupings from the original transcription when necessary to conform to the 12/8 meter. In notating percussion instruments, I have also employed a basic set of symbols to represent the different strokes, replacing the stroke symbols from the original transcriptions with my own for consistency and readability. Figure 9 . Hand drum notation guide (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The notation guide for all of the hand drum examples in this study is presented in Figure 9 . I have tried to integrate both the playing technique as well as the relative pitch of the sounds into the notation system in order to make them useful to both musicians and scholars. African drum parts are comprised of strokes played with either hand in the center region or along the rim of the drum skin. Apart from the region of the drum where the hand makes contact, the quality of the sound is also affected by the method in which the hand makes contact, represented in the notation system by the use of different noteheads, with bounced strokes using regular noteheads, pressed strokes using flat noteheads, and slap strokes using an ‘X’. Notes written below the staff line are to be played in the center of the drum skin with the heel (base) of the palm or even the entire palm. Strokes in the center region include a bass tone, played by bouncing the palm off the head of the drum (struck with the left hand in the photograph, lowest pitch on the drum), and a touch stroke, where the palm lightly touches the skin either to stop the sound of the previous stroke or as part of a time-keeping pattern. The notes above the line are played on the edge of the drum skin around the point where the fingers join the palm, or in some cases, using the tips of the fingers. These sounds include an open tone (played with the right hand in the photograph, medium-pitched), a pressed stroke (played with the right hand in the photograph, high-pitched), a slap (played with the right hand in the photograph, indefinite pitch but relatively the highest), and a touch stroke usually played with the tips of the fingers for the same reasons as the center touch stroke, described above. Figure 10 . Bata drum notation guide (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] I have modified the hand drum notation system for the special case of the bata drums, as they are held on the lap horizontally and have two playing heads: a smaller, high-pitched head ( chacha ) and a larger, low-pitched head ( enu ). In writing the bata examples I have separated the two heads with a staff line (all of the strokes are produced on the edge of the skin). On the enu head there are two primary strokes: an open tone (lowest pitch) and a muted/pressed tone (medium pitch). On the chacha there is a slap sound (highest pitch) produced by the tips of the fingers. Bata drumming also uses finger touches, which occur as rebounds from the open strokes and also to mark the time \n(see Figure 10 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The sonic range of low to medium-pitched African hand drums tends to show the greatest distinction between the bass (center) and open (edge) tones, with the pressed stroke playing a higher pitched but less audible note than the open tone. Due to the tuning, the slap strokes are not very audible, and tend to be used to fill in space between phrases or variations; thus, they can be left out without affecting the combined musical texture. For high-pitched drums like the Mande djembe and the Afro-Cuban tumbadores (congas), the slap is used as a contrasting note with the open tone, with the bass note having less of a presence within the ensemble's resultant sound. As discussed above, African drums of all types also employ light touch strokes with the heel of the palm and the tips of the fingers (represented in the figures above using smaller noteheads) to mark the pulses of the metric background. In some of the examples analyzed below the lead drum part will consist of a single open-tone interspersed with these heel-tip strokes, producing a characteristic movement sequence between the two hands which I will describe as a hand-shuffle . Touch strokes are notable in African drumming because they not only stop the sound of resonant strokes, fulfilling the staccato aesthetic described above, but they also mark all of the pulses of the bell cycle, reinforcing the drummer's sensation of the metric background. Figure 11 . Stick drum notation guide (click to enlarge and see the rest) Figure 12 . The three interweaving archetypes (click to enlarge and hear the audio)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The notation system for drums played with sticks is presented in Figure 11 . There are generally four types of stick strokes: an open-tone, produced by bouncing the tip of the stick near the center of the drum skin (in the photograph played with the right hand); a pressed-stroke, produced by pressing the tip of the stick into the drum head; a tapped stroke, made by striking the stick against the shell of the drum; and a stopped stroke, where one stick strikes across the head while the opposite stick or hand dampens the skin (in the photograph struck with the stick in the right hand and damped with the left hand). Some drum techniques combine both stick and hand drum strokes; in these cases I have flipped the direction of the notes, and written in a staff line to divide the stick strokes, above the line, from the hand strokes, \nand below the line (in the photograph the right hand holds the stick and the left hand plays the bare-handed strokes). Any other peculiarities with individual drum techniques will be indicated in the text. Interweaving Archetypes",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The first three rhythmic archetypes (RA1–RA3) derive from a common African practice of interweaving even groupings of notes (2, 4, 6) with the three-pulse blocks of the compound metric background. Anku classifies these figures as subsets of the compound metric background. (22) As discussed in the theoretical sections \nthat opened this paper, I consider these archetypes to be the result of an aesthetic preference for interweaving notes with the metric background rather than as examples of polymeter or cross-rhythm ( Anku 2000 ). Figure 12 presents these three rhythmic archetypes within the compound metric background, highlighting the resulting rhythmic texture using different colored notes. In the musical example accompanying Figure 12, I have represented each archetype as it interlocks with the metric background using MIDI generated piano sounds. Reviewing the audio example with the transcription will assist in internalizing the sonic combinations of these patterns with the metric background before continuing to the applied examples below. As you listen to the example, pay particular attention to the moments of harmony, when the RA patterns align with the metric background to produce a chord-like sound, as these moments will help relate the visual and sonic dimensions of the interlocking parts.",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "anku_2000"
                ]
            }
        },
        {
            "37": {
                "text": "[37] All three archetypes derive from basic choices for weaving patterns into the compound metric background. Classifying these patterns based on their rhythmic density, we have the small interweave , a dense subset of four notes woven into the three pulses of the metric background; the medium interweave , a subset of two notes per beat; and the large interweave , a subset of three notes for every two beats. These interweaving archetypes may derive from the bilateral symmetry of the body, which naturally plays in groupings of two, and therefore can be played by one musician using two hands or with two fingers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] If the reader would now pause to try this useful exercise: listening to the accompanying audio example, tap the three pulses of the rhythmic background with the right index finger while tapping through patterns RA 1, RA 2, and RA 3 with the left index finger. Then, try the exercise again, reversing the fingers. When they are familiar enough in both hands, try playing them by alternating each note between the thumb and index finger of each hand. As we will find below, this type of interlocking between hands and fingers commonly manifests itself in the musical lines of instruments like the bala , mbira and guitar, where the hands (or fingers) maintain a continuous interlocking relationship as they strike (or pluck) different notes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] On the basis of symmetry and design, the graphic representation of RAs 1–3 in Figure 12 does convey a discernable internal structure that I will demonstrate is present in many African music traditions. This is another reason why I do not believe that these archetypes create rhythmic tension—as one plays through the exercises above, it is easily conceivable that by playing these patterns for many years they would become part of the muscle memory, and would not require any concerted effort to produce. Indeed, one cannot mature in an African music tradition without becoming steeped in these archetypes, as they permeate so much of the repertoire; thus, their predictability helps to reinforce the rhythmic background as they recur during expected moments within the rhythmic cycle. The Small Interweave (RA 1) Figure 13 . The small interweave (RA 1) (click to enlarge and hear the audio) Figure 14 . Example of RA 1 in the Akpoka transition phrase (click to enlarge and hear the audio and see the rest) Figure 15 . Example of RA 1 in a Sonu drum language pattern (click to enlarge and hear the audio) Figure 16 . The emergence of RA 1 in the resultant of the Dzigbordi rhythmic background (click to enlarge and hear the audio) Figure 17 . Example of RA 1 in the bata toque for Osain (27) (click to enlarge and hear the audio) Figure 18 . Example of RA 1 in the bata toque Orisha Pawua (29) (click to enlarge and hear the audio) Figure 19 . Use of RA 1 in a variation from the Toque de Guiro (30) (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN27",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The small interweave is a four-note subset that combines with the metric background such that two of its notes (2, 3) interlock with the middle pulse (2) of any main beat, while the other two notes (1,4) occur simultaneously with pulses 1 and 3 of that main beat. At the top of Figure 13 I have notated these middle two notes using an eighth-note and a sixteenth-note, creating an asymmetrical pulse subset that references the level of the six micro-pulses (1212).  RA 1 aligns with every beat in the same way, so we can use the shorthand ‘x’ to represent the time-points of the four notes in a general beat as: x.1, x.1.5, x.2.5, and x.3. Africans also use a symmetrical subset of four dotted sixteenth notes, notated in Figure 13 , which interlocks with both pulses 2 and 3 of a main beat. In my understanding of this rhythmic archetype, both versions are structurally equivalent—the essential element of RA 1 is a group of four strokes interlocking in some way with the three pulses of a main beat.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The small interweave is used to structure a changing signal in many genres of southern Ewe music, when the lead drummer wants to return to the beginning of a drum conversation or transition to a new conversation. (23) I have transcribed an example of this type of transition from the dance Akpoka , a slower style of the popular funeral dance Agbadza , in Figure 14 . Akpoka uses the standard southern Ewe rhythmic background discussed in Figure 3, including gankogui , axatse and kagan (here, playing a slightly different pattern). The transcription and audio example begin with the opening drum language conversation between the lead drum sogo , played with the hands, and the response drum kidi , played with two sticks. The sogo part signals for the transition in measure 3 with its first two strokes, which lead to a series of bass notes set to the rhythm of RA 1. The kidi part responds with its own series of open tones and pressed strokes, also structured along the positions of RA 1. The abrupt change in the musical gestalt between the opening conversation and the transition creates an unmistakable resultant texture, and when played everyone in the performance space will be awaiting the next drum conversation.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] RA 1 also appears as a rhythmic figure in many Ewe drum language variations, υugbe , played at a slow to moderate tempo (80–120 beats per dotted quarter \nnote). In faster dances interweaving phrases tend to be built off of RA 2, which is more comfortable to play at a rapid tempo. (24) I have transcribed a υugbe pattern that uses RA 1 from the Sonu funeral dance in Figure 15 . Sonu uses virtually the same rhythmic background as Akpoka , above, with a slightly different kagan part. The lead drum part is played on atimeυu , a large single-headed drum played with a stick in the right hand and the bare left hand. Kidi again serves as the response drum. On beat 3 of the first measure, atimeυu calls the beginning of the conversation with a rolling phrase comprised of hand and stick strokes in the pattern of the small interweave, which turns into a contrasting four-note phrase on beat 1. Once established, the conversation is repeated several times \nto allow the atimeυu player to introduce variations. The RA 1 part of the conversation can also be swung to resemble the symmetrical interlock from Figure 13.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] In Figure 16 I have transcribed the rhythmic background used by the Dzigbordi Group of Dzodze, which demonstrates the structure of the small interweave in the resultant sound of the support instruments—recall that, according to my textural approach to rhythm, a rhythmic archetype can also be produced in the resultant of multiple instruments. The four notes of RA 1 are produced in the Dzigbordi rhythmic background through the accumulation of strokes produced by gankogui [notes 1 and 4], playing a variation of the standard timeline pattern that adds notes on the main beats; axatse 1 [notes 1, 3, 4], playing an unusual pattern that combines hand strokes on the main beats with a series of sixteenth-note strokes produced by shaking the instrument back and forth in the air such that the bead net rebounds off of the gourd; axatse 2 [notes 1, 3, 4], which uses the regular set of hand and leg strokes to produce a series of phrases that lead into each main beat; atimeυu [notes 1 and 3], whose basic time-keeping pattern consists of tapping the stick against the shell using another rhythmic archetype (RA 2), to be examined below; and kagan [note 2], which plays a set of sixteenth notes in between each atimeυu stick stroke. In the audio example I have attempted to represent the melo-rhythmic impression of RA 1 by playing its notes briefly on the xylophone. Attempting to play any of these instruments would require a developed sense of pulse in order to sustain the spacing between the other instruments.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Africans in the Diaspora also use RA 1 as the foundation for many of the individual instrument patterns that comprise the rhythmic background, particularly in the bata music of the Santeria religion in Cuba. Examining the excellent transcriptions of Afro-Cuban bata music by Amira and Cornelius ( 1992 ) and Adrian Coburg ( 2002a , 2002b ), I found the use of the small interlock in the rhythmic background of six toques (instrumental pieces), where the resultant texture of the support drums produces its characteristic \nfour-note cluster. (25) The Cuban bata ensemble consists of three double-sided drums, okonkolo (high-pitched), itotele (medium-pitched) and iya (low-pitched). The structure of a bata toque consists of a rhythmic background produced by the combination of the tone and slap sounds of the okonkolo with the slaps of the itotele , in addition to a call and response conversation produced by the three notes of the iya and the open and pressed tones of itotele .",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "amira_and_cornelius_1992",
                    "coburg_2002a",
                    "coburg_2002b"
                ]
            }
        },
        {
            "45": {
                "text": "[45] Figure 17 presents an example of RA 1 used as the rhythmic background in the toque for the orisha Osain . (26) The okonkolo pattern used throughout the piece outlines all of the notes of RA 1 except note 3, which occurs on time-point x.2.5 of each beat. This gap in the design is conveniently filled by a slap from itotele , except on beat 1 of measure 1, where the placement of its slap briefly diverges from this position in order to support the movement of the iya conversation. Listening to the resultant melody produced by the tone and slap strokes of okonkolo and the slaps of itotele , highlighted at approximately 1:03 in the audio recording, it clearly articulates the texture of RA 1. Within this recurring melody, the iya part is structured to penetrate through the few remaining holes in the texture, namely time-points x.2 and x.3.5 of each beat, particularly during the two phrases which begin on beat 2 of measure 1.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] In other bata toques the small interweave is produced for short moments of time when the iya player improvises or introduces a variation structured so that one of its notes interlocks with the background of okonkolo and itotele to produce a resultant RA 1 pattern. An example of one of these variational uses of RA 1 from the toque Orisha Pawua is presented in Figure 18 . (28) As indicated on the transcription, the rhythmic background of okonkolo and itotele nearly articulates the small interweave, minus a stroke on the position of note 2 (time-point x.1.5). In \nmeasures 3–4 the iya player introduces a variation by delaying the expected slap on beat 1 by a sixteenth note, which produces an RA 1 resultant through most of the subsequent beats until the basic pattern resumes on beat 4 of measure 4. By placing a slap temporarily on time-point x.1.5, the drummer in this example indicates that he is aware of the deep-structural image of the small interweave and knows how to vary his part to produce it.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Other styles of Afro-Cuban folkloric music use RA 1 in solo figures for the lead instrument, such as in the Toque de Guiro , a generic dance rhythm used to accompany Santeria songs, presented in Figure 19 ( Coburg 2004 , 6–9). The rhythmic background of the Toque de Guiro consists of the standard bell pattern along with a support drum, salidor , played with two hands. The salidor part outlines a pattern similar to the ups archetype , to be introduced later in the paper. The lead drum, caja , also played with two hands, uses a basic pattern consisting of an open tone with the right hand on beat 1, followed by a series of touches interspersed with a few slaps by the right hand. If the reader will briefly indulge me, please try and play the transcription of the caja basic pattern using the hands indicated below each note—one may even substitute a table-top for a real drum: use the edge of the table for the open tone, the middle of the table for the bass, and then let the base of the palm and the tips of the fingers come to rest on the surface of the table for the appropriate touch strokes. It will be observed that the alternation between the palms and fingers produces a hand shuffle pattern that fills all twelve pulses of the metric background. Again, it is specifically this type of tactile pattern that I argue helps maintain the sensation of the pulse in the absence of counting. With the metric background literally in their grasp, the lead drummer can produce variations by replacing notes from the hand shuffle with tones or other sounds. In \nmeasures 3–4 of Figure 19, for example, the caja player creates a variation based on the small interweave, beginning with a set of slaps that fall on notes 2 and 4 of RA 1. Then on beat 4 of measure 4, an open-tone roll using RA 1 leads directly back into the basic hand shuffle pattern.",
                "footnotes": [],
                "citations": [
                    "coburg_2004"
                ]
            }
        },
        {
            "48": {
                "text": "[48] RA 1 is probably used as a variational phrase in many other Diasporic music traditions—another related Afro-Cuban dance, Bembe , also uses it in the solo figures of the caja drum, including variations 10 (p. 3) and 4 (p. 4) ( Coburg 2004 ). The ternary style of rumba , Columbia , also uses RA 1 in some of the solo phrases of the quinto drum ( Coburg 2004 , 22–24). In neighboring Haiti, Fleurant also documents the use of the small interweave in solo phrases for the manman lead drum in the Yanvalou dance ( 1996 , 57–58). Generally speaking, RA 1 provides a fairly dense texture of notes that can serve as the rhythmic background or be used to structure solo variations in dances played at a slow to medium tempo. The Medium Interweave (RA 2) Figure 20 . The medium interweave (RA 2) (click to enlarge and hear the audio)",
                "footnotes": [],
                "citations": [
                    "coburg_2004",
                    "coburg_2004",
                    "fleurant_1996"
                ]
            }
        },
        {
            "49": {
                "text": "[49] The medium interweave is a two-note subset that interlocks its second note with pulses 2 and 3 of a main beat. The time-points of the two notes in relation to a general beat are x.1 and x.2.5. For convenience, I have written its rhythmic unit using dotted eighth notes; nevertheless in actual usage the duration of each note may or may not be longer than an eighth note. The medium interweave has been widely described in African music scholarship as an example of a 3:2 or 2:3 cross-rhythm, but again, I am arguing that it is perceived and felt locally as a complementary rhythm that interweaves nicely with the pulses of the compound metric background. I have highlighted this interlocking effect at the bottom of Figure 20 —note how RA 2 divides the six micro-pulses into two symmetrical halves, with its second note interweaving perfectly with pulses 2 and 3 of each beat grouping. The sonic effect of this texture can be heard on the accompanying audio recording, which features the combination of the medium interweave with the metric background, played on balafons (xylophones). The sound of the RA 2 combinations resembles Nzewi's concept of a melorhythm, where patterns interlock with the rhythmic background based on their combined rhythmic and melodic effect ( 1997 , 34-5). In his study of African art and aesthetics, Robert Farris Thompson writes that symmetrical textures like RA 2 represent the idea of support , reflected in the local practice of “carrying of an object on the head, steadied by both hands,” and locates its presence in African textiles and sculptures representing twins (or paired figures) as well as in symmetrically carved wooden rods, stools, and figures ( 1974 , 84).  This visual evidence reinforces the perception of RA 2 as a source of rhythmic harmony rather than rhythmic tension. Figure 21 . Use of RA 2 in a drum language pattern from the Agbadza dance (32) (click to enlarge and hear the audio) Figure 22 . Use of RA 2 in the timeline patterns for Lissahoun (33) (click to enlarge and hear the audio) Figure 23 . Caja variation using RA 2 in the Palo Monte dance (35) (click to enlarge and hear the audio) Figure 24 . Bata rhythmic backgrounds (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN32",
                    "FN33",
                    "FN35"
                ],
                "citations": [
                    "nzewi_1997",
                    "thompson_1974"
                ]
            }
        },
        {
            "50": {
                "text": "[50] In southern Ewe dance-drumming, the medium interweave is commonly used to construct υugbe (drum language) phrases in dances with a moderate to fast tempo, where it contrasts nicely with two other common \ntwo-note building blocks, [ ] and [ ]. Figure 21 presents a typical example of RA 2 from the funeral dance Agbadza , taken from the recent collaborative study by Alorwoyie and Locke. (31) Within the familiar southern Ewe rhythmic background comprised of gankogui , axatse and kagan , the sogo drum introduces a drum language conversation based on the structure of RA 2. \nAs one can hear in the audio example, the textural change created by the bass notes on RA 2 contrasts nicely with the three pulse groupings of the metric background, but does not replace or conflict with it. The response of the kidi drum accents the pressed-strokes of the sogo part with its open tones, and in conjunction with the main beats reinforces the impression of metric background. The pressed strokes of kidi provide a further example of the use of non-audible tactile strokes to mark the background texture between resonant strokes.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] In the wider Ewe-Fon area RA 2 is commonly found in support bell patterns that complement the standard bell pattern. Figure 22 presents an arrangement used to accompany drumming and singing for the vodou Lissa (a divine spirit), recorded by the author in Ouidah, Benin. Listening to the two bells playing on different pitch levels, a resultant sound emerges that has been notated using mnemonic syllables in the figure. Internalizing this resultant spoken phrase will greatly assist the student in learning this rhythm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Like the first rhythmic archetype, RA 2 is used extensively as a solo phrase in many genres of Afro-Cuban traditional drumming. (34) I present a transcription from the Palo monte ceremonial music drawn again from the work of Coburg in Figure 23. The rhythmic background is made up of the standard timeline pattern accompanied by a tapping pattern, n‘konko, and by the support drums ngoma 1 and ngoma 2. Ngoma 1 plays a pattern that is similar to a standard djembe accompaniment pattern we will examine later (RA 4a, Figure 40). Ngoma 2 interlocks its lower pitched open-tone with the notes of ngoma 1 to create this resultant sound: ka-a gì  ka gí , ka-a gì  ka gí . As in the Toque de Guiro , analyzed above, the basic pattern of the caja lead drum consists of a single open-tone on beat 1, followed by time-keeping strokes that mark the rest of the pulses in the cycle. The caja player then replaces some, or even all of this pattern with a series of variations and free improvisations that return back to the basic pattern on beat 1 of a new cycle. The variation in Figure 23 is typical of other caja variations—in this case the \nmusician chooses to use RA 2 as the foundation of the opening notes of the \nvariation before continuing on with other phrases. Also note the contrast \nbetween the four RA 2 tones at the beginning of the variation and the last four \nopen-tones at the end.",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] The medium interlock also forms one of the two fundamental rhythmic backgrounds used in Afro-Cuban bata music. As discussed above, bata conversations are played over a steady rhythmic background articulated by the combination of the tone and slap sounds of okonkolo with the slaps of itotele . In most of the toques that use the compound metric background, the itotele part will either place a slap on the second pulse of each beat or on the second note of RA 2, giving two possible shapes to the resultant of the three sounds, as is presented in Figure 24 —I have flipped the direction of the okonkolo parts so that the interlocking of itotele’s slaps will be more visually apparent. The first grouping, Bata Rhythmic Background A, essentially comprises the medium interweave, arranged \namong the three heads of the two drums. Looking over the collection of published transcriptions from the Havana repertory, this background is quite common in bata music. (36) In the accompanying audio example, note the different resultant melodies produced by changing between background A and background B, the latter of which simply articulates the three basic pulses of each beat. Rendered on the tuned drum heads of okonkolo and itotele , background A resembles the melodic combination of balafons in the audio example for the medium interweave (Figure 20).",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] Figure 25 presents a typical example of a bata arrangement that uses Rhythmic Background A, from the toque for Osun . The piece opens with the RA 2 figure set up between the okonkolo and itotele parts, which supports a lead phrase from the iya that divides the timeline into two equal halves. In the toque for Osun this background is maintained throughout, in other toques the itotele part may fluctuate between the two rhythmic backgrounds in Figure 24. The toque for Osun also contains a dialogue between the iya and itotele that demonstrates the use of RA 2 in a bata drum language conversation. At the end of measure 2, the iya part replaces its expected notes with a new figure, which calls the conversation that begins in measure 3. In the resulting dialogue, both the iya and itotele parts use the medium interweave in their rhythmic designs. The toque for Osun aptly summarizes the common uses of the medium interweave as both a texture for the rhythmic background, as in the Lissahoun drumming from Benin and in the Cuban bata examples, and as a rhythmic cell for creating variations, as in the Ewe Agbadza dance and the Afro-Cuban Palo Monte dance. Figure 25 . Use of RA 2 in the bata toque for Osun (37) (click to enlarge and hear the audio) The Large Interweave (RA 3) Figure 26 . The large interweave and its inversion (click to enlarge and hear the audio) Figure 27 . The presence of the large interweave within the southern Ewe rhythmic background (click to enlarge and hear the audio) Figure 28 . Use of RA 3a in Ewe changing signals (click to enlarge and hear the audio) Figure 29 . Use of RA 3a in the bala arrangement of Kulanjan (44) (click to enlarge and hear the audio) Figure 30 . Use of RA 3a and 3b in the matepe piece Msengu (2) (46) (click to enlarge and hear the audio) Figure 31 . Interpretation of Msengu 2 using hemiola and cross-rhythm (click to enlarge) Figure 32 . Use of RA 3a in the kushaura part for Nyamaropa (50) (click to enlarge and hear the audio) Figure 33 . Example of RA 3a and RA 3b in the mbira parts for Nyamaropa (53) (click to enlarge and hear the audio) Figure 34 . Use of RA 3a in the basic pattern of the manman drum in Yavanlou (56) (click to enlarge and hear the audio) Figure 35 . Use of RA 3 as a lead variation in the Arará dance Sabalu III (57) (click to enlarge and hear the audio) Figure 36 . Use of all three interweaving archetypes in the toque for Chango (click to enlarge and hear the audio) Figure 37 . The ups archetype (RA 4) combined with the standard pattern (click to enlarge and hear the audio) Figure 38 . The ups archetype in the Ewe Afa dance (63) (click to enlarge and hear the audio) Figure 39 . Transcription of Lissahoun support instruments (65) (click to enlarge and hear the audio) Figure 40 . Transcription of the djembe and dunun parts from the dance Soli (68) (click to enlarge and hear the audio) Figure 41 . Use of the ups archetype in the mbira piece Chakwi (69) (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN37",
                    "FN44",
                    "FN46",
                    "FN50",
                    "FN53",
                    "FN56",
                    "FN57",
                    "FN63",
                    "FN65",
                    "FN68",
                    "FN69"
                ],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] The large interweave is a three-note subset that produces a relatively sparse rhythmic texture as it interlocks with two beats from the metric background. The large interweave is different from the previous two archetypes in two important aspects. First, it interlocks with six pulses over a span of two main beats instead of within one beat; hence, it may occur for only two beats (1 subset of three notes) or it may take the full four beats (2 subsets of three notes). Second, the large interweave pattern may also be inverted, beginning on time-points 1.2 and 3.2 instead of 1.1 and 3.1. Based upon my examination of several traditions in the area under study, it appears that Africans use the large interweave and its inversion as the rhythmic basis for a great deal of their music, internalizing it in their adolescence as they progress through the local musical repertory \n(see Figure 26 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] In southern Ewe music RA 3a is an essential component of the rhythmic background, occurring as both a common clap pattern and within the deep-structure of the axatse (gourd rattle) part, both of which constitute the numerically superior participatory roles at a music event. I have notated these parts in relation to the large interweave in Figure 27 . The clap pattern can be used in conjunction with the axatse part or in some cases can replace it, especially when played on wooden clappers. (38) The claps bring out the inherent RA 3 texture of the axatse part, which juxtaposes three leg strokes in alignment with the bell (below the staff line) with three hand strokes that interlock with the bell (above the staff line).",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] RA 3a is also used in Ewe drumming to change between drum conversations in a similar manner as RA 1, described above. In particular, older dance-club musics that use atimeυu as the lead instrument such as Nyayito , Atsiã , Takada , Nobody , Adzomani , Sonu , and Akpalu all seem to use RA 3a in structuring the main changing signal. (39) Examples of changing signals taken from the dances Nyayito and Takada are presented in Figure 28 . (40) In these types of dances, the sustained phrasing of the large interweave by atimeυu draws attention to the entrance of a drum conversation, which will require action by the response drummers, dancers and singers. (41) Once the changing signal has been established, the lead drummer may cycle through several of the patterns in Figure 28, giving him time to think of a new conversation or to monitor the synchronicity of the various instrumental parts.",
                "footnotes": [
                    "FN39",
                    "FN40",
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] In published studies of the Mande djembe , I have found the large interlock used extensively in the phrasing of dunun, drums, which provide the steady rhythmic background for the lead djembe drum. (42) RA 3 is also found in some kumbengo (instrumental ostinato) patterns of the Mande bala (xylophone). Charry documents its use as the foundation for the traditional hunter’s dance Kulanjan , a piece that originated on the simbi, a \nseven-string plucked harp that maintains some of the oldest music in the region ( 2000 , 81-83). (43) Figure 29 presents a transcription of Kulanjan taken from Charry’s book featuring the original simbi version as well as the kumbengo and first variation from an arrangement for the bala . \nIn comparison to the simbi version, the bala arrangement adds a note on time-point 2.2 to suggest a RA 3a figure in the resultant texture of the two hands—the left hand part outlining the four beats of the compound metric background on the tonic ‘F’, and the right hand melody outlining RA 3a. In bala variation 1 , the right hand part continues to outline RA 3a while the left hand quotes from the simbi arrangement. Charry notes the use of the interlocking pattern between the hands, but does not feel that this rhythm is typical of bala playing, perhaps due to its origin on the simbi , which maintains its own distinct repertory ( Charry 2000 , 183–4).",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": [
                    "charry_2000",
                    "charry_2000"
                ]
            }
        },
        {
            "59": {
                "text": "[59] In Central and Eastern Africa, the large interweave and its inversion form the basis of many patterns played on lamellophones, xylophones, and plucked string instruments. Based on published transcriptions from this region, I have observed that instrumental pieces often consist of two lines interweaving RA 3a and RA 3b with the compound metric background. (45) In some cases the two parts are played by two musicians; in other cases one musician can arrange the two parts between the left and right hands. This interlocking of musical lines typifies music from this region of Africa, where it has spurred the development of new terminology and systems of analysis to describe the rhythmic implications of this constant interlocking ( Kubik 1962 ). In these next examples I will analyze each part using the structure of the large interweave, considering its textural effect within the rhythmic background. The disparities between this stance and the analysis of the original authors will be discussed further below.",
                "footnotes": [
                    "FN45"
                ],
                "citations": [
                    "kubik_1962"
                ]
            }
        },
        {
            "60": {
                "text": "[60] In Andrew Tracey’s seminal study of the Sena/Tonga matepe , a 26-key lamellophone in northeastern Zimbabwe, he discusses the influence of archetype-like combinations in the plucking patterns of the left and right hand. One popular combination interlocks RA 3a, played with the thumb and forefinger of the left hand, and RA 3b, played by the thumb and forefinger of the right hand ( Tracey 1970b ). The relationship between the two RA 3 phrases and the rhythmic background puzzled many researchers at the time including Tracey, who felt it would be improper to impose a system of main beats onto what he believed was purely a pulse-based rhythmic system. (47) Although Tracey begrudgingly admits the influence of the rhythmic background including clapping, shaker parts, drums, dance steps, and songs, his transcriptions only present measures of twelve ungrouped pulses. In the analysis of the matepe pieces, Tracey describes the parts as playing against each other rather than together, and sometimes implies the superimposition of a different meter such as 6/4, represented in Figure 31 ( 1970b , 48–50).",
                "footnotes": [
                    "FN47"
                ],
                "citations": [
                    "tracey_1970b",
                    "tracey_1970b"
                ]
            }
        },
        {
            "61": {
                "text": "[61] In order to appreciate the nuances between both approaches to rhythmic analysis, let us examine the matepe piece Msengu 2 , retranscribed from Tracey’s article using compound meter in Figure 30 , where I have notated the left and right hand patterns using the large interweave and its inversion. The piece consists a four-measure melody, highlighted in blue, played by the right thumb and forefinger on the positions of RA 3b. The melody interlocks with the bass part, played with the left thumb and forefinger, which provides a chordal accompaniment to the rhythm of RA 3a, outlined in purple. Following the theory rhythmic archetypes, I believe that Sena musicians perceive the interweaving of the two-note combinations of the left and right hands with the compound metric background in three ways: with the first note on a main beat, with the second note on a main beat, and with both notes between main beats, bracketed for illustration at the top of Figure 30 on time-points 1.1, 1.3, and 2.2. After internalizing these three combinations, it is possible to follow the rhythm of the entire piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62] In contrast to the rhythmic archetype approach, the predominant interpretation of rhythms like those found in Msengu 2 has been that the two parts are in a different meter than the rhythmic background. Although Tracey did not take sides on the issue, others like Kubik, Jones, Waterman and Merriam did not believe anyone could maintain the syncopation of the right hand part in a piece like Msengu 2 so they simply reorganized the underlying beat scheme to erase the syncopation. (48) For comparison, I have retranscribed the first measure of Msengu 2 in Figure 31 using the principle of hemiola to group the strokes into twos based on the alternation between the fingers of each hand, producing a 6/4 meter; and then, using the principle of cross-rhythm to group the strokes into a counter-meter of 3/4. (49) Both techniques erase the syncopation by beginning each group on a main beat, ignoring the rhythmic background in favor of isolating certain lines outside of the gestalt of the supporting parts. The matepe musicians Tracey interviewed, however, describe the rhythmic texture using the term kuwirirana (to become soft together, to agree), which he glosses as “to add a second, properly synchronized varying part,” indicating that like Ewe drummers, Sena/Tonga musicians do not see the parts as conflicting, but rather as mutually reinforcing ( Tracey 1970b , 48). Thus, interpreting the parts of Msengu 2 as rhythmic archetypes within the compound metric background seems more appropriate than viewing them as conflicting rhythms or as merely ungrouped sequences of notes.",
                "footnotes": [
                    "FN48",
                    "FN49"
                ],
                "citations": [
                    "tracey_1970b"
                ]
            }
        },
        {
            "63": {
                "text": "[63] Apart from the matepe , the large interweave and its inversion also form the basis of music for the mbira dzavadzimu , a 22-key lamellophone found among the neighboring Zezuru people in Zimbabwe. (51) The keys of the mbira are plucked using the left hand thumb for the bass keys, and the right hand thumb and forefinger for the treble keys. In Figure 32 , I have retranscribed the kushaura (starting part) from the mbira piece Nyamaropa , outlining \nthe influence of RA 3a in the melody played by the right hand. It is accompanied by a figured bass line using the left thumb ( ), which also aligns with some of the notes of the large interweave. Like Msengu 2 , analyzed above, the interlocking of the two hands produces a resultant fingering combination, in this case the pattern: Together, Left, Right, Left, Together, Rest (illustrated at the bottom of Figure 32). Although this fingering combination is challenging for the novice, once mastered it governs the rhythm of the entire piece.",
                "footnotes": [
                    "FN51"
                ],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64] Another interesting feature of mbira music is that the second interlocking part, kutsinhira , sometimes consists of the kushaura part shifted onto the positions of RA 3b, producing an effect between two players that is similar to what we saw one player produce on the matepe example above. In Figure 33 , I have notated the kushaura and kutsinhira parts for Nyamaropa , showing how they interlock RA 3a with RA 3b. Although the kutsinhira might appear to establish a counter-rhythm to the kushaura , the resultant between the two parts actually reinforces the metric background. For example, in the audio recording note how the entrance of the kutsinhira produces a combined double bass note with the kushaura part that begins on each main beat (starting with the low G on measure 1); hence, the gestalt of the two parts produces a stronger impression of the main beats due to the low bass notes on pulses 1 and 2. Combining the resultant rhythms of the two mbira parts ( ) with that of the hosho part ( ) also creates a pleasant melo-rhythm that brings out the ternary background texture. The echo effect between the two parts, however, might potentially produce an aural illusion for the unenculturated listener. Nevertheless, if one accepts the compound metric background and the principle of rhythmic archetypes, it is possible to view the core mbira repertory as a series of pieces whose melodies can be arranged according to the large interlock and its inversion, sometimes using both within the same piece. (52) Even new pieces, like Nyamaropa ya Chivhanda composed by Fabio Chivhanda, also show the use of RA 3a and RA 3b indicating the deep structural resonance of this archetype within mbira music ( Williams 2001 , 80–1).",
                "footnotes": [
                    "FN52"
                ],
                "citations": [
                    "williams_2001"
                ]
            }
        },
        {
            "65": {
                "text": "[65] On the other side of the Atlantic, the large interweave is used extensively in the rada suite of dances in Haitian vodou drumming, particularly in the basic phrase of the lead drum, manman . (54) I have transcribed the basic manman pattern I learned for the Yanvalou dance in Figure 34 —related patterns are also documented for the rada dances Fla vodou and Daome in the collaborative study by Wilcken and Augustin ( 1992 , 72-75). (55) The Haitian rada ensemble is comprised of instruments similar in sound and function to the southern Ewe set described above. An iron bell or hoe blade plays a pattern that is related to the Ewe gankogui pattern, felt with the main beats in a different place (see Anku 2000 ). The rattle and boula both outline rhythmic archetypes that will be introduced later (RA 5 and RA 4), but for now note that they sound similar to the Ewe axatse and kagan . The segon is played with a stick in the right hand and the fingertips of the left hand, which lightly touch the skin to mark the time and to dampen open strokes by the stick. Like the Ewe kidi drum, it responds to the conversations of the lead drum, manman , a large drum that rests on its side like the Ewe atimeυu , and is also played using a stick/hand combination. Listening to the audio example and looking at Figure 34, the basic lead pattern of the manman clearly follows the design of RA 3a in the bass, tone, mute sequence of the left hand, while the main beats are marked by the right hand clacking the stick on the side of the shell. This manman sequence is fundamental in the rada family of dances and is the basic pattern, or cell, by which variations and conversations are initiated.",
                "footnotes": [
                    "FN54",
                    "FN55"
                ],
                "citations": [
                    "wilckin_1992",
                    "anku_2000"
                ]
            }
        },
        {
            "66": {
                "text": "[66] Interestingly enough Coburg also documents the use of RA 3a in a basic pattern used by the lead drum, tambu , in the style of Yanvalou played by Haitian immigrant communities in Cuba ( 2004 , 3). The Haitian Nago dance as played in Cuba also uses RA 3a as a variation that resembles the changing phrases used in Ewe drumming described in Figure 28. In other rada dances like Vodu-gada and Vodu-rada , RA 3a is played by the sugo , a medium-pitched response drum which may also employ RA 3b in its variations ( Coburg 2004 , 1–3).",
                "footnotes": [],
                "citations": [
                    "coburg_2004",
                    "coburg_2004"
                ]
            }
        },
        {
            "67": {
                "text": "[67] The large interlock is also used in several other Afro-Cuban traditions as part of the rhythmic background or as a variation for the lead drum. In the Arará dance Sabalu (III) , Coburg notates three variations for the lead drum yonofó that use RA 3a in their phrase structure, one of which is presented in Figure 35 . The rhythmic background of the dance consists of a bell, ogan , and the following three support drums in descending pitch order: apliti , playing pulses 1 and 2 of each main beat with two sticks, the güegüe , which plays a pattern with two sticks that emphasizes the main beats, and the bajo , a hand drum which articulates RA 4, to be discussed below. The basic yonofo pattern consists of a short phrase that begins on beat 3 of each measure and \nends with a bass note on beat 1. The variation substitutes a new phrase \nstructured using RA 3a in place of the expected basic pattern on beat 3 of \nmeasure 3, followed by a connecting phrase that ends with another RA 3a phrase \non beat 3 of measure 4. Coburg’s collection of Afro-Cuban dance \ntranscriptions includes many occurrences of the RA 3a structure, which is used not only in lead drum variations but \nalso in many supporting instrument parts as well. (58)",
                "footnotes": [
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68] The large interweave is also common in Afro-Cuban bata music, particularly in phrases used by the iya and itotele .  The itotele part from section 1 of the toque for Chango , presented in Figure 36 , shows a typical use of RA 3 that bears a strong rhythmic resemblance to the matepe piece analyzed in Figure 30, particularly the phasing of the right hand tones using RA 3a and the left hand slaps using RA 3b; hence, the effect of the two hands produces the same interlock as seen in Msengu 2 (Figure 30). All of the drum parts for this toque are actually based on archetypes we have examined above: the okonkolo part is based on the dotted eighth-note rhythm of RA 2 and the resultant of the iya part with the other two parts suggests RA 1. The toque for Chango is thus a good piece to conclude this first grouping of rhythmic archetypes, with the combined effect of several archetypes beckoning us back to the audio example of the three interweaving archetypes played together using the piano in Figure 12—in both cases the resultant texture of the parts does not bring a sense of rhythmic tension, either among the parts or with the rhythmic background, but rather blends harmoniously together. This persistent texture allows parts that would be difficult to play alone, such as the iya pattern in Figure 36, to suddenly become plausible within the spectrum of rhythm produced by the other instruments. The Ups Archetype (RA 4)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69] The ups archetype, transcribed with the standard timeline pattern in Figure 37, is one of the most important yet misrepresented parts in African music. In a ternary metric background its basic form is a \ntwo-note phrase that occurs on the two pulses between each main beat, x.2 and x.3. Many English-speaking drum students call this pattern the ups , capturing its basic function, which is to delineate the texture and space between each main beat. Western scholars have written extensively on the apparent syncopation of this pattern, which is maintained throughout the dance, normally describing it as pulling or clashing against the other parts. (60) I have always argued that the ups only seems complicated to those unaccustomed to hearing it (and playing it)—for African musicians who grow up saturated in this phrase it is a natural component of their rhythmic environment. Indeed, musics that feature the ups usually assign it to the highest pitch register, where it cuts through the entire sound of the ensemble. Since it is normally maintained without interruption for hours at a time, it would not be precise to call it syncopated—its normalcy enhances the rhythmic flow rather than interrupts it. As it often occurs together with the standard pattern, when teaching students I have them learn the mnemonic syllables in Figure 37 , recited at about 0:30 into the accompanying audio example, to help them perceive it as a melo-rhythm with the bell rather than only relating it to the main beats.",
                "footnotes": [
                    "FN60"
                ],
                "citations": []
            }
        },
        {
            "70": {
                "text": "[70] The ups is a major component of the southern Ewe rhythmic background and is assigned to a high-pitched drum, kagan , played with two thin sticks in a whip-like motion. (61) We have already encountered it in the Afa dance discussed during the theoretical sections that opened this study; nevertheless, I have retranscribed it in Figure 38 along with the other two supporting parts, played on kidi drums tuned to different pitch levels. The kagan has typically been described by scholars as creating a strong cross-rhythm against the bell. (62) Nevertheless, in countless discussions with \nme, local Ewe drummers always stressed the integral nature of the kagan part within the texture of the drum ensemble, inevitably returning to the phrase, “ eh, kagan, yedona vivi de υua nuti ,” ( kagan adds the sweetness to the music) or as Locke reports from his teacher, the late Godwin Agbeli, it is “the salt” of the musical soup ( Locke 1992 , 110). Thus, it must be recognized that for cultural insiders kagan frames the timing of the music as it interlocks with the bell and the main beats, maintaining the rhythmic background rather than working against it.",
                "footnotes": [
                    "FN61",
                    "FN62"
                ],
                "citations": [
                    "locke_1992"
                ]
            }
        },
        {
            "71": {
                "text": "[71] The ups is also used frequently as a musical device in the wider Ewe-Fon area in southern Togo and Benin. In Figure 39 I have transcribed another recording I made at the ceremony I attended in Ouidah, Benin for the vodou (divine spirit) Lissa, featuring its standard musical accompaniment called Lissahoun (Lissa’s drum). The drum ensemble, azilihoun , is comprised of a bell, gan , playing the standard timeline; two support drums, hounvi , tuned to lower and higher relative pitches and played with thin sticks like kagan ; and a response drum, kpezehoun , made out of poured concrete and played with the hands. (64) The leader plays on a low-pitched barrel drum, houngan , using a stick/hand combination. Lissahoun uses a common rhythmic background found throughout this region whereby two support drums articulate the ups staggered with the downs , another grouping of two notes that starts on the beat. The variation in pitch between the two drums, nearly always tuned so that the low sound is on the downs part, clearly articulates the compound metric background. RA 4 patterns seem to follow the standard timeline and its inversions—the neighbors of the Ewe to the west, the Akan, also use RA 4 as an accompaniment pattern on the apentemma drum in the Adowa funeral dance ( Zabana 1997 ).",
                "footnotes": [
                    "FN64"
                ],
                "citations": [
                    "zabana_1997"
                ]
            }
        },
        {
            "72": {
                "text": "[72] The ups is also found in many of the support drum parts used in Mande djembe music ( Keita and Billmeier 1999 ). In the three core dance genres Soli , Dununba and Mendiani , RA 4 is played by one of the dunun drums, a group of three bass drums with iron bells attached to the side—from lowest to highest pitch they are called sangban , kenkeni , and dununba . (66) Figure 40 presents a transcription of the support parts for Soli—the bell part of the kenkeni uses the ups throughout and even adds the drum on alternate subsets. The djembe 2 part used in Soli is also based on a variation of the ups played in combination with the main beats, provided by a steady stream of slaps with the left hand. I have chosen to include this pattern as a subtype, RA 4b, as it drops out the first and third sets of notes. (67) The resultant of the kenkeni and dununba parts also resembles the rhythmic combination of the two mbira parts with the hosho in Nyamaropa (Figure 33). RA 4 is also used in new rhythms like Liberté , indicating that it is an important deep-structural pattern in djembe music. In nearby Senegal, Farwu Jar , one of the few ternary sabar pieces recorded in Tang’s study of Wolof gewel drumming, also uses a hybrid arrangement of the ups with the main beats, in this case using a sharp slap on each beat mixed with RA 4 played on two different tones ( Tang 2007 , 104–5).",
                "footnotes": [
                    "FN66",
                    "FN67"
                ],
                "citations": [
                    "keita_and_billmeier_1999",
                    "tang_2007"
                ]
            }
        },
        {
            "73": {
                "text": "[73] The ups is also found in music from Central and Eastern Africa, such as in the mbira dzavadzimu piece Chakwi , presented in Figure 41 . Chakwi uses a unique plucking pattern that intones the melody on the main beats with both thumbs, interwoven with octaves or relatively large intervals plucked using the left thumb and right index finger to the rhythm of the ups in the following combination: Together, Left, Right. This type of plucking pattern makes use of the tuning and layout of the mbira keys, which allow the fingers to easily alternate between intervals stretched between the left and right rows of keys. When first listening to the accompanying audio example, the low bass note on pulse 2 of each main beat can appear to obscure the metric background, but after several listenings the hosho and claps will begin to anchor a more solid sense of the time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "74": {
                "text": "[74] In David Rycroft’s ( 1961 , 1962 ) two-part study of the Congolese guitarist Mwenda Jean Bosco, one ternary piece in Bosco’s repertoire called Mwami , retranscribed in Figure 42 , uses the same combination of the main beats and RA 4 as Chakwi —here the thumb plucks the bass notes on the main beats while the index finger and middle finger pluck an accompaniment using the ups archetype. The bottle part nearly resembles the timeline pattern for the Haitian Yanvalou dance, except that it starts on beat 3. This pattern of bass note + RA 4 seems to be a common procedure for organizing the two hands in pieces that use the compound metric background. Figure 42 . Use of RA 4 in the Congolese guitar piece Mwami (70) (click to enlarge and hear the audio) Figure 43 . Use of RA 4 in the Palo Monte dance (72) (click to enlarge and hear the audio) Figure 44 . Ternary and Binary versions of the ups (click to enlarge and hear the audio) Figure 45 . The 341 Archetype (RA 5) (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN70",
                    "FN72"
                ],
                "citations": [
                    "rycroft_1961",
                    "rycroft_1962"
                ]
            }
        },
        {
            "75": {
                "text": "[75] In Haitian vodou drumming, the ups archetype can be observed in a common support pattern played by the boula drum, notated in the Yanvalou dance presented in Figure 34. Based on the transcriptions in Augustin and Wilcken, as well as my own experience, RA 4 is used in most of the other rada dances including Parigol , Zepol , Fla Vodou and Daome ( Wilckin 1992 , 63–75). Unlike the Ewe kagan , however, the boula is a low-pitched drum, although some Port au Prince ensembles replace this with a high-pitched drum known as katabu . Several of the Arará dances in Cuba also play the ups on a low-pitched drum named bajo (see Figure 35).",
                "footnotes": [],
                "citations": [
                    "wilckin_1992"
                ]
            }
        },
        {
            "76": {
                "text": "[76] RA 4 is also found in several support instrument parts used in various Afro-Cuban religious dances, including those of the Lucumí, Arará and Bantu traditions. Figure 43 presents a transcription of the rhythmic background from the Bantu Palo Monte dance played by the folkloric group Afro-Cuba de Matanzas ( 1998 ). In this arrangement, the support drum conga 1 plays an RA 4 pattern using contrasting slaps and tones, producing a similar effect as the bajo part from Arará dance notated in Figure 35. (71) The composite of conga 2 ’s lower-pitched tones with the notes of conga 1 creates a pleasant resultant melody similar to the djembe 2 rhythm from Soli , described in Figure 40.",
                "footnotes": [
                    "FN71"
                ],
                "citations": [
                    "grupo_afrocuba_de_matanzas_1998"
                ]
            }
        },
        {
            "77": {
                "text": "[77] As an aside, the binary counterpart to the ups, transcribed in Figure 44 , is featured in many new styles of African popular music (see Locke 1987 ). Translated onto the guitar and organ, it provides the uplifting sounds that define ska, rocksteady and roots reggae music ( Manuel, Bilby, and Largey 2006 , 193). Since these musics have spread to dance clubs around the world, people have become accustomed to the placement of this pattern within the rhythmic background of Jamaican music and do not have trouble finding the main beats in relation to it. In a subgenre of Reggae music called dub , for example, the main rhythm track is often faded out, leaving only the upbeat notes from the guitar/organ combination. At a nightclub one does not suddenly see dancers begin to shift onto the wrong side of the beat, rather they have learned to hear the ups in that particular relationship to the rhythmic cycle. Within the textural system of rhythm that I have outlined throughout this study, the ups archetype plays an important role in shaping the resultant rhythmic texture—in the audio recording accompanying Figure 44 note the difference in sound when the ups slips into the binary version. Therefore in Pan-African music, patterns like the ups are not cross-rhythms, rather, they are important complementary rhythms. The 341 Archetype (RA 5)",
                "footnotes": [],
                "citations": [
                    "locke_1987",
                    "manuel_bilby_and_largey_2006"
                ]
            }
        },
        {
            "78": {
                "text": "[78] RA 5 is an archetype that marks beats 3, 4, and 1 in the compound metric background. I have transcribed it as a series of claps in Figure 45 , accompanied by the standard timeline pattern from Figure 8. At a southern Ewe music event, the 341 archetype is commonly clapped by singers to represent the basic shape of the bell part in a format that is convenient for keeping the songs in alignment with the rhythmic background. The clapping will be most prevalent around a circle of talented singers that congregate around the song leader, heno , who introduces a progression of songs for the assembled chorus to take up. At the beginning of each song cycle the heno will sing a solo, a capella , rendition of the coming song, often stretching out the ends of each phrase with improvised vocal embellishments. When the heno returns to the beginning of the song, they will start singing it with a distinct cadence, clapping RA 5 starting on beat 3 of the rhythmic cycle. This visual and sonic cue allows the drum leader, azaguno , to time an entrance call that will bring in the entire drum ensemble. Throughout the dance the heno and chorus members may clap this pattern as it suits them to maintain the strict relationship between the songs, dance steps, and drum patterns. Some dances also use wooden clappers to emphasize this pattern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "79": {
                "text": "[79] The asymmetrical shape of RA 5, which drops every fourth clap, is a suitable abbreviation of the rhythmic cycle outlined by the bell because unlike clapping on all of the main beats, for example, something which could only mark the tempo, there is a clear indication of the larger \nfour-beat cycle. Although the gankogui and axatse parts also delineate a period of four ternary beats, these instruments require a lot of skill and stamina to play while singing, and thus are not suitable for general use. During my fieldwork in Eweland I observed that during informal song sessions without the drummers, singers would accompany themselves by clapping RA 5 rather than the bell. Figure 46 . Periodicity of RA 5 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "80": {
                "text": "[80] The standard timeline together with RA 5 demarcates a cascading pattern towards beat 1, which opens up a brief period of musical space before continuing with the next cycle. In Figure 46 I have demonstrated this impression using the familiar southern Ewe musical background comprised of gankogui (bell), axatse (gourd rattle), and the RA 5 clap pattern.  The interesting moment occurs at time-point 1.2, where there is a rupture in the resultant texture of the gankogui and axatse parts. Although it is brief, it is also sudden in the context of eleven other constantly sounded pulses. In conjunction with the subsequent omission of a clap on beat 2, this pause sets up a contrasting section (colored in purple) from the main cascading phrase (colored in yellow). In southern Ewe music, these contrasting sections help to solidify the period of the timeline.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "81": {
                "text": "[81] The 341 archetype is also used in Mande Kora music as a konkondiro pattern—phrases tapped by an aspiring musician on the gourd resonator of his teacher’s instrument ( Knight 1973 , 192–205). The sound of RA 5 is also prominent in the ceremonial music of the Haitian vodou religion, where it is played on a ritual gourd shaker called ason , constructed from a bottle gourd covered with a net of bones, trinkets and beads (see Figure 34). (73) The sound of the ason permeates the musical space, keeping musical and ritual time for the event. As in Eweland, Haitian songs normally begin with the sound of the lead singer (hounganikon) or priest (Houngan [male], Mambo [female]) shaking the ason to the beat of RA 5. My sense is that this archetype will be found in many related traditions as a shorthand for the timeline pattern. The Shifting Three Archetype (RA 6)",
                "footnotes": [
                    "FN73"
                ],
                "citations": [
                    "knight_1973"
                ]
            }
        },
        {
            "82": {
                "text": "[82] The final archetype, the shifting three archetype , is a subset of four notes comprised of three eighth notes and a rest, which shifts in its relationship to the main beats three times over one cycle of the compound metric background. In other words, each iteration of the subset begins on a different pulse of the main beats. Depending on where the sequence of phrases is begun in relation to the timeline, there are four possible versions of this phrase, labeled 6a–6d in Figure 47 . Figure 47 . The Shifting Three archetype (RA 6) (click to enlarge and hear the audio) Figure 48 . Use of RA 6b in the opening drum language conversation of Agbadza (75) (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN75"
                ],
                "citations": []
            }
        },
        {
            "83": {
                "text": "[83] RA 6 and its rotations are commonly used in constructing Ewe drum language conversations. (74) In Figure 48 , I have transcribed the opening conversation from the southern Ewe funeral dance Agbadza . Both the lead drum, sogo , and the response drum, kidi , employ RA 6b in their design. This opening pattern typifies the sound of Agbadza , and apart from opening the dance, is also used as a changing phrase between drum conversations. Figure 49 . Examples of RA 6a and RA 6d in variations for the caja drum in the Palo Monte dance (78) (click to enlarge and hear the audio) Figure 50 . Transformation of the segon variation into RA 6a (click to enlarge and hear the audio and see the rest)",
                "footnotes": [
                    "FN74",
                    "FN78"
                ],
                "citations": []
            }
        },
        {
            "84": {
                "text": "[84] The shifting three archetype is found in solo variations for the lead drum in several genres of Afro-Cuban music. (76) In Figure 49 I present two more variations for the caja drum from the Palo Monte dance examined earlier in Figure 23, both structured using RA 6 combinations ( Coburg 2004 , 9–12). (77) It will be recalled that the basic caja pattern consists of two rhythmic centers, the open tone on beat 1 and the slap on beat 3, and that variations typically occur in the space between the open tones of each bell cycle. In Figure 49, caja variation 2 uses a shifting three phrase that begins on time-point 1.1 of measure 4. The drummer initiates the phrase by following the expected open tone on beat 1 with two more open tones, leading into an RA 6a combination that returns back to the basic pattern on beat 1. Caja variation 7 begins on time-point 4.3 of measure 5 with the stroke pattern slap, tone, tone, rest; repeating this pattern three times according to the structure of RA 6d (see Figure 47). Both of these variations flow quite naturally into the rhythmic background established by the other instruments, and only appear complex when analyzed on paper.",
                "footnotes": [
                    "FN76",
                    "FN77"
                ],
                "citations": [
                    "coburg_2004"
                ]
            }
        },
        {
            "85": {
                "text": "[85] In Haiti RA 6a is used as segon variation in many styles of rada music. The segon uses a particular type of bow-shaped stick, strung across its arc and held with the stick inside the left fist and the string between the third and fourth fingers. Its design allows it to pivot from a playing position, with the opposite end of the stick striking the center of the drum in a falling motion, to a timekeeping position, where the stick rotates back along the path of the string, allowing the tips of the fingers to dampen the last note of each phrase. These types of tone-dampen patterns result in a staccato texture, with the segon player carefully controlling the attack and duration of each sound, a practice Haitian drummers share with Ewe-Fon musicians. In Figure 50 I have transcribed a segon improvisation from the Yanvalou dance that could have been generated by adding a dampened note to a series of alternating tones—in this case muting every other left hand stroke produces RA 6a: R L R L R L R L R L R L R L R x R L R x R L R x",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "86": {
                "text": "[86] The Shona mbira piece Nhemamusasa , has attracted a lot of scholarly attention, particularly the rhythm of the kushaura (starting) part. (79) Tracey notated it using groups of four pulses, which resemble the cross-rhythmic interpretation of Msengu using 3/4 meter presented in Figure 31. As discussed above, Tracey refrained from applying a metric background to any of the parts, which would seem to place these groups of four pulses into a cross-rhythmic relationship with the rhythmic background established by the claps and hosho . (80) While I also perceive the tactile grouping of notes into subsets of four pulses, I do not think they outline a different metric perception; instead, I believe they relate to the compound metric background in the same way as RA 6a. Figure 51 . Example of RA 6a in the kushaura for Nhemamusasa (81) (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN79",
                    "FN80",
                    "FN81"
                ],
                "citations": []
            }
        },
        {
            "87": {
                "text": "[87] In Figure 51 I have renotated the kushaura part from Nhemamusasa using the shifting three archetype to highlight the three sets of four pulses described by Tracey, beginning on time-point 1.1 of measure 1. Although the pattern consists of a continuous stream of pulses, the movement sequences between the fingers and the harmonic progression of the chords support the shape of this 3x4 grouping. But rather than assume this creates a counter-meter or a different metric vantage point, I think it is possible that mbira players allow the two grouping structures to interweave, feeling the relationship between each of the \nfour-pulse subsets and the main beats in three different ways rather than as downbeats of a hypothetical 3/4 meter. In the transcription I have represented these three combinations using the following mnemonic device comprised of the syllables ga (relative low pitch) and gin (relative high pitch), with bold syllables representing the points of intersection with the main beats, and syllables in capital letters representing the beginning of a \nfour-pulse subset: [ Gin ga gin ga , Gin ga gin ga, Gin ga gin ga]. When listening to the audio example, allow the piece to progress without forming an impression of the timing, and then follow along with the mnemonic syllables, spoken mid-way through the recording. If you are able to speak the sounds along with the mbira it will greatly assist in relating its part to the main beats; eventually, the psycho-acoustical impression of this relationship will obviate the need to tap your foot on the main beats or count the meter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "88": {
                "text": "[88] Like the matepe piece Msengu discussed in Figure 30, the rhythmic structure of the kushaura part is comprised of a few rhythmic combinations between the fingers and the main beats that remain effectively constant throughout the piece. Undeniably, for someone unfamiliar with the rhythmic background, there are many ways to feel the rhythm of Nhemamusasa , but for someone steeped in the rhythmic background of mbira music, the flow of the main beats is grounded into the perception of every pattern. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "89": {
                "text": "[89] In this paper I have examined a group of rhythmic patterns that are widely distributed in Africa and the Diaspora in order to describe the theory and application of rhythmic archetypes in African music. I have selectively analyzed patterns from music traditions that are widely recognized in African music studies, hoping to suggest a useful framework for the perception and interpretation of African rhythms. The variety of examples presented in this paper, although nowhere near exhaustive, forcefully demonstrates the presence of a deep-structural grammar, which can generate countless surface variations wherever Africans get together to make music. Therefore, rather than insist on regional or local perceptions of rhythm, we should begin to acknowledge the presence of commonly understood rhythmic blocks like rhythmic archetypes, which combine with the compound metric background in similar ways. Performers draw on these expected rhythmic devices to create compositions and variations that are aesthetically satisfying in their local contexts, not to create tension.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "90": {
                "text": "[90] The theory of rhythmic archetypes proposed in this paper developed from a textural theory of rhythm, where second-order patterns are conceived within a stable rhythmic background according to the particular multi-sensory resultant image they will produce with the other parts. This is paralleled in the technical aspects of playing these patterns in an ensemble, where one makes use of strokes that clearly impact the resultant texture, strokes that are audible but nonetheless blend together with concurrent strokes played by other instruments, and inaudible strokes which allow the musician to “feel the time.” In performance, the pulses generated by the constant stream of participatory behaviors produces a field of rhythmic gravity, which influences the motion of new parts within the collective texture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "91": {
                "text": "[91] My aim in compiling this massive amount of published musical data was to highlight the creative process by which Africans around the world continue to reference, develop and expand upon a shared vocabulary of rhythmic devices. Indeed, part of the inspiration for rhythmic archetypes came from reading studies of African verbal performance, which document the use of stock phrases in the pouring of libations, telling of stories, giving of speeches, and expressions of emotion. (82) At the same time, I was influenced by a group of scholars working in the Caribbean and the Americas who now view modern Diasporic traditions as having resulted from the continuance of basic structural processes that generate, sustain, and transform social life, rather than from the remnants of a distant African past ( Gilroy 1993 , Palmié 2002 , Brown 2003 ). Therefore, when I connect a drum conversation used in Eweland to a drum variation in Cuba, I am not implying that the latter version diffused or descended from the former; rather, I am arguing that it is the grammar for generating drum conversations that links the two cultures, and hence, the two rhythmic systems should be expected to show some common surface-structural elements. Furthermore, this rhythmic grammar continues to mutually evolve on both sides of the Atlantic, particularly through the medium of popular music, which has circulated many new instrumental rhythms throughout the region.",
                "footnotes": [
                    "FN82"
                ],
                "citations": [
                    "gilroy_1993",
                    "brown_2003"
                ]
            }
        },
        {
            "92": {
                "text": "[92] The rhythmic archetypes outlined in this study should be useful for future structural studies of African music and dance, as they provide a basic lexicon for creative expression within a communal music environment. As other performers and academics begin to connect these rhythmic archetype patterns with music examples from their own areas of study, introducing other patterns that I have missed, we can amass enough data to produce an entire volume of Pan-African rhythmic patterns in both binary and ternary meters. \nIn the meantime, I hope that the discussions and music examples presented here will prove useful to teachers and students of African music—please use them to liven up your classroom, or to start a thought-provoking discussion with some of your fellow performers. At present, I have not been able to apply the concept of rhythmic archetypes to the realm of African dance, as my experience is more limited in this area than in instrumental playing and singing. Hence, this will be a prime area for future collaboration with other researchers who have a more thorough understanding of the subject.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.4.burns.html",
    "data": "mto/data/mto.10.16.4.burns.json"
}