{
    "title": "Review-essay of Kacey Link and Kristin Wendland, <i>Tracing Tangueros: Argentine Tango Instrumental Music</i> (Oxford, 2016)",
    "date": "2019/09/01",
    "volume": "25",
    "issue": "3",
    "authors": [
        "Turci-Escobar, John"
    ],
    "abstract": "",
    "keywords": [
        "Tango",
        "Popular Music"
    ],
    "doi": "10.30535/mto.25.3.5",
    "received": "April 2019",
    "pdf": "http://mtosmt.org/issues/mto.19.25.3/mto.19.25.3.turciescobar.pdf",
    "author_info": [
        {
            "name": "John Turci-Escobar",
            "university": "The University of Texas at Austin",
            "address": "Austin, TX 78712",
            "email": "turci-escobar@austin.utexas.edu"
        }
    ],
    "citations": {
        "andrews_2016": "Andrews, George Reid. 2016. Afro-Latin America: Black Lives, 1600–2000 . Cambridge: Harvard University Press.",
        "borges_2009": "Borges, Jorge Luis. 2009. Obras Completas I 1923–1949: Edición Crítica. Comentada por Rolanda Costa Picazo e Irma Zangara. Buenos Aires: Emecé.",
        "ferrer_1960": "Ferrer, Horacio. 1960. El tango, su historia y evolución . Buenos Aires: A. Peña Lillo.",
        "kuri_2008": "Kuri, Carlos. 2008. “Agonía del género y potencia del nombre (constitución de la est´tica piazzolleana).” In Estudios sobre la obra de Astor Piazolla , edited by Omar García Brunelli. Buenos Aires: Gourmet Musical.",
        "luker_2016": "Luker, Morgan James. 2016. The Tango Machine: Musical Culture in the Age of Expediency . Chicago: University of Chicago Press.",
        "rosen_2000": "Rosen, Charles. 2000. “Radical, Conventional Mozart.” Collected in Critical Entertainments: Music Old and New . Cambridge: Harvard University Press.",
        "tanguero_1913": "Tanguero, Viejo. 1913. “El tango, su evolución y su historia. Historia de tiempos pasados. Quienes lo implantaron.” Crítica , September 22, 1913."
    },
    "footnotes": {
        "FN0": {
            "text": "* For their generous assistance I would like to thank Andrea Campetella, Pablo Taboada, Andrés Serafini, Marina Cañardo, Julio Schvartzman, Eric Drott, Omar García Brunelli, Delfina Campetella, Melina Brufman, Fernanda Ghi, Gustavo Goldman, and especially, Joti Rockwell, who kindly and patiently shepherded this review through.",
            "citations": []
        },
        "FN1": {
            "text": "1. My translation. “El tango puede discutirse, y lo discutimos, pero encierra, como todo lo verdadero, un secreto. Los diccionarios musicales registran, por todos aprobada, su breve y suficiente definición; esa definición es elemental y no promete dificultades, pero el compositor francés o español que, confiado en ella, urde correctamente un “tango”, descubre, no sin estupor, que ha urdido algo que nuestros oídos no reconocen, que nuestra memoria no hospeda y que nuestro cuerpo rechaza.” When Borges is speaking in the first person plural, he is speaking about the people of Buenos Aires, rather than Argentines more generally.",
            "citations": []
        },
        "FN2": {
            "text": "2. Hereafter, when I refer to “tango” the reader can assume that I am referring to what the authors define as “Argentine” tango.",
            "citations": []
        },
        "FN3": {
            "text": "3. This trimming of the corpus is a particularly effective way of focusing the book, since more than half of the corpus consists of  “tango-songs,” that is, recordings that feature a singer.",
            "citations": []
        },
        "FN4": {
            "text": "4. In a web video demonstration providced in the companion webiste, virtuoso Nicolás Enrich “explains the basic techniques and mechanics of playing the bandoneón” (27).",
            "citations": []
        },
        "FN5": {
            "text": "5. The authors discuss these musical elements in more depth in Chapter 3. This presentation of musical elements, however, is crucial to grasping the history of musical style in the chapter that follows. Moreover, since it does not go into the technical depth of the third chapter, it provides a good overview for non-musicians. Thus, instructors can assign this chapter in courses that do not require musical literacy. Nota bene : while the examples in this chapter suffice for a general understanding of the content, those who want to understand the text fully must consult the examples in the companion website.",
            "citations": []
        },
        "FN6": {
            "text": "6. We are fortunate in that the authors do not strictly follow the “instrumental” limitation in this title, since they discuss a number of examples that are tango-songs.",
            "citations": []
        },
        "FN7": {
            "text": "7. I discuss this periodization in more detail below.",
            "citations": []
        },
        "FN8": {
            "text": "8. Access to the musical examples in the companion website is necessary to fully understand the concepts.",
            "citations": []
        },
        "FN9": {
            "text": "9. This explanation, however, assumes that the Argentine spoken in present-day Buenos Aires has not changed since the Guardia Nueva and Golden Age periods when fraseo took shape.",
            "citations": []
        },
        "FN10": {
            "text": "10. See, especially, the example that shows differences between rítmico and cantando styles in Pugliese’s Gallo Ciego (184).",
            "citations": []
        },
        "FN11": {
            "text": "11. Moreover, there is a growing tendency among tango scholars to move beyond nationalist narratives and view the tango in its regional and global contexts.",
            "citations": []
        },
        "FN12": {
            "text": "12. For an illuminating treatment of the question of genre in tango music, see the excellent book by Luker 2016 . For an Argentine perspective on the question of tango genre, see Kuri 2008 , 13–18.",
            "citations": [
                "luker_2016",
                "kuri_2008"
            ]
        },
        "FN13": {
            "text": "13. A majority of tango recordings feature one and occasionally two vocalists; the artist who symbolizes the genre is a singer, Carlos Gardel; and fans associate tango primarily with sung lyrics. Though in Part I the authors do discuss a handful of recordings that feature a singer, all but one of the close readings in Part II are instrumental tangos. The authors never justify this circumscription of the corpus. By not engaging the question, the authors implicitly reproduce a bias towards absolute music common in the historiography of Western concert music. It is perhaps this bias that explains why singer and bandoneón player Rubén Juárez, one of the most highly regarded and popular tango figures of the last 40 years, is excluded from the list of representative tangueros and doesn’t even appear in the book index.",
            "citations": []
        },
        "FN14": {
            "text": "14. The authors miss obvious opportunities to call attention to the role of Afro-descendants in the history of the tango, for example, when they discuss the important contributions of Afro-Porteño bassist, Leopoldo Thompson.",
            "citations": []
        },
        "FN15": {
            "text": "15. The musical training of these and other tango musicians active at the beginning of the twentieth century belies the notion that it was only with the Guardia Nueva that conservatory-trained musicians entered into the picture and refined the tango.",
            "citations": []
        },
        "FN16": {
            "text": "16. The author’s periodization also overlooks significant socio-economic events of the period under consideration, which affected the entertainment industry in general and the tango in particular.",
            "citations": []
        },
        "FN17": {
            "text": "17. Since then, a change in administration, a prolonged economic slump, and stricter enforcement of safety codes have depressed the number of live music events in general, and tango in particular.",
            "citations": []
        },
        "FN18": {
            "text": "18. Of course, international events surely played a role in propping up the tango during the Golden Age, as the world war curtailed cultural and material imports from Europe and North America while exports of agricultural products boomed.",
            "citations": []
        },
        "FN19": {
            "text": "19. For example, Charly García, one of the deans of Rock Nacional , cited tango as an important influence on his music.",
            "citations": []
        },
        "FN20": {
            "text": "20. The redaction of the historical narrative is magnified by the fact that the number of tango recordings was actually higher in the 1920s than it was during the Golden Age. In fact, more tango records were recorded in 1927 than in the 1940s as a whole. Canaro and Firpo had the lion’s share of these recordings.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The tango, Argentine writer Jorge Luis Borges argued, contains a secret. “Musical dictionaries provide a brief, adequate, and generally approved definition,” Borges wrote, but “the French or Spanish composer who, trusting the definition, correctly crafts a ‘tango,’ discovers, very much to his surprise, that he has crafted something that our ears do not recognize, that our memory does not welcome, and that our body rejects” ( 2009 , 267–68). (1) Pace Borges, in Tracing Tangueros Kacey Link and Kristin Wendland go beyond the brief definition, to provide a “detailed study of Argentine tango instrumental music” that promises to reveal the genre’s secret and assist musicians who perform and arrange, composers who write, and music scholars who analyze Argentine, or more precisely, River Plate tangos. (2) Moreover, the authors seek to engage an even wider audience, “ranging from a tango aficionado wishing to learn about the music of a specific tanguero to a professional musician seeking a detailed performance or theoretical analysis” (18). There I call attention to issues relating to how the authors defined their corpus, constructed their historical narrative, and chose representative tangueros .",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "borges_2009"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Link and Wendland base their effort on more than a decade of experience studying and performing Argentine tango. Both authors are accomplished pianists who perform in, and lead, tango ensembles. They have paid their dues in Buenos Aires, studying, playing, and interacting with prominent tangueros (tango musicians). Their detailed study of tango music synthesizes a wide variety of sources: performance and compositional manuals, scholarly and non-scholarly writings on tango music and history, original and transcribed arrangements, live performances, sound and video recordings, workshops and private lessons with tangueros in Buenos Aires, and countless formal and informal interviews.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] TT consists of an introduction and two long parts. In Part I, the authors explain and illustrate the musical elements that “make it a tango,” and present a comprehensive history of tango style. Part II is organized as ten in-depth case studies of “representative” tangueros . Each case study features a brief biographical sketch, a discussion of the subject’s performance, arranging, and compositional styles, and a close reading of an exemplary recording. In addition to the ten case studies, the authors include four short profiles of tangueros . Integral to the book is a companion website with links to musical examples, videos, and archival audio and video recordings. In the paragraphs that follow, I will discuss each part in turn. I will then conclude with general observations about the monograph. Introduction and Part I",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In the introduction, the authors define the scope of their ambitious project. They will focus on tango in , not outside of Argentina, and on the music rather than its dance and poetry. Moreover, they will concentrate on instrumental music. (3) Their primary impulse is analytical: they investigate “how the distinct performance, compositional, and arranging features of the music play out in practice over the art form’s historical and stylistic trajectory” (18). To set the stage for their “detailed study of Argentine instrumental tango,” the introduction surveys the many forms that tango has taken inside and outside of Argentina, sketches a cultural history of the genre, and briefly touches on the dimensions of the art form that fall outside of the scope of their study, namely, tango-song and dance.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Though it provides a concise and broadly-considered point of entry into the more detailed work that follows, the discussion of the origins and cultural history of the tango that appears in the introduction has numerous issues and inaccuracies. The discussion of the relation between tango music and the milonga and candombe traditions, for example, is confused, and the characterization of the compadrito as a “robber and, at times, a killer” is not only erroneous but also an injustice to this marginal social figure (9). In their description of how tango-song took shape in the 1910s, the authors conflate the figure of the “ cantor nacional ,” who performed from the wide repertoire of regional and national folk tunes (zambas, estilos, cifras, milongas, etc.) with that of the payador , who improvised poetry in a competitive fashion. Their account of the early tango-song also overlooks the influence of Spanish musical theater, which shaped not only the form of the lyrics but also the style of performance. Finally, the tango reached wider audiences much earlier than the authors acknowledge, due especially to the incorporation of tango dancing and music to theater pieces and their popularity in public dances, especially during the carnival season.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The first chapter of Part I, “What makes it an Argentine Tango,” is based on the assumption that there is an “original Argentine style” of tango. The goal of the chapter, therefore, is to explain the musical elements or traits that define this style. In their presentation of the style, moreover, the authors strive to use the “standard names, terms and models of how tangueros themselves define these elements” (24–25). The first element they focus on is instrumentation. The authors survey the development of the orquesta típica , as tango ensembles are known, from its origins as small groups (which often included guitar and flute), through the establishment of the sextet in the 1920s (two violins, two bandoneones, piano, and double bass) and the expansion of this basic format after the 1930s, all the way to the myriad combinations found in contemporary ensembles. Especially useful is their discussion of the tango’s iconic instrument, the bandoneón. (4) It is not the particular instruments that make music tango, but rather, their roles in the texture and how they are used. The predominant texture of the orquesta típica , the authors explain, is melody and accompaniment. In articulating this texture, the violins and bandoneones are responsible for the melody; the piano and bass provide the harmonic and rhythmic accompaniment (27). This “instrumental narrative,” as the authors refer to it, is a crucial aspect of “what makes it a tango.” Also crucial, we learn, are the extended instrumental techniques called yeites , which originated and developed in performance practice.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The discussion of characteristic musical elements then turns to rhythm. The authors introduce the three subgenres of tango: milonga, tango, and waltz, known collectively as the “three rhythms.” The authors discuss their characteristic meters, tempi, and affects (28). Having defined the subgenres, the authors explain tango’s main accompanimental patterns. They provide clear explanations and examples of the marcato , the march-like pattern that predominates in most Golden Age tangos, and the síncopa . They then turn to the dotted duple habanera/milonga pattern and its associated figures: the bordoneo , the milongueo , and the 3-3-2. In their overview of the 3-3-2, they trace a thread from its early manifestations in the 1920s to its role as a signature rhythm in the music of Astor Piazzolla, and also call attention to its occurrences in other musical cultures that may have intersected with the tango. Especially useful to performers is the discussion of the “anticipatory sliding technique” known as arrastre (drag), which tango players use everywhere, but especially in the marcato and síncopa patterns. It is the arrastre , the authors observe, that underlies tango’s distinctive “swing” (30). The discussion of tango rhythm ends with a discussion of anacrusis, an upbeat orientation common in both melodies and bass lines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The review of tango melody is of special interest to performers. The authors introduce the two main styles, rítmico and cantando , and explain how tangueros perform each one. They then focus on what is perhaps the most elusive feature of tango performance practice: fraseo . This refers to the technique of playing in a “flexible, elastic, and loose rhythmic manner relative to the beat” (32). This is followed by a discussion of “tango melodic codes” and embellishments. They close the discussion of melody with a brief explanation of the variaciones . This refers to the elaborate figurations that typically occur at the end of tango arrangements. Usually played by the bandoneones, the variaciones counterpoint the last return of the main melody and bring the tango to a climactic close.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The discussions of harmony and form in this chapter call attention to features that the tango shares with other nineteenth- and twentieth-century popular music genres. In their brief treatment of tango harmony, for example, the authors note that the tango uses the standard sonorities and harmonic progressions of common-practice tonality. In terms of musical form, they note the predominance of symmetrical phrase structure and two- and three-part forms. The chapter closes with an explanation of the chan-chan , the cadential tag that punctuates the end of almost every tango (35). (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Chapter 2, “Trajectory of Argentine Tango Instrumental Music,” is a groundbreaking contribution to tango scholarship. (6) While there are more extensive or detailed histories of tango music, none to my knowledge engages aspects of musical style in such technical detail. The authors present a somewhat idiosyncratic periodization of musical styles: Guardia Vieja (1900–1910s), Guardia Nueva (1920s), Golden Age (1932–55), Post-Golden Age (1955–90), and tango’s rebirth (1990–present). (7) For each period, they provide a brief overview of the political, economic, and social contexts, and include two sections entitled “What makes it a tango?” and “Basic performance style,” respectively. These sections feature analyses of representative tango recordings that illustrate key aspects of musical style and performance practice. (8)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The authors consider the Guardia Vieja period a “background” to what follows. The early tangueros , we learn, represented recent waves of immigration, came from humble social backgrounds, and were self-taught musicians. This generation of tangueros , the authors explain, established the “key stylistic norms,” particularly in the realms of instrumentation (with the consolidation of the core trio of piano, violin, and bandoneón, and the addition of the bass) and texture (the roles these instruments play in the “instrumental narrative”). To illustrate these elements, as well as aspects of melody, harmony, and form, the authors analyze two recordings by Eduardo Arolas, one of the foundational tangueros . Regarding the performance style of the Guardia Vieja , the authors note the improvised style that characterized early tango ensembles. They also discuss techniques introduced during this period that would become associated with particular instruments.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Before continuing their history of tango style, the authors introduce the binary opposition that structures their historical narrative, namely, the distinction between traditionalists and innovators . Guided by this “two-streams” framework, the ensuing discussion of the Guardia Nueva period (1920–32) stresses musical innovation. Julio De Caro is the most well-known representative of the Guardia Nueva innovators. Like most of the members of this group, he had formal training. The Guardia Nueva innovators, the authors assert, “ventured into new musical frontiers of instrumentation/orchestration, melody, rhythm/meter, harmony, and form.” In doing so, they add, these tangueros “crystallized the defining musical elements that make it a tango” (47). In the realm of instrumentation, for example, Guardia Nueva tangueros established the sextet as the representative ensemble as well as the division of labor the authors refer to as the “instrumental narrative.” In the rhythmic realm, the 1920s witnessed a sharp shift from duple to quadruple meter, and tempos that were significantly slower than those of the preceding decades. The accompanimental rhythmic patterns also changed: the marcato and síncopa edged out the milonga rhythm, and the 3-3-2 began to appear as well. According to the authors, the innovators introduced refinements in melody, harmonic language, tonal relationships, and formal organization. Refinement was also evident in the performance style of Guardia Nueva tangueros ; indeed, the authors argue that the defining features of performance practice took root during this period. These features include the widespread use of arrastre and fraseo as well as the introduction of new yeites . The discussion of the Guardia Nueva includes an illuminating analysis of De Caro’s 1926 recording of “Recuerdo” that touches on most of the characteristic features of composition, arrangement, and performance practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The discussion of the Golden Age of Argentine tango (1932–55) is especially informative. Tango orchestras proliferated during this period, especially in the mid 1930s. Among the most well known are the orchestras of Juan D’Arienzo, Carlos Di Sarli, Aníbal Troilo, De Angelis, and Osvaldo Pugliese. The authors discuss various factors that contributed to the dissemination of tango music: new venues for orchestras to perform, especially neighborhood social clubs, the rise of radio as the primary form of mass media, plays and films that featured tango music. Significantly, the “songbook” of tango standards coalesced during this period, and included favorites from the Guardia Vieja and Guardia Nueva , as well as new compositions. Singers assumed a more prominent role in the tango orchestra, resulting in popular partnerships between bandleaders and singers, for example, between Angel D’Agostino and Angel Vargas. And, related to the preceding period, the Golden Age spawned a new generation of lyricists that expanded the topics and stylistic possibilities of the genre.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] If the Guardia Nueva innovators defined the musical elements that “make it a tango,” it was the Golden Age tangueros who “polished” them. Behind the impulse to refine and elaborate the musical elements inherited from Guardia Nueva tangueros was the tendency, among Golden Age bandleaders, to individuate the style of their orchestras. It is not surprising, then, that in their discussion of the compositional, arranging, and performance features that make Golden Age tangos tangos, the authors refer to fourteen recordings by different orchestras. Given the prominence of the singer in Golden Age orchestras, moreover, the authors discuss both instrumental tangos and tangos with vocalists.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The authors note that Golden Age orchestra leaders “blurred and intermingled the two streams of tango established in the 1920s” (55). Their discussion of “what makes it a tango” thus focuses on how these leaders elaborated and refined the characteristic elements of tango and stresses how these elaborations helped to individuate the orchestras. Let us consider instrumentation, for example. While Golden Age tangueros retained the instrumental narrative established by the previous generation, they expanded the orchestras both in the number and variety of instruments involved. Arrangers, therefore, had a greater role. The authors provide an informative discussion of how arrangements exploited the possibilities of the larger registral and timbral palettes and how these different arranging styles became associated with specific orchestras. In the same vein, they discuss how Golden Age tangueros refined and elaborated melodic style ( fraseo , countermelodies, and passage work), and experimented with the placement of the variaciones and marcato and síncopa patterns. Not all refinements and elaborations, however, were associated with specific orchestras. Stylistic changes general to the period include greater use of chromatic harmonies and bolder tonal relationships. Another aspect that became normative for the Golden Age occurred in the realm of musical form. As the authors observe, the two-part (AB) form was standard in the Golden Age. Also, and not surprising for dance music, symmetrical phrases were the norm, although there is the occasional asymmetrical phrase design (61).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Performance practice also contributed to the delineation of specific styles. Significantly, the increasing reliance on musical notation that resulted from the use of written arrangements did not supersede the aural and oral traditions of performance practice. Aspects of performance that contributed to style individuation include variations in tempo, the accentuation and articulation of marcato patterns, melodic execution, fraseo , and closing chan-chan tags. Especially distinctive and recognized by the tango public was how specific bandleaders used their instrument in the orchestral sound, for example, Di Sarli’s rhythmically nuanced piano playing of connective passage work and Troilo’s lyrical and highly expressive bandoneón solos.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Tango, especially as a social dance, declined in popularity in the Post-Golden Age period (1955–90). The authors survey various explanations for this decline, such as the political and economic instability that followed the fall of Juan Domingo Perón’s regime and tango’s limited access to radio airtime as it competed with other native and foreign genres. As younger generations increasingly favored alternative forms of dancing, the number of venues that hired tango orchestras dwindled, and many orchestras disbanded. The orchestras that survived often developed a concert style. Other orchestras formed to accompany solo singers, which became more popular after the Golden Age. Tango musicians also formed small ensembles. These suited a new kind of venue that appeared during this period: intimate nightclubs catering to an affluent clientele. The more celebrated musicians of the Golden Age continued to perform in the film industry, and enterprising tangueros could find new performing opportunities in the burgeoning television industry.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The most significant stylistic development in the Post-Golden Age period was the emergence of the avant-garde in the 1950s and 60s. This style is generally associated with Piazzolla’s Nuevo Tango . Also prominent in the avant-garde were bandoneón player Eduardo Rovira and pianist Horacio Salgán. Influenced by contemporary trends in European classical music and North American jazz, these musicians experimented with rhythm, harmony, and instrumentation, as well as formal techniques like twelve-tone composition. Not all tango musicians joined the avant-garde, however. Many continued in the Golden Age tradition while others blended traditional and modern elements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] In their discussion of what makes Post-Golden Age tangos, the authors stress how musicians “further refined the musical elements” defined by the previous generation. This impulse, they argue, reflected how tango had moved “beyond music for dance” and returned to its “concert music purpose” established by the Guardia Nueva (64 and 67). One obvious way that orchestras achieved this purpose was by acquiring a “big symphonic sound.” In terms of style, perhaps the most significant feature of the Post-Golden Age period were quicksilver changes and contrasts, which, the authors assert, “became the norm” (68). These contrasts could involve melodic style, rhythm, orchestration, register, and tempo. The authors also call attention to the more frequent use of extended and altered harmonies and sequences, especially descending fifths. In the realm of form, this period witnessed more departures from the standard two- and three-part forms. The authors also note an increasing emphasis on original composition. In terms of performance style, the authors note an increased level of sophistication and virtuosity. Elaborate arrangements required greater facility with music notation. And, especially in the small ensembles, musicians developed the ability to respond to each other’s playing. As they do throughout this chapter, the authors provide insightful stylistic analyses of representative recordings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The authors provide a separate discussion of the 1970s and 80s. This politically turbulent period encompasses the return to power of Peronism and the rise of armed leftist guerilla groups in the early 1970s, the 1976 coup that brought to power a virulently repressive military junta, and the return of democracy with the election of Raul Alfonsín in 1983. Tango musicians, the authors note, survived the darker years of this period through “retrenchment and survival” (72). Musicians like Piazzolla who had a reputation outside of Argentina thrived in international tours. Others emigrated to Europe and North America.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The authors trace three paths pursued by tango musicians during this period. Some musicians continued with traditional elements of tango. Others fused tango with other genres; Rodolfo Mederos, for example, blended tango with rock. Piazzolla dispensed with all but his most personal idioms in a famous collaboration with jazz saxophonist Gerry Mulligan. The third path omits the defining musical elements of tango entirely. In terms of performance practice, this period is characterized by high levels of virtuosity and tight ensemble playing. Not surprisingly, fusion with other genres also impinged on performance practice, as musicians channeled the rhythms and accents of rock and jazz and included sections for improvisation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] According to the periodization proposed by the authors, Buenos Aires is currently witnessing a “tango’s rebirth”(1990 to present). As manifestations of this rebirth, the authors call attention to new radio stations devoted to tango, the proliferation of tango concerts, the many night clubs and cafés that feature tango performances, and national tango festivals. Perhaps the strongest symbol of this rebirth is the number and variety of schools, programs, and student orchestras that have appeared over the last decade, as well as new organizations devoted to the promotion and dissemination of tango. Also noteworthy are the number of workshops offered and the publication of performance and arrangement manuals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The two-streams theory, the authors insist, is still at work during this period. One stream, they explain, revitalizes tradition; the other forges new directions. The authors review the different traditionalist approaches: existing traditional ensembles that continued performing, orchestras that recreate the sounds of Golden Age orchestras, some for dancing, others for listening ensembles that perform standards or originals in a “homogenized Golden Age” style. Prominent traditionalist orchestras had government support at the time the book was published. Musicians who chose the other stream and sought to forge new directions faced the challenge of how to deal with Piazzolla’s influence. Others forged new paths through fusion with jazz, rock, classical, and electronic musics. Here, and in Part II, the authors focus their attention on a group of musicians who identify their music as “the music of Buenos Aires,” a designation coined by Piazzolla around 1963. The authors describe this music as “high-art tango music,” emphasizing the classical and occasionally jazz training of the musicians (82–83).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Given the wide variety of musicians and recordings reviewed for this period, the discussions of “What makes it a tango” and “Basic performance Style” resist summary. Moreover, the authors acknowledge that calling some of this music style “tango” can be a stretch (86). Nevertheless, the discussion of individual styles and practices that closes this chapter creates a vivid image of the rich musical subculture of Buenos Aires tango since the 1990s, and especially in the first decade of the new millennium.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Chapter 3 expands on the fundamental musical elements that define Argentine tango presented in the first chapter. For the performer, it provides crucial information on how to perform a tango in an “Argentine tango style” (87). For the arranger, it provides detailed explanations of how to arrange tango standards for particular ensembles. For the music scholar, these explanations provide invaluable points of entry for style analyses and a solid foundation for broader interpretations. To my knowledge, there is no single source in any language that synthesizes and demonstrates so much information about tango arranging and performance practices. To grasp the rich content of this chapter, readers must have access to the companion website. The scores and musical examples found there are necessary to understand the points about arranging. Even more crucial to performers, the website features 68 videos with leading practitioners demonstrating the extended techniques on their instruments.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] To write this chapter, the authors consulted arranging and performing manuals, analyzed scores and audio and video recordings, and conducted extensive fieldwork. They strive to represent “how tangueros themselves frame these musical concepts to define tango, and how they transmit the essential tango style informed by tango’s past and present” (88). The chapter subdivides into two large sections: the first concerns arranging techniques, while the second focuses on performance techniques and practices.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The discussion of arranging techniques focuses on notational practices, that is, on how tangueros write and interpret notation. It is organized around standard musical parameters: rhythm/meter, melody, harmony, form, and orchestration. The sections devoted to meter and rhythm treat the accompanimental patterns in considerable depth and detail, as their explanation of marcato and síncopa illustrates. When the authors turn to tango melody, they focus on fraseo , explaining the various types. They propose a relation between tango melodic phrasing and the metric rhythmic nuances of River Plate Spanish. (9) They also discuss the use of countermelodies, connective links ( enlaces ), adornments, and variations. Useful, but less strikingly idiomatic than tango rhythm and melody, are the discussions of tango harmony and tango form. The explanation of apoyatura seems especially useful for arrangers who interact with tango musicians. The authors note that Julio De Caro widened the harmonic palette of the Guardia Vieja . North American film music, they add, spurred the use of extended jazz harmonies (105). The authors go into less depth in their discussion of form, mostly because the tango manuals they consulted have little to say on the subject. But, Sonia Possetti’s video on the chan-chan tag is worth the price of the book. This section closes with an overview of orchestration and arranging, and provides useful discussions of how instruments function in tango ensembles.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] If I had to single out a section of the book as the most significant contribution to tango scholarship, it would be the discussion of performance techniques and practices (115–33). This section focuses on how tango musicians play—literally, the physical motions that create the tango sound. The content of this chapter is based on private lessons, concert attendance, and analysis of recordings. To demonstrate these techniques the authors recruited Buenos Aires’s finest tango musicians. Their discussion, therefore, is more reflective of contemporary practice and offers a presentist perspective.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] When playing tango, the authors insist, the musicians must first understand their role within the ensemble, since this often determines the specific techniques associated with the function of each instrument in the instrumental narrative (116). They begin by discussing how musicians should execute the accompanimental techniques. They not only explain how these patterns are played differently in each style, but they also provide technical details on how they should be played on each instrument. When playing the marcato , for example, violinists use “down bows, close to the frog. Often they use a small amount of bow and retake the bow for each quarter note.  Additionally, they apply pressure to the bow with their index finger before pulling the stroke to create a gritty sound” (117). This explanation comes to life when Damián Bolotín demonstrates this technique in his video on the companion website.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Just as illuminating, and even more necessary to achieve the tango sound, is the discussion of arrastre , the “essential sauce of tango accompaniment.” As mentioned above, arrastre is what makes the tango “swing” (119). Here the authors define the technique more specifically, describe the various forms of arrastre , and explain how to perform it on each instrument in technical detail. The pianist, for example, should use a pedal to avoid creating a muddy sound (110–20).  We also learn about an accompanimental pattern not discussed in Chapter 1, Salgán’s umpa-umpa . The authors end the topic of accompanimental patterns with an explanation of how to use them in combination over the course of a tango. Here, the authors provide an excellent video of bassist Juan Pablo Navarro improvising combined accompaniment styles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Before discussing the execution of tango melody, the authors make an interesting observation about the expressive roles of accompaniment and melody: the former shapes the atmosphere, the latter the mood (123). They first explain rítmico melodies, their typical structures and articulations, and how to play them.  The examination of cantando melodies focuses on fraseo , the “most enigmatic performing practice of Argentine tango” (124). This section concludes with brief explanations of other melodic techniques: adornos , melodic slides, and scalar fills.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The chapter closes with a discussion of the extended techniques known as yeites . This vocabulary, the authors assert, is unique to Argentine tango and “often elusive to the non- tanguero ” (127).  This discussion is highly relevant to musicians who perform music by Piazzolla, since his scores are filled with indications such as látigo , tambor , lija , etc. The authors describe the idiomatic yeites for each instrument, how they are generally notated, and how to play them. For each yeite , the authors provide a corresponding video on the companion website. This is a veritable thesaurus of yeites ; one that I will be consulting for the foreseeable future. Part II",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The second part of Tracing Tangueros consists of ten case studies of “Representative Argentine Tangueros and Their Orchestras from the Guardia Nueva to Today.” These case studies are organized into three chapters, each covering a style period. With minor variations, all of the case studies follow the same general format. They begin with a biographical background of the representative musician. Then they turn to the musician’s style, with subsections devoted to performance, arranging, and compositional styles. Each chapter ends with one or two short analyses, followed by a close reading of a representative composition. Especially for the close readings it is necessary to have access to the companion website, where the reader will find musical examples, scores, and links to recordings. Between each chapter, the authors include short interludes, with each consisting of two short discussions of other tangueros . The authors refer to these interludes as “cafecitos.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Chapter 4 is devoted to the Guardia Nueva and the Golden Age (1920-1955). The authors begin their trajectory with the father of the Guardia Nueva , violinist and bandleader Julio de Caro, who established the style of composing, arranging, and playing known as the escuela decareana (De Caro School). Continuing in the evolutionist narrative, as representatives of the Golden Age the authors chose two musicians with roots in the De Caro school, bandoneón player Aníbal Troilo and pianist Osvaldo Pugliese. In the first interlude, the authors balance their representation of the Golden Age with brief discussions of violinist Juan D’Arienzo and pianist Carlos Di Sarli, whose orchestras were and continue to be the most popular, especially among dancers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The Post-Golden Age (1955–90), the subject of Chapter 5, is longer than the surrounding periods. The choices to represent the first half are obvious: pianist, composer, and arranger Horacio Salgán and bandoneonist, bandleader, and composer Astor Piazzolla. Piazzolla, of course, is a towering figure in Argentine culture. Fittingly, his case study is the longest in the book. Salgán began as a fellow traveler in the avant-garde but ultimately settled on a style that balanced traditional and modern elements. The choice for the third case study of this period, Julián Plaza, had a much lower profile than all the preceding musicians, because he did not form his own orchestra until later in his career. He played both piano and bandoneón in various orchestras, but his main contributions to tango music were in the areas of arranging and composition. For the last case study, once again the authors turn to well-known figure, bandoneonist, bandleader, composer and arranger Leopoldo Federico, whose extensive career spanned from the Golden Age to the new millennium and encompassed various styles of tango. He was considered the “other” bandoneón mayor of Buenos Aires; the first, of course, was Troilo. Federico was able to maintain his orquesta típica during much of this period, and appealed to a wide audience through his association with the very popular singer Julio Sosa.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The second “cafecito” interlude sheds light on two important transitional tangueros . Nestor Marconi is known primarily as a virtuosic bandoneón player. Less well-known, perhaps, are his arrangements and compositions. The second tanguero discussed in this interlude, bandoneón player Rodolfo Mederos, is perhaps most notable for having formed the experimental tango group Generación Cero. Since the 1980s, he has devoted himself to educating the next generations of tangueros . He was co-founder of the Escuela de Música Popular de Avellaneda, a fountainhead of excellent tango musicians since it was established in 1986.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] In determining the tangueros to represent the “Music of Buenos Aires” (1990s), the authors bet on a group of musicians who refer to their music with this phrase rather than as tango: violinist, composer, and arranger, Damián Bolotín, pianist and composer Sonia Possetti, and bassist Juan Pablo Navarro. As all professional musicians must do to make a living in Buenos Aires, these musicians perform in a variety of ensembles and styles. Reflecting this diverse musical experience, in their compositions they mix tango with other elements. In much of the music of Bolotín and Possetti, tango elements seem to operate over a basis of contemporary Western art music rather than the other way round. Navarro’s music, in contrast, seems to have more of a basis in popular music. The oldest of the three, Bolotín has the most eclectic musical background, having played in a variety of genres and formations. Possetti is an early graduate of Escuela de Música Popular de Avellaneda. Navarro, one of the finest instrumentalists of present-day Buenos Aires, trained as a classical bassist but also played jazz and electric bass.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] In tracing a trajectory of tango musicians from the Guardia Vieja to the present, the authors seem to follow the two-streams theory, or rather, they follow a single stream since all of the ten case studies selected are innovators. Also reflecting a typical chronology, the authors begin with De Caro. The traditionalist orchestras discussed in Part II, which also happen to be the most popular orchestras, are treated briefly in interludes. Given the fact that the Guardia Vieja and Golden Age are compressed into a single period, and only three orchestras represent the period of tango’s greatest popularity while the remaining seven represent tango after 1955, the historical narrative is skewed chronologically. Also idiosyncratic and perhaps premature is the choice of representative tangueros for the third period. Interestingly, the authors lay aside the name for this period they used in Chapter 3, “Tangos’s Rebirth,” in favor of “The Music of Buenos Aires.” The authors’ close association with the representative tangueros for this period is evident in the case studies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Despite misgivings over the selection of the representative tangueros as a group, which I will discuss in more detail below, the individual case studies are excellent introductions to the musicians. The biographical accounts are engagingly written, synthesizing information from a wide variety of sources. Especially informative are the discussions of individual styles. It is unusual in tango scholarship to find meaningful examinations of technical aspects. I found the explanation of the roles of individual instruments in the De Caro sextet very useful, for example (144–47). In the Piazzolla case study, the authors discuss how individual members of his ensembles contributed their own unique style of playing (232–34).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The main contribution of these case studies, I believe, is that they provide a solid foundation for the stylistic analysis of tango music. By perusing the analyses along with the recordings, readers learn to identify accompanimental patterns, yeites , and fraseo . They learn to distinguish between rítmico and cantando sections. (10) They learn to discern the different forms of marcato and síncopa . With practice, they will learn to see how these elements interact and thus draw broader analytical connections. In this regard, focusing on the close readings in Chapter 4, which is devoted to the Guardia Nueva and Golden Age, will provide a good foundation for those interested in traditional tango.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] In addition to stylistic analyses, for their close readings the authors rely on canonical analytical questions and approaches of North American music theory. Questions are often framed in terms of unity and coherence. In the close reading of Pugliese’s La Yumba , for example, the authors call attention to how “Pugliese creates organic unity through principles of development” (190). In arguing for coherence, the authors appeal to motivic analysis, which works well for this style. To analyze harmonies, they use Roman numerals and occasionally harmonic reductions. A consequence of this methodology is that the authors make frequent comparisons to classical music, and in many cases, when doing so, they are echoing one of their informants. Two close readings in this work seem appropriate for use in the music theory classroom, especially for an upper level undergraduate analysis course. The first is the close reading of “Michelangelo 70” by Astor Piazzolla. In their analysis, the authors identify uses of polychords, extended and quartal harmonies, planing, and the Golden mean (241–46). For a more idiosyncratic piece, one could assign “Soniada” by Damián Bolotín (295–301). Conclusions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] As the first English language music analytical treatment of tango music, and arguably, the most comprehensive such study in any language, Tracing Tangueros lays the groundwork for future scholarship on tango music. Since its publication, I have recommended and/or assigned chapters of the book to performers who want to play more idiomatically, composers who want to incorporate tango elements into their writing, and scholars who want to engage with the music. Outside the academy I have recommended the book to dancers who want a deeper understanding of the music. I have learned and continue to learn from this volume.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Given the prestige and wide distribution of the press, the fact that is in English, and its merits, the book has the potential to shape the reception of tango music in the Anglo-American academy and beyond. For the first time, this audience will have access to a comprehensive discussion of the musical elements of tango that synthesizes many and varied sources that do not circulate widely. An upshot of this wide circulation, however, is that through the selection of representative tangueros and specific compositions for close readings, this book will not only shape the global understanding of the history of the genre, but also lay the seeds for a tango canon. The scores and transcriptions that the companion website provides will establish facts on the ground, as grateful instructors will use them in lectures and assignments. And, as music scholars attempt to make their repertoire more diverse and inclusive, this book will influence which musicians and texts are included in textbooks and anthologies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Since the historical narrative of tango and its representative tangueros will likely go largely unchallenged in the discursive networks where this book will circulate, in the remainder of this review, I will tease out, contextualize, and often challenge the explicit and implicit criteria that the authors used to delimit the corpus, define the genre, periodize its history, and select representative musicians and texts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Given the level of technical detail and chronological span of this monograph, the authors’ decision to circumscribe the corpus was not only reasonable but also necessary. Demarcating a corpus, however, is always a fraught process that can have unintended consequences. One border that will surely raise eyebrows is the designation of the tango as “Argentine.” Throughout the history of the genre, chauvinistic factions on both sides of the River Plate have disputed the patrimony of the tango tradition. The authors’ decision to entangle themselves in this foreign dispute over cultural heritage seems unnecessary, especially after the governments of Argentina and Uruguay had agreed that both nations have claims to this cultural heritage. UNESCO ratified this agreement in 2009, when it inscribed the tango on the Representative List of the Intangible Cultural Heritage of Humanity. The inscription reads as follows: The Argentinian and Uruguayan tradition of the Tango, now familiar around the world, was developed by the urban lower classes in Buenos Aires in Montevideo in the Río de la Plata basin.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] The authors justify their designation by asserting that Argentina is tango’s “country of origin” (1). Now, the nineteenth-century origins of the tango are murky due to the scarcity, opaqueness, and limited nature of the sources. Simply put, there is not enough evidence to confirm its origins in either Buenos Aires or Montevideo. The designation of the tango as Argentine, therefore, cannot be justified by appealing to the origins and development of the tango. The authors also justify their Argentine designation by asserting that Buenos Aires is tango’s “cultural center of gravity . . . the city of its past and the capital of its present” (18). It is true that, in terms of population and the size and projection of its entertainment industry, Buenos Aires overshadowed Montevideo for much of the period under consideration. But Montevideo has always been a hotbed of tango activity. Thus, insisting on the “Argentine” designation does an injustice to the distinguished tangueros who were born and/or had most of their careers in Uruguay. It also slights the invaluable contributions to tango scholarship by Lauro Ayestarán, Coriún Aharonián, and presently, Gustavo Goldman. For most contemporary scholars, Goldman included, the question is moot; they view the tango as originating and developing in the River Plate region. (11) Pace Link and Wendland, dropping the “Argentine” designation for River Plate Tango does not affect the argument of the book. Although the “Argentine” designation cannot be justified in terms of the origins of the genre or the cultural and economic hegemony of Buenos Aires, it does accurately reflect the fact it is in Buenos Aires where they conducted their research, and that their sources and informants are almost exclusively Argentine.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Another border designation that merits closer examination concerns how the authors define the tango as a genre. (12) The “What makes it a tango?” question that organizes the first part of the book is based on an essentialist conception of genre: the authors identify essential qualities that define “Argentine” tango qua music. As I emphasized above, the presentation and explanation of these musical features provides a clear and effective heuristic for musicians, arrangers, composers, and scholars. Beyond its expediency and purported objectivity, the “What makes it a tango” approach conceals the underlying assumptions that shaped not only how the authors determined its essential qualities, but also how they appealed to these qualities when ascertaining membership in, and relative status within, the genre. These assumptions reproduce specific positions in Argentine cultural politics. Consider, for example, how the authors frame their essentialist definition in terms of a sharp distinction between tango in and outside of Argentina. In its “native land,” they argue, the tango “not only maintained its original characteristics as it has developed over the last century but has actually crystallized these definitive musical traits.” In its “exported form,” in contrast, “many of the distinguishing Argentine features were washed out” (24). This distinction goes against the grain of much contemporary scholarship, which has tended to put aside nationalist narratives in favor of conceptual frameworks that place musical genres in regional or global perspectives. The effort to draw a clear distinction between native and exported forms, however, makes sense in the context of the Argentine cultural politics of Buenos Aires, as a way for present-day musicians to forge an identity and position themselves in the vast, rich, and variegated cultural life of the city.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Within the River Plate region, the question of what is and is not a tango has been hotly contested since the very beginning. This is evident in the first published history of the tango, which appeared in the September 22, 1913 issue of the Buenos Aires newspaper Crítica . The anonymous author asserted that, with a few exceptions, contemporaneous composers of tango had “mistaken the true harmony and composition of its origins.” Debates over what was or was not tango continued in the decades that followed, reaching their most virulent extremes during the late 1950s and 1960s, when broad swaths of the tango world contended with the provocative personality and music of Piazzolla. To this day, dancers, musicians, and fans debate what is or isn’t tango with considerable intensity, albeit in much smaller circles. One could argue that the persistent debates over this question constitute the genre. In this light, the moment when “tango’s definitive musical traits” actually “crystallize” would signal the death of the genre. Any articulation of “tango’s definitive musical traits” thus represents a specific position in the cultural politics of the genre. The question that necessarily follows “What makes it a tango?,” therefore, is “What makes it a tango for whom?,” the authors included. For example, which criteria led the authors to assert, on the one hand, that it is “a stretch” to call “Grand Guignol”—an electronic tango by Bajo Fondo—a tango, while on the other hand, they devote a quarter of their case studies to musicians who don’t even refer to their music as tango, but rather, as “the music of Buenos Aires”?",
                "footnotes": [],
                "citations": [
                    "tanguero_1913"
                ]
            }
        },
        {
            "49": {
                "text": "[49] In a telling statement, the authors assert that the history of tango instrumental music relayed in this book was “shaped and formulated” by their “direct encounters with tangueros and their materials” (36). To a significant degree, therefore, their definition and history of the genre reflects the views and values of the circle of tangueros that the authors encountered during their sojourns in Buenos Aires. These views and values, one may assume, also advanced the professional interests of these musicians, who had to compete for limited resources and performance opportunities with an ever-growing pool of graduates from recently established music degree programs. For tango historians, therefore, this study provides a snapshot of this circle of tangueros . We can learn how they adapted and organized the traditions of composition, arranging, and performance practice that they received from previous generations. We can also glean how they re-imagined the past of the tango and staked out positions in its present and future. In a broad sense, therefore, this book can be viewed as an ethnographic study: it documents and reflects the authors’ interactions and experiences with the specific tangueros who served as their primary informants. And, characteristic of ethnographic approaches, the account of tango music and its history is presentist. To answer the question posed at the end of the preceding paragraph, the criteria for determining “what makes it a tango” were “shaped and formulated” by the authors’ primary informants: these criteria reflect their values, historical consciousness, and to some degree at least, their professional interests. Given the affinities that drew them to these specific musicians, the criteria also reflect the musical education, professional interests, and aesthetic values of the authors.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] Another interpretive decision that shaped this study was the adoption of the “two-streams” theory. Ever since it was formulated by Luis Adolfo Sierra in the late 1950s, the notion of two streams of tango musicians has had considerable currency. One of the earliest and most influential formulations of the theory was put forth by the Uruguayan essayist and poet Horacio Ferrer. Ferrer framed this theory as a dialectical opposition between “antagonistic” currents, one that is “quietest and even regressive,” the other “openly evolutionist” ( 1960 , 64). The two-streams approach serves a teleological narrative that privileges innovation. Ferrer, it should be noted, was an early advocate of and eventual collaborator with Piazzolla. Wielding the two-streams theory, he ruthlessly cast scores of tango musicians into the regressive stream of tango and traced a line of tango “evolutionists” that culminated with Piazzolla and his Nuevo Tango . While the authors of Tracing Tangueros dilute the Marxian patina of Ferrer’s formulation, they retain both its teleological orientation and privileging of musical innovation. Like Ferrer, they separate musicians into two schools, which they call traditionalist and innovators, and devote their attention almost exclusively to musicians they place in the latter group. And, much like Ferrer had done with his friend and collaborator Piazzolla, they trace a historical trajectory that culminates with the music of their teachers and primary informants.",
                "footnotes": [],
                "citations": [
                    "ferrer_1960"
                ]
            }
        },
        {
            "51": {
                "text": "[51] The focus on innovators relates to aesthetic criteria that played a role in how the authors delimited the corpus, defined the genre, drew the trajectory of the tango, and chose representative tangueros . These criteria include ideas about complexity as an aesthetic value, music for listening as opposed to dancing, and correspondences with Western concert music. Throughout the volume, the authors call attention to complexities and refinements in harmony, orchestration, tonal relationships, phrase structure, and large-scale form. The result is a trajectory that involves ever-increasing sophistication and progressive refinement as the tango “moved forward” from the Guardia Nueva to the Golden Age and the Post-Golden Age. The notions that music for listening is inherently superior to music for dancing, and that the emancipation from an initial dance function represents the maturation of a musical genre, is baked into the definition of the two streams opposition. Traditionalist orchestras “provided music suitable for dancing,” whereas the innovators often “pursued a refined tango suitable for listening” (45). Music for dancing, it follows, is neither refined nor suitable for listening. This bias surfaces throughout the book in statements like “the orchestra moved beyond music for dancing,” and “tango became more than just music played at dances, but instrumental music to which people listened” [emphasis mine] (67 and 41).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Furthermore, Tracing Tangueros frequently associates innovation and refinement with Western concert music, an association that might explain the book’s focus on instrumental rather than vocal repertoire. (13) The authors refer to larger orchestral ensembles as “symphonic” and small ensembles as “chamber groups,” and when discussing form, they assert that the “[e]arly tangos often employed European classical structures” (35). Especially problematic is their assertion that the “ bel canto lyricism” of first-generation Italians “refined the Argentine speechlike payador melodic tradition” (32). This statement displays a Eurocentric denigration of a homegrown tradition. It also echoes an intra-European aesthetic hierarchy that favors Italian opera over Spanish musical theater, which, most scholars agree, had a strong influence on early tango compositions, lyrics, and singing style. Another instance where an association with Western concert music implicitly obscures potential links with folk traditions arises when the authors explain tango melodic embellishments in terms of the adornments of Western classical music. While this is a practical way to engage classically trained musicians, this association conceals how certain musical embellishments may reproduce Afro-Argentine musical practices. Finally, throughout the book, the authors associate innovation and refinement with European conservatory training. Popular musicians without formal training in European traditions, it seems, are incapable of innovation or refinement.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] Last, the book relies primarily on analytical approaches developed for the analysis of Western concert music. These approaches are characterized by organicism, in which analysis serves the purpose of demonstrating unity and coherence, and formalism—indeed, the authors refer to tango music as the “art form,” a phrase with strong formalist connotations. Analyses in the book tend to focus on pitch organization, especially when demonstrating refinement and complexity, and privilege the score rather than the track as an analytical object.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] Let us now examine how the presentist values gleaned from the informants, the two-streams theory, and the set of aesthetic criteria just discussed play a role in determining the book’s periodization of tango history and the authors’ selection of representative tango musicians. How one defines the chronological boundaries of a stylistic period can have unintended consequences. This is the case with authors’ decision to begin their trajectory of instrumental tango music in 1900. In doing so, they effectively edit out of the historical narrative the contributions of Afro-Argentines to the early development of tango music. Unwittingly, the authors reproduce the invisibility of African descendants that, according to George Reid Andrews, often pervades national histories in Latin America ( 2016 , 1–17). (14) Since the colonial period, a significant number of musicians in Buenos Aires were African descendants. These musicians performed in a variety of ensembles and genres, for both elite and plebeian audiences. It is not surprising, therefore, that Afro-porteños played an important role in the creation and development of tango during the second half of the nineteenth century. Two musicians stand out: Rosendo Mendizabal and Carlos Posadas. Born into a middle-class family, Mendizabal had formal musical training and alternated between teaching piano to the daughters of the elites and playing the piano at upscale brothels. He composed and published several tangos, always under a pseudonym. One composition in particular, “El Entrerriano,” is frequently singled out as the their first tango standard. An academically trained musician, Posadas had an extremely active and distinguished career performing in and leading classical and vernacular ensembles. He composed numerous tangos, several of which became standards. (15) Perhaps more crucial to the history of the tango, however, were the African descendants who performed in the sketchy establishments where tango music supposedly originated. Perhaps because of their lower socio-economic status, there is little biographical information about these musicians, whom sources generally refer to only by first names and epithets that identify them as African descendants: El negro Casimiro and el mulato Sinforoso. These musicians composed the melodies of several Guardia Vieja standards, which were later published without crediting the original composers.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "andrews_2016"
                ]
            }
        },
        {
            "55": {
                "text": "[55] Also idiosyncratic is the authors’ decision to identify 1932 as the beginning of tango’s Golden Age. This year is significant, the authors argue, due to the expansion of orchestras for listening versus orchestras for dancing. This goes against the grain of most tango histories, which tie the beginning of the Golden Age to the moment when tango “returned to the feet.” In the authors’ decision to begin the Golden Age in 1932, we observe three aesthetic criteria: (1) a privileging of music for listening over music for dancing that downplays the fact that the explosion of orchestras in the mid 1930s through the end of the Golden Age catered primarily to dancers; (2) a privileging of instrumental music that ignores the huge body of vocal tangos for listening recorded in the 1920s; and (3) a downplaying of traditionalist Guardia Vieja tangueros by disregarding that tango for listening was already a reality in the 1910s, before the conservatory-trained Innovators of the Guardia Nueva supposedly created “refined music suitable for listening.” (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] More problematic and arbitrary, in my opinion, is how the authors designate the period from 1955 to 1990 as a “Post-Golden Age and Transition.” This period encloses the rise of the tango avant-garde in the late 1950s and early 1960s, represented most prominently by Piazzolla and his Nuevo Tango . As the authors acknowledge, Piazzolla and his musicians and fellow travelers in the avant-garde radically changed the musical language of tango. Debates about whether Piazzolla’s music was tango or not embroiled broad segments of Argentine society, and he was even accused of having killed the tango! There is also Piazzolla’s influence on later generations of tango musicians, and how his musical language became a new lingua franca. So much so that stylistic features of Nuevo Tango begin to appear in the arrangements of more traditional orchestras. Finally, in weighing the historical significance of this period, one must consider the international projection of Piazzolla’s music. Not one of the Golden Age tangueros , nor any tango musician since, has ever achieved this level of international dissemination and acclaim. For all these reasons, burying Piazzolla and his Nuevo Tango in a transitional period makes little sense, especially since the period that it transitions to is not all that it’s cracked up to be.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] The designation of the period 1955–90 as transitional rests on the assumption that, since the 1990s, tango has been experiencing a “second” Golden Age. The authors plant the seed for this assumption early in the book, when they assert that in the late 1980s tango dancing became “vastly popular again ” (16, emphasis mine). By “again,” one infers that they mean again like the Golden Age. But this is a misrepresentation. During the Golden Age one could assume that everyone around them (parents, siblings, relatives, friends) knew at least the basics of tango dancing. The music and the dance were everywhere. In present-day Buenos Aires, however, if someone stumbles into a wedding or birthday party, they will be hard pressed to find anyone who knows how to dance a tango, and the odds of hearing a tango are even slimmer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] It is true that the number of people who dance tango has grown by several levels of magnitude since the end of the 1980s. The number of musicians has also grown exponentially. And, especially during the period when the authors conducted their research, there were more places, outside of the touristic casas de tango , where one could go to hear tango music. (17) Despite this growth, tango has not become a popular phenomenon, and much less, approached the cultural dominance it achieved during the Golden Age. (18) In the supposed period of tango’s rebirth, the tango is neither popular in terms of market share nor in the sense of being “of the people.” The “popular sectors,” as Argentine academics often refer to the lower socio-economic classes, favor other forms of musical and choreographic expression.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] Although its music and dance are no longer popular, tango is deeply ingrained in Argentine culture, albeit in subtle and hidden ways. For example, Argentines frequently quote phrases from tango lyrics in everyday conversation, though they often ignore the source. Furthermore, aspects of tango music have transmigrated to other popular genres. One can trace the influence of tango, for example, in the topical universe and vocal styles of Argentine Rock Nacional . (19) Indeed, most Argentines under fifty were introduced to tango lyrics and melodies by listening to covers by rock musicians such as Luis Alberto Spinetta, Fito Páez, and Juan Carlos Baglietto. The fact that tango is not popular does not diminish the talents or creative achievements of contemporary tango musicians. Indeed, the genre presently boasts some of the finest instrumentalists ever, for example, bandoneón player Lautaro Greco and contrabassist Juan Pablo Navarro. What tango lacks in extension it makes up in variety and intensity.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] The authors’ decision to interpret the post-1990 period as a second Golden Age creates a distorted view of tango history not only because the rumors of tango’s rebirth are greatly exaggerated, but also because it paves over Piazzolla’s 1960s Nuevo Tango by burying it in a transitional period between two Golden Ages. These interpretive decisions make sense, however, in light of the presentist impulse that drives this project. Again, as the authors state, the history of tango presented in this volume was “shaped and formulated” by their “direct encounters with tangueros and their materials” (36). The notion of a second Golden Age can thus be understood as aspirational; it reflects these musicians’ hope to place their music in the horizon of tango tradition, and their desire for the genre to reclaim a central role in the culture of present-day Buenos Aires.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] The influence of the informants in Tracing Tangueros is even more evident when we consider the musicians that the authors chose as representative of tango’s rebirth. While occupying a narrow sliver of the culture of Buenos Aires and Argentina, the present-day tango scene is not only rich but also heterogenous. To deal with this heterogeneity, the authors insist on the continued relevance of the two-streams theory, that is, that present-day musicians can be viewed as traditionalists and innovators. Now, channeling Theodor Adorno, one can imagine using this dialectical opposition to tease out tensions and contradictions in contemporary tango, because the interpretive move of separating traditionalists and innovators in present-day tango does not go as smoothly as when it is applied to the Golden Age. In the 1930s and 40s, the supposed traditionalists were actually continuing a tradition. In the 2010s, however, Piazzolla’s musical style has been the lingua franca for at least four decades. Thus, recreating a style that was traditional in one historical moment can be seen as a radical break from tradition in another. An orchestra like “La Juan D’Arienzo,” which recreates the energetic style of the “Rey del Compás” beloved by many dancers, has new meaning against the background of contemporary dance culture in Buenos Aires, which is dominated by trap, reggaetón, cumbia, and cachengue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62] Although consistent with the aesthetic values that run through this book, I was disappointed with how the authors separated present-day tango musicians into traditionalists and innovators. Their informants are given the mantle of innovators, and as a result, their “Music of Buenos Aires” monopolizes the three case studies dedicated to tango from 1990 to the present. One wonders why the authors tried to argue for a new Golden Age on the basis of popularity. Consider Troilo and Pugliese, discussed in the second and third cases studies of the Golden Age, whose legions of devoted followers were often compared to the fans of soccer clubs. Consider Piazzolla, who despite the number and intensity of his detractors, was and has remained a central figure in Argentine culture since the 1960s. In contrast, the three musicians who monopolize one fourth of the case studies in Part II are virtually unknown outside a small group of “academic” tango musicians. Since reading this book I have asked widely to friends, family, professional musicians, tango collectors, tango scholars, professional tango dancers, and senior social dancers; virtually no one in the tango world, let alone beyond it, had heard of these three “representative” tangueros .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] Now, for music scholars in general, and music theorists in particular, there is no music that is off limits or unworthy of attention, whether it is popular or not, heard or unheard, real or imaginary. I am not arguing, therefore, that these musicians or their music are unworthy of attention. I have always admired these musicians, especially as instrumentalists, and enjoyed listening to the recordings and perusing the scores provided in the companion website. I believe that giving them greater exposure is a laudable task. What is problematic, however, is how the book presents these musicians as representative of the period.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64] One could imagine a more neutral approach to selecting representative orchestras in the contemporary tango scene, and even retain a focus on instrumental music. Here is one possible selection: (1) an electronic tango by Bajofondo, such as “Borges y Paraguay,” which features characteristic elements of Nuevo Tango such as the 3-3-2 rhythm. The album on which this track appears reached triple platinum, and won the prestigious Gardel Award and a Latin Grammy for Best Instrumental Pop Album; (2) an instrumental track by the Orquesta Típica Fernández Fierro, a popular and critically recognized twelve-piece orquesta típica organized as a collective, with a rock-influenced “violent sonority” and elaborate stage shows that emulate rock and hip-hop concerts; (3) an instrumental track by one of the several orquestas típicas currently popular with social dancers: either one that references a historical style, like La Juan D’Arienzo, or one with a more idiosyncratic style, like the Orquesta Típica Misteriosa Buenos Aires. Engaging this more heterogenous corpus, of course, would call for an expanded analytical toolkit, beyond that developed for Western concert music. This toolkit would engage issues of transcription, music production, digital technologies, timbre, multimedia, micro-timing, entrainment, embodiment, the sociology of music, and so on.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65] The two-streams approach not only distorts the present of Argentine tango but also its past. It partitions the music into two sectors. The musicians who end up in the “evolutionist” sector receive lavish critical attention; those consigned to the “regressive” sector receive little or none. Even if the opposition is cast in more neutral terms, like traditionalists and innovators, the effect is the same, and bisecting a community on the basis of innovation can be tricky. This is certainly the case with musicians with long careers, who can be viewed as traditionalists in one historical context and innovators in another. The most obvious musician in this category is pianist and bandleader Roberto Firpo. This is also the case with a musician like Francisco Canaro, who over the course of his long and successful career as a musician, band leader, and impresario, assumed the mantle of tango tradition and railed against the stylistic changes introduced by De Caro in the 1920s, and several decades later, by Piazzolla. The problem with designating him as a traditionalist, however, is that Canaro—and he was the first to boast of it—devised or implemented numerous innovations to tango music, especially in the realm of recording technology. Historical narratives based on the two-streams theory generally consign Firpo and Canaro to the traditionalist sector, and as a result, their music receives little or no attention. This is also the case in Tracing Tangueros : the discussion of the 1920s focuses on recordings by musicians deemed as innovators. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] Exclusion of traditionalists in this book is not limited to the discussion of the 1920s. There is not a single traditionalist among the ten “representative” tangueros chosen to trace the trajectory of the tango from the 1920s to the present. Only musicians placed on the innovator sides of musical history seem to merit a case study and a close reading. But why is innovation, or what the authors construe as innovation, the defining criterion for determining who the representative tangueros are? Why can’t traditional tangueros be representative? Why aren’t their compositions worthy of close readings?  Needless to say, this is a very one-sided history of tango.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "67": {
                "text": "[67] In a move that would be sure to cause controversy among a considerable swath of the River Plate tango public, Juan D’Arienzo, “el rey del compás” (the king of the beat), and Carlos Di Sarli, “el señor del tango” (the gentleman of the tango) only merit a “cafecito,” a short profile interspersed between the case studies. These musicians led two of the most popular orchestras of the Golden Age, and their music resonates to this day. On any given night, in any capital or large city in North America, Europe, or Asia, one can walk into a milonga (tango dance) and hear at least two sets of tracks by each orchestra. And there are presently at least three orquestas típicas that play in the style of D’Arienzo and one in the style of Di Sarli. The authors assert that “D’Arienzo and Di Sarli represent two towering figures of the dance-era orchestras in the Golden Age” (331). If this is the case, why devote so little attention to their music, especially since they have many instrumental recordings? Again, the two-streams theory and its emphasis on innovation: “neither made striking innovations in tango’s instrumental development” (196).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68] Perhaps this exclusion reflects a narrow view of innovation. Or perhaps it is because the analytical questions that guide the close readings, and the theoretical models used to answer them, are not up to the task. These models are better suited (indeed, they were developed) to identify and explain moments of “complexity,” “innovation,” and “refinement,” and to find the coherence and unity that underlies and structures these features. But these models focus on aspects of pitch organization, generally in a score, and they are not particularly effective for dealing with other parameters. A telling observation by Leopoldo Federico, a subject of one of the case studies, reveals the challenges that traditional tangos pose for standard analytical approaches. Recounting his brief experience performing in Di Sarli’s orchestra, the great bandoneón player noted that the parts were challenging to play because they were not well written. “The greatest mystery,” he added, was “how it sounded so good. What Di Sarli was doing on the piano amazed me” (198). Federico’s observation identifies the interpretive challenges posed by music that, at least in terms of pitch organization and notation, appears to be simple and conventional. Moreover, it invites the music analyst to pose new questions and devise new theoretical frameworks to answer them. How does the music sound so good, even if its presentation is unrefined?  What if we dispensed with the two-streams theory and its privileging of innovation altogether? What if, as Charles Rosen suggested for certain works by Mozart, we turned our attention to exploring the “radically conventional”? ( 2000 )",
                "footnotes": [],
                "citations": [
                    "rosen_2000"
                ]
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.19.25.3.turciescobar.html",
    "data": "mto/data/mto.19.25.3.turciescobar.json"
}