{
    "title": "The Major Tritone Progression in Recent Hollywood Science Fiction Films",
    "date": "2006/05/01",
    "volume": "12",
    "issue": "2",
    "authors": [
        "Murphy, Scott"
    ],
    "abstract": "In the 2002 filmTreasure Planet,composer James Newton Howard accompanies the primary shot of the titular orb with an undulation between two major triads a tritone apart. I offer three approaches to understanding the appropriateness of this image/music pairing. First, I present several scenes from recent Hollywood films that conspicuously combine this triadic progression with settings of, or objects from, outer space. Second, I relay ways in which the intrinsic harmonic and voice-leading characteristics of this triadic progression invoke the concepts of great distance, ambiguity, and unfamiliarity. Third, I conclude with a more thorough study of Howard’s harmonic language in the score forTreasure Planet,suggesting that this progression and the scene it accompanies represents the culmination of musical and visual/narrative processes, respectively.",
    "keywords": [
        "film music",
        "science fiction",
        "tritone",
        "voice-leading",
        "James Newton Howard",
        "Treasure Planet"
    ],
    "doi": "",
    "received": "March 2006",
    "pdf": "http://www.mtosmt.org/issues/mto.06.12.2/mto.06.12.2.murphy.pdf",
    "author_info": [
        {
            "name": "Scott Murphy",
            "university": "1530 Naismith Drive Rm. 220",
            "address": "University of Kansas, Lawrence, KS 66045",
            "email": "smurphy@ku.edu"
        }
    ],
    "citations": {
        "brown_dempster_and_headlam_1997": "Brown, Matthew, Douglas Dempster and David Headlam. 1997. “The #IV/bV Hypothesis: Testing the Limits of Schenker’s Theory of Tonality.” Music Theory Spectrum 19 (2):155–83.",
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15: 9–40.",
        "cohn_1997": "Cohn, Richard. 1997. “Neo-Riemannian Operations, Parsimonious Trichords, and Their Tonnetz Representations.” Journal of Music Theory 41: 1–46.",
        "cooke_1959": "Cooke, Deryck. 1959. The Language of Music . Oxford University Press.",
        "drabkin_2005": "Drabkin, William. “Tritone.” Grove Music Online , Oxford Music Online . Oxford University Press, Accessed 15 June 2005.",
        "fiegel_2003": "Fiegel, E. Todd. “Bernard Herrmann as Musical Colorist: A Musicodramatic Analysis of His Score for The Day the Earth Stood Still .” Journal of Film Music 1 (2–3):",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven . Indiana University Press.",
        "klumpenhouwer_1991": "Klumpenhouwer, Henry. 1991. “A Generalized Model for Voice Leading in Atonal Music.” Ph.D. diss., Harvard University.",
        "lewin_1998": "Lewin, David. “Some Ideas About Voice Leading Between Pcsets.” Journal of Music Theory 42: 15–72.",
        "leydon_2004": "Leydon, Rebecca. 2004. “Hooked on Aetherophonics: The Day the Earth Stood Still ” in Off the Planet: Music, Sound and Science Fiction Cinema , ed. Philip Hayward. Indiana University Press.",
        "morris_1998": "Morris, Robert. 1998. “Voice-Leading Spaces.” Music Theory Spectrum . 20 (2): 175–208.",
        "rahn_1991": "Rahn, Jay. 1991. “Coordination of Interval Sizes in Seven-Tone Collections.” Journal of Music Theory 35 (1–2), 33–60.",
        "riemann_1880": "Riemann, Hugo. 1880. Skizze einer neuen Methode der Harmonielehre . Breitkopf and Härtel.",
        "rosar_2003": "Rosar, William. 2003. Personal Communication.",
        "rosar_2005": "Rosar, William. 2005. “Music for Martians: Schillinger’s Two Tonics and Harmony of Fourths in Leith Stevens’ Score for War of the Worlds (1953).” Journal of Film Music 1 (4), forthcoming.",
        "scruton_1983": "Scruton, Roger. 1983. The Aesthetic Understanding . Methuen.",
        "scruton_1997": "Scruton, Roger. 1997. The Aesthetics of Music . Clarendon Press.",
        "straus_1995": "Straus, Joseph N. 1995. The Music of Ruth Crawford Seeger . Cambridge Univesity Press.",
        "straus_1997": "Straus, Joseph N. 1997. “Voice Leading in Atonal Music.” in Music Theory in Concept and Practice , ed. James M. Baker, David W. Beach, and Jonathan W. Bernard. University of Rochester Press.",
        "straus_2003": "Straus, Joseph. 2003. “Uniformity, Balance, and Smoothness in Atonal Voice Leading.” Music Theory Spectrum 25: 305–52."
    },
    "footnotes": {
        "FN0": {
            "text": "* Abbreviated versions of this paper were presented at the University of South Dakota in September 2003 and the University of Houston in October 2004. I thank Rebecca Leydon for her thoughtful comments on an earlier draft.",
            "citations": []
        },
        "FN1": {
            "text": "1. Each time (in hours:minutes:seconds) that identifies a particular moment in a film uses the timestamp provided in the most recent DVD version of the film as of June 2005.",
            "citations": []
        },
        "FN2": {
            "text": "2. Each musical example is a transcription by the author of a musical excerpt from the soundtrack of the most current release of the film. The choice of time signatures, durational values, and other notational details reflect my own perception of the music, and may not exactly match that of the original score. Ideally, these musical examples would be reductions of the original scores. However, given the relative difficulty in accessing original scores for all of these excerpts, and the relative simplicity of the musical features to which I attend, I have chosen to transcribe. Some minutiae that are ancillary and not contradictory to my arguments (such as octave doublings) may be omitted or simplified in the transcriptions; in other cases, they are simply not perceived—when compared to an audio musical soundtrack recording—because of dialogue or sound effects on the soundtrack. However, this is to make a point: as my analysis primarily concerns the association between music and image, I wish to understand what people hear when they view the film, rather than what people hear separately within the soundtrack.",
            "citations": []
        },
        "FN3": {
            "text": "3. I admit that Hanson’s opening adorns the tritone progression with additional notes, but it is appropriate and unproblematic for a listener to extract the tritone progression, as this is exactly what Hanson does later in his symphony.",
            "citations": []
        },
        "FN4": {
            "text": "4. Rosar 2003 on 13 October, and Rosar 2005 . Leydon 2004 , 37, cites the use of the tritone progression in Herrmann’s sci-fi score, as does Fiegel 2003 , 209:\n“In ‘Outer Space’ [essentially the main title of the film], however, the tritone\nplays an important harmonic role. The interval is first apparent in the second\nphrase as a root progression from A ♭ to D. The harmony implied by the root\nmotion from A ♭ to D takes on a strong symbolic quality in The Day the\nEarth Stood Still. ”",
            "citations": [
                "rosar_2003",
                "rosar_2005",
                "leydon_2004",
                "fiegel_2003"
            ]
        },
        "FN5": {
            "text": "5. There is at least one indication that this association has continued in the years following 2002. The MTTP occurs no less than nine times in John Debney’s score for the science fiction film Zathura (2005). Its first use culminates the musical cue during which the board game is introduced (0:17:24); specifically, it accompanies the exact moment that the game’s symbol of the\n“planet” Zathura comes into view. The second occurrence punctuates the scene (0:22:22) in which the two brothers realize that their home is drifting through outer space.",
            "citations": []
        },
        "FN6": {
            "text": "6. Ultimately, this claim can only be completely supported by extensive surveys both of the MTTP in recent Hollywood scoring and of the various triadic progressions used to accompany scenes of outer space. In lieu of an explicit display of such surveys here, I can only state that I have listened to and documented aspects of harmonic progression in over two hundred soundtracks for mainstream Hollywood films from the past quarter-century prior to Treasure Planet, and my claim is based in large part on this sampling.",
            "citations": []
        },
        "FN7": {
            "text": "7. At first glance, the scene from Treasure Planet during which Example 1 is heard can scarcely be considered a significant introduction to the outer-space setting: the entire voyage so far has taken place in outer space. However, the filmmakers’ idiosyncractic conception of an outer-space setting contrasts with those settings accompanied by the excerpts of Example 2, in that it creatively interweaves aspects of both extraterrestrial space travel and terrestrial seafaring. The scene in which the spaceship—which closely resembles a Spanish galleon—commences its voyage is a good example of this hybridization: artificial gravity is engaged, but there is no protection from the airless vacuum of space; rockets propel the ship, but on a heading of south-by-southwest. The background of space is not black and void, but various shades of blue and violet with plenty of cloud-like formations for the ship to sail either below or through. If anything, the scene that first displays the image of Treasure Planet tips the scales back toward the setting as outer space; it re introduces the viewer to this setting.",
            "citations": []
        },
        "FN8": {
            "text": "8. There are occasional and transitory MTTPs during the long scene featuring exterior shots of the Enterprise (0:15:59-21:52). One MTTP, synchronous with shots of planets out the bridge viewscreen, serves as a cadential progression for the Enterprise’s departure (0:39:11).",
            "citations": []
        },
        "FN9": {
            "text": "9. 1:22:15, 1:27:05, 1:28:18, 1:30:57, 1:31:04, 1:31:52, 1:34:42 (Example 2d), 1:35:01, and 1:36:02. There is also an extremely brief MTTP for a cut to an exterior shot at 1:23:34.",
            "citations": []
        },
        "FN10": {
            "text": "10. According to www.imdb.com , Treasure Planet was released in the US on 27 November 2002, Lilo and Stitch was released in the US on 21 June 2002, and no animated film produced by Walt Disney Pictures was released in between.",
            "citations": []
        },
        "FN11": {
            "text": "11. Hugo Riemann first catalogued all the possible triadic progressions in 1880 . In mainstream Hollywood practice, there appear to be intertextual codes for multiple harmonic progressions, some with greater consistency of narrative or visual association than others.",
            "citations": [
                "riemann_1880"
            ]
        },
        "FN12": {
            "text": "12. Drabkin 2005 ,\n< http://www.grovemusic.com >",
            "citations": [
                "drabkin_2005"
            ]
        },
        "FN13": {
            "text": "13. Rahn 1991 , 36.",
            "citations": [
                "rahn_1991"
            ]
        },
        "FN14": {
            "text": "14. Brown, Dempster, and Headlam 1997 , 155–183.",
            "citations": [
                "brown_dempster_and_headlam_1997"
            ]
        },
        "FN15": {
            "text": "15. Ibid, 161.",
            "citations": []
        },
        "FN16": {
            "text": "16. Ibid, 170.",
            "citations": []
        },
        "FN17": {
            "text": "17. Studies that discuss and formalize voice-leading smoothness include Cohn 1996 ; Cohn 1997 ; Lewin 1998 ; and Straus 2003 . Transformational voice leading, which connects notes of different chords in potentially different registers and\n“voices” using pitch-class transformations, was first proposed in Klumpenhouwer 1991 , and has been taken up in the work of Straus, including 1995 ; 1997 ; and 2003 .",
            "citations": [
                "cohn_1996",
                "cohn_1997",
                "lewin_1998",
                "straus_2003",
                "klumpenhouwer_1991",
                "straus_1995",
                "straus_1997",
                "straus_2003"
            ]
        },
        "FN18": {
            "text": "18. The concept of a “voice-leading list” comes from Morris 1998 , 201.",
            "citations": [
                "morris_1998"
            ]
        },
        "FN19": {
            "text": "19. Straus 2003 , 320–322.",
            "citations": [
                "straus_2003"
            ]
        },
        "FN20": {
            "text": "20. Lewin 1998 , 27.",
            "citations": [
                "lewin_1998"
            ]
        },
        "FN21": {
            "text": "21. Footnote 40 of Straus 2003 (321) recognizes that\n“it would be possible to devise an algorithm for breaking ties (for example, by seeing which voice leading has the greatest number of small intervals or the smallest number of large intervals),” but he does not pursue this line of inquiry any further.",
            "citations": [
                "straus_2003"
            ]
        },
        "FN22": {
            "text": "22. Lewin 1998 , 26.",
            "citations": [
                "lewin_1998"
            ]
        },
        "FN23": {
            "text": "23. Reinforcing this interpretation is Disney’s more recent use of the music from Example 4 during the teaser trailer for The Chronicles of Narnia: The Lion, the Witch, and the Wardrobe ( http://adisney.go.com/disneypictures/narnia/index.html , accessed 4 January 2006). (A trailer’s orchestral soundtrack is often composed of excerpts from previous film scores in the studio’s library.) The narrative that Howard’s music accompanies in the Narnia trailer bears a striking similarity to that during its original use in Treasure Planet. Example 4 begins right when the wardrobe first appears, and continues as Lucy draws toward it and unveils it. Lucy begins to open the wardrobe on the sustained D ♯ , and an interjected title completes the statement that\n“this is the only door that leads to another world.” The C- to A+ progression accompanies a long shot of light pouring out from the door of the wardrobe, and Lucy stepping in. The wardrobe, like the planet in the holographic map, is both a means of conveyance to, and symbolically representative of, the journey’s destination.",
            "citations": []
        },
        "FN24": {
            "text": "24. The leitmotif is used once during the first stage: a perfect-fifth transposition—G- to E+—can be briefly heard when the previous owner of the orb, after arriving at the inn, divulges that\n“he’s after me chest,” referring to his large trunk that contains the orb (0:09:20).",
            "citations": []
        },
        "FN25": {
            "text": "25. Besides its use at these two moments of arrival, the juxtaposition of two major triads a tritone apart is seldom heard elsewhere in the film score. It creeps in at 0:25:29 for four seconds during the preparation for the ship's departure from port, and can be briefly heard during one segment (0:40:26 to 0:40:41) of the black hole sequence, although there is no overt synchronization with an outer-space object. An MTTP is used during two cues (0:58:26 and 1:23:30) for Ben, the loony robot marooned on Treasure Planet; however, it is incorporated into music of a very different nature—scherzo-like, light instrumentation, and a frenetic harmonic rhythm—and is therefore not a token of the MTTP type.",
            "citations": []
        },
        "FN26": {
            "text": "26. Scruton 1983 ; Cooke 1959 .",
            "citations": [
                "scruton_1983",
                "cooke_1959"
            ]
        },
        "FN27": {
            "text": "27. In a more recent critique of Cooke, Scruton concludes:\n“The crucial relation here is not expression but appropriateness. It is through the constant search for the appropriate gesture that aesthetic conventions emerge. The musical vocabulary discerned by Cooke is the outcome of a long tradition of ‘making and matching’; and his ’rules of meaning’ are really habits of taste.” Scruton 1997 , 208.",
            "citations": [
                "scruton_1997"
            ]
        },
        "FN28": {
            "text": "28. Hatten 1994 , 31-32.",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN29": {
            "text": "29. 0:02:07: The beginning of Max’s voice-over “It was Freak who told me about King Arthur,” followed by a cut to knights of the round table; 0:28:35: The two boys stand up to someone who is ill treating a woman\n“Unhand her, knave,” followed by a cut to an image of knight on horseback; 0:41:54: The two boys are drawn to a full suit of armor in a museum7rsquo;s Medieval display; 1:11:55: After Kevin’s sledding scene, he sees a vision of Medieval knights on horseback; 1:17:19: When Kevin bursts in to rescue Max,\n“I’ve come for my brother in arms”; 1:33:00: Max reads the very end of Sir James Knowles’ King Arthur and his Knights. There are other moments in the film when we see Medieval images without the MTTP, and when we hear the MTTP without overt Medieval references. However, in the one case of the latter—when the two boys score a slam dunk in basketball—Jones’s use of the progression is clearly strategic: the music demonstrates how the two boys have assumed their heroic knightly roles.",
            "citations": []
        },
        "FN30": {
            "text": "30. This strategic combination of the MTTP type with the Medieval era as a separate domain from present day also appears throughout Brian Tyler’s score for Timeline (2003).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Example 1 . James Newton Howard, Treasure Planet (2002), 0:49:18, quarter ≈ 110 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The 2002 Disney animated film Treasure Planet transfers Robert Louis Stevenson’s novel Treasure Island from an eighteenth-century setting in (presumably) the Caribbean Sea to a (presumably) future setting in fictitious outer space. The kernel of the film’s narrative follows Stevenson’s story fairly closely: the young Jim Hawkins comes across a map that reveals the location of the legendary Treasure Planet, where the massive treasure trove of notorious Captain Flint is believed to be hidden. Jim and Doctor Doppler (who generally substitutes for Doctor Livesey in Stevenson’s novel) muster a crew, including a cook named Long John Silver, for the interplanetary voyage; however, Silver and the rest of the crew, aware of the expedition’s objective, plan to mutiny and claim the treasure for themselves. The scene in which the ship finally arrives at its titular destination accrues in dramatic intensity using a standard device: one by one, most of the crew of the ship sees Treasure Planet before the viewer of the film does. When the film at last cuts to a full shot of the double-ringed planet (at 0:49:18), (1) composer James Newton Howard accompanies the moment with the music as transcribed and reduced in Example 1 . (2) A significant feature of this music is the harmonic undulation between E-major and Bb-major triads. (From here on, consonant triads will be labeled by their acoustic root followed by a plus or minus sign indicating major or minor quality, respectively. For instance, the harmonies of Example 1 alternate between E+ and Bb+.) This is an example of what will be called the tritone progression : an immediate succession of two major or minor triads whose roots are a tritone apart. A major tritone progression —hereafter, MTTP—is a tritone progression between two major triads. (In Example 1 and subsequent examples, a horizontal line connecting two triads indicates a MTTP.) The primary purpose of this article is to ask what makes this music, and this chordal progression in particular, an appropriate accompaniment to this scene. Example 2a . John Williams, Star Wars (1977/1997), 0:07:22, quarter ≈ 80 (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] I will offer three possible approaches—intertextual, intrinsic, and intratextual—to answering this question. First, supported by the excerpts of Example 2 , I will present several scenes from Hollywood films from the twenty-five years preceding Treasure Planet that conspicuously combine settings of outer space and/or images of celestial objects with a MTTP. Second, I will review how conventional wisdom and some twentieth-century scholars posit the tritone and the MTTP as distinct from other intervals and harmonic progressions, and how such considerations suggest how the MTTP befits an association with outer space. To this list of distinguishing characteristics I will add one more that examines the MTTP from a voice-leading perspective. Third, I will bring this voice-leading perspective back to a more thorough study of Howard’s harmonic language in the score for Treasure Planet, suggesting that the MTTP and the scene it accompanies represents the culmination of musical and visual/narrative processes, respectively. I. Intertextual Analysis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The tritone progression has a rich and diverse history of extra-musical associations in art music, particularly in the nineteenth- and early-twentieth-century Romantic and post-Romantic repertoires that would serve as some of the most important wellsprings for the music of Hollywood. As a triadic manifestation of the time-honored diabolus in musica, the tritone progression is sometimes associated specifically with the devil or hell: consider the MTTP that opens \n“Pandemonium” from Berlioz’s La damnation de Faust, or the minor version that nearly ends the \n“Inferno” movement of Liszt’s Dante Symphony. An offshoot of this association is the tritone progression’s relationship with tragedy-scarred ill-fated characters: Stravinsky’s MTTP for Petrouchka is arguably the most well known example, but Richard Strauss’s minor version for Elektra is another. More generally, the tritone progression, especially when foregrounded and isolated from tonal syntax, works as a direct, encapsulated signifier of Romanticism itself. The opening two chords of the \n“Largo” from Dvorak’s Ninth Symphony are quintessentially Romantic, and the second symphonies of both Howard Hanson and Kryzstof Penderecki indicate their neo-Romantic retrospectives in their opening measures with a tritone progression. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] More relevant to this study, however, is Gustav Holst’s The Planets, which features multiple tritone progressions in music that nominally refers to specific celestial objects, and is a work familiar to many past and present Hollywood film composers who have sought inspiration from preexisting music. Both \n“Mars” and “Mercury” use clear MTTPs in their opening measures and throughout, although one or both of the triads withhold the third of the chord in the former, and the triads are arpeggiated in the latter. The middle \n“chorale” section of “Saturn” also brings the tritone progression to the fore several times, although some of these progressions involve minor triads alternating with major. It could therefore be argued that the association between the MTTP and outer space in several films of the last quarter of the twentieth century primarily credits Holst’s celebrated suite as precedent. However, William Rosar has found that the MTTP played a role in scores for science-fiction films from the 1950s, including Marlin Skiles’s music for Flight to Mars (1950), Bernard Herrmann’s music for The Day the Earth Stood Still (1951), and triadic and quartal versions of the MTTP in Leith Stevens’s music for Destination Moon (1950), When Worlds Collide (1952) and War of the Worlds (1953). (4) Hence, from an intertextual point of view, one could equally understand the MTTPs examined hereunder as a continuation of one specific harmonic tradition established in film scoring from the 1950s, just as many of these late twentieth-century films carry on in a nostalgic fashion one or more of the visual or narrative traditions established by 1950’s science-fiction cinema.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] However, before commencing the survey, one question looms: are seventeen transcribed excerpts from fourteen film scores by eleven composers (counting Howard’s Treasure Planet ) enough evidence to propose that such an association continued into the last quarter of the twentieth century and beyond? (5) Although the reader may be acquainted with one or even a few more additional examples from recent films where the MTTP is associated with outer space, doubtlessly what is far more likely known are counterexamples: outer-space scenes during which the MTTP is not heard, or scenes featuring the MTTP that have nothing to do with outer space. However, I contend that, in this cross section of the cinematic repertoire, there is no triadic progression that is associated with outer space more often or more conspicuously than the MTTP, nor is there any setting that is associated with the MTTP more often or more conspicuously than outer space. (6) Moreover, one may strengthen this association by refining it: the excerpts in Example 2 have several features in common beyond the presence of a MTTP: Often the tutti orchestra, or at least the brass section, plays the MTTP usually at a loud volume, and the harmonies involved in the MTTP are often sustained and connected (and sometimes even overlapping) instead of arpeggiated or played detaché . The bass usually takes the root in both chords of the MTTP (unless a bass pedal point is present), while the upper voices tend to move using relatively smooth voice leading. The harmonic rhythm of the MTTP is relatively slow: the duration of each chord of the MTTP tends to be at least one second. The MTTP seldom occurs once; rather, the first MTTP is often followed by a pendular swing back to the first chord, creating a closed ternary unit. The music may then continue to undulate or transpose the MTTP to a new pitch level. The MTTP avoids a strong tonal environment, or at least suspends instead of reinforces conventional tonal syntax. Through the aforementioned ternary undulation, and sometimes reinforced by a pedal point that matches the root of one of the two triads, one of the triads takes on the fleeting role of tonic during the span of the MTTP, and the other thereby \n\t“functions” as ♯ IV or ♭ V. Far less often are situations where both triads of the MTTP are subordinated to a single contrasting, overarching tonic.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] These features or “family resemblances”—to use Wittgenstein’s phrase—comprise the MTTP type, and a musical passage that expresses a majority of these features is a token of this type. Likewise, most of the scenes accompanied by this music can be defined more narrowly than merely representing the genre of science fiction or the setting of outer space. In these scenes, the MTTP accompanies a prominent object that resides in outer space and/or the introduction to the outer-space setting; this introduction occurs either at the very beginning of the film, when the film shifts to an establishing and/or exterior shot of outer space, or when the setting of outer space is thrust into an otherwise terrestrial and/or interior setting. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] It is appropriate that this survey begins with John Williams’s score for Star Wars (1977), which helped to restore the orchestra as the primary performing ensemble for science-fiction and adventure scores, and conspicuously draws on Holst’s Planets along with music of other composers such as Elgar and Korngold. The first exterior space shot of the film is the famous opening sequence that follows directly from the rolling titles, as we see a massive Star Destroyer attacking a small Rebel cruiser on a stellar background bordered on the bottom of the screen by a large planet. The music for this opening sequence is a continuation of Williams’s main title music, and does not conspicuously incorporate any MTTP tokens. However, the film continues primarily with interiors of the two ships, as the viewer is introduced to some of the film’s characters and the dramatic situations of which they are a part. Two of the characters, the droids R2-D2 and C3PO, board an escape pod and are jettisoned from the Rebel cruiser. The scene ends with a cut to an exterior shot of the pod hurtling through space toward the planet visible below, and it is precisely on this cut that the MTTP of Example 2a is heard. Example 2b . Jerry Goldsmith, Star Trek: The Motion Picture (1979), 0:03:20, dotted half ≈ 54 (click to enlarge) Example 2c . James Horner, Star Trek II: The Wrath of Khan (1982), 0:00:44, quarter ≈ 100 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The MTTP type figures prominently in the music for many of motion pictures based on the television series \n\t“Star Trek” (1966-1969). It literally announced the cinematic serial: undulations between G+ and Db+ triads underpin the introduction to Jerry Goldsmith’s main title for Star Trek: The Motion Picture (1979), as shown in Example 2b , which starts with the credits. The primary theme that begins in m. 9—what would later become the title music for the television series \n\t“Star Trek: The Next Generation” (1987-1994)—does not use the MTTP type, nor does the score feature the progression to a significant degree. (8) However, the MTTP occurs much more frequently in James Horner’s score to Star Trek II: The Wrath of Khan (1982). As shown in Example 2c , the same undulation between G+ and Db+ of Goldsmith’s introduction concludes Horner’s main title introduction and leads into a primary theme in C major. Whereas this key lends tonal functions of bII (predominant) and V (dominant) to Db+ and G+, the primary theme’s two uses of a MTTP—alternating Gb+ with C+—is best interpreted as juxtaposing ♭ V with I; the first serves as the cadential progression of the theme’s opening four-measure phrase. Horner saturates the score for the film with MTTPs in various guises and manifestations, but the uses that best match the MTTP type are from the final battle scene that begins at 1:22:15, as the damaged USS Enterprise heads toward a nebula in which the combat takes place. Over the next fourteen minutes, no fewer than nine MTTP tokens can be heard on the soundtrack, accompanying nine exterior shots of the two spaceships. (9) In most of these occurrences, the MTTP begins right with the cut from interior to exterior, and, in some cases like Example 2d , the MTTPs fill the entire exterior shot. A more recent association between a MTTP token and outer space in the Star Trek motion pictures occurs in the film Star Trek: Insurrection (1998). At one moment when the film cuts to the underside of the Starship Enterprise as a shuttle disembarks, Jerry Goldsmith accompanies the exterior space shot with the music of Example 2e . Example 2d . Horner, Star Trek II: The Wrath of Khan (1982), 1:34:42, dotted half ≈ 42 (click to enlarge) Example 2e . Goldsmith, Star Trek: Insurrection (1998), 0:53:21, half ≈ 85 (click to enlarge) Example 2f . Roger Taylor, Flash Gordon (1980), 0:17:51, quarter ≈ 122, quarter ≈ 160 right before excerpt begins (click to enlarge) Example 2g . Toto, Dune (1984), 0:02:21, quarter ≈ 70 before double bar, quarter ≈ 104 after double bar (click to enlarge) Example 2h . Alan Silvestri, Flight of the Navigator (1986), 0:36:48, quarter ≈ 50 (click to enlarge) Example 2i . Danny Elfman, Men in Black (1997), 1:08:32, quarter ≈ 112 (click to enlarge) Example 2j . Basil Poledouris, Starship Troopers (1997), 0:32:54, quarter ≈ 85 (click to enlarge) Example 2k . Poledouris, Starship Troopers , 1:00:47, quarter ≈ 120 (click to enlarge) Example 2l . Poledouris, Starship Troopers , 1:43:01, quarter ≈ 128 (click to enlarge) Example 2m . Joel McNeely, Soldier (1998), 1:31:42, quarter ≈ 62 (click to enlarge) Example 2n . Elfman, Planet of the Apes (2001), 0:04:39, quarter ≈ 60 (click to enlarge) Example 2o . Eliot Goldenthal, Final Fantasy: The Spirits Within (2001), 0:02:57, quarter ≈ 64 (click to enlarge) Example 2p . Silvestri, Lilo and Stitch (2002), 0:03:59, quarter ≈ 140 (click to enlarge)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In addition to The Wrath of Khan, at least three other films in the 1980s continue the association between aspects of outer space—and, in particular, introductions to fictitious extraterrestrial planets—and the MTTP type. The first is Flash Gordon (1980), whose musical soundtrack reflects the contributions of both the popular group Queen and composer/orchestrator Howard Blake. Based on the comic book serial of the same name, the film’s opening chronicles how New York Jets quarterback Flash Gordon and love interest Dale Arden are kidnapped by the scientist Hans Zarkov and taken in a rocket from Earth to the planet Mongo, the home of the evil Emporer Ming. Accompanying the voyage is impressionistic music that balances strings and synthesizers with a pulsing bass and tom-toms; the text for the audio soundtrack recording credits Queen’s drummer Roger Taylor with the composition of this cue. When Mongo comes into view—in fact, right on the cut to a wide exterior shot of the rocket approaching Mongo City—the music of Example 2f is heard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The score for Dune (1984) is also a collaboration between a popular group and a single composer: in this case, Toto and Brian Eno, who composed the \n\t“Prophecy Theme.” Toto’s opening music for the film accompanies two successive sequences. First, one of the film’s characters, maintained in a head shot over a stationary stellar panoply, looks directly at the viewer and introduces via a spoken prologue Frank Herbert’s story surrounding a mysterious, spice-producing planet. As she concludes the prologue by disclosing the planet’s name, \n\t“The planet is Arrakis, also known as Dune,” the accompanying music presents a C+/F ♯ + MTTP, as shown in Example 2g . The music and dialogue segue immediately into the sequence of credits, which appear in front of several desert shots, presumably of the aforementioned planet. Joining this sequence is a theme central to Dune ’s soundtrack, which appears after the double bar in Example 2g. MTTPs color the entire second phrase of this theme. However, each MTTP may be interpreted as combining bII with V: A+ and Eb+ of mm. 11-14 in the context of the preceding G ♯ - as tonic, and the Bb+ and E+ of mm. 15-18 in the context of the following A- as tonic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Although Disney’s Flight of the Navigator (1986) takes place exclusively on Earth, the story concerns an intelligent, benign visitor from another planet in uncharted space who inhabits—or perhaps is —a sleek metallic spaceship. Composer Alan Silvestri uses the MTTP type several times throughout the film in conjunction with the spaceship. One use of the MTTP, provided in Example 2h , dominates an interior scene. During this scene, the navigator, a twelve-year-old boy who becomes friends with the visitor and learns to fly the spaceship through Earth’s airspace, is being questioned by members of NASA regarding the whereabouts of the visitor’s home planet of Phaeton. Although the boy professes ignorance, brain sensors attached to the boy relay innumerable star charts to NASA’s computers—dozens of pictures of galaxies flash on television monitors. MTTPs saturate the accompanying music, although open fifths leave the quality of some triads indeterminate, as shown by placing the plus sign in parentheses. The two-level analysis below Example 2h represents how Silvestri overlaps MTTPs. The succession of tritone progressions reaches a dynamic peak as the planet in question is singled out on the video screens.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The MTTP type figures prominently as an accompaniment for outer space in no less than six films released in the five years preceding 2002, the year of Treasure Planet. The progression can be heard during the film at least three times during Men in Black (1997), whose setting is also restricted to Earth but whose story concerns many alien visitors of diverse appearance and moral character who are monitored and policed by the Men in Black. Composer Danny Elfman employs the progression as J, the newest recruit of the Men in Black, is suiting up while his former identity as NYPD police officer James Edwards is being erased (0:37:17-0:38:31, particularly at the beginning and at the end of the cue). Little in this scene is strongly suggestive of the setting of outer space, although J has decided to fight crime perpetrated by extraterrestrials rather than terrestrials. The MTTP also accompanies the moment toward the end of the film in which J realizes that the one of the World’s Fair Towers in Queens is in fact the villain’s getaway spaceship (1:16:17); this association comes closer to the others surveyed here. But, by far, the clearest token of the MTTP type is heard when a celestial object is found in a very mundane location during a very interior scene: inside a morgue, an entire galaxy is found suspended below a cat’s neck. The music of Example 2i begins exactly on the cut that reveals to the viewer the shrunken spiral galaxy spinning inside of a small orb hanging from the feline collar, and, with its orchestral and choral forces at full throttle, serves to launch the viewer into a virtual outer space as the galaxy fills the screen.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Basil Poledouris’s score for Starship Troopers (1997) also features the MTTP type during at least three separate scenes. All three of these scenes depict Carmen Ibanez, a young starship pilot played by Denise Richards, flying through outer space; these scenes contrast with the majority of the other scenes in the film that take place either on Earth or on the surface of other planets.  In each scene, Poledouris synchronizes the MTTP (or the first in a series of MTTPs) precisely with a cut to the exterior of the starship she is, or will be, piloting. First, in a small shuttle, newly-trained Ibanez flies by and admires the starship she is to pilot ( Example 2j ). Second, in the heat of battle, Ibanez is unsuccessful in evading the enemy assault from the planet below. The music of Example 2k accompanies a relatively long exterior shot as the viewer watches, from bow to stern, the starship pass by. Note how the two tritone pairs are related by minor third, generating an octatonic collection that the rising melody manifests in scalar form, leading up to the impact on the ship to the sound of alternating rapid-fire blows of A+ and Eb+. In a near-parallel bow-to-stern shot later in the film, it seems that Ibanez manages to escape the enemy fire and clear the starship for warp. Likewise, the music of Example 2l brings back the same four triads from Example 2k, but then continues with a MTTP from outside the aforementioned octatonic collection.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Beyond establishing early on that the film’s main setting is another planet besides Earth, Soldier (1998) offers very few outer-space visuals. Most of the action unfolds in exterior or interior scenes on the surface of the planet. However, at the end of the film, the protagonist, a genetically engineered solider named Todd played by Kurt Russell, and a small group of other soldiers and civilians have left the planet in search for a new home.  The spaceship’s liftoff into space is depicted primarily through interior shots, or without score at all for exterior shots. However, for the final shot of the film, the camera is just outside of the ship, looking in through a window at Todd looking out. The music here is completely diatonic and appropriately positive (mm. 1-4 of Example 2m , as Todd, through the window, points out for a young boy that accompanies him something that the viewer cannot see. But soon the viewer sees the object as well: as the camera pans in, the image of a galaxy reflected in the window comes into focus. And, as Todd signals the galaxy’s presence gesturally, composer Joel McNeely signals its presence musically, concluding the scene and the film proper with a MTTP token.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The last three films to be surveyed not only share a relatively narrow chronological span, but they also share a very similar manner of establishing, both visually and musically, the setting of outer space. All open on a futuristic interior setting, even though a simulation or a dream may initially belie this setting.  However, in all three films, it is not immediately obvious that this interior setting is, in fact, embedded within the more general setting of outer space. This is clarified by an establishing shot of the exterior of the spaceship or space station whose interior was viewed, and this shot is synchronized with a MTTP token in the soundtrack. For the opening of Tim Burton’s 2001 remake of the 1968 film Planet of the Apes, Danny Elfman’s music of Example 2n accompanies the cut from inside to outside the USAF Oberon Space Research Station. Final Fantasy: The Spirits Within (2001) opens with Dr. Aki Ross’s dream sequence, as she awakens from the dream on board a spaceship headed for Earth. Her view of Earth out a window and the following exterior shot of the spaceship are accompanied by Eliot Goldenthal’s music of Example 2o . Lilo and Stitch (2002), the animated Disney film that immediately preceded Treasure Planet, begins with the trial and sentencing of the genetic monster Stitch, all of which takes place in an interior setting. (10) The next setting is the interior of a spaceship that is to transport Stitch into exile. Example 2p accompanies the cut to the exterior of the spaceship. The music that Silvestri uses right before the cut, of which m. 1 of Example 2p is the final part, sounds much like the sound effects for the computers on the spaceship’s bridge, but also cleverly anticipates the E+ and Bb+ of the following MTTP. II. Intrinsic Analysis",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] With this survey, I have attempted to demonstrate that, by showing how images of outer space are coincident with the MTTP type in several Hollywood films of the past quarter-century, this same coincidence in Treasure Planet is not necessarily a coincidence in the more common meaning of the word. Filmgoers familiar with the science-fiction movie genre should not be surprised—consciously or subconsciously—that Howard accompanies the image of Treasure Planet with a MTTP token, for this is an association they have probably witnessed before. But is this association arbitrary? After all, there are twenty-four triads, which means that under transpositional and inversional equivalence, there are twenty-four relations between two major or minor triads. (11) Why does it seem that the MTTP relation has been singled out for this particular association?",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The setting of outer space is distinguished from other cinematic settings in at least three respects, which may be matched with three inherent and interrelated features of the tritone progression that set it apart from most, if not all, other harmonic progressions. First, the image of an object in outer space typically conveys literal distances greater than any terrestrial setting can provide: the distance from the film viewer’s actual location on Earth to the object, the distance from the location of the camera to the object, and often the distance from one part of the object to another part. Whether the image is a simple background of stars or of a celestial object such as a planet or galaxy, the film viewer usually interprets the image as representing something extremely far from the camera’s location and as extending over a great expanse. Accordingly, when arranging the twelve pitch classes into cycles of either half steps or perfect fifths, the tritone interval spans the greatest distance between two pitch classes. Thus, this maximal musical span well analogizes the vast distances of outer space.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Second, many images of outer space frustrate the viewer’s attempt to pin down an exact time or place that the image inhabits. Where and/or when is Dune, Phaeton, or Treasure Planet? It may be clear that these places are far removed both spatially and/or chronologically from Earth of the twentieth or twenty-first centuries, but it is less common to know any more about the setting beyond \n\t“a long time ago in a galaxy far, far away.” Accordingly, the tritone interval carries with it uncertainties as well. Generally, by dividing the octave into two equal parts, the equal-tempered tritone \n\t“has also assumed the role of the tonally most ambiguous interval.” (12) In a diatonic context, the tritone interval is the only interval\nwhose chromatic size (six semitones) does not correspond one-to-one with a\ndiatonic span (augmented fourth or diminished fifth): this is referred to in\nmusic-theoretic parlance as an \"ambiguity.“ (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Third, a view of outer space where the camera resides in the vacuum—instead of inside a spacecraft or on the surface of an atmosphere-covered planet—is a view that nearly every filmgoer has never observed first-hand. It is a location both foreign and inhospitable to ordinary human experience. Likewise, the immediate juxtaposition of two harmonic triads or tonal regions a tritone apart does not just push common-practice convention to its limits, \nit can also remove the music from tonality’s sphere under the right conditions, according to the hypothesis of an article by Matthew Brown, Douglas Dempster and David Headlam. (14) The authors first review two charts by Arnold Schoenberg and Donald Francis Tovey that propose rough spatial analogues to the degree of relatedness between tonic harmonies and other harmonies. Schoenberg refers to the tritone progression between I and ♯ IV or ♭ V (among other progressions) as a \n\t“distant” but nevertheless tonal relation. However, Tovey reserves the term \n\t“unconnected” for this progression, which, in the authors’ interpretation, pushes tonal theory \n\t“over the edge.” (15) They proceed to argue how Heinrich Schenker’s view of this progression falls somewhere in between these two views. Their hypothesis essentially states that \n\t“ ♯ IV or ♭ V Stufen can only be indirectly related to I in tonal contexts. This means that if we encounter pieces or passages with direct and unmediated successions from I to ♯ IV or ♭ V, then they must either falsify the hypothesis, or they must be non-tonal, as tested against the intuitions of qualified auditors.” (16) The article demonstrates through hierarchical analysis how multiple works commonly considered as tonal create this indirect relationship between I and ♯ IV or ♭ V—for example, interpreting ♯ IV as VII/V—while multiple works commonly considered as non-tonal create a direct relationship. As I argued previously, the MTTP type isolates its harmonies from such tonal mediation: the listener searching for a tonic is often resigned to assigning it to one of the two triads in the MTTP, and the weak tonal context and the customary undulation of the two triads offers no other viable hierarchical interpretation other than a direct one. If one considers the familiarity with tonality as analogous to the familiarity with terrestrial settings, then, according to the \n\t“ ♯ IV/ ♭ V Hypothesis,” a direct tritone progression would be the perfect (and only) harmonic analogue to the alien vacuum of outer space. Figure 1 . The six voice-leading mappings for a MTTP (click to enlarge) Table 1 . Total displacement of a maximally close voice leading (MCD) of all twenty-four triadic progressions (click to enlarge) Table 2 . Largest individual displacement in a maximally close voice leading (LID)\nof all twenty-four triadic progressions (click to enlarge)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Of these three features of the tritone progression that are analogous to \nthose of outer space—maximal distance, ambiguity, and unfamiliarity—I would \nlike to add one more observation regarding the tritone progression that supports \nthe “maximal-distance” feature. The field of music theory has renewed interest \nin voice leading in recent years, particularly voice-leading smoothness, and has \nemployed voice-leading models that connect the notes of one chord with those of \nanother chord that privilege other pitch relationships besides traditional \n“textbook” approaches that focus on register or instrumentation (i.e. soprano, \nalto, tenor, bass). (17) For example, consider Figure 1 , which demonstrates the six possible ways, marked (a) through (f), of leading the three pitch classes of C+ to the three pitch classes of its MTTP partner using a one-to-one mapping. Note that each mapping need not reflect the harmony and traditional voice leading of a musical passage: the vertical ordering of each chord does not have to correspond to a registral arrangement, nor are the two notes connected by an arrow necessarily associated by register or instrumentation. However, I will still refer to two such notes as representing one \n\t“voice.” The arrow representing the motion of each of the three voices in each mapping is labeled by its unordered pitch-class interval (i.e. the least distance in semitones the motion would traverse in register), and these distances are compiled in a voice-leading list for each mapping, enclosed in angle brackets. (18) To engage a familiar voice-leading metaphor, it is clear that some mappings require more \n\t“work” overall than others, since the voices collectively have farther to travel, even in a pitch-class sense. Joseph Straus calls this \n\t“work” total displacement (which I will abbreviate as TD), and defines it as the sum of the intervals in the voice-leading list. (19) Mappings (a) and (b), which each have a TD of 6, exhibit what \nDavid Lewin calls \n\t“maximally close voice leading,” in that, of the six possible one-to-one voice-leading mappings, these two have the smallest TD. (20) Therefore, the progression from C+ to F ♯ + (or, for that matter, from any major or minor triad to its tritone transposition) has a maximally close total displacement (which I will abbreviate as MCD) of 6.",
                "footnotes": [
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Table 1 categorizes the twenty-four triads according to their MCD to (or from) C+. With a MCD at six, the tritone progression (in this case, from C+ to F ♯ +) comes tied for last under this measurement of voice-leading smoothness. One way to break this tie is to examine the voice-leading distances of the individual voices. (21) Table 2 categorizes the twenty-four triads according to the largest displacement of a single voice when using maximally close voice leading to (or from) C+. I will abbreviate the designation of this value as LID (largest individual displacement). Again, the tritone progression is tied for last: it requires one voice to move by at least an enharmonic minor third—a LID of 3—when employing maximally close voice leading. F ♯ + is the only triad that sinks to the bottom of both tables. Therefore, when finding the smoothest voice-leading from the three notes of one major or minor triad to the three notes of another, the MTTP (or its minor version) requires that the voices travel the farthest both collectively and individually. This is a fitting voice-leading analogue for the superlative distances of outer space, and for Treasure Planet in particular, which is described early in the film (0:02:23) as being \n\t“somewhere at the farthest reaches of the galaxy.” Many of the score excerpts surveyed earlier manifest (or project , as Lewin calls it (22) ) this maximally close voice leading in register, and some even place the three-semitone interval in the highest part, making the MTTP’s position on Tables 1 and 2 even more audible. However, I propose that maximally close voice leading does not have to be projected for the MTTP’s superlative displacement to be used as an analytical tool.",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Furthermore, this method of calculating musical distance depends upon the quality of the two harmonies, instead of only the tritone relationship between their roots. For example, with a MCD of 5 and an LID of 2, the progression from C+ to F ♯ - is not as \n\t“far,” although it is equally distant under Schoenberg’s approach, and equally estranged under Tovey’s and Schenker’s. The voice-leading situation would also be different if the two harmonies were dominant-seventh chords a tritone apart: whereas the transposition would be the same, this progression is tied for smoothest among all twelve possible dominant-seventh progressions. III. Intratextual Analysis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] James Newton Howard’s score for Treasure Planet offers a wide spectrum of musical styles, including heroic music reminiscent of Golden-Era swashbuckling scores, Irish-tinged folk music, and cartoon-style scoring à la Carl Stalling. Another hue in this stylistic spectrum is Howard’s use of non-diatonic triadic progressions that subordinate the role of a characteristic melody as the primary, or even a collaborative, element; the MTTP of Example 1 is \nbut one instance of this. Like the MTTP’s association with the image of the planet, these non-diatonic triadic progressions are reserved for moments of wonder or fantasy, and images of the extraordinary or mysterious. One could analyze each triadic progression separately as I have done so far with the MTTP: tracing its intertextual history, and correlating intrinsic properties of the progression with its extra-musical associations. However, I prefer to propose intratextual relationships among these triadic progressions and the narrative milestones they accompany that justify even further Howard’s particular employment of the MTTP. These relationships will draw upon the measurements of MCD and LID introduced in the previous section. Example 3 . Howard, Treasure Planet , 0:02:20, quarter ≈ 50 (click to enlarge) Example 4 . Howard, Treasure Planet , 0:12:59, quarter ≈ 68 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Before the film’s characters and the film viewer see the real Treasure Planet, exactly two earlier scenes introduce them to two different symbolic images of the planet. (I will use the phrase \n\t“symbolic image” to represent an image of some object within the film, whereas \n\t“image” refers to the filmic image of the object itself.) The first occurs shortly after the film opens, which shows Jim Hawkins as a child reading a multi-media storybook about the legendary Captain Flint and how his plundering led to a massive treasure trove located on Treasure Planet. The last page of the book gradually reveals a symbolic image of Treasure Planet: with the main exception of the darker hues, the cinematic shot is very similar to that which Example 1 accompanies, down to the placement of numerous cragged satellites. The music of Example 3 accompanies this last page. The second symbolic image of Treasure Planet resides in the treasure map. This map, however, is not of paper or parchment, but is rather a hologram projected from a fist-sized golden metallic orb. Early in the film, the teenaged Jim Hawkins receives the orb from a dying visitor, and soon suffers the burning of his mother’s inn as villainous creatures try to find it. Taking refuge in the Doctor’s home, Jim activates the orb, filling the room with a three-dimensional star chart of worlds both near and far from Jim’s home. The music of Example 4 begins as the Doctor presses the icon for their native planet, magically sending the map in motion, only coming to rest on the symbolic image of Treasure Planet.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Each scene dramatically leads up to the moment at which the planet’s symbolic image appears. Should Howard use the MTTP at each of these moments? This would tip the hand too soon. Rather, these scenes draw Jim closer to the reality of Treasure Planet without showing the planet itself: the first establishes the young Jim’s belief in the planet, the second offers the older Jim the opportunity of finding it. Furthermore, this belief and this opportunity serve as the two dramatic catalysts for the adventure: they are Jim’s two preliminary steps to Treasure Planet as reality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The harmonic progression for each of these moments, while not a MTTP, nonetheless has an exclusive and unique voice-leading relationship to the MTTP that represents on a musical level such \n\t“symbolic images” of, and “preliminary steps” to, Treasure Planet. Example 3—the music for the storybook’s final page—begins as the symbolic image of Treasure Planet emerges from dark shadows, and this image is clearest when the music cadences with a triadic progression from E- to Bb+ (mm. 3-4). One might hear the final two chords as comprising the same MTTP as that which accompanies the discovery of the \n\t“real” planet later in the film—the roots of the two triads are E and Bb—yet the E triad is minor. In other words, this final progression would have been a MTTP if the G in E- had been a G sharp. Example 4—the music for the map’s hologram—accompanies the various symbolic images of the map floating by (and, in one instance, through) the astonished spectators, while the Doctor names various places he recognizes. The map stops moving as the holographic symbolic image for Treasure Planet comes into view; accordingly, the music comes to rest on a sustained D-sharp in mm. 4-5. When Jim and the Doctor realize that the double-ringed image is indeed that of Treasure Planet, the harmonic progression in m. 6 from C- to A+ underscores their realization. This final progression would have been a MTTP if the C in C- had been a Bb. Figure 2 . Variations on two MTTPs (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] When examined using maximally close voice leading (which, to reiterate, may not necessarily correspond with registral voice leading), each of these two slight variations on the MTTP is no less and no more than a reduction of the MTTP’s characteristic three-semitone interval to a semitone and a whole tone, respectively. Figure \n2 compares the maximally close voice leading of these two progressions with their MTTP counterparts. Changing the G ♯ of Figure 2b, which represents the maximally close voice leading of the MTTP of Example 1, to the G of Figure 2a, which represents the maximally close voice leading of the end of Example 3, decreases the three-semitone displacement to a two-semitone displacement, and consequently drops both the MCD and LCD by one. Changing the Bb of Figure 2d, which represents the maximally close voice leading of the most closely related MTTP, to the C of Figure 2c, which represents the maximally close voice leading of the end of Example 4, decreases the three-semitone displacement to a one-semitone displacement, and consequently drops the MCD and LCD by two and one, respectively.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Moreover, these are the only two triadic progressions that can achieve such a singular reduction. Thus, Howard has associated the only two harmonic progressions with these two symbolic images of Treasure Planet that 1) are both just one note shy of a MTTP, and 2) create a drop in both MCD and LID, the two voice-leading features that together set the MTTP apart. The first observation correlates well with the idea of \n\t“symbolic image”: just as I see something that looks much like Treasure Planet, I hear a harmonic progression that sounds much like a MTTP. (After recognizing Treasure Planet in the holographic map, the Doctor asks Jim, \n\t“Do you know what this means?” As he confidently tosses the orb up in the air, Jim replies, \n\t“It means that all that treasure is just a boat ride away.” Likewise, the MTTP is just a single note away.) The second observation correlates well with the idea of \n\t“preliminary step” in the drama: while Treasure Planet itself may be “at the farthest reaches of the galaxy,” the visual impressions that lead Jim and the film viewer to it as the narrative unfolds are much less distant. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In fact, one can hear the music that leads up to each of these progressions as participating in this voice-leading trajectory. As shown below Examples 3 and 4, each excerpt begins with relatively small MCDs and LIDs as the symbolic image grows clearer and nearer in its scene. The symbolic image then arrives with a MCD of 4 or 5 and a LID of 2, and this symbolic image then foreshadows the image of the \n\t“real” Treasure Planet accompanied by an MTTP with a MCD of 6 and a LID of 3. So, while the association between the MTTP and the image of Treasure Planet is appropriate and fitting from an intertextual point of view, the MTTP also serves as a goal of a intratextual process that parallels the journey of discovery. Example 5 . Howard, Treasure Planet , 1:13:04, quarter ≈ 70 before double bar, quarter ≈ 56 after double bar (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Were the appearance of the “real” Treasure Planet the end of the film, this would be the end of this analysis. However, this is not the case. The treasure hunt unfolds in two stages—the search for the planet, and the search for the treasure on the planet. During the second stage, the progression of C- to A+ that concludes Example 4 or the occasional perfect-fifth transposition appropriately becomes the harmonic leitmotif for the orb, the map contained within it, and the clues that indicate the treasure’s location. (24) From the perspective of MCD, the MTTP of 6 for the discovery of the planet is on the musical \n\t“outer limits.” Now the orb’s harmonic progression with a MCD of 4 and LID of 2 has slipped back a couple voice-leading notches. This progression is often heard as the characters, with ample assistance from the orb, close in on the location of the treasure, which turns out to be at the very core of the planet. The music for the discovery of the treasure is transcribed in Example 5 . \nAs Jim steps into the treasure room via a transporting door, Howard’s music \nforegrounds a harmonic motion from A+ to Eb+: a MTTP token is used to culminate \nthe film’s second stage as well. The orb’s function has been fulfilled, as \nmusically depicted by this final development: the orb’s progression in Figure 2c changes to the MTTP of Figure 2d. The MTTP, as the most distant voice-leading progression between triads, serves once again as the accompaniment to a quest’s destination, and it is again heard in mm. 6-7 as the crew burst into celebration, and in mm. 10-11 when the camera pulls back to reveal the entire core of Treasure Planet, which bears a strong resemblance to the orb. And although this second instance of the MTTP is associated more with a setting of inner space rather than outer space, the two most conspicuous instances of the MTTP in Howard’s score musically bring together the two halves of the film’s title. (25) ***",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The attempt to find within the Hollywood scoring style a consistency of association between a musical expression, such as the MTTP type, and a visual/narrative expression, such as a certain presentation of outer space, might be construed by some as an overly rigid manner of understanding this music, and, furthermore, associations such as these may be considered too formalist and ignorant of context. Philosopher Roger Scruton has criticized similar associational studies such as those of Deryck Cooke as trivial, reductionist, deterministic, and ultimately unmusical. (26) However, my intent is not to say that the MTTP type \n\t“means” outer space. It is not stylistically “wrong” for a recent Hollywood film to include outer-space scenes without a MTTP token to accompany it, or for its soundtrack to include a MTTP token without a synchronous visual reference to outer space; only that it is stylistically \n\t“right” for the two to be present together: hence, my use of the term “appropriate” in posing my opening question. And, for a commercially-driven popular idiom like the mainstream Hollywood film, meeting many of the audience’s expectations that are generated by stylistic associations is part of the business. (27)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] However, a study such as this that focuses just on stylistic associations only sets the groundwork for aesthetic understanding. Robert Hatten, from whom I borrow the terms type and token, responds to Scruton’s criticism by arguing that making such associations—or correlations, as he calls them—is just one part (but a necessary part) of a cyclical process whereby correlations guide contextual interpretations, which may further lead to new types and new correlations that feed back into the style. (28) My analysis of Treasure Planet followed this cyclical path: a symbolic image of Treasure Planet was not correlated with the MTTP type, but strategically combined with a voice-leading variation on the MTTP, leading to my interpretation that the symbolic image represents to Jim a preliminary step to outer space, instead of representing outer space itself. However, this interpretation occurs multiple times, suggesting a new type that is operative within the confines of the film. The converse situation, in which the MTTP type accompanies something outside of outer space, can also generate interpretations. One of my favorite strategic uses of the MTTP type takes place in The Mighty (1998), a present-day story of two seventh-grade outcasts who share friendship and a fascination for the story of King Arthur and Medieval codes of honor. At several points throughout the film, MTTP tokens accompany Medieval images, spoken references, or behaviors. (29) How to interpret such moments? There are a myriad number of ways, but, for one familiar with the MTTP’s correlation with outer space, the echoes of \n\t“long time ago” and “far, far away” can be heard, and help convey how these two mesmerized boys are being transported to another world. (30)",
                "footnotes": [
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.06.12.2.murphy.html",
    "data": "mto/data/mto.06.12.2.murphy.json"
}