{
    "title": "Commentary on “Rhythm: Africa and Beyond”",
    "date": "2010/12/01",
    "volume": "16",
    "issue": "4",
    "authors": [
        "Sturman, Michael Vercelli and Janet"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "November 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.4/mto.10.16.4.sturman_vercelli.pdf",
    "author_info": [
        {
            "name": "Michael Vercelli",
            "university": "College of Creative Arts",
            "address": "West Virginia University, Morgantown, WV 26506",
            "email": "Michael.Vercelli@mail.wvu.edu"
        }
    ],
    "citations": {
        "anku_2000": "Anku, Willi. 2000. “Circles and Time: A Theory of Structural Organization of Rhythm in African Music.” Music Theory Online 6.1 .",
        "blacking_1971": "Blacking, John. 1971. “Deep and Surface Structures in Venda Music.” Yearbook of the International Folk Music Council 3: 91–109.",
        "blum_1993": "Blum, Stephen. 1993. “Theory and Method: Analysis of Musical Style,” In Ethnomusicology, An Introduction . Ed. Helen Myers. London: Macmillan, 165–218.",
        "blum_2009": "Blum, Stephen. 2009. “Ethnomusicology in Relation to Music History and Music Theory, Keynote address for the 2009 annual meeting of the Southwest and Rocky Mountain chapters of the Society for Ethnomusicology, Society for Music Theory, and the American Musicological Society, University of Arizona, Tucson, Arizona.",
        "geertz_1973": "Geertz, Clifford. 1973. The Interpretation of Cultures . New York: Basic Books.",
        "geertz_1983": "Geertz, Clifford. 1983. “Art as a Cultural System,” In Local Knowledge: Further Essays in Interpretive Anthropology . New York: Basic Books.",
        "martinez_2000": "Martinez, José Luis.  2000. “Semiotics and the Art Music of India.” Music Theory Online 6.1 .",
        "nettl_2010": "Nettl, Bruno. 2010. Nettl’s elephant: on the history of ethnomusicology . Urbana: University of Illinois Press.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . Cambridge: MIT Press.",
        "levine_2007": "Levine, Victoria Lindsay. 2007. “Teaching Comparative Music Theory.” Unpublished paper presented at the annual meeting of the Society for Ethnomusicology, Southwest Chapter (Tempe, Arizona).",
        "levine_2010a": "Levine, Victoria Lindsay. 2010.  “Teaching Comparative Music Theory.” Workshop presented at the College Music Society Institute on Pedagogies of World Music Theory (Boulder, Colorado).",
        "levine_2010b": "Levine, Victoria Lindsay. 2010.  “Teaching Musical Transcription.” Workshop presented at the College Music Society Institute on Pedagogies of World Music Theory (Boulder, Colorado).",
        "romero_2010": "Romero, Brenda. 2010. “A Theory of Infinite Variation,” Unpublished paper presented at the annual meeting of the Society for Ethnomusicology, Southwest Chapter (Tucson, Arizona).",
        "rowell_1972": "Rowell, Lewis E. 1972. “Comparative Theory: A Systemmatic Approach to the Study of World Music. College Music Symposium , 12.",
        "tenzer_2000": "Tenzer, Michael. 2000. “Theory and Analysis of Melody in Balinese Gamelan,” Music Theory Online 6.2 .",
        "tenzer_2006": "Tenzer, Michael, ed. 2006. Analytical Studies in World Music . New York: Oxford University Press.",
        "tenzer_and_roeder_2011": "Tenzer, Michael and John Roeder, eds. 2011. Analytical Studies in World Music . New York: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The College Music Society’s most recent summer institute on the Pedagogies of World Music Theories in 2010 was led by Kawsi Ampene (U.Colorado), Munir Beken (UCLA), Jonathan Grasse (CSU – Dominguez Hills), John Hajda (UC Santa Barbara), Paul Humphreys (Loyola Marymount, Los Angeles), Sarah Morelli (Lamont University), Vicki Levine (Colorado College) and Brenda Romero (U. Colorado). The CMS also sponsored a seminar on world music theories in 2005 and 2009.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] As the first issue of Music Theory Online ( MTO ) to be dedicated in its entirety to structural analysis of African and African-influenced music, this publications stands as a milestone in the field.  It is not the first time that Music Theory Online has included articles addressing world music (c.f. Anku 2000 , Martinez 2000 ), but the issue confirms a renewed surge of academic interest in structural analyses of non-Western music.  Most importantly that surge of interest is reaching beyond the field of ethnomusicology to include theorists and music scholars in general.",
                "footnotes": [],
                "citations": [
                    "anku_2000",
                    "martinez_2000"
                ]
            }
        },
        {
            "2": {
                "text": "[2] In February 2009 the University of Amherst hosted a much-celebrated conference dedicated to “Analytical Approaches to World Music,” an effort that has led to the formation of a new journal dedicated to the topic.  Readers working outside the field of ethnomusicology may not realize that after 1960 the discipline’s growing emphasis on practice and cultural studies pushed structural analysis, in tandem with comparative study, to the periphery of the field (see Nettl 2010 for details on this history).  Music theory and ethnomusicology seemed destined to travel separate paths until recently, when the “trial-separation” now appears to be headed towards reconciliation rather than divorce (c.f. Blum 2009 ).  The new enthusiasm for the examination of musical structure confirmed by the Amherst conference, now recurring biennally, may have resulted simply from a growing awareness that scholars now have at their disposal a rich array of in-depth studies of music in their specific cultural contexts. That conference was preceded by a series of summer seminars and pioneering courses in comparative music theory, taught from a global perspective, led by Brenda Romero and Victoria Lindsey Levine at the University of Colorado and Colorado College dating back to the 1990s. Some of that work received sponsorship from the College Music Society (1) and the National Endowment for the Humanities. The appearance of Analytical Studies in World Music in 2006, a collection of case-studies edited by Michael Tenzer, brought an even larger public to structural analysis. Even then MTO led the way; Tenzer’s article “Theory and Analysis of Melody in Balinese Gamelan,” appeared well before that in the August 2000 issue of this very journal. Tenzer’s second book in this area, Analytical and Cross-Cultural Studies in World Music , co-edited with John Roeder, is coming to press on the heels of this issue of MTO in 2011.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "nettl_2010",
                    "blum_2009"
                ]
            }
        },
        {
            "3": {
                "text": "[3] As co-authors of this review, we find that our own work and experiences offer further evidence of the timeliness of this MTO focus. As a percussionist and ethnomusicologist with expertise in the traditions of drumming and gyil music in Ghana, Michael Vercelli brings a performer’s perspective to this review and notes the utility of this collection for his teaching as Director of the World Music Performance Center at West Virginia University. Janet Sturman, whose work as an ethnomusicologist includes studies of Afro-diasporic traditions and whose service as a board member of the College Music Society includes efforts to build bridges between disciplines, is pleased to note the coincidence of this publication with the recent establishment of the doctoral program in music theory with an emphasis in ethnomusicology at the University of Arizona.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Like the composite parts of a well-rehearsed African percussion ensemble, the five articles that comprise this issue interlock in many ways.  All the authors are respected scholars with a history of previous publication and performance credits.  Three of them directly address African musical practice, while the other two move our attention to musics influenced by African aesthetics and practices. In “Yewevu in the Metric Matrix,” David Locke examines five selections from the religious drumming repertory of West Africa’s Ewe people, who are situated in the modern nations of Ghana and Togo. In “Rhythmic Feel as Meter: Non-Isochronous Beat Subdivision in Jembe Music from Mali,” Rainer Polak examines a different West African tradition, focusing on aspects of performance repertories associated with the goblet-shaped hand drum known as jembe; while in “Temporal Geometries of an African Music,” Martin Scherzinger takes the reader to Southern Africa with his examination of temporal organization in the repertories associated with the mbira and other lamellophone instruments in Zimbabwe and Mozambique.“Rhythmic Archetypes in Instrumental Music from Africa and the Diaspora,”  by James Burns provides a link between those African-centered studies and the examination of fundamental rhythmic frameworks  in “Variant Timekeeping Patterns and Their Effects in Jazz Drumming,” contributed by Matthew Butterfield.  Indeed, as a set, the articles offer strong and specific support for a more profound understanding of African influence on jazz and also provide resources for connecting Western music theory with traditional musics and modes of analyis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Before addressing individual contributions, we would like to draw attention to several important shared themes and perspectives, some of which we think establish important models for music theory scholarship in general.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In creating their analyses, all five authors take into account the performer’s as well as the listener’s perspective.  While each author offers an array of graphic transcriptions and examples, overall they de-emphasize analyses of written scores, even those created by transcription  (perhaps responding to Nettl’s oft-cited tongue-in-cheek characterization of theorists as those who claim to “can’t say a thing without seeing the score.”) When Western music notation is used, the insightful transcriptions are often accompanied by other forms of graphic representation and discussion that includes reference to the body.  The inclusion of kinesthetic analysis is an important strength of this issue.  Related approaches, such as the effort to capture a multi-sensory analysis proposed by Burns, offer scholars new forms of transcription.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Shared respect for the performer is further evident in the outstanding supporting audio and video materials that the authors provide and that the online format provided by MTO makes possible.  These examples can hardly be called supplementary, for they are critical to our understanding the nature of the music.  While novice pianists can play a few notes of a score to get the sound of a musical score in their ears, amateur drummers cannot easily re-create the full palette of sonic intricacies represented on many percussion instruments, nor can they play a set of instruments simultaneously to understand the kinds of musical interactions explored in these articles.   Furthermore, the audio/video examples are extremely useful for the non-percussionist to accurately identify percussive sounds such as the slap, tone, and bass.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Each author in his own manner addresses the issue of cyclical structure, ideas of rhythmic tension and resolution, as well as rhythmic dissonance and density.  The value of examining their comparative approaches will be discussed presently, but this issue illustrates well the shared view that cyclic composition does not mean static composition; each author examines how rhythmic interest shapes both composition and performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] By including cultural context as a matter directly relevant to compositional form and performance, the five authors avoid the tendency to address context as a side issue and thus establish a standard that might well inform musical analysis of any style or origin.  As a result, despite its highly specific content, this collection of essays, promises to be useful in music theory as well as ethnomusicology classes and seminars.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Readers who begin with Burns , the first in the table of contents, may be surprised at the polemic he establishes with his challenges to long-accepted conceptual theories of African rhythm.  At the outset Burns dismisses the concept of rhythmic tension as an essential characteristic of multi-part percussion ensembles in Africa, arguing that individual rhythmic parts must instead be viewed as complimentary parts that create interest rather than competition or tension.  This view places him in direct opposition with other authors in the issue, especially with Locke, whose views Burns directly tackles.  In raising these challenges, Burns includes an impressive review of the history of Western music scholarship on African music and constrasts the views of Western scholars with those of several prominent African authors.  The core and real strength of Burns’s article is his emphasis on multi-sensory analysis of the composite results of layered rhythmic activity. This includes recognition of parts often excluded in analyses of percussion ensembles, such as the singing, clapping, dancing that create what Burns calls the “complete rhythmic background,” the complex matrix of his title.  He offers the image of woven fabric as a metaphor for rhythmic layering: “the compound matrix can be imagined as a set of strings laid out across a frame loom, on top of which are woven a series of second-order designs that interact with the threads from the background  layer but do not obscure them,”  supporting this description with a visual graph.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Of the set, Butterfield’s article on the effects of shifting time in jazz, primarily as experienced by the listener rather than by the player, might be the most accessible to general readers. He stresses the forward musical motion created by cyclical structures, noting that the constituent repetitive patterns are thus not static in their effect. Butterfield’s observations match well with the other authors in the set, although his concept of metric dissonance pits him against Burns, and Butterfield’s identification of subtle variations in jazz drumming that create “motional energy” drama and build to climax complements observations made by Locke and Scherzinger in African contexts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Rainer Polak offers an intense examination of metric sub-divisions of unequal lengths, as well as the non-isochronous pulse-streaming that distinguishes a specific repertory of jembe drumming repertory known as manjanin . He begins his study by illustrating the relevance of the non-isochronous pulse in familiar Western musical genres before proceeding to the main subject of his study. His research techniques—he created his own multi-track recordings in order to analyze time discrepancies—are likely to be of special interest to many readers, including those who may be concerned that he has significantly changed his subject of study despite the attention to detail that this approach facilitates.  Many drummers may find that they prefer to gain the proper feel without measure durational ratios of 59:100:98:65:79, for example, as Polak does with the dundun, a partner drum in manjanin. The videos he simultaneously created of his recording sessions allowed him to study the hand movements of the players and correlate them with the un-even rhythms he was analyzing, and they may prove as useful to players seeking to duplicate the proper rhythmic feel as the detailed quantitative analysis Polak offers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Scherzinger’s investigation illustrates the geometric relationships that link temporal ambiguities in performance of African \nlamellophones to the shifting symmetries and asymmetries of the music’s concurrent harmonic structures. Like Burns, he is sensitive to potential charges of continuing a colonialist perspective in applying Western analytical techniques to African music, citing the criticisms of Kofi Agawu.  However he not only reminds readers of the increasing integration of African traditional musics into an international music practice, but further illustrates how African ways of hearing temporal relationships are far more universal than Westerners have conventionally imagined.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Like the other authors in this issue, Scherzinger notes the structural importance of body movement.  He also argues however that a consideration of kinesthetics alone provides insufficient insight into the nature of harmonic activity in the performance of the mbira and related instruments, and in these discussions introduces his concepts of “acoustic illusionism” and “phantom patterns” [28];  these evocative images are likely to enter our analytical vocabulary. Acoustic illusionism, he writes, “is where variation is experienced as uncanny repetition (or, otherwise put, where repetition is paradoxically issued by passages of variation) —is discussed very little but, in my view, is one of the central aesthetic characteristics of traditional African music.” [31] They correspond to what Burns calls “complimentary” [17, 77] or “composite” patterns [18, 76, fn 17].  In making his analysis Scherzinger compares the metrical patterns that guide the conception of music in the mbira repertory to the metric preference rules established by Lerdahl and Jackendoff ( 1983 ), but the discontinuity in performance that he finds between kinesthetic and sonic patterns produces a metric ambiguity that challenges their claims.",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1983"
                ]
            }
        },
        {
            "15": {
                "text": "[15] It is easy to agree with Scherzinger that the tonal materials of African music have been understudied, and thus celebrate his inclusion here. \nIt is nevertheless surprising that he seems unaware of early analysis in this domain by John Blacking ( 1971 ).",
                "footnotes": [],
                "citations": [
                    "blacking_1971"
                ]
            }
        },
        {
            "16": {
                "text": "[16] David Locke’s final contribution to this set may be recognized as some of the author’s finest writing ever and an excellent example of music theory in an ethnomusicological context. Locke offers an introduction to both cultural theory and music structural theories, merging the two in a clear manner that reveals the breadth and depth of his knowledge. He offers a solid cultural introduction to the Yewevu repertory, as his clarification of its value and historical heritage emerges from thick description as advocated by the anthropologist Clifford Geertz ( 1973 , 1983 ) and thus avoids one of the most frequent criticisms leveled at the structural analyses in Tenzer’s 2006 collection. He also includes his own experience in the problems addressed, giving readers the chance to understand not only his frame of reference but also to appreciate the value of his apprenticeship and continued interaction with his mentor the late Robert Ayitee.  His work over the years exemplifies and thereby promotes reciprocity, offering a side lesson in research method and ethics.",
                "footnotes": [],
                "citations": [
                    "geertz_1973",
                    "geertz_1983"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Locke’s views on the metric matrix, despite the overlap in terms, often directly contrast with those of Burns, and for this reason alone they make a stimulating pair of readings to explore the issue of perception, which Locke astutely identifies as the critical issue. Furthermore, Locke is clearly interested more in issues of structure that concern the realization or performance of Yewevu than in an examination of the selected repertory from a compositional perspective. His discussion of metric matrix provides a framework for future structural analysis on African percussion works or could be applied to jazz and other improvisational practices, as well as Western composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Many of the other issues that Locke addresses concern methodological models.  For example, he asks readers to evaluate the utility and limitations of creating an “ideal representation”—an arrangement of the music to emphasize the commonalities of performance in this genre rather than a specific transcription to emphasize one individual performance—to examine orally-transmitted musical repertory.  He also examines the general problems with writing about non-written traditions.  His innovative strategies regarding research technique, particularly his reconstruction of individual parts posted using internet wiki tools to facilitate analysis also invite examination of new tools for music analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Regarding concepts concerning the repertory itself, Locke’s understanding of “Drum” as a repertory item, rather than merely an instrument, as most readers may understand the term, honors the practitioner’s terminology, despite his own equal interest in abstracting concepts—such as the “ensemble thematic cycle” to describe the sonic texture that defines the Drum—for use in comparative academic contexts.  Locke’s view that rhythmic complexity in Drum “yields spiritual power” and “invites the presence of non-corporeal beings”  justifies his detailed structural analysis and his occasional lapse into distancing jargon such as “motility.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In conclusion, the academic and practical value of this collection of articles should be celebrated.  The ready availability of these articles made possible by MTO ’s online format, along with the inclusion of high quality audio/visual supporting materials makes them an attractive resource for teaching purposes.  That said, the articles are not simple or brief, nor are they intended for introductory purposes or aimed at general readers; instead they provide much needed depth to ongoing discussions regarding the method and value of engaging in structural analysis of non-Western music. The value of the articles individually and as a set to scholars of African and African-inspired music is considerable, but as noted above, examination of those repertories produces insights of direct relevance to other music as well.  It is perhaps this latter realization that provides the best response to post-colonial critics, for the connections between repertoires resist the subtle suppression that some might claim results from recognizing difference.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The value of this issue to the disciplines of music theory and ethnomusciology is mutually recognized.  The inclusion of critical reviews of scholarship to date, as well as the introduction of methods and techniques, can be applied to a range of music.   Further value lies in the standard that the authors have set for integrating performers’ needs and perspectives into their analyses. The authors and the editor of the journal are to be commended for this important step forward in integrating disciplinary perspectives.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.10.16.4.sturman_vercelli.html",
    "data": "mto/data/mto.10.16.4.sturman_vercelli.json"
}