{
    "title": "Conference Report: Inaugural Meeting of the Russian Society for Music Theory (OTM)",
    "date": "2013/12/01",
    "volume": "19",
    "issue": "4",
    "authors": [
        "Ewell, Philip A."
    ],
    "abstract": "",
    "keywords": [
        "Russian Music Theory",
        "OTM",
        "Music Theory Conference",
        "St. Petersburg",
        "Moscow",
        "Russia",
        "Music Societies",
        "Music Pedagogy."
    ],
    "doi": "",
    "received": "October 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.4/mto.13.19.4.ewell.pdf",
    "author_info": [
        {
            "name": "Philip A. Ewell",
            "university": "Hunter College and CUNY Graduate Center",
            "address": "Department of Music, 695 Park Ave., New York, NY 10065",
            "email": "pewell@hunter.cuny.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. See www.otmroo.ru .\n  All translations from Russian to English are my own.  I would like to thank Poundie Burstein and Michiel Schuijer for their helpful comments on an earlier draft of this report.",
            "citations": []
        },
        "FN2": {
            "text": "2. With open access and a strong editorial board, it is clear that the journal is a high-quality publication.  The first issue features seventeen items on topics ranging from Tchaikovsky, Johannes de Garlandia, and Dahlhaus, to form, pedagogy, and polyphony.",
            "citations": []
        },
        "FN3": {
            "text": "3. I was told that these changes will soon be reflected on the website.",
            "citations": []
        },
        "FN4": {
            "text": "4. Information about the European societies is from the OTM paper by Michiel Schuijer (Conservatorium van Amsterdam), “Music Theorists and Societies.”",
            "citations": []
        },
        "FN5": {
            "text": "5. See http://spbu.ru/about/hall/546-petro-hall .",
            "citations": []
        },
        "FN6": {
            "text": "6. See http://societymusictheory.org/sites/default/files/Nashville_report.pdf .",
            "citations": []
        },
        "FN7": {
            "text": "7. Zenkin uses “musicology” in its European sense, as a field that encompasses music theory.",
            "citations": []
        },
        "FN8": {
            "text": "8. Here is the Russian: “Первое в России «Общество теории музыки» призвано служить развитию и совершенствованию теории музыки в научных \nисследованиях и в ее преподавании, активному распространению и \nобсуждению профессиональных вопросов, взаимодействию отечественных и \nзарубежных представителей этой специальности, росту междисциплинарных \nсвязей.”",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The inaugural conference of the Russian Society for Music Theory (Общество Теории Музыки \n or “OTM”) was a huge success. (1) The conference, held from September 30 to October 2, 2013, took place in one of the world’s most stunning cities, St. Petersburg, in two of its most distinguished institutions: St. Petersburg State University and the St. Petersburg Conservatory of Music.  Coming from as far afield as Australia, Azerbaijan, England, France, Israel, Florida, and Texas—and with a strong showing from Russia’s two historic capitals, Moscow and St. Petersburg itself—participants were treated to a smorgasbord of events that showcased the uniqueness of music theory as practiced in the Russian Federation.  With five plenary talks, some 70 paper presentations of 30 or 45 minutes running in three or four concurrent sessions, spirited and sometimes heated Q&As, two concerts of Russian folk music and dance, a presentation of publications from St. Petersburg Conservatory Press, a lively business meeting, coffee breaks, collegial meals, and a long, jubilant closing session, the conference represented a historic step forward for Russian music theory.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In a sense the Russians are late to the game.  The French society of music analysis began in 1985, the Italian in 1989.  The British began the Society for Music Analysis in 1992, the Dutch-Flemish society began in 1999, and the German Gesellschaft started in 2000.  With their rich theoretical tradition, it was logical for the Russians to begin a music theory society.  Notably, the Europeans also launched journals as they began their societies, and the Russians have as well.  At the OTM business meeting, editor of the Russian Journal of the \nSociety for Music Theory, Olga Loseva (Moscow Conservatory), discussed this new publication, which has already launched its first issue ( www.journal-otmroo.ru ). (2) Though not yet apparent on its website, the interface will ultimately be available in English as well as Russian, and, more importantly, the journal will accept submissions in four languages: Russian, German, French, and English. (3) Marina Karaseva (Moscow Conservatory) also announced, at the opening session, the launch of a new social network, SPLAYN ( www.splayn.com ). A combination of three words—sound, play, and network—this site allows musicians and aficionados alike to freely exchange ideas in a social-network environment.  Finally, OTM is now part of a larger federation of European societies of music theory and analysis, which includes the French, Italian, Dutch-Flemish, British, and German Societies.  OTM will be taking part, therefore, in the next quadrennial EuroMAC conference in Leuven, Belgium, in September 2014, as a full-fledged member of that federation. (4)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The opening of the conference took place in the historic Petrovsky Hall of the university, a splendid, intimate, ornate chamber from the 18th century with original paintings and artwork. (5) Before a standing-room-only crowd, the president of the society, music theorist Alexander Sokolov, opened with a keynote address about Russian music scholarship in light of recent arts initiatives of the Russian government.  This might sound strange coming from a theorist, were it not for the fact that Sokolov is the rector of the Moscow Conservatory and a former minister of culture (from 2004 to 2008) of the Russian Federation!  Music theory topics started in earnest with the two keynote speeches immediately following Sokolov’s address: Hermann Danuser (Humbolt University, Berlin) spoke about metadrama and metamusic in Wagner’s Die Meistersinger, and Fred Lerdahl (Columbia University, New York) spoke about generative music theory in relation to the Schenkerian and Riemannian traditions.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Remarkably, the OTM organizers provided either written or oral translations for all presentations of the conference, into Russian or English depending on the need.  For the roughly seventeen foreign participants who did not know Russian, about six young women from the university’s philological department were available to interpret simultaneously.  For the most part, the system worked well and the interpretations were excellent—only when the terminology became overly technical did translations suffer.  Translations from English to Russian were generally consecutive, rather than simultaneous, and unfortunately this halved the time of English-speaking presenters. Nonetheless, the translations were successful overall, and widely appreciated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Individual presentations addressed a wide-ranging and rich array of topics.  Some talks were musicological in scope, like Igor Rogalev’s (St. Petersburg Conservatory) on theatricality in Beethoven and Alison McFarland’s (Louisiana State University) on motive in de Morales.  Other talks bridged the fields of theory and ethnomusicology, such as Yelena Osipova’s (Turkmen National Conservatory) on the modal structure of Turkmen folk music.  Of course, there were many excellent papers on traditional theory topics as well, such as Albina Boyarkina’s (St. Petersburg Conservatory) on Russian translations of figured bass treatises from 1773 to 1849.  In the U.S., it is common to think that Russian music essentially started with Mikhail Glinka (1804–1857); Boyarkina’s paper, showing the interaction of German and Russian classical Generalbass conventions, was one of many to display the unique and thriving theoretical tradition in eighteenth- and nineteenth-century Russia.  Music theory pedagogy was strongly represented at OTM, with sessions on “Innovations in Methods of Solfège and Ear Training, ” “Music Education, ” and “Perspectives on Musical Education. ”  One area that was not represented was popular-music studies; popular music is still not accepted as a legitimate field of study among music academics in Russia.  (Of course, in fairness, one does not have to go back too far in time to realize that this was the case in North America as well.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The fourth keynote speech, on the second day of the conference, was given by Tatyana Bershadskaya (St. Petersburg Conservatory), who spoke about St. Petersburg theorists’ views on pitch structure over the years.  Though certainly informative, it read more like a seminar lecture, simply outlining what has happened in Russian theory in the nineteenth and twentieth centuries.  The last keynote, by Valentina Kholopova (Moscow Conservatory), on musical content, hermeneutics, and semantics, was far more engaging, drawing on such diverse figures as Boris Asafiev, Giuseffo Zarlino, Arnold Schering, Alain Daniélou, Leonard Ratner, and Susan McClary.  This keynote placed a unique Russian perspective on this well-developed field.  For instance, Kholopova’s paper, while citing many significant European and American figures, also pulled in the work of authors from Russia who are equally significant yet lesser know in the West, such as Tatiana Tcherednichenko, Anna Blagaya, and Ludmila Shaimukhametova.  This was part of the beauty of attending OTM: gaining a familiarity with writings and scholars from Russia who work on similar themes yet have little following in the West.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]  For many years now, the Society for Music Theory (SMT) in North America has striven to address issues of gender in the society, such as the imbalance between male and female members.  A report by SMT’s Committee on the Status of Women from 2008 stated that, as of 2007, women made up just 27% of SMT. (6) There is a similar imbalance with OTM, but in the opposite direction.  Women far outnumbered men at the OTM conference.  By my unofficial tally of conference attendees from Russia and countries of the former Soviet Union, women constituted a whopping 69% of program participants (46 of 67).  This is partly true because some members of OTM are, in fact, from musicology and ethnomusicology, fields that, for whatever reason, seem to draw more women than music theory (in the U.S., both the Society for Ethnomusicology and the American Musicological Society are at or almost at gender parity).  However, the majority of participants, men and women, did give traditional music theory papers, and it is clear that, even among theorists, women outnumber men in Russia.  I asked Konstantin Zenkin, professor of music theory and vice rector of the Moscow Conservatory, and treasurer of OTM, why this was so, and he replied: “In Russia musicology is considered a woman’s profession . . . A more general reason, which is a holdover from Soviet times, is the principle of ‘residual funding’ for all cultural fields.” (7) What he was implying in this statement about funding was that cultural fields in the Soviet Union were often funded last in budgets (sound familiar?), so that salaries were traditionally low for occupations associated with those fields.  And, because men were expected to be breadwinners in the Soviet Union, they were not attracted to those occupations.  Regardless of how exactly this happened, women do outnumber men in music theory in Russia, which is refreshing.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] There were significant logistical and organizational problems at the meeting.  On Monday and Wednesday OTM met at St. Petersburg University and, aside from the main meetings for keynotes or business, the sessions, at times four running simultaneously, were spread out quite far apart, in three different buildings that were a 15 to 20 minute walk from each other.  This eliminated the possibility of weaving between sessions during those two days, and it made simple off-the-cuff collegial contact more difficult.  Further, there was no map, nor any directions to the three buildings that housed conference rooms (nor, for that matter, any directions on how to get from the conference hotel to the two main conference venues).  I noticed that the Russian speakers were also confused by, and critical of, this setup.  Tuesday, at the St. Petersburg Conservatory, certainly worked better, but I think most people were simply asking why the conference could not take place under one roof, with clear directions regarding where to find things?  (Restrooms?  Cafeteria?  Taxi?  Coat check?)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] A more complete printed program would have helped attendees enormously—both local and foreign.  Such a program, in Russian and English, should have included paper abstracts with the language of presentation, a master list of program participants with affiliations and contact information, information about the new online publications mentioned above, maps and other local arrangement information, and mention of the role of OTM and the historic nature of the event. The modest $20 registration fee may not have allowed for a published booklet, but a simple pamphlet should have been possible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Organizational shortcomings notwithstanding, the OTM conference was, indeed, a huge success.  I was struck by the Russians’ openness to foreign—European and American for the most part—ideas in music theory.  In official presentations and unofficial conversations, the theorists from Russia engaged foreign literature and concepts at a very high level, and were wonderfully open to non-Russian ideas.  This, of course, bodes well for the future of Russian music theory. The following quotation from the homepage of the OTM website states the goals of the society: “OTM,” as the first such society in Russia, is intended to serve the development and advancement of music theory in scholarship and pedagogy, the active proliferation and discussion of professional inquiries, the cooperation of domestic and foreign representatives of the discipline, and the growth of interdisciplinary connections. (8) The goals of SMT are very much in line with those of OTM; perhaps we could even envision joint ventures in the future.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The conference was very full, even frantic—which is natural given the significance of the event and the wealth of music theory resources in Russia.  It seems everyone had something to say and everyone wanted a piece of the action.  Organizational problems are easy to solve, while a rich music theory tradition either exists in a culture or it does not.  Happily, the Russian \nSociety for Music Theory is representative of one of the richest music theory traditions in the world today, and now, with a formal society, Russian music theory will flourish and proliferate inside and outside of Russia for many years to come. Slava OTM!",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.13.19.4.ewell.html",
    "data": "mto/data/mto.13.19.4.ewell.json"
}