{
    "title": "Serial Intervention in Nono’s <i>Il canto sospeso</i>",
    "date": "2006/02/01",
    "volume": "12",
    "issue": "1",
    "authors": [
        "Guerrero, Jeannie Ma."
    ],
    "abstract": "The instrumental movements of Luigi Nono’sIl canto sospesoexhibit a variety of procedures that override determinations made by serial structures. The overrides, as I describe them, yield novel textures in multiple musical dimensions and seem to inspire Nono’s experimentation with electronic media later in his career. Further, multidimensional textures create formal musical and symbolic regions that underlie Nono’s projection of highly charged textual matter.",
    "keywords": [
        "Nono",
        "total serialism",
        "integral serialism"
    ],
    "doi": "",
    "received": "January 2006",
    "pdf": "http://www.mtosmt.org/issues/mto.06.12.1/mto.06.12.1.guerrero.pdf",
    "author_info": [
        {
            "name": "Jeannie Ma. Guerrero",
            "university": "Eastman School of Music",
            "address": "Music Theory, 26 Gibbs Street, Rochester, NY 14604",
            "email": "jguerrero@esm.rochester.edu"
        }
    ],
    "citations": {
        "babbitt_1961": "Babbitt, Milton. 1961. “Set Structure as a Compositional Determinant,” Journal of Music Theory 5 (1961): 72–94.",
        "babbitt_1962": "Babbitt, Milton. 1962. “Twelve-Tone Rhythmic Structure and the Electronic Medium,” Perspectives of New Music 1.1 (1962): 49–79.",
        "babbitt_1973": "Babbitt, Milton. 1973. “Since Schoenberg,” Perspectives of New Music 12.1 (Fall-WInter 1973): 3–28.",
        "bailey_1992": "Bailey, Kathryn. 1992. “‘Work in Progress:’ Analysing Nono’s Il canto sospeso .” Music Analysis 11.2–3 (July-October 1992): 279–334.",
        "batstone_1972": "Batstone, Philip N. 1972. “Multiple Order Functions in Twelve-Tone Music,” Parts 1, 2, Perspectives of New Music 10.2 (Spring-Summer 1972): 60–71 and 11.1 (Fall-Winter 1972): 92–111.",
        "borio_1999": "Borio, Gianmario. 1999. “Sull’interazione fra lo studio degli schizzi e l’analisi dell’opera.” In Gianmario Borio, Giovanni Morelli, and Veniero Rizzardi, eds., La nuova ricerca sull’opera di Luigi Nono (Florence: Leo Olschki), 1–21.",
        "clough_1980": "Clough, John. 1980. “Diatonic Interval Sets and Transformational Structures,” Perspectives of New Music 18.1–2 (Autumn 1979-Summer 1980): 461–82.",
        "flamm_1995": "Flamm, Christoph. 1995. Preface to Luigi Nono’s Il canto sospeso (London: Eulenberg), iii–xviii.",
        "guerrero_2003a": "Guerrero, Jeannie Ma. 2003a. “Text-Setting Techniques in Luigi Nono’s Choral Works (1956–1960).” Harvard University: Ph.D. dissertation.",
        "guerrero_2003b": "Guerrero, Jeannie Ma. 2003b. “Multidimensional Counterpoint and Social Subversion in Luigi Nono’s Choral Works,” Theory & Practice 28 (2003): 1–26.",
        "guerrero_2005": "Guerrero, Jeannie Ma. 2005. “Tintoretto, Nono, and Expanses of Silence.” Paper presented at the Dublin International Conference on Music Analysis (University College Dublin, Ireland).",
        "headlam_1985": "Headlam, Dave. 1985. “The Derivation of Rows in Lulu,” Perspectives of New Music 24.1 (Autumn-Winter 1985): 198–233.",
        "headlam_1996": "Headlam, Dave. 1996. The Music of Alban Berg . New Haven: Yale University Press.",
        "huber_1981": "Huber, Nicolaus A. 1981. “Luigi Nono: Il canto sospeso VIa, b,” Musik Konzept 20: 58–79.",
        "kowalski_1987": "Kowalski, David. 1987. “The Construction and Use of Self-Deriving Arrays,” Perspectives of New Music 25.1–2 (1987): 286–361.",
        "<i>lettere_di_condonnati_a_morte_della_resistenza_europea<-i>_1954": "Lettere di condonnati a morte della resistenza europea . Turin: Giulio Einaudi, 1954.",
        "lewin_1966": "Lewin, David. 1966. “On Certain Techniques of Re-Ordering in Serial Music,” Journal of Music Theory",
        "lewin_1976": "Lewin, David. 1976. “On Partial Ordering,” Perspectives of New Music c 14.2 and 15.1 (Spring-Summer/Fall-Winter 1976): 252–59.",
        "marvin_1991": "Marvin, Elizabeth West. 1991. “The Perception of Rhythm in Non-Tonal Music: Rhythmic Contours in the Music of Edgard Varèse.” Music Theory Spectrum 13.1 (Spring 1991): 61–78.",
        "mead_1988": "Mead, Andrew. 1988. “Some Implications of the Pitch Class/Order Number Isomorphism Inherent in the Twelve-Tone System: Part One,” Perspectives of New Music 26/2: 96–163.",
        "mead_1989": "Mead, Andrew. 1989. “Some Implications of the Pitch-Class/Order-Number Isomorphism Inherent in the Twelve-Tone System Part Two: The Mallalieu Complex: Its Extensions and Related Rows,” Perspectives of New Music 27/1: 180–233.",
        "mila_1975": "Mila, Massimo. 1975. “Nonos Weg-Zum ‘Canto Sospeso’.” In Jürg Stenzl, ed., Luigi Nono: Texte, Studien über seine Musik (Zürich: Atlantis Musikbuch-Verlag), 380–393.",
        "morris_1977": "Morris, Robert. 1977. “On the Generation of Multiple-Order-Function Twelve-Tone Rows,” Journal of Music Theory 21/2 (Autumn): 238–62.",
        "morris_1982": "Morris, Robert. 1982. “Review: John Rahn, Basic Atonal Theory ,” Music Theory Spectrum 4: 138–54.",
        "motz_1996": "Motz, Wolfgang. 1996. Konstruktion und Ausdruck: Analytische Betrachtungen zu ‘Il canto sospeso ’ (1955/56) von Luigi Nono. Saarbrücken: PFAU-Verlag, 1996.",
        "motz_1999": "Motz, Wolfgang. 1999. “Konstruktive Strenge und kompositorische Freiheit im ersten Satz des Canto Sospeso.” In Gianmario Borio, Giovanni Morelli, and Veniero Rizzardi, eds., La nuova ricerca sull’opera di Luigi Nono . (Florence: Olschki), 53–66.",
        "neidhöfer_2004": "Neidhöfer, Christoph. 2004. “Bruno Maderna’s Serial Arrays.” Paper presented at the annual meetings of the Music Theory Society of New York State (Rochester, NY) and the Society for Music Theory (Seattle, WA).",
        "nono_1960": "Nono, Luigi. 1960. “Text-Musik-Gesang.” In Jürg Stenzl, ed., Luigi Nono: Texte, Studien über seine Musik (Zürich: Atlantis Musikbuch-Verlag, 1975), 41–60.",
        "nono_1969": "Nono, Luigi. 1969. Interview by Hansjörg Pauli. In Jürg Stenzl, ed., Luigi Nono: Texte, Studien über seine Musik (Zürich: Atlantis Musikbuch-Verlag, 1975), 198–209.",
        "nono_1983": "Nono, Luigi. 1983. Handwritten notes for Guai ai gelidi mostri. In Angela Ida De Benedictis and Veniero Rizzardi, eds., Luigi Nono: Scritti e colloqui I.",
        "nono_1984": "Nono, Luigi. 1984. “Verso Prometeo. Frammenti di diari.” In Angela Ida De Benedictis and Veniero Rizzardi, eds., Luigi Nono: Scritti e colloqui I: 385–96.",
        "nono_1987": "Nono, Luigi. 1987. “Un autobiografica dell’autore raccontata da Enzo Restagno.” In Angela Ida De Benedictis and Veniero Rizzardi, eds., Luigi Nono: Scritti e colloqui II (Lucca: Casa Ricordi, 2001), 477–568.",
        "schaller_1996": "Schaller, Erika. 1996. Klang und Zahl: Luigi Nono—Serielles Komponieren zwischen 1955 und 1959 . Bochum: Ruhr-U.",
        "schönberg_1969": "Schönberg, Arnold. 1969. Letture , ed. E. Stein and L. Rognoni, transl. L. M. Rubino. Florence: La Nuova Italia.",
        "starr_1978": "Starr, Daniel. 1978. “Sets, Invariance, and Partitions,” Journal of Music Theory",
        "starr_1984": "Starr, Daniel. 1984. “Derivation and Polyphony,” Perspectives of New Music 23.1 (Fall-Winter 1984): 180-257.",
        "starr_and_morris_1974": "Starr, Daniel and Robert Morris. 1974. “The Structure of All-Interval Series,” Journal of Music Theory 18.2 (Autumn 1974): 364-389.",
        "stockhausen_1958": "Stockhausen, Karlheinz. 1958. “Sprache und Musik II,” Darmstädter Beiträge zur Neuen Musik 1 (1958). Reprinted in Texte zu eigenen Werken, zur Kunst Anderer, Aktuelles II (1952-1962) (Köln: DuMont Schauberg, 1964), 157-166.",
        "stoianova_1987": "Stoianova, Ivanka. 1987. “Testo-musica-senso. ‘ Il canto sospeso .’” In Restagno, Enzo, ed., Nono (Turin: Edizioni di Torino), 126-142.",
        "westergaard_1966": "Westergaard, Peter. 1966. “Toward a Twelve-Tone Polyphony,” Perspectives of New Music 4.2 (Spring-Summer 1966): 90-112."
    },
    "footnotes": {
        "FN1": {
            "text": "1. A useful comparison may be made between Nono’s \nre-ordering procedures, which I shall discuss here, and order-relations as \nexplored by other composers: Milton Babbitt, “Set Structure as a Compositional \nDeterminant,” Journal of Music Theory 5 (1961): 72–94, “Twelve-Tone \nRhythmic Structure and the Electronic Medium,” Perspectives of New Music 1.1 (1962): 49–79, and “Since Schoenberg,” Perspectives of New Music 12.1 \n(Fall-Winter 1973): 3–28; Philip N. Batstone, “Multiple Order Functions in \nTwelve-Tone Music,” Parts 1, 2, Perspectives of New Music 10.2 \n(Spring-Summer 1972): 60–71 and Perspectives of New Music 11.1 \n(Fall-Winter 1972): 92–111; Dave Headlam, “The Derivation of Rows in Lulu ,” Perspectives of New Music 24.1 (Autumn-Winter 1985): 198–233; David \nKowalski, “The Construction and Use of Self-Deriving Arrays,” Perspectives of \nNew Music 25.1–2 (1987): 286–361; David Lewin, “On Certain Techniques of \nRe-Ordering in Serial Music,” Journal of Music Theory 10.2 (Winter 1966): \n276–287 and “On Partial Ordering,” Perspectives of New Music 14.2 and \n15.1 (Spring-Summer/Fall-Winter 1976): 252–59; Andrew Mead, “Some Implications \nof the Pitch Class/Order Number Isomorphism Inherent in the Twelve-Tone System: \nPart One,” Perspectives of New Music 26.2 (Summer 1988): 96–163; Robert \nMorris, “On the Generation of Multiple-Order-Function Twelve-Tone Rows,” Journal of Music Theory 21.2 (Autumn 1977): 238–62 and “Review: John Rahn, \nBasic Atonal Theory,” Music Theory Spectrum 4 (1982): 135–54; Daniel \nStarr, “Sets, Invariance, and Partitions,” Journal of Music Theory 22 \n(1978): 1–42 and “Derivation and Polyphony,” Perspectives of New Music 23.1 (Fall-Winter 1984): 180–257; Peter Westergaard, “Toward a Twelve-Tone \nPolyphony,” Perspectives of New Music 4.2 (Spring-Summer 1966): 90–112.",
            "citations": []
        },
        "FN2": {
            "text": "2. Under Bruno Maderna’s guidance, Nono and Maderna \ntranscribed many polyphonic works and studied historical treatises. A list of \nintended transcriptions can be found among the holdings in the Archivio Luigi \nNono in Venice, ALN M02.01.06/8–35. Notes on treatises can be found in ALN \nM02.01.03/1–49.",
            "citations": []
        },
        "FN3": {
            "text": "3. Nono’s preoccupation with canonic symmetry is discussed \nin Erika Schaller, Klang und Zahl: Luigi Nono—Serielles Komponieren zwischen \n1955 und 1959 (Ruhr-U. Bochum: Ph.D. dissertation, 1996). Canons and canonic \ndevices populate Nono’s choral works, as discussed in Jeannie Ma. Guerrero, \n“Tintoretto, Nono, and Expanses of Silence,” paper presented at the Dublin \nInternational Conference on Music Analysis (University College Dublin, Ireland), \n2005.",
            "citations": []
        },
        "FN4": {
            "text": "4. An extended discussion of multidimensional evolution in \nNono’s choral music may be found in Jeannie Ma. Guerrero, “Text-Setting \nTechniques in Luigi Nono’s Choral Works (1956–1960)” (Harvard University: Ph.D. \ndissertation, 2003).",
            "citations": []
        },
        "FN5": {
            "text": "5. Jeannie Ma. Guerrero, “Multidimensional Counterpoint and \nSocial Subversion in Luigi Nono’s Choral Works,” Theory & Practice 28 \n(2003), 1–26.",
            "citations": []
        },
        "FN6": {
            "text": "6. Luigi Nono, “Un autobiografica dell’autore raccontata da \nEnzo Restagno (1987),” in Angela Ida De Benedictis and Veniero Rizzardi, eds., Luigi Nono: Scritti e colloqui II (Lucca: Casa Ricordi, 2001), 489. All \ntranslations are the author’s unless otherwise noted.",
            "citations": []
        },
        "FN7": {
            "text": "7. Luigi Nono introduces the term in his handwritten notes \nfor Guai ai gelidi mostri (1983), in Angela Ida De Benedictis and Veniero \nRizzardi, eds., Luigi Nono: Scritti e colloqui I (Lucca: Casa Ricordi, \n2001), 491–492. The term appears a year later in “Verso Prometeo . \nFrammenti di diari,” in Angela Ida De Benedictis and Veniero Rizzardi, eds., Luigi Nono: Scritti e colloqui I (Lucca: Casa Ricordi, 2001), 385–396.",
            "citations": []
        },
        "FN8": {
            "text": "8. Remarks about Sospeso ’s novel textures can be \nfound in Luigi Nono, Interview by Hansjörg Pauli, in Jürg Stenzl, ed., Luigi \nNono: Texte, Studien über seine Musik (Zürich: Atlantis Musikbuch-Verlag, \n1975), 200: “Ich wollte eine horizontale melodische Konstruktion, die sämtliche \nRegister ergreift; ein Schweben von Laut zu Laut, von Silbe zu Silbe: eine Linie, \ndie manchmal aus der Abfolge von Einzel-Tönen oder Einzel-Tonhölen entsteht und \nmanchmal sich verdickt zu Klängen.” An English translation by Angela Davies \nappears in Christoph Flamm, Preface to Luigi Nono’s Il canto sospeso (London: Eulenberg, 1995), ix: “I wanted an horizontal melodic construction \nencompassing all registers; floating from sound to sound, from syllable to \nsyllable: a line which sometimes consists of a succession of individual tones or \npitches, and sometimes thickens into chords.”",
            "citations": []
        },
        "FN9": {
            "text": "9. For an examination of the various generative complexes \nused throughout Sospeso , see Kathryn Bailey, “‘Work in Progress’: \nAnalysing Nono’s Il canto sospeso .” Music Analysis 11.2–3 \n(July-October 1992): 279–334.",
            "citations": []
        },
        "FN10": {
            "text": "10. Lettere di condonnati a morte della resistenza \neuropea (Turin: Giulio Einaudi, 1954) was also reprinted in German as Und \ndie Flamme soll euch nicht versengen (Zürich: Steinberg-Verlag, 1955).",
            "citations": []
        },
        "FN11": {
            "text": "11. Another socially engaged composition by Schoenberg, \nthe Ode to Napolean , provided the musical basis for Nono’s first \npublished work, Variazioni canoniche sulla serie dell’op. 41 di Arnold \nSchoenberg (1950). His first published choral work, the first of the three Epitaffios auf Federico García Lorca (1952–1954), sets poems by Federico \nGarcía Lorca and Pablo Neruda that pertain to the Spanish Civil War (1936–1939). \nLike Survivor , the choir, soprano, and baritone soloists deliver texts as Sprechstimmen against a sparse texture in the orchestra. A traditional \nSpanish melody sung in unison concludes the third movement, also calling Survivor to mind. La Victoire de Guernica (1954) for mixed choir and \norchestra also takes the Spanish Civil War as its subject, setting Paul Éluard’s \nverses and Picasso’s painting of the same title. While short textual phrases \nundergo polyphonic treatment that somewhat confuses their apprehension, longer \ntextual phrases are delivered as Sprechstimmen , thus continuing the link \nto Schoenberg’s sound-world. Like the first Epitaffio , as well as Survivor , the piece ends with the choir singing in unison.",
            "citations": []
        },
        "FN12": {
            "text": "12. Luigi Nono, Il canto sospeso (Edition: Ernst \nEulenberg, 1995), 90–91.",
            "citations": []
        },
        "FN13": {
            "text": "13. The innovative choral textures of No. 9, in \nparticular, persist in Nono’s choral writing for the remainder of his career. \nTheir precise production through serial mechanisms receives more extensive \ndiscussion in Guerrero, “Text-Setting Techniques.”",
            "citations": []
        },
        "FN14": {
            "text": "14. Karlheinz Stockhausen, “Sprache und Musik II,” Darmstädter Beiträge zur Neuen Musik 1 (1958). Reprinted in Texte zu \neigenen Werken, zur Kunst Anderer, Aktuelles II (1952–1962) (Köln: DuMont \nSchauberg, 1964), 157–166.",
            "citations": []
        },
        "FN15": {
            "text": "15. Luigi Nono, “Text-Musik-Gesang (1960),” in Jürg Stenzl, \ned., Luigi Nono: Texte, Studien über seine Musik (Zürich: Atlantis \nMusikbuch-Verlag, 1975), 41–60.",
            "citations": []
        },
        "FN16": {
            "text": "16. Nono’s commentary focuses predominantly on the work’s \ntextual innovations, as in “Text-Musik-Gesang,” and letters between Nono and \nEigel Kruttge revolve around the performance implications for the choir. \nExcerpts from these letters may be found in Flamm, v–vii.",
            "citations": []
        },
        "FN17": {
            "text": "17. Massimo Mila, “Nonos Weg-Zum ‘Canto Sospeso’,” in Jürg \nStenzl, ed., Luigi Nono: Texte, Studien über seine Musik (Zürich: \nAtlantis Musikbuch-Verlag, 1975), 380–393.",
            "citations": []
        },
        "FN18": {
            "text": "18. Bailey, “Work in Progress.”",
            "citations": []
        },
        "FN19": {
            "text": "19. I diverge from Bailey and others in matters of \nterminology. The twelve-tone series that generates Sospeso belongs to the \nclass of “All-Interval Series,” as discussed by Daniel Starr and Robert Morris \nin “The Structure of All-Interval Series,” Journal of Music Theory 18.2 \n(Autumn 1974): 364–389. I shall refer to this series in my discussion by a more \nspecific name, “All-Interval Wedge,” to distinguish it from other all-interval \nseries. Nono uses an AIW beginning on pc-0 in the choral works La terra e la \ncompagna (1957) and Cori di Didone (1958), as well as two \ninstrumental works, Incontri (1955) and Canti per 13 (1955). The \nAIW appears throughout Sospeso , beginning on pc-9 instead.",
            "citations": []
        },
        "FN20": {
            "text": "20. Ivanka Stoianova, “Testo-musica-senso. ‘Il canto \nsospeso,’” in Restagno, Enzo, ed. Nono (Turin: Edizioni di Torino, 1987), \n126–142. Stoianova argues that Nono’s processes are akin to the ‘exploration of \nintertextual space’ discussed in works of literary criticism, notably by Mikhail \nBakhtin, Ferdinand de Saussure, and Claude Levi-Strauss.",
            "citations": []
        },
        "FN21": {
            "text": "21. Wolfgang Motz, Konstruktion und Ausdruck: \nAnalytische Betrachtungen zu “Il Canto sospeso” (1955/56) von Luigi Nono , \nSaarbrücken: PFAU-Verlag, 1996; and “Konstruktive Strenge und kompositorische \nFreiheit im ersten Satz des Canto Sospeso,” in Gianmario Borio, Giovanni Morelli, \nand Veniero Rizzardi, eds., La nuova ricerca sull’opera di Luigi Nono (Florence: Olschki, 1999), 53–66.",
            "citations": []
        },
        "FN22": {
            "text": "22. Schaller, Klang und Zahl .",
            "citations": []
        },
        "FN23": {
            "text": "23. Nicolaus A. Huber, “Luigi Nono: Il canto sospeso VIa, \nb,” Musik Konzept 20 (1981): 58–79.",
            "citations": []
        },
        "FN24": {
            "text": "24. Gianmario Borio, “Sull’interazione fra lo studio degli \nschizzi e l’analisi dell’opera,” in Gianmario Borio, Giovanni Morelli, and \nVeniero Rizzardi, eds., La nuova ricerca sull’opera di Luigi Nono (Florence: Leo Olschki, 1999), 1–21.",
            "citations": []
        },
        "FN25": {
            "text": "25. Nono, “Un autobiografia,” 507. The Schoenberg \nreference cites a letter dated 27 July 1932 regarding String Quartet No. 3, Op. \n30, and printed in Italian in Arnold Schönberg, Letture , ed. E. Stein and \nL. Rognoni, transl. L. M. Rubino (Florence: La Nuova Italia, 1969), 179–180.",
            "citations": []
        },
        "FN26": {
            "text": "26. Nono, Interview by Hansjörg Pauli, 23–24.",
            "citations": []
        },
        "FN27": {
            "text": "27. Elizabeth West Marvin employs the term and concept of \n“beat-division” in her examination of duration contours in “The Perception of \nRhythm in Non-Tonal Music: Rhythmic Contours in the Music of Edgard Varèse.” Music Theory Spectrum 13.1 (Spring 1991): 61–78.",
            "citations": []
        },
        "FN28": {
            "text": "28. The duration-factor 5 leads a particular series based \non the integer succession 1 to 12, as I shall show later.",
            "citations": []
        },
        "FN29": {
            "text": "29. The timpani’s pc-9 at measure 3 has a notated \nduration-factor of 9 rather than 10. I shall discuss this note more extensively \nlater.",
            "citations": []
        },
        "FN30": {
            "text": "30. Again, duration factors are limited to the integers 1 \nthrough 12, so numbers larger than 12 arise secondarily.",
            "citations": []
        },
        "FN31": {
            "text": "31. The note appears in an earlier draft (ALN 14.13) and \ndoes not undergo further alteration in the published version. A similar \ntruncation occurs in the bass clarinet at measure 497 (No. 8), where a serial \nduration-factor of 6 is truncated to 5 (a difference of 1/8 a quarter note) \nwithin a decrescendo. Another timpani note is truncated at measure 498 from \nduration-factor 7 to 6 (a difference of 1/10 a quarter note), this time serving \na crescendo—here, concern for the timpani’s resonance still seems to motivate \nthe shortening. There are in total thirteen alterations throughout No. 8 of \nwhich I am currently aware, without ruling out others that may be in the \nremaining movements.",
            "citations": []
        },
        "FN32": {
            "text": "32. “Cosmetic” permutation tables in dynamics, as she \ncalls them, are not created by any self-replicating process that generates \ntables in other dimensions. As a smoking gun, the dynamics table for No. 9 \nappears to have been filled in one column at a time (thus without regard for the \nbase series), whereas other tables are filled one rank at a time through the \nrecursive re-ordering of the base series.",
            "citations": []
        },
        "FN33": {
            "text": "33. According to unpublished work by Borio and Veniero \nRizzardi, cited by Borio in “Sull’interazione,” Nono and Bruno Maderna developed \nthe technique in or around 1951. Nono first used it in his Composizione per \norchestra and Maderna in his Improvvisazione No. 1. Borio also \nillustrates the technique’s implementation for the fourth movement of Il \ncanto sospeso , but without the level of detail I provide here. Christoph \nNeidhöfer also provides a high level of detail concerning the technique’s use in \nseveral of Maderna’s compositions from the 1950s in “Bruno Maderna’s Serial \nArrays,” paper presented at the 2004 meetings of the Music Theory Society of New \nYork State (Rochester, NY) and the Society for Music Theory (Seattle, WA).",
            "citations": []
        },
        "FN34": {
            "text": "34. I shall use italicized numbers to denote ordinal \npositions in the hope of minimizing confusion between ordinal positions and \nvalues contained by these positions. I enumerate ordinal positions beginning \nwith 1, as opposed to 0, to ease comparison with Bailey’s “permutation tables,” \nwhich employ the numbering from 1 to 12. More importantly, the enumeration at 1 \nmatches that used by David Lewin in his explication of the multiplicative \noperation M n in “On Certain Techniques of Re-Ordering in Serial \nMusic,” Journal of Music Theory 10.2 (Winter 1966), 279. The \nrearrangement described here corresponds to Lewin’s M 7 . Dave Headlam \nshows Berg’s use of essentially the same rearrangement to derive the Acrobat’s \nrow in “The Derivation of Rows in Lulu ,” 214; and The Music of Alban \nBerg (New Haven: Yale University Press, 1996), 306. Headlam categorizes the \nrearrangement as an “extended rop-cycle,” where a “rop” is a “referential order \nposition/pc pair” (“Derivation of Rows,” 203).",
            "citations": []
        },
        "FN35": {
            "text": "35. The particular permutations shown by Table 2 \ncorrespond to the Mallalieu complex described by Andrew Mead in “Some \nImplications of the Pitch-Class/Order-Number Isomorphism Inherent in the \nTwelve-Tone System Part Two: The Mallalieu Complex: Its Extensions and Related \nRows,” Perspectives of New Music 27.1 (Winter 1989): 180–233. The \nshuffled ordinal positions are shown below:",
            "citations": []
        },
        "FN36": {
            "text": "36. The diagram replicates information from Figura 1 in \nBorio, “Sull’interazione,” 16.",
            "citations": []
        },
        "FN37": {
            "text": "37. While Borio calls ranks in the arrangements by the \nterm “ Tondistanzreihen ,” I prefer Motz’s more generic term “ Positionreihe ” \nand call the arrangements “Position-Grids” to reflect the interlocking between \nranks and columns.",
            "citations": []
        },
        "FN38": {
            "text": "38. These time-points fall at Column 12 of Position-Grid \nIV and throughout Position-Grid V (measures 260–263).",
            "citations": []
        },
        "FN39": {
            "text": "39. The orchestration omits the piccolo, oboe, bassoon, \ntimpani, Glockenspiel, celesta, and harp.",
            "citations": []
        },
        "FN40": {
            "text": "40. The placement of canonic devices within the choral \nworks exhibits symbolic consistency, as discussed in Guerrero, “Tintoretto, \nNono,”",
            "citations": []
        },
        "FN41": {
            "text": "41. Motz, “Konstruktive Strenge.”",
            "citations": []
        },
        "FN42": {
            "text": "42. Again, noting the one exception in the timpani, whose \nduration-factor is 9 rather than 10.",
            "citations": []
        },
        "FN43": {
            "text": "43. The boxes correspond to the first three grids of the \nsystem. Further, Box 8 represents an overlap between the end of the first duration-factor series and the beginning of the second (i.e., 10 8 6, etc.).",
            "citations": []
        },
        "FN44": {
            "text": "44. The elements form the basis for the content of the \nentire cantata, so their presence might have some affinity with a direct \nstatement of the AIW or an unimpeded application of duration factors.",
            "citations": []
        },
        "FN45": {
            "text": "45. The table coincides with the upper-left block of \nFigure 27 in Bailey, “Work in Progress,” 318. Bailey does not include the tenth \ncollection. The permutation of ordinal positions is discussed above in Note 35.",
            "citations": []
        },
        "FN46": {
            "text": "46. As discussed in Note 35, two distinct order-number \nmultiplications shuffle ordinal positions in No. 8. M 2 operates on \nordinal-positions 1 through 6, while I 12 (M 2 ) operates on \nordinal-positions 7 through 12.",
            "citations": []
        },
        "FN47": {
            "text": "47. The table adds beat-division information to Motz’s \nBeispiel 49 (“Konstrucktion und Ausdruck,” 126) and Bailey’s Figure 27 (“Work in \nProgress,” 318), which show only duration factors.",
            "citations": []
        },
        "FN48": {
            "text": "48. The overrides account for the high degree of \ndistortion in Bailey’s Figure 27 towards the end of No. 8.",
            "citations": []
        },
        "FN49": {
            "text": "49. A similar multidimensional silence, in the guise of a \nretrograde canon, concludes Nono’s 1960 choral piece Sarà dolce tacere which is discussed extensively in Guerrero, “Multidimensional counterpoint.”",
            "citations": []
        },
        "FN50": {
            "text": "50. In Guerrero, “Tintoretto, Nono,” canons are shown to \nbe consistently associated with silence and death in the choral works. It would \nappear that No. 4, and perhaps earlier canonic structures, belonged to a larger \ncurrent in Nono’s compositional output.",
            "citations": []
        },
        "FN51": {
            "text": "51. Nono, Il canto sospeso , 89.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Nono’s experimentation with total serialism during his association with \nthe Darmstadt Summer Courses (roughly 1950 to 1960) produced works whose lineage \nto serialism becomes interwoven with other compositional strands. The mixture of \nideas fosters competition between organizing forces in his compositions from \nthat time, yielding an outward appearance of erratic or conflicted behavior \nespecially with regard to serial principles of ordering. (1) For instance, Nono’s studies in Renaissance puzzle canons during the previous \ndecade shaped his musical endeavors. (2) Not \nunlike his contemporaries, he occasionally used imitative procedures inspired by \npuzzle canons as organizing elements that operated beyond the reach of serial \nmaterial. (3) Pitch-class palindromes, for \nexample, subject their generative twelve-tone series to replicative symmetry, in \ncomplete independence from any inherent symmetry that the series possess. As \nanother example of competing organizational forces, Nono developed musical \ntextures in several non-pitch dimensions. Relationships between dimensions \nevolve and change throughout a composition, driving its form independently of \nregions delineated by transformations of serial content. (4)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Recent scholarship has loosely grouped these complex inter-dimensional \nrelationships together under an umbrella term, “multidimensionality.” \nLarge-scale multidimensionality shapes a 1960 piece for eight mixed voices, Sarà dolce tacere , and creates formal regions in a 1958 work for thirty-two \nmixed voices, Cori di Didone . (5) Both \ncompositions, whose material is derived serially, achieve motion in various \ndimensions through imitation. For instance, in Sarà dolce tacere a \nparticular durational value can echo throughout a passage of music, as can a \nsingle pitch (as opposed to a pitch-class) or a dynamic marking. Imitation also \noccurs in proportion (2:1 durations, for instance), taking inspiration from \nprolation canons. The echoes build threads in several dimensions. If the threads \ninvolve distinct performers, the threads intertwine in contrapuntal \nrelationships analogous to contrary motion. Conversely, if echoes between \nthreads occur within the same performers, the threads combine in a manner \nanalogous to parallel motion. Sarà dolce tacere begins with densely \nskewed counterpoint and progresses gradually toward unison movement at its \nconclusion so that multidimensional textures give it shape, rather than serial \ntransformations.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Multidimensional motion as achieved by his choral works seems to have \nevolved dramatically when Nono experimented with electronic media. Nono \ndescribes his experiments with electronic sources as broadening traditional \nideas of canonic imitation and musical motion, but the language he uses is \ndirectly derived from procedures used in his analog choral music: Non è il canone alla Frescobaldi, o il canone rinascimentale, si tratta \npiuttosto di alcuni elementi che si compongono in modo canonico . . . che si mettono \nin circolo ma non necessariamente; non si tratta cioè dell’intervallo, della \ndurata o del timbro . . . quello che faccio oggi a Friburgo con questo strumento che \nsi chiama Halaphon è qualcosa di analogo. Tu dinamizzi nello spazio attraverso \nvari altoparlanti a velocità contrastanti un suono e questo suono poi si protrae \ngirando in una direzione unica e in plurime direzioni. Lo stesso suono puoi \nfarlo girare con altri quattro movimenti nello spazio: per esempio, con \ndinamiche differenti, con tempi differenti, acceleranti e ritardanti, oppure a \nsalti . . . L’ascolto risulta estremamente complesso, ma la cosa piü straordinaria è \nche non hai bisogno di quattro segnali differenti, basta un unico segnale. [It’s not the canon of Frescobaldi, or the Renaissance canon. It deals \nabove all with some elements that are composed in a canonic way . . . that you place \nin a circle, but not necessarily. It’s not a matter of, shall we say, interval, \nduration, or timbre . . . what I do now at Freiburg with this instrument called the \n“Halaphon” is somewhat analogous. You dynamize a sound in space through various \nloudspeakers at contrasting velocity, and this sound then extends itself by \nspinning in a single direction as well as in several directions. You can make \nthe same sound spin with four other motions in space: for example, with \ndifferent dynamics, with different tempi, accelerating and decelerating, or else \nwith jumps . . . Listening turns out to be extremely complex, but the most \nextraordinary thing is that you do not need four different signals; a single \nsignal suffices.] (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Nono’s work with electronic media revolved around spatial considerations \nand their acoustical effects. For instance, a sound approaching a listener rises \nin dynamics and fades as it passes. Its pitch level also rises and falls. By \nimitating the acoustic effects produced when a sound moves in relation to the \nperceiver, electronic instruments could simulate spatial motion. Actual spatial \nmotion could also be achieved by having a signal travel across several acoustic \nsources. More importantly, a single electronic source could project several \nsimultaneous movements quite clearly; multidimensionality required a large \nnumber of performers in comparison and created motion in several simultaneous \ndimensions much less audibly. Nono would refer to the spatially rendered music \nyielded by his electronic experiments as “il suono mobile.” (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The present paper arises from the hypothesis that Nono’s serial \nexperiments provided inspiration for his electronic experiments, with \nmultidimensional textures serving as prototypes for “il suono mobile.” The 1956 \ncantata Il canto sospeso exhibits a crucial stage of multidimensional \ndevelopment, making additional innovations in text-setting that provide a \ncomplementary façade for multidimensional textures. (8) As I shall discuss later, various re-ordering operations (as opposed to row \ntransformations achieved through pitch-class transposition and inversion) create \nserial complexes whose elements are systematically consumed one by one to \nfurnish attributes for a corresponding number of notes. (9) Thus, a typical twelve-element series plus its eleven order-position \ntransformations would create an ordered complex of 144 elements, which would \ndetermine the pitch-classes, durations, or dynamics of exactly the same number \nof notes. I shall refer to the determinations made by such complexes generally \nand simply as “serial material.” By building its music note by note from such \ncomplexes, the composition illustrates serial origins of multidimensionality \nmore visibly than Cori di Didone or Sarà dolce tacere , for \ninstance. Pieces like these represent a stage at which Nono created \nmultidimensional textures directly and do not use large serial complexes to \nsupply content for every note in the composition.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] With Il canto sospeso (the “suspended” or “interrupted” song) Nono \nmade a dramatic stylistic shift from earlier choral works and bolstered his \ninternational standing as a composer. Written for soprano, contralto, and tenor \nsoloists, mixed choir, and orchestra, the piece quotes letters written by \nmembers of the European Résistance before their executions. A 1954 collection of \nthese letters circulated in Italy, providing direct inspiration for the cantata. (10) Further inspiration undoubtedly came from Arnold Schoenberg’s A Survivor from \nWarsaw , whose influence can be heard in Nono’s earlier choral works. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The piece uses ten letters written by persons from six countries. The \ntextual translations appearing below are numbered according to the movement in \nwhich they appear: (12) No. 2: I am dying for a world which will shine with light of such \nstrength and beauty that my own sacrifice is nothing. Millions of men have died \nfor this on the barricades and in war. I am dying for justice. Our ideas will \ntriumph. — Anton Popov, Bulgaria, 26-year-old teacher and journalist No. 3: They are taking me to Kessariani for execution together with \nseven others. I am dying for freedom and for my homeland. — Andreas Likourinos, Greece, 14-year-old student Today they will shoot us. We die as men for our homeland. Be worthy of \nus. — Eleftherios Kossès, Greece, 19-year-old student They are hanging me in the square because I am a patriot. Your son is \nleaving, he will not hear the freedom bells. — Konstantinos Sirbas, Greece, 22-year-old hairdresser No. 5: If the sky were paper, and all the seas of the world were ink, I \ncould not describe my suffering and all that I see around me. I say goodbye to \nall of you and weep. — Chaim, Poland, 14-year-old boy No. 6: The doors open. Here are our murderers. Dressed in black. They \ndrive us out of the Synagogue. How hard it is to say goodbye forever to life \nwhich is so beautiful! — Esther Srul, Poland No. 7: Goodbye mother, your daughter, Liubka, is going into the moist \nearth. — Ljuba Schevtzova, Soviet Union No. 9: I am not afraid of death. — Irina Malozon, Soviet Union I will be calm and at peace facing the execution squad. Are those who \nhave condemned us equally at peace? — Eusebio Giambone, Italy, 40-year-old typesetter I go in the belief of a better life for [all of] you. — Elli Voigt, Germany, 32-year-old worker",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The opening textual selection in No. 2 sets the stage thematically for \nthe ensuing selections. No. 9 recapitulates No. 2’s themes, evoking a \ntranscendent quality. Both Nos. 2 and 9 are set for choir, offering complicated \nvocal textures in line with their transcendent tone. (13) In contrast, No. 3 quotes three Greek citizens who provide frank, journalistic \ndescriptions of the fates awaiting them. The remaining texts (Nos. 5, 6, and 7) \nevoke a third atmosphere, one of lament and departure.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Beyond its textual matter, the composition has notable yet enigmatic \nfeatures. The piece departs dramatically from Nono’s declamatory style in \nearlier works even though its textual matter (which bears uncanny resemblance to Survivor ) begs for comprehension. The muddled textual delivery led \nStockhausen to remark that the sonic content of the texts itself became subject \nto serial re-ordering, thereby creating a rift between phonetics and semantics. (14) Nono refuted Stockhausen’s (well-intended) \nobservations, asserting that his music intertwined the phonetic and semantic \naspects of its texts at historically profound levels. (15) In the debate Nono sheds all doubt that Sospeso ’s texted movements \npreserved the letters’ meaning, but nowhere does he mention how the three \ninstrumental movements (Nos. 1, 4, and 8) engage the piece’s textual content. (16) The analytical work of the present paper will focus on the instrumental \ninterludes, and as will be seen, they make essential contributions to the \npiece’s overall artistic mission.",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Sospeso has also received the bulk of scholarly attention devoted \nto Nono’s earlier works, especially since the Archivio Luigi Nono in Venice \nfurnished sketch materials to the public in the 1990s. Massimo Mila provides an \noverview of Sospeso ’s compositional process and an analysis of the tenor \nsolo in No. 3. (17) Kathryn Bailey’s analysis \ncontinues to be the most extensive study in English. (18) Insights since gained by examining sketch materials can fill many of the “gaps” \nleft open by her analysis; I shall do my best to update her work in this regard. (19) Ivanka Stoianova addresses textual “spatializations” created by Sospeso ’s \ntext setting, categorizing various levels of “delinearization” according to \nwhether they rearrange a word’s internal components or weave several words \ntogether. (20) Wolfgang Motz furnishes a summary \nof sketch materials and writes on the entire composition; in addition, he has \nreported on Nono’s “liberal fantasies” at the beginning of No. 1 in matters of \nregistral placement and orchestration. (21) Erika \nSchaller also includes a chapter on Sospeso in her study of works \ncomposed between 1955 and 1959. (22) Nicholas \nHuber has commented extensively on Nos. 6a and 6b, revealing an overall \npalindromic structure that enacts a Nazi raid on a synagogue. (23) Gianmario Borio includes a brief overview of No. 4’s re-ordered row complex and \nrelates it to procedures in Boulez’s Structures 1a. (24)",
                "footnotes": [
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] My work here examines the multidimensional aspect of Nono’s music in \nrelationship to its serial procedures, unlike previous studies. As mentioned, \nmultidimensionality acts as an increasingly influential organizing agent in \nNono’s serial compositions. For this reason, complexes generated by serial \nre-ordering operations, which are neatly outlined in Sospeso ’s sketches, \nappear to lose their immediate connection to the resulting music, undergoing a \nprocedure that I shall call “intervention” on their way to multidimensional \nrealization. Nono saw intervention as an integral component of serial \ncomposition, citing Schoenberg himself: Tu parli di un uso delle serie con riserva, io parlo invece di un uso \ndella serie con fantasia libera. Bruno [Maderna] e io eravamo perfettamente \nconvinti di questa necessità. Da analisi delle opere di Schönberg, per esempio \nle Variazioni op. 31, risulta che l’uso delle serie non segue mai la numerica \nschematizzata da Leibowitz e da tanti geometri catastali delle musica. Lettere \ndi interpreti, di Kolisch e di Steuermann, interrogano Schönberg su possibili \nerror ‘seriali’ in sue partiture non consequenziali alla sopracitata numerica \nschematizzata. La risposta di Schönberg chiarisce la sua fantasia libera: piü o \nmeno (non ricordo a memoria) dice: “è possibile che voi calcoliate in un momento \nun data suono della serie, ma in quel momento ho sentito altre fantasie \ncompositive.” [You are talking about using the series rigidly; I’m speaking instead of \nusing the series with liberal fantasy. Bruno [Maderna] and I used to be \nperfectly convinced of this necessity. Analyses of Schoenberg’s works, for \nexample the Variations Op. 31, show that using the series never follows the \nnumerical schematization by Leibowitz or by such geometric heaps of music. \nLetters by interpreters, Kolisch and Steuermann, interrogate Schoenberg on \npossible “serial” errors in his scores that are not consequences of the \nabove-mentioned numerical schematizations. Schoenberg’s response clarifies his \nliberal fantasy. More or less (I do not have this committed to memory) he says: \n“It is possible for you to calculate at a[ny] moment a note determined by the \nseries, but at that moment I have heard other compositional fantasies.”] (25)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The level of decision-making that serial “schematizations” do not \nencompass would always take precedence: Und auch mit dem Etikett seriell kann ich mich nur unter Vorbehalt \neinverstanden erklären. Ich schrieb schon damals nicht, was die Presse \ndurchorganisierte Musik hieß. Ich arbeitete immer sozusagen in drei Stufen. \nZuerst wählte ich das Material, das intervallische, das klangliche, das \nrhythmische. Dann experimentierte ich mit diesem Material, unterzog es \nvielleicht auch verschiedenen präedeterminierenden Prozessen, aber nur um zu \nsehen, im welcher Richtung es sich entwickeln könnte. Und dann komponierte ich, \nleitete also aus dem Material und den ihm einbeschriebenen Möglichkeiten eine \nihm gemäße Form ab. Dabei war für mich das Komponieren nie bloß die \nKonkretisierung von vorgeformten Strukturen. Stets spielten improvisatorische \nMomente mit; ich hielt mir die Entscheidungen bis zum letzten Augenblick offen. [As for serial etiquette, I can only explain going along with it \nreservedly. Even back then [in Darmstadt] I was not writing what the press \ncalled totally organized music. I always worked, so to speak, in three stages. \nFirst I chose the material, the intervallic, harmonic, rhythmic [aspect]. Then I \nexperimented with this material, subjected it perhaps also to various \npredetermined processes, but only to see in which direction it could evolve. And \nthen I composed, derived from the material and its inscribed possibilities a \nform in accordance with it. In that regard composing was never for me merely the \nconcretization of preformed structures. Improvisatory moments always played a \npart; I left decisions open until the last instant.] (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Nono’s interventions arise in part to create multidimensional textures \nin Sospeso . Serial re-orderings, even when affecting several dimensions \nsimultaneously, cannot produce multidimensional motion directly. Thus, Nono’s \ninterventions, and lack thereof, will shape the discussion. I shall present two \nmain, provisional types of intervention in the following pages. I shall also \npresent various manifestations of these two categories that appear in Sospeso . \nI do not intend for the details offered here to be exhaustive, as other works \ncontain further variants. In addition, I shall use the interactions among \nvarious musical dimensions as a framework to rework existing analyses and \npresent new ones altogether of the three interludes. Type I: Intervention by systemic override",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In this intervention type, a secondary system mediates the \nimplementation of elements generated by a primary system, re-ordered row \ncomplexes in the case of Sospeso . The secondary system directly overrides \ndeterminations such as the ordering of pitch-classes or rhythmic values. The \noverrides are mechanized so that they affect large numbers of notes, much as \nprimary systems generate material in large quantities. I refer to any \nintervention by secondary system as a “systemic override” to reflect the \ncompetition between systems, as well as the automated nature of the overrides.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] A near-ubiquitous systemic override in Nono’s music intervenes with the \nimplementation of duration material. To illustrate how this is done, I shall use \na system for notating rhythmic durations as fractional values. In this scheme, \ndenominators (bottom values) represent the number of parts that divide a quarter \nnote; for this reason they are called “beat-divisions.” (27) For instance, an eighth-note divides a quarter note into two parts; it would be \nassigned a denominator of 2. Similarly, an eighth-note triplet receives a \ndenominator of 3, and so on. Numerators in this system represent factors given \nby serial systems, which beat-divisions then distort. For example, the duration \nfactor 12 strongly bears the influence of the beat-division applied to it. \nApplied to a beat-division of 3, the resulting duration (12/3) has a length \nequal to four quarter-notes. Applied to a smaller beat-division such as 4, the \nresulting duration (12/4) results in a shorter length, three quarter-notes as \nopposed to four. Beat-divisions can also invert size-relationships between \nduration factors. A large factor can be applied to a small beat-division (12/6, \nequivalent to two quarter notes) and result in a shorter duration than a small \nfactor applied to a large beat-division (5/2, equivalent to two-and-a-half \nquarter notes). In all, beat-divisions maximize the rhythmic variety afforded by \na given base duration series. Example 1 . Il canto sospeso No. 1, mm. 1–7 (click to enlarge)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The opening measures of No. 1 illustrate the wide range of durations \nthat beat-divisions produce. Example 1 shows the first few measures of No. 1. Boxed areas in the example may be clicked \non to show their contents. Box 1 in the \nfigure contains five notes that bear duration factor 5. (28) Also, rhythmic values for pc-t and pc-7 in Box 1 are notated using \nbeat-divisions that have been doubled, effectively dividing an eighth note \nrather than a quarter note, as before. Duration-factors have also been doubled, \nso that pc-t has the duration 10/6 and pc-7 the duration 10/14. The doubling of \nduration-factors and beat-divisions occurs rather late in the compositional \nprocess, as Motz discusses in “Konstruktive Strenge.” That is, Nono decided to \ndouble the values of some but not all notes after he had determined their \ndurations. The rhythmic notation of the two notes here indicates that Nono \ndoubled their values. However, the conversion does nothing to displace the \noriginal notes or to alter their overall length, and they could still have been \nnotated using the original durations, which are shown in the boxes. Other \ndoubled durations cannot be reduced back; they will be discussed shortly. \nPitch-classes follow the ordering of Sospeso ’s twelve-tone series (9 t 8 \ne 7 0 6 1 5 2 4 3), which shows that duration factors receive increasingly \nsmaller beat-divisions (1/2, 1/3, 1/4, 1/5, and 1/7). The repeated pc-9 of Box 2 occurs not \nas an isolated incident but as a byproduct of a technique that I shall discuss \nlater. Although all five notes in Box 1 share the same duration factor, they \nacquire distinct durations when applied to various beat-divisions. The \nbeat-division process continues in Box 2, whose pitch-classes share a single \nduration factor (10) and course through the five successively smaller \nbeat-divisions of Box 1. (29)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Serial order can compete with a second systemic override that uses rests \nto displace notes within chords. Rests of varying length create staggered \nentries rather than a unison, chordal attack. Values of rests preceding notes \ncan be viewed in Box 1 and Box 2. \nThose rests have duration factors determined by the integer succession from 1 to \n5. The succession maps onto pitch-class order through permutation, and Box 2 \nrotates the factors from Box 1. The placement of notes has a twofold effect. \nFirst, originally successive members of a pitch-class series become a single \nvertical configuration, obscuring serial order on one level. That verticality \nundergoes distortion by having its members displaced. Altering the arrangement \nof offsets between chords obscures serial order even more pervasively and \nunpredictably. Table 1 . Serial content in m. 7 and mm. 22–23 of Il canto sospeso No. 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] A third systemic override multiplies serially-determined values by a \nproportional factor. For instance, Table 1 contains the content for notes in measure 7 and measures 22–23 (not shown). In \nmeasure 7 the beat-division 5 is multiplied by 2 to create the proportionally smaller \ndivision 1/10. With a numerator of 11, the note cannot be reduced back to the \noriginal denominator. Likewise, measures 22–23 contain serial factors of double \nlength (22 and 14) and doubly smaller beat-divisions. (30) While \nthe values of these notes reduce mathematically to the original duration-factors \nand beat-divisions, the notes cannot be converted back to the original notation \ndue to their metric placement. A rest of duration 5/6 precedes pc-t; the 5/6 \nrest cannot be converted to beat-division 3. Similarly, a rest of 1/6 duration \nprecedes pc-2, and it also cannot be converted to beat-division 3. I have thus \nleft the doubled values intact in Table 1. The multiplication reminisces of \nimitative procedures in augmentation and diminution canons, which reproduce \nmaterial in proportional durations. Its use in Sospeso is not as \npervasive as override by beat-division or rest-displacement, but it is worth \nmentioning in light of Nono’s fascination with puzzle canons. Type II: Intervention by manual override",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The second type of override has a more destructive effect on serial \ndeterminations, and not surprisingly, multidimensional textures find their most \nefficient realization through it. Override results from direct intervention, \nsuch as the outright alteration of a serial value.\nBox 2, for \ninstance, contains an anomalous duration-factor of 9 in a region governed by \nduration-factor 10. The truncation appears to be inadvertent, but the alteration \ndoes serve a justifiable purpose. (31) By having \nthe timpanist play the note as part of a decrescendo to the quietest dynamic \nvalue, Nono may have intentionally shortened the note to accommodate aftershocks \nfrom the percussionist’s cut-off. To reflect Nono’s direct manipulation of \nserial determinations, I shall refer to any intervention of this type as a \n“manual override.” Manual overrides defy neat categorization, appearing in \nnumerous guises to befit the varied purposes they serve.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The dimension of dynamics affords one consistent realm for manual \noverride. For instance, No. 4’s dynamics make a global hairpin shape, in which \nlarge groups of notes share one marking before a successive marking takes \neffect. Similarly, the first thirteen notes of No. 8 bear a single indication \n( fff ) before another usurps it. The dynamics dimension contradicts pitch \nmaterial in both movements, which changes with each note. In terms of \nmultidimensional counterpoint, the pitch dimension employs serial material at a \nmore rapid rate than the dimension of dynamics to create oblique motion between \ndimensions. Kathryn Bailey’s investigation of dynamics also suggests that Nono \napplied material in this dimension manually and designed his overrides to mimic \nthe equalized distribution of elements in other dimensions. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In general, manual overrides intervene with the implementation of serial \nmaterial, not its generation. For instance, Nono occasionally leaves out \nelements within a complex altogether or repeats them arbitrarily. At other \ntimes, he may interpret the same complex in multiple ways, or cease consuming it \nprematurely. More importantly, he may deliberately counteract an identifiable \nfeature of a complex, and even override other overrides. In the end, Nono \ngenerally adheres to the possibilities presented by serial material, but he \nrarely refrains from intervening with it. No. 4 Table 2 . Raw serial content for Il canto sospeso No. 4 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Of the three interludes, No. 4 undergoes minimal intervention, thereby \nprojecting its underlying serial complex clearly. Nono plots out the placement \nof notes in the score using a technique studied by Gianmario Borio and Veniero \nRizzardi, and more recently, Christoph Neidhöfer. (33) First, the series 5x mod 12 (5 10 3 8 1 6 11 4 9 2 7 12; 12 stands in for 0 in \nthis case) is permuted through order-number multiplication by 7 mod 13, with the \nresult that even-numbered ordinal positions (i.e., 2, 4, 6, 8, 10, and 12 ) move to the front of the succession, followed by odd-numbered ordinal \npositions. (34) Systematic rearrangement produces \nthe twelve collections shown by Table 2 , each \nof which corresponds to a pitch-class in Sospeso ’s all-interval, \nwedge-shaped series (9 t 8 e 7 0 6 1 5 2 4 3); I refer to this twelve-tone \nseries as an “All-Interval Wedge,” AIW for short. Columns in the figure feature \na distinct integer succession (5 10 8 4 3 6 12 7 9 1 2 11) in various rotations. (35) Example 2 (click to enlarge)",
                "footnotes": [
                    "FN33",
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The twelve collections form the basis for a network of nine 12 x 12 \ngrids. Example 2 shows the mapping out of time-points in these grids. (36) Each rank in the grids corresponds to a pitch-class in the series, and each \ncolumn corresponds to a distinct time-point in musical space. In the system, \npc-9 initially assumes time-point 1, pc-t assumes time-point 2, and so on. The \ntwelve numerical collections control the timing of subsequent pitch-class \nentries. The second entry of pc-9, for instance, occurs after five empty \ntime-points, then ten time-points, and so on. Following its own scheme, pc-t \nenters after ten empty time-points have passed, then eight, and so on.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] I shall refer to the configurations in Example 2 as “Position-Grids.” (37) Serial pitch-classes begin at Position-Grid I and end at Position-Grid IX in \nimmediate succession because of the technique, which creates a constant value of \n90 time-points for each pitch-class (empty spaces equal the sum of the integers \n1 through 12, plus 12 for each pitch-class’s occurrence). The scheme also \ncontrols when pitch-classes have coincident attacks with others. For example, \ntime-point 7 of Position-Grid I contains pc-9 and pc-6 together, while \ntime-point 9 contains pcs-5, -7, and -e together. The position-grid system \nserves as a proto-score for No. 4, with pitch-classes rendered as pitches (i.e., \nwithout octave replications) whose registral placement projects the AIW’s \nsignature shape.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Through order-number multiplication No. 4 offers a novel, serial type of \ncanon, in concept and realization. The self-replication inherent in the \nposition-grids has an ancestry in types of imitation used by traditional canons. \nThe connection is poignant because Nono and Bruno Maderna studied Flemish \npolyphony extensively. Several times Nono cites his studies at Venice’s Biblioteca Marciana and of his “games” solving puzzle canons in particular. In \naddition, Dallapiccola’s own canon-based music influenced him greatly. The grids \nactivate all twelve pitches simultaneously to produce a twelve-voice canon, and \nthe permutations ensure that each pitch has its own, distinct pattern of \nacceleration and deceleration between entries. The single rearrangement scheme \ncreates continuity from one voice to the next, thereby providing the same type \nof cohesiveness afforded by strictly imitative repetition. In line with their \ncanonic heritage, I propose the provisional term “permutation canon” for the \nposition-grids’ inherently imitative structure. Example 3 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The position-grids map out two orchestral layers in No. 4, one for the \nstrings and the other for the remainder of the instruments ( Example 3 ). Durations in the non-strings follow values in\nTable 2 by \ncolumns—not by ranks—proceeding from bottom to top. Values are applied to \ntime-points left to right so that the first twelve time-points possess \nduration-factors of 11, 2, 1, etc. The second column in the rearrangement \nscheme, read bottom to top (5 11 2 1 9 7 etc.) determines the durations of the \nnext twelve time-points in the score, and so on.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The strings generally play long, sustained notes against short notes in \nthe winds, brass, and percussion that are determined by the grid system. For \ninstance, pc-9 occurs in the vibraphone at measure 240 and in the flute at \nmeasure 243. Bass 1 ties the two notes together and coincides with the \nvibraphone’s entrance and the flute’s exit. Cello 2 performs the same function \nfor Clarinet 1 at measure 241 and Marimba at measure 244. Each pitch appears \nthirteen times in the system, an odd number, with only the first three and final \nthree pairs of time-points being joined by the strings. The seventh occurrence \nof each pitch lacks doubling. (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Material for two musical dimensions, pitch and duration, is thus plotted \nout for No. 4 in one sweeping, serial gesture. The unity of design accounts for \nthe movement’s dynamics, which create a large-scale hairpin. The non-strings \nessentially follow a dynamics series ( ppp, p, mp, mf, f, fff, fff, fff, f, mf, \nmp, p, ppp ) that determines dynamics for each successive time-point within each pitch level in the position-grid system. Each pitch’s first appearance sounds at ppp , its second at p , and so on, with its three central appearances having the marking fff . At this point the dynamics reverse themselves in a gradual decrescendo. Shadowing notes in the strings echo the dynamics of the notes they connect; if the notes possess two different indications, the shadowing instrument makes a transition from the first to the second. While dynamic elements might appear to create multidimensionally oblique motion with durations and pitches, they actually form another serial component within the position-grids, thereby traveling in unison with pitch and durations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In contrast to their usual disruptive effect, beat-divisions articulate \nmultidimensional unity even further by also forming a serial component of the \nposition-grid system. The movement employs a single beat-division series (3, 4, \n5, 7, 7, 5, 4, 3), which determines beat-divisions for each grid in the \nposition-grid system, with Position-Grid IX appended to Position-Grid VIII. \nBeat-divisions gradually decrease in size for Grids I through IV. At the \nmid-point of the movement, beat-divisions increase in size so that all notes \ngoverned by Grids I and VIII/IX receive the beat-division 3, Grids II and VII \nreceive beat-division 4, and so on. In a symmetric pattern, durations accelerate \nand decelerate proportionally (3:4:5:7), underscoring the movement’s hairpin \ndynamics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] All told, No. 4 of Sospeso follows its serial material with \nminimal intervention, with only the precise instrumentation of the non-strings \nleft open to Nono’s “liberal fantasy.” Instrumentation in the strings, in \ncontrast, supports the canonic scheme. The outermost position-grids feature \ncello and bass soli in harmonics, and grids work their way inward with solo \nupper strings and then tutti. Non-string instruments seem to be chosen for their \nability to play in the AIW’s range and, in the case of percussion, for their \nmuted timbres. (39) While brass instruments \ninevitably diversify the timbral palette, coloristic effects are lessened by all \nnon-string instruments playing tremolo rather than sustained notes. Beyond the \ninescapable variations in instrumental timbres, the music displays exceptional \nmultidimensional unity. Moments of unity such as this would prove to be \nexceedingly rare in Nono’s compositional output. (40) No. 1",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] While No. 1 uses the same position-grid system as No. 4, it achieves \ncontrast not only in its sound but also in the types of intervention it \nexhibits. The position-grid system governs pitch content, except that pitches \nnow occupy various octaves. Wolfgang Motz traces the evolution of the first \nmovement from serial genesis to final form, giving a preliminary discussion \nabout the use of No. 4’s content in regard to instrumentation and registral \nplacement. (41) I shall devote some time here to \nexamining the movement in greater length and detail than Motz does in his brief \nstudy. As I shall show, both primary and secondary systems undergo manual \noverrides in No. 1, producing a multidimensional density that No. 4 lacks. \nFurther, the movement breaks off before its serially determined conclusion, true \nto the idea behind the word “sospeso,” which translates as “interrupted” or \n“suspended.” Example 4 . Il canto sospeso No. 1, mm. 7–17 (click to enlarge and see the rest) Example 5 (click to enlarge) Table 3 . Serial content for mm. 100–107 of Il canto sospeso No. 1 (click to enlarge) Table 4 . Duration-factors in Il canto sospeso No. 8 (click to enlarge) Table 5 . Duration content for Il canto sospeso No. 8 (click to enlarge) Example 6 (click to enlarge) Table 6 . Rest-displacements for Il canto sospeso No. 8 (click to enlarge) Example 7 (click to enlarge) Example 8 (click to enlarge) Example 9 (click to enlarge) Example 10 (click to enlarge)",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Extensive systemic overrides by rest-displacement and beat-division \ndistort the serial order of pitch-classes without actually transforming the \nposition-grids themselves. Example 4 shows measures 7–17 of No. 1 (measures 1–6 are shown by\nExample 1). \nBoxed areas may be clicked to summarize pitch-class, beat-division, \nrest-displacement, and dynamics content. Example 5 shows the content of the nine boxes as they correspond to the position-grid \nsystem. Nono appears to start the movement in strict observation of systemic \nbeat-divisions and rest-displacements. Both systems undergo manual override by \nthe end of the movement, whose content Table 3 shows. \nPitch content from\nPosition-Grid VII (see Example 2) \nis applied to only two beat-divisions at most within chords, with two \nbeat-divisions undergoing diminution (6 and 8). Rest-displacement values are \nlimited to the range 0 to 3 rather than 1 to 5, and their usage does not suggest \na systematic permutation of their order. Nono thus assumes a substantial degree \nof freedom, as if to let the music evolve, quasi una fantasia , to this \npoint.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Manual override produces contrapuntal complexity between dimensions and \ncreates fluctuations of speed within dimensions. For instance, Box 1 contains \nthe first duration factor in the series (5) exclusively. The content depicted by Box 2 follows in \nsimilar fashion as Box 1, with a single duration factor unifying the group. (42) Subsequent boxes are devoted to further members of the duration-factor series, \nwith the pace speeding up (as in Boxes 3 , 4 , 6 , and 9 ) and slowing \ndown in turns (as in Boxes 5 , 7 , and 8 ). (43) In contrast, pitch-class material holds steadfast to changing with each \nsuccessive time-point.",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Dynamics contribute added multidimensional density. In all, dynamics do \nnot show the influence of any system analogous to those used for pitch-class \nplacement and duration allotment. However, dynamic markings do occasionally \nmirror each other, such as mf-ppp and ppp-mf in Box 8 (measure 13). \nThe content distribution also divides the movement into two large parts, \ncoinciding with the juncture between the second and third traversals of the \nposition-grid system. For the final two position-grid traversals, dynamics \ncontent is limited to single elements: ppp, p, mp, mf, f, fff. (44) The first two position-grid traversals use single elements except for fff , and pairs of elements arise in every conceivable combination (such as ppp-p or mp-mf ). Because of the delayed entrance of fff until the third grid traversal, the second half of the movement achieves a generally louder dynamic than the first. The dynamics distribution also creates smaller formal regions, such as at\nBox 9 (measure 16), \nwhere all markings fall at the lowest levels ( ppp and p ). The rate of change for \ndynamics thus occurs at its own pace, sometimes unifying groups of notes (Boxes\n3 and \n9) or \ndiversifying them (Boxes\n1, \n2, and \n7).",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The movement implements the position-grid system roughly four times. \nMidway through the second implementation of \n Position-Grid V, \nduration material traverses values by columns in\nTable 2 rather \nthan ranks. Duration material essentially remains fixed at this point, since the \ncolumns produce rotated versions of a single integer succession. During the \nfinal course of the position-grid system, many pitch-classes fail to appear, \nthereby accelerating the consumption of pitch material. Lastly, the final \nmeasures of the movement only reach what seems to be the end of Position-Grid \nVII (see \nTable 3), \nwith pc-e and pc-9 appended at the conclusion. In this light, No. 1 concludes \nabruptly. No. 8",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] No. 8 exhibits as extensive a level of override as No. 1, also yielding \ngreat multidimensional complexity. Like No. 1, it too has an underlying canonic \nstructure that systemic and manual overrides distort and obscure. The movement’s \nduration factors undergo a procedure that produces the ten duration-factor \ncollections shown by Table 4 . (45) A recursively-applied rearrangement scheme reorders the collection from its \noutermost ordinal positions (working from right to left) to its center. (46) Complete duration material (notated as fractional values with duration-factors \nas numerators and beat-divisions as denominators) for No. 8 is shown by Table 5 . (47) The resulting music uses only nine \ncollections; a tenth collection, the integer succession 12 to 1, never makes its \nway into the music. Pitch-class material (i.e., the AIW) fuses itself to \nduration material to unify the two dimensions completely. At the tenth \ncollection (after the first blank rank in the figure), individual ranks from \nTable 4 are applied in retrograde order from top to bottom. The final nineteen \ncollections (after the second blank rank) form an exact retrograde of the \npreceding eighteen so that the thirty-six collections produce an overall \npalindrome.",
                "footnotes": [
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] The music for No. 8, however, does not retain the symmetry of its serial \nmaterial. First, Nono manually overrides serial values. Several individual \ndurations (thirteen to be exact) do not match the rearrangement scheme. Of \nthese, eight are very close (within one factor) to the scheme. The movement also \nomits two consecutive notes in the scheme from the second collection beginning \nat measure 535. Manual overrides exhibited here do not appear to contribute to \nmultidimensional density, but their occurrence resonates with a spirit of \nextreme distortion in other realms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Rest-displacement systemically overrides the ordering of durations. Box \n10 of Example 6 contains the first four members of the AIW (pcs-9, t, 8, and e). The \nrest-displacement system, shown by Boxes 10-15 , \ncauses the pc-e (3/7 rest) to appear before the pc-8 (2/3 rest) rather than \nafter. By the end of the movement, the rest-displacement system becomes manually \noverridden. Table 6 shows rest-displacement values for the final nine statements of serial \nmaterial (i.e., the final quarter of the movement). The system generally governs \npitches in pairs rather than individually. Beginning at measure 532, for example, the \nfirst note in each pair shows incremented rest-displacements. The second note in \neach pair arrives 3 duration factors after the first (for pcs-9 through 1), then \n4 (pcs-5 and 2), and then 5 (pcs-4 and 3). The final four pitch-classes in each \nseries generally follow the preceding eight at some distance, I have calculated \ntheir displacement from a distinct point of reference. The mode of displacement \nchanges for each subsequent twelve-tone collection, as well as within each \ncollection between the first four pairs and the final two. (48)",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Beat-divisions distort the inherent symmetry of serial material even \nfurther. Example 7 shows the progress of duration material throughout the movement. Peaks and \nvalleys depict the average duration for each of the thirty-six collections; the \nvertical axis depicts notated durational values in terms of quarter-note \nlengths. Collection 26 (beginning within measure 528) features a dramatic dip in \naverage duration because the smallest beat-division (1/7) remains active for the \nentire collection. The dip in Collection 26 does not find itself reflected in \nthe movement, and thus the contour of the graph exhibits a noticeable asymmetric \nshape.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Other dimensions enhance the through-composed nature of the movement. Example 8 shows the average dynamic range for each collection throughout the movement. The \nvertical axis depicts a linear scale of nineteen implemented dynamic \nindications, where 1= ppp and 19= fff . Intermediate values are ranked according to \nthe loudest dynamic marking that is used; for example, the indication p-f is \nranked below p-fff . As can be seen, several large-scale crescendi and \ndecrescendi carve out an asymmetric pattern, although Collections 10 and 27 \nappear to invert each other. Octave placement also resists symmetry. Example 9 shows the average octave range for each collection (octave ranges correspond to \nASA pitch designations; i.e., middle C begins Octave 4), again revealing an \nasymmetric pattern. For instance, the dip in Collection 30 seems at odds with \nthe peaks in Collections 10 and 26. Finally, instrumentation even seems to \ncontribute to the global defiance of symmetry. In an effort to convey \ninstrumentation as an average value, I have assigned the values 1 through 28 to \neach instrument in the orchestra, grouping them by family (i.e., winds, brass, \nand percussion; strings do not play in this movement). Example 10 , \nwhose vertical axis only ranges from 1 to 25, shows the average timbral value \nper serial collection. Wind instruments (flutes, oboes, clarinets, bassoons) \nhold the lowest values (1 through 11), horns occupy medium values (12 through \n17), trumpets and trombones assume high values (18 through 26), and timpani \npossess the top values (27 and 28). A prevalence of one instrumental family will \naffect the average value. For instance, the deepest valleys in the figure mark \nsections devoid of or sparsely populated by brass instruments (Collections 6, \n17, and 26). Similarly, a high average value signals the presence of many brass \ninstruments (Collections 8, 11, 14, and 30). All told, the orchestration does \nnot establish a symmetric, or even a recurrent, pattern. Further, individual \ndimensions do not synchronize with each other.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The high degree of intervention forms a multidimensional texture based \non fundamental, inner conflict. In their initial state, pitch and duration \nvalues exhibit inter-dimensional unity and symmetry. As in No. 1, secondary \nsystems override primary material, and both primary and secondary systems become \noverridden during the course of the music. The movement also shows what effect \nNono’s control over beat-divisions, dynamics, registral placement, and \ninstrumentation have on distorting the serial palindrome in an environment of \nextreme manual override where even serial values themselves undergo alteration. \nThe conflict, which a simple hearing of the piece does not reveal, plays a \nsignificant role for the piece as a whole. Wordless Music",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] As mentioned previously, Nono did not discuss the instrumental \ninterludes directly. However, works preceding and following Sospeso provide a meaningful context for its instrumental interludes. The second \nmovement of Nono’s first published choral work, Epitaffio auf Federico García \nLorca No. 1 (1952) is composed for flute and small orchestra, thereby not \nsetting any words to music. Rather, textual verses appear at formal dividing \npoints in the score so that only the performers know of their presence. The \nabsorption prefigures the string quartet, Fragmente-Stille, an Diotima (1979–1980), whose Hölderlin fragments are printed in the score but not \ndelivered. The stage work Prometeo, tragedia dell’ascolto (1984/1985) is \nbased on Massimo Cacciari’s mixture of texts by Hölderlin, Aeschylus, Rilke, and \nothers, many of which are never enunciated in performance. Boulez creates a \nsimilar effect during the “Commentaires” of Marteau sans Maître (1957), \nin which the texts are also not enunciated. All of these compositions have ample \nprecedent in previous centuries, such as Beethoven’s String Quartet Op. 135 or \nthe symphonic poem repertoire, to name only a few examples. Sospeso ’s \ninstrumental interludes, as I hope to show, belong to the current of wordless \nmusic that projects textual content.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] The multidimensional textures of the interludes carry the brunt of their \ntextual gesture. Implemented without substantive intervention, serial material \nwould have generated three canonic interludes. However, pervasive systemic and \nmanual overrides ensure that only No. 4 attains realization as an unimpeded \npermutation canon. The canon provides a crucial moment of silence at this \nposition, a silence not only achieved by the absence of text and singers, but \nalso by the complete unity of motion among the pitch, duration, and dynamics \ndimensions. That is, the lack of multidimensional counterpoint creates its own \ntype of silence. (49) In terms of Sospeso ’s \nlarge-scale multidimensional organization, the distorted textures and \nmultidimensional complexity in Nos. 1 and 8 create somewhat noisy regions that \nframe an expanse of silence. Space does not permit me to explore the meaning of \nthis gesture fully, but suffice it to say, No. 4’s canonic silence has \nsignificant bearing on the flow of textual ideas throughout the composition.",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] No. 4 falls strategically between the matter-of-fact statements of No. \n3’s textual matter and the departing laments initiated by the letters in No. 5. At first glance, No. 4’s silence might appear merely to exhort contemplation on the texts in Nos. 2 and 3 as a type of commentary reminiscent of a sacred cantata, but in light of its position at the work’s center, its meaning for the movements ahead should also be considered. Further, Nos. 1 and 8 serve parallel functions as preludes to the choral movements in Nos. 2 and 9, with the latter movement recapitulating the former’s textual ideas of transcendence. The formal layout of textual themes thus follows a five-part symmetrical scheme: prelude-chorus (Nos. 1–2), exposition (No. 3), silence (No. 4), lament (Nos. 5–7), prelude-chorus (Nos. 8–9). The music fills the scheme at varying speeds, much as the dynamics and duration material of No. 1 slowed and hastened during its course. For instance, the “lament” region of the scheme fills the space of three musical movements, while the “exposition” condenses its ideas into a single movement. In the end, the canonic implications of the scheme do not attain realization; Nono manually overrides its symmetry, which makes the pristine canon of No. 4 even more remarkable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] By immediately following No. 3’s exposition of imminent demise, the \nmultidimensional silence achieved by No. 4 might be considered as an analog to \ndeath, or submission to death, so that the music appears to re-enact what \nactually transpired for “tutti di loro” [all of them]. (50) Poignantly reinforcing this gesture, Nono quoted No. 4 in the operatic work Intolleranza 1960 at a moment that describes the outcries of victims during \ninterrogation proceedings. In contrast, Nos. 1 and 8 begin a process of \ntranscendence by resisting the symmetrical pull of their serial material. As \nparallel gestures, Nos. 2 and 9 conclude with codas whose duration material \npossesses palindromic symmetry, but whose implementation conspicuously avoids \nit. The transcendence finds resonance in No. 9’s main text-setting innovation, \nwhich apportions components of individual words to several performers so that \nthe words attain new life on a collective plane of existence. The transcendence \nthereby affirms the themes presented by Thomas Mann’s forward to the edition of \nletters that inspired Sospeso , which Nono included as an integral part of \nthe composition’s textual matter:",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] [ . . . ] der Glaube, die Hoffnung, die Opferwilligkeit einer europäischen \nJugend, die den hohen Namen der ,résistance’ trug, des international-einmütigen \n,Widerstandes’ gegen die Entehrung ihrer Länder, gegen die Schmach eines \nHitler-Europa, den Greuel einer Hitler-Welt, die aber mehr wollte als nur \nwiderstehen, die sich als Vorkämpfer einer besseren menschlichen Gesellschaft \nfühlte [ . . . ]",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] [ . . . ] the faith, the hope, the readiness for sacrifice of a young \nEuropean generation, which bore the fine name of the ‘résistance,’ of \ninternationally unanimous resistance against the disgrace of their country, \nagainst the shame of a Hitlerite Europe and the horror of a Hitlerite world, \nthough who wanted more than simply to resist, feeling themselves to be the \nvanguard of a better human society [ . . . ] (51)",
                "footnotes": [
                    "FN51"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] In the end, Sospeso ’s multidimensional considerations shape \nserial material to such a considerable degree that a strict serial analysis of \nthe piece not only becomes frustrated, but also obscures the contribution that \nthe interludes make to the composition’s textual content. The activation of \nsystemic and manual overrides produces novel textures in multiple musical \ndimensions, which paved the way for Nono’s electronic experiments later in his \ncareer. Thus, what had originally served as overrides in his serial music became \na technique for multidimensionality in later pieces, and ultimately, the poetics \nof “il suono mobile.”",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.06.12.1.guerrero.html",
    "data": "mto/data/mto.06.12.1.guerrero.json"
}