{
    "title": "Review of Rebecca Herissone, <i>Music Theory in Seventeenth-Century \n\tEngland</i> \n\t(Oxford: Oxford University Press, 2000)",
    "date": "2005/06/01",
    "volume": "11",
    "issue": "2",
    "authors": [
        "Green, Burdette"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "July 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.2/mto.05.11.2.green.pdf",
    "author_info": [
        {
            "name": "Burdette Green",
            "university": "The Ohio State University",
            "address": "",
            "email": "green.20@osu.edu"
        }
    ],
    "citations": {
        "barnett_2002": "Barnett, Gregory. 2002. “Tonal Organization in Seventeenth-Century Music \nTheory.” In The Cambridge History of Music Theory, edited by Thomas \nChristensen. Cambridge: Cambridge University Press, 407–55.",
        "gouk_1999": "Gouk, Penelope. 1999. Music, Science and Natural Magic in \nSeventeenth-Century England. New Haven and London: Yale University Press.",
        "hollander_1970": "Hollander, John. 1970. The Untuning of the Sky. New York: W.W. Norton \nand Co.",
        "kassler_2004": "Kassler, Jamie. 2004. The Beginnings of the Modern Philosophy of Music in \nEngland. Aldershot: Ashgate Publishing Co.",
        "lester_1989": "Lester, Joel. 1989. Between Modes and Keys. Stuyvesant, NY: Pendragon \nPress.",
        "owens_1998": "Owens, Jessie Ann. 1998. “Concepts of Pitch in English Music Theory, c. \n1560–1640.” In Tonal Structures in Early Music, edited by Cristle Collins Judd. \nNew York and London: Garland Publishing, Inc., 183–246.",
        "powers_1998": "Powers, Harold. 1998. “From Psalmody to Tonality.” In Tonal Structures in \nEarly Music, edited by Cristle Collins Judd. New York and London: Garland \nPublishing, Inc., 275–340."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] How fortunate we are to have within a few short years three \noutstanding book-length studies of seventeenth-century musical thought in \nEngland. Penelope Gouk’s Music, Science and Natural Magic in Seventeenth-Century \nEngland ( 1999 ) and Jamie Kassler’s The Beginnings of the Modern Philosophy of \nMusic in England ( 2004 ) greatly enrich our understanding of the influence of the \nBritish empiricist movement on speculative theory, while Rebecca Herissone’s Music Theory in Seventeenth-Century England (2000) draws our attention to the \npractical aspects of theoretical writings as they reflect contemporary practice. Herissone’s study is particularly welcome because of the depth and breadth of \nher research on many matters that have previously been approached in piecemeal \nfashion or limited to the ideas of a few major figures, such as Morley, Campion, \nButler, Purcell, and North.",
                "footnotes": [],
                "citations": [
                    "gouk_1999",
                    "kassler_2004"
                ]
            }
        },
        {
            "2": {
                "text": "[2] As is often the case with book titles, Herissone’s title is too succinct to \ngive a proper feel of the inquiry that follows; it understates the time span of \nthe study and overstates its scope. Opening with the word “practical” might have \nhelped—I’m sure the author considered this—but that qualification of theory \nwould probably trouble some present-day readers much as it seemingly did Samuel Pepys, when in 1668 he undertook to read \n“music theory.” As Hollander points out \n( 1970 , 387), the works Pepys sought out were philosophically oriented treatises \nby Mersenne (l637) and Descartes (l618). Needless to say, the precise nature of \nHerissone’s study is amply described in her preface.",
                "footnotes": [],
                "citations": [
                    "hollander_1970"
                ]
            }
        },
        {
            "3": {
                "text": "[3] In the preface, Herissone carefully details the scope of the study and the \nimportance of its contribution relative to research conducted in the past half \ncentury. Her objective is to document and interpret certain practical ways of \nthinking that evolved between the 1590s and 1720s in an inclusive set of \nwritings ranging from Thomas Morley’s A Plaine and Easie Introduction to \nPracticall Musicke to the manuscript essays of Roger North. The late \nsixteenth-century treatises of Morley (1597) and Bathe (c.1592) serve to \nbenchmark the Renaissance constructs that were in vogue at the start of a \nradical transformation of theory and practice. The early eighteenth-century \nwritings of North (c.1700–1728) and Malcom (1721) are needed “to encompass early \nwritings” (vii). As we see in the chapter on Sources, Herissone’s inclusive set \nof writings comprises approximately 100 treatises—notably a dozen scholarly \ntreatises with practical content, 27 “rudiments manuals” designed for the \namateur, 42 instrumental tutors, and sundry vocal tutors, thorough-bass manuals, \nand miscellaneous items such as prefaces and instructions inserted in \ncollections. Fludd’s mystical works and the output of scientists following in \nFrancis Bacon’s footsteps are given short shrift, but three English translations \nof foreign works—Dowland’s 1609 translation of the Micrologus of Ornithoparchus \n(1517), Brouncker’s 1653 translation of Descartes’ Compendium (1618), and Birchensha’s 1664 translation of Alstedt’s Templum musicum (1610)—are included \nto amplify native ideas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] All in all, this is an enormous amount of source material to organize and \ndigest, but by limiting the scope of the inquiry and by organizing the \npresentation so that some of the burden is shifted to appendices, Herissone \nachieves a considerable success. Through a close reading of these largely \npedagogical sources by approximately 70 writers, she is able to establish, one \nby one, an impressive chronology of concepts about rhythm, pitch, and form, and \nof changes in terminology and notation practice that obtained during this \npuzzling era of style change. She can confidently identify “first mentions” of \nvarious developments and also note the absence of reference to ideas needed to \nexplain features of contemporary practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] One should note, however, that Herissone’s strategy of containment does \nrequire a fair amount of expertise from her readership. To maintain control of \nthe intricate zigzagging developments of the period, she narrows the range of \ntopics by eliminating from consideration the speculative aspects of theory that \nare the main focus of some of the major treatises. Thus she gives short shrift \nto topics such as temperament, theories of consonance and dissonance, musical \nacoustics, and the affective properties of music—topics that are not entirely \nspeculative and do impinge on practical theory. Moreover, at the close of the \npreface we find this rather startling statement: With the exception of one or two particularly pertinent references, I have not \naddressed the difficult and tremendously important issue of the relationship \nbetween musical theory and contemporary practice. This avoidance derives partly \nfrom lack of space, as ever, but principally due to the fact that I aim to \nproduce a companion book to this volume, one which will also derive from my \nthesis, in which this complex area is assessed through analysis of the major \nseventeenth-century sources (ix). The reader of the book in hand must either possess a considerable familiarity \nwith the repertoire and practices of the day or must accept the assumption that \nstatements and examples provided in manuals intended as how-to-do-it books for \nnon-professionals do indeed reflect actual practice. One should also note that \nHerissone’s careful attention to chronology is compromised by a surprising lack \nof reference to the tumultuous political and social events of \nseventeenth-century England and especially to the changes brought about by the \nRestoration in 1660. Here again the reader is expected to bring a specialized \nsort of knowledge to the enterprise. In sum, Herissone’s choices regarding \ntemporal boundaries, the inclusion of rudimentary sources, the limitation of \ntopics, etc., while seemly, appropriate and judicious, inevitably raise issues \nthat some could find annoying.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Such considerations aside, one must applaud the effective manner of \npresenting and analyzing the data. Herissone surveys the sources first and then \nexplores the discussions of constructs according to a logical set of topic \nareas. In this way she enables the reader to get a sense of the individual \nwriters and their texts before shifting attention to the issues of time, pitch \nstructure, harmony, compositional rules, tonality, texture, and form. The last \n20% of the book is given over to four appendices that provide the reader with \nadditional information about individual treatises and their interrelationships. \nAppendix A is an alphabetical list of treatises with bibliographic annotations; \nB is a chronological list of treatises and editions; C surveys each edition and \nreprinting of Playford’s Introduction to the Skill of Music with detailed \ncommentary on changes and additions; and D surveys the sources, duplications, \nborrowings and plagiarism of theoretical ideas in 65 treatises and tutors. The \ngenerous allotment of plates, figures, tables, and musical examples from the \ntreatises effectively enhances the highly technical presentation. Figure 1.1, a \ndiagram of the complex web of textual relationships among certain instrumental \ntutors, is a particularly meritorious example.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A synopsis of the topical chapters may usefully show the range of ideas \ncovered. Time begins by detailing the shift from mensural notation to a \ncontext-independent notation suitable for score form. Additional topics include \nmeter and metrical accent, proportion, changing concept of tactus and \ntime-beating, notation of meter and rhythm, mensuration and proportion \nsignatures, time signatures, and the bar line. Pitch Structure reviews the \ndecline of the hexachordal system, alterations to gamut diagrams and to the \nsolmization procedure, the development of major and minor scales, the notation \nof accidentals, chromaticism, the natural sign, and the clefs. Harmony discusses \nthe intervals [dyads] of two-part writing and the theory of triadic inversion. Compositional Rules reviews the writing of note-against-note and florid \ncounterpoint, the treatment of concords and discords, and the cadences. Tonality discusses the issues of modal theory, the development of harmonic tonality, \nmodulation, transposition, related keys, and key signatures. Texture and Form provides instruction regarding imitative and other textures, and discusses the \nforms and structural principles of movements and large-scale formal schemes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Throughout the book, Herissone supplements the discussion with quotations \nfrom the original texts, thereby giving the reader a sense of how these authors \nexpressed—perhaps grappled with—difficult ideas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Overall, the quality of interpretation and argument is uniformly very fine, \nalthough I must admit that the author’s policy of depending only on musical \nillustrations taken from the primary sources made the going a bit tedious in the \ndiscussion of “Succession of Concords” (146–54). Some illustrations of the \nvarious part-writing moves would have been helpful. Overall, however, the \nwriting is clear and accessible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Through the use of extensive and often voluminous footnoting, Herissone \nmanages to impart an impressive amount of information, not only for the purpose \nof documenting primary and secondary sources, and cross-referencing, but also \nfor recommending further reading. Occasionally, when issues arise that could \nstand explaining in greater detail, she attempts to assuage the curmudgeon’s \npique by footnoting extensive sets of references. It is, of course the author’s \nright to judge what can and should be relegated to footnotes. As a troublesome \nexample, however, consider her treatment of a discussion by Daniel Robinson \ndating from 1715. She remarks: He singled out the voice and violin because neither is a fixed pitch instrument, \nso they are not subject to the restrictions imposed by temperament. In England \nat this time, although equal temperament was usually used for fretted \ninstruments, keyboards were still predominantly tuned using meantone temperament \nwhich rendered keys with more than about three flats or sharps unusable (190). While this statement may well be true, it deserves a specific citation and \nclarification of the type of meantone temperament intended. (Are we to assume \nthe English were still using the old 1/4-comma tuning?) Instead of this, the \nappended footnote (n.88) lists seven general references regarding tuning and \ntemperament, and in effect, dismisses the need to consider the importance of \ntemperament in the move toward the 24-key, closed circle of fifths conception of \nharmonic tonality that became the norm in the early eighteenth century.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Readers will greatly appreciate Herrisone’s concluding chapter, because in \nit she neatly summarizes and organizes into a unified narrative the massive \namount of data that has been presented in the body of the work. There is no need \nhere to relive the Locke-Salmon controversy about systems of clefs or to review \nthe idiosyncrasies of the large cast of characters that has been paraded before \nus. What is needed is precisely what appears: a chapter-by-chapter distillation \nof main ideas and developments.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Somewhat surprisingly, Herissone puts the big finish—what I would call the \n“Hollywood Ending”—at the beginning of the chapter: Music theory underwent an enormous transformation in the seventeenth century, a \nchange which—through its rejection of traditional ideas going back in some cases \nto medieval times—saw theory being brought closer to musical practice than it \nhad been for some considerable time. English theorists were at the forefront of \nthe modernization process for two important reasons: first, there was no strong \ntradition of theoretical writing from the sixteenth century in England, which \nmeant that seventeenth-century writers had few models on which to base their \nideas; second, the great majority of English theory books were practical \ninstruction books, aimed at the musical amateur. Whereas in Continental theory \ngreat emphasis was placed on speculative issues, such as the origins of music, \nEnglish writers concentrated instead on concise, clear teaching of rules an \namateur musician would need to understand in order to be able to play or write \nmusic (224). Here, we find the return of a theme that figures prominently in the book—that \nthe practical-minded English writers found it easier to cast off old ways (for \nexample, modal thinking in favor of the key system) because they either rejected \nor were largely unaware of Continental developments. The notion of an English \nisolation creating a separate path to the key-based, harmonic style of \neighteenth-century tonality has been noted by other scholars, as well. Harold \nPowers speaks of an “English innocence of Continental modal theory” ( 1998 , 334 \nn.2) and alludes to “the separate route from psalmody to tonality” taken by \nEnglish theory ( 1998 , 275). Joel Lester speculates that the separate path had a \nreligious origin: English theorists in general had never gotten involved in the intricacies of \nContinental modal theory, and the political and religious upheavals in England \nof the sixteenth and seventeenth centuries certainly did not encourage \nscholarship into the modes associated with Catholic music. As a result, English \ntheorists did not have to overcome entrenched habits of modal thinking, as did \ntheir Continental counterparts ( 1989 , 101). Similarly, Jessie Ann Owens, observing the “significant difference” of English \ntheory\n( 1998 , 230), and Gregory Barnett, reflecting on the “wholly different case” in \nEnglish musical thought ( 2002 , 435–6), suggest that religious issues were a \ncause of the separation. So there you have it. These writers see theological \ndifferences at bottom; Herissone prefers to stress English empiricism and \npracticality. Thanks to her keen insight and hard work, this highly sympathetic \nand favorable account of English practical theory will serve us well in our \nquest “to put each writer’s ideas into context properly” (viii).",
                "footnotes": [],
                "citations": [
                    "powers_1998",
                    "powers_1998",
                    "lester_1989",
                    "owens_1998",
                    "barnett_2002"
                ]
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.05.11.2.green.html",
    "data": "mto/data/mto.05.11.2.green.json"
}