{
    "title": "Review-Essay on Suzannah Clark and Alexander Rehding, eds., <i>Music in Time: Phenomenology, Perception, Performance</i> (Harvard University Press, 2016)",
    "date": "2019/12/01",
    "volume": "25",
    "issue": "4",
    "authors": [
        "Lochhead, Judy"
    ],
    "abstract": "",
    "keywords": [
        "Christopher Hasty",
        "phenomenology",
        "rhythm",
        "meter",
        "analysis",
        "performance",
        "perception"
    ],
    "doi": "10.30535/mto.25.4.6",
    "received": "October 2019",
    "pdf": "https://www.mtosmt.org/issues/mto.19.25.4/mto.19.25.4.lochhead.pdf",
    "author_info": [
        {
            "name": "Judy Lochhead",
            "university": "Department of Music",
            "address": "Stony Brook University, Stony Brook, NY 11794-5475",
            "email": "Judith.Lochhead@stonybrook.edu"
        }
    ],
    "citations": {
        "davidson_2005": "Davidson, Arnold. 2005. “Ethics as Ascetics: Foucault, the History of Ethics, and Ancient Thought.” In The Cambridge Companion to Foucault , ed. Garry Gutting, 123–48. Cambridge University Press.",
        "deutsch_1983": "Deutsch, Diana. 1983. “Editorial.” Music Perception: An Interdisciplinary Journal 1(1): 1–2.",
        "gallagher_and_zahavi_2012": "Gallagher, Shaun, and Dan Zahavi. 2012. The Phenomenological Mind , 2nd ed. Routledge.",
        "hadot_1995": "Hadot, Pierre. 1995. Philosophy as a Way of Life: Spiritual Exercises from Socrates to Foucault , trans. Michael Chase. Blackwell.",
        "hasty_1981": "Hasty, Christopher. 1981. “Segmentation and Process in Post-Tonal Music.” Music Theory Spectrum 3: 54–73.",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . Oxford University Press.",
        "husserl_1964": "Husserl, Edmund. 1964. The Phenomenology of Internal Time-Consciousness , trans. James Churchill. Indiana University Press.",
        "husserl_1991": "Husserl, Edmund. 1991. On the Phenomenology of the Consciousness of Internal Time , trans. John Brough. Kluwer Academic Publishers.",
        "kane_2011": "Kane, Brian. 2011. “Excavating Lewin's ‘Phenomenology’.” Music Theory Spectrum 33 (1): 27–36.",
        "lewin_1986": "Lewin, David. 1986. “Music Theory, Phenomenology, and Modes of Perception.” Music Perception 3 (4): 327–92.",
        "merleau-ponty_1945": "Merleau-Ponty, Maurice. 1945. Phénoménologie de la perception . Gallimard.",
        "merleau-ponty_2012": "Merleau-Ponty, Maurice. 2012. [1945]. The Phenomenology of Perception , trans. Donald Landes. Routledge.",
        "miller_1984": "Miller, Izchak. 1984. Husserl, Perception, and Temporal Awareness . MIT Press.",
        "moshaver_2012": "Moshaver, Maryam. 2012. “Telos and Temporality: Phenomenology and the Experience of Time in Lewin's Study of Perception.” Journal of the American Musicological Society 65 (1): 179–214.",
        "qureshi_1994": "Qureshi, Regular Burckhardt. 1994. “Exploring Time Cross-Culturally: Ideology and Performance of Time in the Sufi qaw’wāli .” Journal of Musicology 12 (4): 491–528.",
        "rodemeyer_2003": "Rodemeyer, Lanei. 2003. “Developments in the Theory of Time-Consciousness: An Analysis of Protention.” In The New Husserl: A Critical Reader , ed. Donn Welton, 125–54. Indiana University Press.",
        "smith_2012": "Smith, Stephen Decatur. 2012. ”Awakening Dead Time: Adorno on Husserl, Benjamin, and the Temporality of Music.” Contemporary Music Review , 31 (5–6): 389–409.",
        "wiskus_2013": "Wiskus, Jessica. 2013. The Rhythm of of Thought: Art, Literature, and Music After Merleau-Ponty . University of Chicago Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. There is no citation in Cook's essay of where Adorno uses these terms, and it seems unlikely that Adorno referred to chronometric or phenomenological time. Cook appears to be asserting these terms, borrowing them from some other authors. Adorno more likely would have used the terms empirical time and musical time, which have a different sense from the terms Cook uses. See Stephen Decatur Smith's excellent article ( 2012 ) about Adorno's thinking about time in relation to Husserl and Benjamin.",
            "citations": [
                "smith_2012"
            ]
        },
        "FN2": {
            "text": "2. Gallagher and Zahavi's book is an introduction to recent thinking about the philosphy of mind and cognitive science via phenomenological philosphy.",
            "citations": []
        },
        "FN3": {
            "text": "3. I return to Husserl's approach to temporality and its reverberations in music scholarship below. In the works cited list, I show both the Churchill translation of 1964, which has significant problems, and the later Brough translation of 1991.",
            "citations": []
        },
        "FN4": {
            "text": "4. An excellent article by Lanei Rodemeyer ( 2003 ) provides a nuanced sense of the central role of protention in Husserl's theory of time-consciousness.",
            "citations": [
                "rodemeyer_2003"
            ]
        },
        "FN5": {
            "text": "5. Brody encounters Hadot through an essay by Arnold Davidson ( 2005 ).",
            "citations": [
                "davidson_2005"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The essays collected in Music in Time grew out of a conference organized to celebrate the work of Christopher Hasty, with the collection itself serving as a festschrift. The editor’s preface and many of the essays take Hasty’s 1997 book, Meter as Rhythm , as challenging music analytical/theoretical scholarship to take account of music’s temporality—of its nature as processual becoming. As is expected for such collections, the essays approach this topic in various ways. Scholars in musicology, music theory, and ethnomusicology who have been colleagues or students of Hasty’s contributed essays: Jeanne Bamberger, Stephen Blum, Matthew Butterfield, Scott Burnham, Martin Brody, Nicholas Cook, Brian Hulse, Susan McClary, Eugene Montague, Robert Morris, Eugene Narmour, Janet Schmalfeldt, and Lawrence Zbikowski. My essay is not a review per se. Rather than offering any sort of assessment, I focus instead on how music’s temporality, as a focus of music analytical/theoretical research, resonates in and with late twentieth- and twenty-first-century approaches to music. Throughout my essay, I weave comments about each of the essays of the collection into this broader theme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] To the title, Music in Time , three subtitles are appended: Phenomenology, Perception, Performance . The focus on time—and, more broadly, temporality—is appropriate and timely given Hasty’s long-standing interest in these issues, going back to his 1981 article on segmentation in post-tonal music, which already takes up questions of segment forming. The focus on time also resonates more broadly in contemporary music scholarship, as demonstrated by a quick scan of the titles of recent articles in an array of music-analytical and -theoretical journals. These titles include such terms as prolongation, transformation, voice-leading, linear narratives, process, becoming, and the like—all of which address the temporality of music in one way or another. The subtitular concepts also have broad relevance to issues of ongoing and renewed interest in music-analytical and -theoretical fields, and taken as themes, they are addressed in each of the essays. I will address each these concepts separately—phenomenology, perception, performance—and also add another—becoming—which is central to Hasty’s work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The term phenomenology and its various adjectival or adverbial forms have appeared frequently in music scholarship over the last seventy-plus years. The term is used in a wide variety of ways and with vastly different meanings. And while there is an indeterminacy of meaning for any word, the term phenomenology has an unusually broad span. In this collection, two instances of differing meanings exemplify this breadth: The paradox of Reinecke playing in strict time because he didn’t play in strict time turns, of course, on the distinction between what Adorno refers to as chronometric and phenomenological time. (Cook, 14) That type of relationship [communal performance] was addressed by the sociologist Alfred Schütz (1899–1959) in his classic essay of 1951, “Making Music Together,” one of many writings in which Schütz treated Husserl’s phenomenology in relation to Max Weber’s theory of social action. (Blum, 57)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] On the one hand, “phenomenological” is used to refer to the human experience of time, a reference more typically captured by such phrases as psychological time, lived time, or experiential time. (1) On the other hand, “phenomenology” is used to refer to the specific concepts and procedures of phenomenological philosophy, a tradition which has its origins in the work of Edmund Husserl and has undergone significant transformation over the last century. Such different uses of the term and its forms are not uncommon, but it is important not to conflate them. As Shaun Gallagher and Dan Zahavi point out in their introduction to The Phenomenological Mind , the “non-methodical” use of phenomenology to “designate a first-person description of the ‘what it is like of experience’” is misleading since such description is not “equivalent to introspection” of the sort that underlies the methods of phenomenological philosophy ( Gallagher and Zahavi 2012 , 10–11). (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "gallagher_and_zahavi_2012"
                ]
            }
        },
        {
            "5": {
                "text": "[5] While phenomenology, as term and concept, has gained some relevance in recent musicological thought, it is not a term that Hasty himself employs in his writings in either of its senses. Rather, Hasty has relied on the work of Alfred North Whitehead, the early-twentieth-century philosopher who is known for his philosophy of process and becoming—both central concepts in Hasty’s Meter as Rhythm . Hasty’s thinking about music’s temporality has also been steeped in the philosophy of Henri Bergson, and then somewhat later the thought of Gilles Deleuze. In his well-known account of the continuity of temporal objects such as melodies, Hasty’s concern for rhythmic continuity as a “‘holding together’ of parts in transition or in a gradually, temporally unfolding process of becoming parts” does resonate with Edmund Husserl’s phenomenological approach to the temporality of internal time-consciousness ( Hasty 1997 , 67; Husserl 1991 ). (3) But Hasty does not turn to Husserl; rather, he turns to Bergson’s idea of the “spatialization of time.” In this model, spatialized time is conceived as a “homogeneous, evenly flowing time that serves as a receptacle for events”—a model that, in Hasty’s theory, operates for traditional theories of meter ( Hasty 1997 , 7). There are some crosscurrents of thought with these two early-twentieth-century philosophers, but Hasty is drawn to Bergson because of his concept of la durée , sometimes translated as “pure duration,” as indivisible process or qualitative multiplicity. While Hasty does not take the route of Husserlian phenomenology, there are some more recent writings on rhythm that do follow phenomenological philosophy, but not necessarily of the Husserlian sort. For instance, Jessica Wiskus, in The Rhythm of Thought , takes up the philosophy of Maurice Merleau-Ponty in developing a notion of rhythm “as the interval between articulated sounds” ( Wiskus 2013 , 9; emphasis in the original).  While not a “theory” of rhythm per se, Wiskus’s book provides a rich web of ideas about the “continuous cycle of perception and reflection” that dovetail with Hasty’s projective approach to meter ( Wiskus 2013 , 6).",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "hasty_1997",
                    "husserl_1991",
                    "hasty_1997",
                    "wiskus_2013",
                    "wiskus_2013"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The “phenomenology” of the book’s subtitle is indicative of the relatively long-standing and robust engagement in the methodologies of phenomenological philosophy within ethnomusicological studies, as Stephen Blum points out in his essay, and also of a continuing interest in musicological studies, broadly conceived. For both ethnomusicology and musicology, this turn to phenomenology entails a focus on musical experience, which encompasses perception, performance, and musicking. In specifically music-analytical and -theoretical circles, recent interest in phenomenology was motivated some thirty years ago by David Lewin’s “Music Theory, Phenomenology, and Modes of Perception,” as Blum points out. The astute critiques by Brian Kane ( 2011 ) and Maryam Moshaver ( 2012 ) have already pointed out that Lewin employed a narrow and quirky notion of phenomenological methods and concepts that today seem anachronistic. Lewin ostensibly builds upon Husserl’s account of the continuity of temporal objects, such as a sustained tone, but relies primarily on Izchak Miller’s ( 1984 ) account of Husserl’s theory of time-consciousness. Miller’s work fits into a strand of phenomenology that develops a specific—and, for some, controversial—reading of Husserl’s work, repurposing it for cognitive science built on a computational theory of mind. As Kane suggests, Lewin himself provides a critique of the “Husserlian-Miller” model of perception that he develops along the lines of a later, post-Husserlian phenomenology, but Lewin does not follow this up with a transformed model of listening experience for a music-theoretical context. Further, Moshaver points out that the model of listening experience that Lewin develops, following Miller’s lead, ends up replacing “Husserl’s dynamic concepts with a static formalism . . . [useful for] artificial intelligence” ( Moshaver 2012 , 187). (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "kane_2011",
                    "moshaver_2012",
                    "miller_1984",
                    "moshaver_2012"
                ]
            }
        },
        {
            "7": {
                "text": "[7] These critiques of Lewin’s specific reading of Husserlian phenomenology, along with my observations about the divergent meanings of the term and its absence in Hasty’s writings, all amount to a caution: invoking phenomenology should do more than signal some hazy interest in musical experience. Phenomenological philosophy, along with its various post-Husserlian developments into what we know as Continental Philosophy, has a very rich fund of concepts and methods that have been and continue to be employed in music studies, often without explicit reference to phenomenology. New directions in the humanities and social sciences that bear the trace of phenomenological thought, even as they include a critique of Husserlian transcendental philosophy, provide promising spurs to thought about and methodologies for music studies. These include, to name just a few, embodied cognition, new materialism, emotion and affect studies, and posthumanism, all of which contribute to thought about gender, sexuality, race, ethnicity, and class.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The second subtitle of Music in Time is perception, a topic that flows easily from phenomenology and its focus on human lived experience. For instance, in 1945 Maurice Merleau-Ponty, one of the most significant post-Husserlian philosophers of the twentieth century, published his Phenomenology of Perception ( Phénoménologie de la perception ).   Following Husserl’s concern for time-consciousness as human experience, Merleau-Ponty turns to perceptual experience and produces a phenomenology of it using his version of Husserlian methodology. From this phenomenological investigation, he proposes a ground-breaking perspective on perception as an embodied and already meaningful engagement with the world. Deep into his Phenomenology of Perception , Merleau-Ponty reflects on Herder’s notion of sensorium commune and remarks that, “in my body, visual and auditory experiences . . . are pregnant one with the other” ( Merleau-Ponty 2012 , 244). Further developing the idea of experience as a bodily based perceptual cognition, he writes: “I perceive with my body or with my senses, my body and my senses being precisely this habitual knowledge of the world, this implicit or sedimented science” (247).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Hasty approaches the human experience of music through a complex but road-tested epistemological strategy that bears the traces of creative, analytical/theoretical, and performance perspectives, and as noted earlier he builds upon Bergson and Whitehead, as well as other Pragmatist philosophers of the early twentieth century. In Meter as Rhythm , Hasty notes that the conceptual “disjunction between rhythm and meter” is not matched by a “disjunction within musical experience” ( Hasty 1997 , 5). In other words, concepts of meter do not correspond to perceptual experience. Hasty’s observation of this mismatch between the evidence of perceptual experience and conceptual understanding could be explained as a kind of Kuhnian paradigm shift: the importing of Continental (especially Bergson’s) philosophical ideas into music theory motivated a reconceptualization of meter away from “spatialized” concepts and toward process-oriented ones. Such a shift toward the temporality of perceptual experience as a basis for theories about music brings with it concepts and terms, such as perception, that take on new significances. For instance, in setting up two conceptions of rhythm, one as periodic repetition and the other as “fluid gesture,” Hasty remarks that the latter relies on “human sensory perception” and that such perception is “aesthetic” in the sense of aisthanesthai , to sense or feel—related to aiō (or Latin audio ), “I hear” (4). Such bodily based terms—sense, sensory, feel, hear—are themselves signals of this shift toward perceptual experience and its intrinsic temporality.",
                "footnotes": [],
                "citations": [
                    "hasty_1997"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Such a philosophically oriented shift toward perceptual experience in the second half of the twentieth century was matched by empirically oriented studies focused on music perception. These studies often used the same or related terms with significantly different conceptual underpinnings. The journal Music Perception , which began publication in 1983, was edited by Diana Deutsch, one of the main proponents of the psychological and scientific study of music perception. In the inaugural issue’s editorial, Deutsch promotes the value of establishing a scientific basis for music-theoretical studies through study of the “the musical processing mechanisms” of humans, but she also has to address the question of “which of our musical processing mechanisms can be shaped by experience.” Deutsch ends her editorial by writing: “Psychological studies cannot, in themselves, provide music with prescriptive answers. However, since music is the product of human processing systems, the characterization of these mechanisms is essential to the understanding of musical phenomena” ( Deutsch 1983 , 1–2). In Deutsch’s formulation, the study of perception focuses primarily on human sensory processes, processes which may be subject to the effects of experience. So, while philosophically and empirically oriented music studies share some terminology, they marshal it toward different conceptual ends.",
                "footnotes": [],
                "citations": [
                    "deutsch_1983"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Several of the essays in Music in Time employ concepts and terms relating to perception, and the great variety of approaches is indicative of the broad diversity of thought around the topic of perceptual experience. A sampling of these approaches follows. Robert Morris, in “Notation Is One Thing, Analysis Another, Musical Experience a Third: What Can They Have to Do With One Another?”, aims to demonstrate “some of the effects of notational systems on music perception” (Morris, 73). Morris develops a music-analytic procedure he calls “parametric dynamics” that “seeks to describe how the heard experience of music changes from moment to moment” (107). Morris sets up a reflexive relation between conceptual tools and perceptual experience, and unlike Hasty, he takes perceptual experience as mutable, not as something that concepts should “capture.” In “Musical Time, Embodied and Reflected,” Lawrence Zbikowski approaches perceptual experience through the concept of a consciousness, engaging the work of a number of authors within the fields of cognitive science and neuroscience. Zbikowski’s turn to consciousness is partly motivated by his interest in how memory shapes temporal experience, and specifically in how different types of memory systems operating in human cognition play a role in the musical experiences of two works by Tōru Takemitsu. Central to Zbikowski’s argument is the claim that musical sound engages memory systems through “audition,” “motor functions,” and “emotions,” and hence that music is distinct from “other communicative media.” Because language is good at “capturing objects and relations” and “is less good at capturing the phenomenal experience of an ongoing process,” we regularly “resort to physical gesture or to sonic analogs” as a means of description (Zbikowski, 44–48). In approaching the perceptual experience of music through a multi-faceted and embodied cognitive process reminiscent of Merleau-Ponty, Zbikowski does not claim a mismatch between conceptual constructs and experience, but rather shows how human cognitive processes uniquely shape the perceptual experiences of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In “Shaping Time,” Jeanne Bamberger focuses on how conceptual understanding is a mode of “sensory organizing” (Bamberger, passim ). Conceptual tools—such as musical notation or other types of musical representation—are a form of such sensory organizers. Like Zbikowski, Bamberger proposes that musical experience arises through a cognitive process of “sense making” and forms of representation emerging from this process are contingent. Bamberger invokes the anthropologist’s perspective in her approach to musical experience, and I would add that this is the perspective of the phenomenologist as well. Matthew Butterfield also adopts such a perspective in his account of the “rhythmic quality” of swing in his “When Swing Doesn’t Swing: Competing Conceptions of an Early Twentieth-Century Rhythmic Quality.” Adopting a Heideggerian perspective on swing, Butterfield delves into the sedimented history and significance of the term, tracing it to early-twentieth-century literary scholars who wrote on the rhythms of prose and poetry, and then embarks on a critical account of how the term “swing” has been defined, explained, and “felt” by a wide array of later authors. The goal of this “unpacking” of the musical experience of swing is, as Butterfield writes, to strive to “hear swing in the various ways in which it has been characterized by others, and thereby to leave oneself open to . . . new potentials of rhythmic experience in music” (Butterfield, 277).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The range of terms associated with perception is broad: for instance, musical experience, feeling, sensory, sense, cognition, embodied engagement, hear, listen, musical processing mechanisms, consciousness, audition, motor functions, emotions, and memory systems. Rather than bemoaning this breadth as confusing, we might instead adopt a position like Butterfield’s and revel in the many ways that these terms open up new conceptual approaches to human engagements with music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] I turn next to the third subtitle of Music in Time —performance. Performing and performers have received increased attention over the past thirty or more years. Blum points to Regula Qureshi’s remark in 1994 that “the place of performance in the study of music and time . . . [is] conspicuous more for its absence” (Blum, 55). In Meter as Rhythm , Hasty frequently addresses the question of how performers might realize the temporal features of notation, and he associates performers’ decisions with the observations of analysts and theorists. (In particular, see Hasty 1997 , 130.) Several of the articles in this collection directly take up the question of performing by addressing the performer’s decision-making process in relation to notation. For instance, Nicholas Cook, in “Time and Time Again: On Hearing Reinecke,” considers apparent differences in performance practice between nineteenth-century and twentieth- and twenty-first-century performances of Mozart’s F-Major Piano Sonata K. 332.  Cook considers the differing temporal realizations of Carl Reinecke (a performance encountered through a restored piano roll) and an array of twentieth-century realizations, including one by Alicia de Larrocha from 1989. Referring to Reinecke’s performance as “uncontrolled, unsteady, lurching and vacillating” and de Larrocha’s as “clean, uncluttered shaping and melodious textures,” Cook proposes that these differences result from each performer’s “different conception of musical time” (Cook, 4 and 10). Susan McClary also addresses historical questions about the nature of music’s temporality in “Doing the Time Warp in Seventeenth-Century Music,” concentrating on the “temporal elasticity” of seventeenth-century European music. Demonstrating that composers used rhythm, harmony, and flexible formal designs to create a sense of “time warp,” McClary argues that performers should deliver “shocking renditions” that realize the “grammar of these early repertories” (McClary, passim and 246–47). Taking a different approach in “The Modern Score and Its Seven Modes of Performance,” Eugene Narmour presents a formal system for understanding the factors that play a role in performance decisions, focusing in particular on how the written score both “inscribes and encodes” such things as affects, expressivity, movement, styles, and structures and “depends on many extramusical sources to realize its full potential.”  Much like models of distributed cognition, Narmour’s “score-based system” proposes a theory of performance interpretation that posits a complex of interactions between “traditions, conventions, norms, scripts, scores, and recordings” (Narmour, 109–11).",
                "footnotes": [],
                "citations": [
                    "hasty_1997"
                ]
            }
        },
        {
            "15": {
                "text": "[15] By way of conclusion, I turn now to another concept which is not one of the subtitles of Music in Time but is nevertheless central in Hasty’s work and in several of the essays in the collection: becoming. As already noted, Hasty builds his theory of meter as rhythm on the concept of processual becoming, an intrinsically temporal concept imported from early-twentieth-century process philosophy. Janet Schmalfeldt’s “In Time with Christopher Hasty: On Becoming a Performer of Robert Schumann’s Davidsbündlertänze , op. 6,” takes up the concept directly. She develops the idea that performance—specifically her performance of Schumann—arises through a temporal process that sediments the pasts of Schumann, her teachers, her experiences as a musician, and a host of other contextualizing factors into a performing in a present—a presenting that retains its pasts. Schmalfeldt’s own work has been invested in the idea of “form as process,” building on Hegel’s dialectically infused concept of becoming, even as she takes a somewhat different tack here. Another recent instantiation of the concept of becoming comes via the philosophers Gilles Deleuze and Félix Guattari. In “Off the Grid: Hasty and Musical Novelty in Smooth Time,” Brian Hulse proposes becoming as a generative or productive process which operates in the smoothness of temporality. Further, he shows how Hasty’s notion of projective process operates within the “logic of smooth time” and challenges music analysis to develop a “technology of time-representation more adequate to [the] qualitative differentiations” of musical time (Hulse, 288–89). While not engaging a concept of becoming directly, Scott Burnham’s “On the Last Measure of Schubert’s String Quintet” develops an analytical reading of the becoming of that last measure in the title. Focusing on the “sonic materiality” of the quintet’s ending, Burnham shows how it becomes a concluding and downward quality, an intensity that is “felt in the diaphragm” (Burnham, 157 and 165). Eugene Montague, in “Meter, Entrainment, and Voice in The King’s Speech ,” argues that the sounding of musical meter in the case of King George VI played a generative role in helping him overcome stuttering. As Montague argues, meter is generative in this sense not because the king entrains the meter, but rather because it produces a new outcome—a non-stuttering vocal delivery. While not engaging the philosophy of Deleuze and Guattari directly, Montague argues that “meter operates as a general force for action,” or in other words, for the becoming of the new within a Deleuzian-Guattarian “smooth space” (Montague, 234–35). Finally, I turn to Martin Brody’s essay “Theory, as a Music,” the last in the collection. Writing as a composer, Brody meditates on the idea of becoming in the practices of composing. Borrowing thought from Pierre Hadot ( 1995 ), he argues that musical compositions and the processes of their creation are “discourses” of practice by which composers engage in “exercises of self-transformation,” and further that “compositions model processes of self-transformation by inciting new modes of aesthetic experience” (Brody, 299). (5) Such self-transformation is itself a becoming, not to some aesthetic end, but to a temporally open, nomadic exploration of “smooth space,” to use some Deleuzian/Guattarian terminology. As I have demonstrated in this section on becoming, it is a fundamentally temporal concept with a long philosophical trajectory. Its place in contemporary thought about music is another facet of the shift toward perceptual experience and the epistemological reorientations that this shift entails.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "hadot_1995"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Music in Time provides a glimpse of the turn in music scholarship toward the temporality of music as sounding phenomena. As a festschrift for Christopher Hasty, the book pinpoints the impetus of his research over the course of his career. The concerns for human perceptual experiences and behaviors through phenomenology, perception (or any of its related terms), performance, and becoming in these essays promise a vital projection into the future.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.19.25.4.lochhead.html",
    "data": "mto/data/mto.19.25.4.lochhead.json"
}