{
    "title": "Review of Lawrence Kramer, <i>The Thought of Music</i> (University of California Press, 2016)",
    "date": "2017/03/01",
    "volume": "23",
    "issue": "1",
    "authors": [
        "Vélez, Daniel Villegas"
    ],
    "abstract": "",
    "keywords": [
        "hermeneutics",
        "interpretation",
        "criticism",
        "analysis",
        "performativity",
        "deconstruction"
    ],
    "doi": "",
    "received": "January 2017",
    "pdf": "http://mtosmt.org/issues/mto.17.23.1/mto.17.23.1.villegas.velez.pdf",
    "author_info": [
        {
            "name": "Daniel Villegas Vélez",
            "university": "Center for Cultural Analysis",
            "address": "Rutgers University, 15 Seminary Place, 6113 West Wing, New Brunswick, NJ 08901",
            "email": "daniel.villegas@rutgers.edu"
        }
    ],
    "citations": {
        "abbate_2004": "Abbate, Carolyn. 2004. “Music—Drastic or Gnostic?” Critical Inquiry 30 (3): 505–36.",
        "agamben_2009": "Agamben, Giorgio. 2009. The Signature of All Things: On Method . Zone Books.",
        "agawu_1996": "Agawu, Kofi. 1996. “Analyzing Music Under the New Musicological Regime.” Music Theory Online 2 (4).",
        "currie_2009": "Currie, James. 2009. “Music After All.” Journal of the American Musicological Society 62 (1): 145–203.",
        "derrida_1992": "Derrida, Jacques. 1992. Given Time: I. Counterfeit Money . University of Chicago Press.",
        "klumpenhouwer_2002": "Klumpenhouwer, Henry. 2002. “Commodity-form, Disavowal, and Practices of Music Theory.” In Music and Marx: Ideas, Practice, Politics , ed. Regula Burckhardt Qureshi, 23–41. Routledge.",
        "kramer_1990": "Kramer, Lawrence. 1990. Music as Cultural Practice: 1800–1900 . University of California Press.",
        "kramer_1993": "Kramer, Lawrence. 1993. “Music Criticism and the Postmodernism Turn: In Contrary Motion with Gary Tomlinson.” Current Musicology 53: 25–35.",
        "kramer_2001": "Kramer, Lawrence. 2001. “Music and the Mysteries of Animation: History, Analysis, and Musical Subjectivity.” Music Analysis 20 (2): 153–78.",
        "kramer_2011": "Kramer, Lawrence. 2011. Interpreting Music . University of California Press.",
        "kramer_2012a": "Kramer, Lawrence. 2012a. Expression and Truth: On the Music of Knowledge . University of California Press.",
        "kramer_2012b": "Kramer, Lawrence. 2012b. “Oracular Musicology; or, Faking the Ineffable.” Archiv für Musikwissenschaft 69 (2): 101–9.",
        "mathew_and_smart_2015": "Mathew, Nicholas, and Mary Ann Smart. 2015. “Elephants in the Music Room: The Future of Quirk Historicism.” Representations 132 (1): 61–78.",
        "pels_1998": "Pels, Peter J. 1998. “The Spirit of Matter: On Fetish, Rarity, Fact, and Fancy.” In Border Fetishisms: Material Objects in Unstable Spaces , ed. Patricia Spyer, 91–121. Routledge.",
        "pietz_1985": "Pietz, William. 1985. “The Problem of the Fetish, I.” RES: Anthropology and Aesthetics 9: 5–17.",
        "radano_2016": "Radano, Ronald. 2016. “Black Music Labor and the Animated Properties of Slave Sound.” boundary 2 43 (1): 173–208.",
        "szendy_2016": "Szendy, Peter. 2016. “All the Marxes at the Big Store; or, General Fetishism.” boundary 2 43 (1): 209–18.",
        "tomlinson_1993": "Tomlinson, Gary. 1993. “Tomlinson Responds.” Current Musicology 53: 36–40.",
        "villegas_vélez_2016": "Villegas Vélez, Daniel. 2016. “Mimetologies: Aesthetic Politics in Early Modern Opera.” PhD diss., University of Pennsylvania."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Insofar as these books are conceived as a “trilogy” with overarching themes and purposes, this review will often return to the earlier books to contextualize the most recent one. Since many of the chapters have been published elsewhere and might be familiar to readers of MTO , I will concentrate on the general argument that emerges through the three books rather than details of Kramer's musical discussions.",
            "citations": []
        },
        "FN2": {
            "text": "2. Kramer considers technical language a “private” or “coterie language that excludes most people from speaking of music, at least if they want to speak credibly . . . [while] those who make the claims are hard put to explain how technique translates into expressive content” ( ThM , 25); readers of MTO will likely disagree with this qualification.",
            "citations": []
        },
        "FN3": {
            "text": "3. And yet, readers might get the impression that Kramer benefits from the framework produced by such rhetorical functions. Kramer could argue that, insofar as such rhetoric informs all that is said about music, one cannot properly escape it but must seek to constantly displace it, although he shows little patience with the term and those who defend it: “I want to situate ineffability with narrow historicism and over-regulated hermeneutics as something that above all deserves to be neglected ” ( ThM , 47 and passim.).",
            "citations": []
        },
        "FN4": {
            "text": "4. The capital T in “Thing” signals Lacan’s use of the term, but Kramer also insists on its Heideggerian sense as developed by Latour, as expressed by the verb “to gather” as the main characteristic of things.",
            "citations": []
        },
        "FN5": {
            "text": "5. An exemplary treatment of music and fetishism is Klumpenhouwer 2002 ; for the racialized undertones of the idea of animation, see Radano 2016 . See also Szendy 2016 , Pietz 1985 , and Pels 1998 . Significantly, Kramer does not reference the contrast he suggested between automatism and animation in his “Music and the Mysteries of Animation” ( Kramer 2001 ), even as the latter piece is not substantially modified here.",
            "citations": [
                "klumpenhouwer_2002",
                "radano_2016",
                "szendy_2016",
                "pietz_1985",
                "pels_1998",
                "kramer_2001"
            ]
        },
        "FN6": {
            "text": "6. This discussion recalls Kramer’s exchange with Gary Tomlinson on the limits of contextualism in Kramer 1993 . For an insightful analysis of this debate, its main texts, and its limits, see Currie 2009 .",
            "citations": [
                "kramer_1993",
                "currie_2009"
            ]
        },
        "FN7": {
            "text": "7. And the adoption of speech-act theory into musicology is not new. In Music as Cultural Practice, 1800–1900 ( 1990 ), Kramer himself had signaled that, “taken together with Derrida’s critique, Austin’s theory of speech acts holds great promise for musical hermeneutics” (9). The trilogy that begins with Interpreting Music might be taken as the exploration of this promise, especially with respect to the positions that have sought to free musicology from other disciplines by returning to ineffability and severing music from language—again.",
            "citations": [
                "kramer_1990"
            ]
        },
        "FN8": {
            "text": "8. Kofi Agawu had already hinted at the disjunction in the notions of truth between music analysis and hermeneutics: “And so we reach an impasse: theory-based analysis, which prides itself on leading the analyst to the ‘truth content’ of a work as mediated by its ‘technical structure’ (Adorno), which allows the musical mind to engage directly with the compositional elements themselves—such analysis seems to be of limited utility in a project that interprets music as social discourse. The truth seems to be that new musicologists have so far not found a use for the surplus of detail that theory-based analysis produces” ( Agawu 1996 , [15]).",
            "citations": [
                "agawu_1996"
            ]
        },
        "FN9": {
            "text": "9. I elaborate on this line of thought in Villegas Vélez 2016 , 360–73.",
            "citations": []
        },
        "FN10": {
            "text": "10. Indeed, he writes that “young and old [people] thronged to the pianos and played everything from Chopin (lots of Chopin) to Van Halen” ( ThM , 97). It would have been illuminating to see discussions of genre overlaps in this context.",
            "citations": []
        },
        "FN11": {
            "text": "11. Kramer admits to focusing on classical music because he values it highly, suggesting that what he says holds for other types of music ( ThM , xi, 17, 170, and passim). He does not offer much evidence on how this is so.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Near the end of The Thought of Music , Lawrence Kramer reveals the main aims of a trilogy that also includes Interpreting Music ( 2011 ) and Expression and Truth ( 2012a ): to situate the brand of musicology that he has defended since the 1990s within the contemporary academic panorama, and to argue for its continued relevance. (1) The conceptual transformations of the last decade have pulled the rug out from under the objects that musical hermeneutics seemed to depend on: the work, its context, its meanings, and its emotional effects. In his new contribution, Kramer seeks to show that these recent turns in musicology toward affect and performance often depend on false oppositions—between work and performance, text and context, and meaning and ineffability. In clarifying their usage, he shows how these concepts serve to recalibrate musical hermeneutics as “an entirely open and open-ended project” undergoing constant change ( The Thought of Music , 142; hereafter ThM ). In his final chapter, Kramer describes a “newer musicology” that focuses on works as much as performances, as well as genres, actions, institutions, and materials, arguing that all of these should be treated similarly, not as things but as events to be interpreted.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "kramer_2011",
                    "kramer_2012a"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Three new positions have emerged through Kramer’s trilogy: first, a turn to performativity (via Wittgenstein and Derrida), which transforms Kramer’s earlier accounts of the significance of language and the roles of analysis and description—that is, musical meaning is performative, not denotative. Second, this shift demands an “ethical turn” in which music places on listeners “the responsibility of response,” as the title of a volume of his selected essays puts it. And third, music might be paradigmatic for acts of interpretation, expression, and thought in general. The Thought of Music does the most work in situating these claims with respect to musicology writ large.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Kramer devotes the middle five chapters to the musicological concepts that have seen the most significant transformations in the last decade. Chapters 2 and 3 deal with music analysis and music’s ineffability, arguing that the contradiction implicit in speaking too much (or in too much detail) or not speaking at all about music is only apparent ( ThM , 24). The contradiction resolves into two “chimeras”: the “myth of ineffability” and the “myth of a private language” (i.e., the technical language of analysis). (2) Most often, Kramer states provocatively, these two figures act as shibboleths that reveal, respectively, a fear of being wrong or of not being competent enough. Against the first fear, Kramer claims that interpretations are neither true nor false; against the second, he warns about mistaking density of analysis with depth ( ThM , 26). Expanding on his 2012 response to Carolyn Abbate’s “Music—Drastic or Gnostic?”, Kramer argues that ineffability, like negative theology, is a rhetorical function, and hence lacks any real normative power over our engagement with music ( Kramer 2012b ). (3) We can speak of music as we speak of everything else, through descriptions and interpretations that respond to what the music elicits. These descriptions work as “detours” to access the nonverbal meaning of music. Kramer denies that analytical language has any privileged access to “the” music; both analysis and hermeneutics are merely ways of reaching in language what the music offers, and there is no essential difference between the two. Making rigorous descriptions is only possible, Kramer insists early on, by remaining with the particular, or more specifically the singular: “To philosophize musically requires a practical response to an obvious fact that has not often had its due: There is no such thing as music. There is no phenomenon that corresponds to a single concept of music” ( ThM , 11). This is more than a truism, and it is worth keeping in mind with respect to Kramer’s suggestion that music is paradigmatic of interpretation, expression, and thought in general.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "kramer_2012b"
                ]
            }
        },
        {
            "4": {
                "text": "[4] In a curious exercise, Kramer juxtaposes two of his own descriptions of the funeral march in Beethoven’s op. 26 and examines the difference between them. They are essentially the same text (entire sentences appear verbatim in both examples), but the first one is “sparse” with respect to analytic detail while the second is “liberal with it (though still far short of the kind of analytic detail possible with this music)” ( ThM , 37). It is not that the first is more hermeneutical and the other more analytical; rather, Kramer seeks a balance between economy of means and surplus of detail. Analysis, he argues, assumes that it can approximate meaning by accumulation, while description seeks only “ proximation , a coming near, to a possible musical experience” ( ThM , 40). When used selectively, analytical detail offers a more specific sense to an interpretation, but it cannot be mistaken for additional depth or truthfulness ( ThM , 43).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Chapter 4 deals with pleasure and valuation. Music, and above all melodies, produce pleasure by becoming treasured, animate “Things” that gather our attention, our concern, and our desire ( ThM , 67). (4) Through a reading of the reception of Tchaikovsky’s Romeo and Juliet overture, Kramer shows how the extreme of this valuation of pleasure is the fetish—an over-invested, substitute object that usurps the charisma of what it replaces—while arguing that no subject is “whole” without this substitution. The fetish is “a basic structure of semantic and libidinal exchange,” but it often tends to be excessively valorized; we fetishize by elevating music to glamorous levels, but also with “premature or overassertive strategies of recuperation” that deny the alterity of our object ( ThM , 82). Interpretation, on the other hand, seeks neither to elevate nor to wish away the fetish, but instead to recognize it “without denying its force . . . placing a premium on what may never be known directly yet is purely nontranscendental” ( ThM , 82). This chapter is a welcome addition to a growing literature on music and value, centering on the fetish in both its Freudian and Marxist senses, which interested readers should consult especially when considering the racialized link between the fetish, animation, and commodity forms, aspects that go unmentioned in Kramer’s text. (5) In contrast to the fetish, Kramer discusses other forms of prizing music through Lacan’s concept of the sinthome , “a meaningless signifier saturated with pleasure to which the subject is inexplicably drawn” ( ThM , 69). Kramer’s example is a trilled figure in Mozart’s K. 614, i, whose hedonistic repetition, mostly as embodied gesture, is the source of enjoyment before it is incorporated as a structural element in the second movement.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In chapter 5, Kramer returns to the question of culture and context. (6) For him, attempting to place music, as a cultural object, within its cultural context is akin to engaging in the hermeneutic circle; the problem is that neither music nor context, qua culture, precedes the other. To escape this circle, one has to interpret musical events as one performs a critique ( sensu Kant). It is a double operation: ask first, “what are the conditions of possibility for the musical event’s connections and their uses; what must I assume in order to think them and imagine them?” and second, “what do the connections and uses thus make possible in their turn? To what are they the conditions of possibility?” ( ThM , 94). Kramer recognizes that this still looks like a circle, so he supplements it with a different model, borrowed from Wittgenstein. Interpretation is like walking through “a city laden with history” ( ThM , 96); asking critical questions provides us with a map, but we need a familiarity with the city’s streets to navigate and dwell in it. We come to know the city by navigating it, and to navigate it we must embrace a degree of improvisation and ambiguity that “derives less from design than from experience” ( ThM , 96).",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] This is a suggestive model that gives more importance to the role of the interpreter than to the object or its cultural context. It assumes that the work of interpretation is never completed and that it cannot be. Regardless of whether interpretations are open, the model still seems vulnerable to Tomlinson’s charge that musicological hermeneutics remains only “a means to illuminate our own aesthetic experiences” while we should instead problematize “the knowledge of others we come to through their musics” ( Tomlinson 1993 , 24). Kramer’s response, then and now, is that interpretation is always “more intervention than reflection” ( ThM , 95), and that a musicology modeled on ethnography is always closer to positivism, which “presupposes an oppositional relationship between subjectivity . . . and truth; and it assumes possession of a transparent-enough metalanguage to make good on its epistemic promises” ( Kramer 1993 , 32). That earlier exchange hinged on which notion of “subjectivity” could better avoid a position of mastery upon its objects and interlocutors. In hindsight, Kramer’s suspicion that the “metalanguage” sought by the New Historicists could not entirely eliminate the critic’s subjectivity was on the mark, as the recent emergence of the “quirk” seems to demonstrate ( Mathew and Smart 2015 ). The quirk, to employ Kramer’s Lacanian terms in this context, oscillates between a sinthome and a fetish; they are both displacements of the critic’s desire upon things that are valued more by the pleasure they produce than by their status as positive knowledge. They become fetishes when historians take their valuation to have normative value for everyone. Both the sinthome and the fetish, however, reveal the positivist object of historicism still to be dependent on the critic’s subjectivity, even if it appears as an autonomous object. Kramer’s model at least has the value of acknowledging that “subjectivity” is as inescapable as it is empty.",
                "footnotes": [],
                "citations": [
                    "tomlinson_1993",
                    "kramer_1993",
                    "mathew_and_smart_2015"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Settling scores with the discipline is not the only or even the central aim of the trilogy. Instead, Kramer proposes a more general transformation of the relationship between music, musicology writ large, and the humanities. Where the earlier critical musicology sought to understand the discursive meanings that music qua cultural product acquires—meanings embedded or reflected in musical forms and procedures—its most recent forms seek to show that music is not just such a product, but also a force shaping the culture in which it belongs. According to a “principle of reciprocity,” music is not in a passive or dependent relationship with the concepts deployed around it. Music “can and should become a means of insight into general issues of meaning, subjectivity, identity, society, culture, and history” ( ThM , ix). Kramer takes this inversion a step further: music, in fact, might offer the best means—the paradigm—for understanding the relation between human culture and its products. Every cultural product is at the same time product and producer, and music is no different in this respect. Yet, Kramer argues, music’s relationship with language and meaning—as well as its omnipresence in modernity—puts it in a privileged position for illuminating such a relation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] That music might fashion the paradigm for humanistic inquiry is a bold promise to the field. Musicology has long been subservient to methodologies and concepts from other disciplines, especially literary theory, but Kramer would say it is time we stop trying to model the interpretation of music after language, and start modeling interpretation in general after music. This thesis is embedded within the double genitive of the book’s title: the thought of music—the discipline that thinks about music—is also the thought that belongs to music—the thought that music is ( ThM , 2 and 16). To be sure, the strategy that allows Kramer to claim that music is the paradigm for interpretation and thought is also taken from literary theory, specifically the theory of speech-acts and performativity from Wittgenstein and Austin. Kramer develops this notion through Derrida and Butler, insisting on a “generalized performativity that envelops the entire field of communication and expression” ( Kramer 2011 , 26). (7) It is not that everything is a text, but rather that all human practices—including texts and music—are primarily performances. Performativity, not referentiality, is the main force by which both language and music produce meaning. “Music, that is, becomes the medium in which the performative force of all meaning, the power of any message, utterance, text, or expression to do something in being transmitted, becomes most fully apparent” ( ThM , 29).",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "kramer_2011"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Novel in Kramer’s adoption of a generalized theory of performativity is how, in Interpreting Music , the theory serves to redefine interpretation itself, as the production of “interpretive acts.” Interpretation, in the hermeneutic sense, does not consist in decoding signs or assuming that meaning is present and implied in a set of premises. Kramer’s strongest claim here, moreover, is that because music lacks explicit referential force—we know that it means something, but not what it means—music as an object of interpretation is paradigmatic of all interpretive acts insofar as it shows clearly what interpretation adds to its object. “Music uncovers the movement from emptiness to fullness that constitutes meaning as the outcome of interpretation. Music both provokes this movement and enacts it” ( Kramer 2011 , 7). Music is a provocation, an invitation to interpret, to hear the music as more than mere sounding materiality.",
                "footnotes": [],
                "citations": [
                    "kramer_2011"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Interpretation appears as a performative act via Wittgenstein’s theory of demonstrative utterances. In Expression and Truth , Kramer examines Wittgenstein’s sparse but illuminating comments on music to elaborate on the relationship between performative utterances and demonstratives by examining the concept of expression. Music is pure expression—that is, expression without content. One can demonstrate an expressive passage by playing it in some way and hearing it as expressive of something; to fill in the blanks of what is thus expressed is to describe the music. “To hear musical expression is to hear music as something more than mere sound. It is to hear this more-than-sound while hearing the musical sound acutely” ( Expression and Truth , 67; hereafter ET ). And since music offers nothing other than pure expressiveness, its description is already its interpretation. Here, again, the strategy is not to apply what Wittgenstein says about expressive language to music, but to see what music, as a limit-case, says about expression in general. “Music is paradigmatic of the expressive because expressiveness occurs when we sense, and in particular when we hear, something being said to us without being able to say what” ( ET , 25).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In a performative utterance, we can distinguish the sense of a statement from its illocutionary force. Similarly, we can distinguish what is expressed in a statement from what is expressive in it—an inflection, a tone, in any case something sonorous ( ET , 68). In the case of music, we only have expressiveness, so we have to supplement with description. And, again like a performative utterance, a description can be appropriate or not. The truth of an expression, which we capture with a description, is also not something designated as positive content. A description is truthful if it felicitously captures the expressiveness of what one demonstrates with the description—if it “sticks” to the music ( Kramer 2011 , 53). Far from being opposites (as subjective and objective, for example), expression and truth depend on each other. Truth is what arrives with understanding expression: not what arrives, but that it—the understanding—arrives ( ET , 60). This arrival, Kramer continues, is an event. Yet, where philosophers like Badiou and Derrida want to claim some sort of sublime uniqueness to the event, the event of the arrival of truth is ordinary: “the common but vital truth” that things are constantly in change ( ET , 61). Music is paradigmatic of this event in that we do not need to understand what music signifies in order to hear it as a truthful expression. If musical expression is the surplus over its sounding materiality, “that surplus always has cognitive value. It professes to make a truth known—or to make a truth” ( ET , 67).",
                "footnotes": [],
                "citations": [
                    "kramer_2011"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Kramer recognizes, even celebrates, the ephemerality of this notion of truth, which abolishes the positivist spirit of traditional musical semiotics and “closed” or contextual hermeneutics, as well as the mystifying pretense of the transcendent and the ineffable. Truth as such does not exist—only the promise of truth that comes with every utterance, and the truthfulness that an interpretation shows if its expression rings true. “Interpretations are statements that simultaneously emphasize the promise of truth and render it questionable. An interpretation promises to reveal something about what the object of interpretation means, but in order to make this revelation it has to leave the safe ground of verifiable description” ( ThM , 27). Thus, “interpretation is the supplement of truth” ( ET , 59; ThM , 27). For Kramer, the undecidable status of truth is what invites interpretation; we have no alternative. Music attracts our attention not because of what it delivers as content, but because it promises to deliver it, because expressiveness itself is a gift; like the nostalgia expressed in Schumann’s “Wie aus der Ferne,” musical expressivity gives us the form of nostalgia but not the content ( ET , 125).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] With this claim, Kramer is both closest to and most removed from the views of Carolyn Abbate, one of his main adversaries throughout this book. In a pivotal moment in Abbate’s widely read 2004 article “Music—Drastic or Gnostic?” musical hermeneutics is charged with threatening music’s greatest gift: its promise of “a vast future that has been given to us . . . ” (Jankélévitch, quoted in Abbate 2004 , 516; Kramer alludes to this passage in ThM , 2 and 54). It is this gift that frees us, Abbate points out. For Kramer, as for Abbate, music is the gift of a promise; for both, it is wrong to conceive of music as delivering truth, or a truth as meaning. Abbate charges hermeneutics with pretending to show music as revealing truth and monumentalizing its meaning by giving it a musical “aura” ( Abbate 2004 , 516). Kramer retorts: interpretation offers only verisimilar descriptions that show us what truth would be like “were a truth available” ( ThM , 28). These verisimilar truths are preferable, Kramer argues (after Nietzsche), to the “ small truths” that academic asceticism has made normative ( ThM , 54). Truth, then, will not settle the matter. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "abbate_2004",
                    "abbate_2004"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Both writers insist that our relationship to music models an ethics: for Abbate, we cannot repay the gift of freedom that music offers by “putting the gift-giver in a cage”—that is, assigning a determinate meaning to the plurality offered by music ( Abbate 2004 , 517). Kramer calls this stance “ekphrastic fear: the fear that language will destroy the immediacy of whatever it comes to describe” ( ThM , 54). The problem, I contend, is larger: the gift of freedom offered by the drastic is a pure gift; its purity depends on its not being repaid. To receive a gift, even in part, is to transform the gift into an exchange, a transaction, and hence to annul it as a whole ( Derrida 1992 ). And yet, it is impossible not to receive the musical gift. Any interpretation or affective response produced by musical performance (even those experiences Abbate terms “synaptic fires”) acknowledges that the musical gift has been received and hence destroys it as a pure gift. (9) Throughout his recent work, Kramer insists otherwise: music, above all, demands to be received. It demands not only that we play or listen to it, but that we interpret it. The aesthetic depends on the assent of others; in fact, every musical utterance is already a demand for assent, and not to respond to it is to negate—or kill—it: “In a sense, without speaking of music there is no music, and we are free to speak of music by seeking to share its detours because music has always already begun that process for us” ( ThM , 31). Kramer avoids the aporia of the gift by giving into the relationship created by the gift; the promise of freedom-to-come matters less than the responsibility to respond in the present.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "abbate_2004",
                    "derrida_1992"
                ]
            }
        },
        {
            "16": {
                "text": "[16] And yet, one question of responsibility remains. Kramer is today as unapologetic in his defense of the classical-music canon as he has always been, even as he offers some caveats about its normative value ( ThM , 31). His recent embrace of film music—and there are several examples in the trilogy—also privileges masterpieces from both media. Kramer wanders farthest from the traditional repertory when he examines British artist Luke Jerram’s 2008 ephemeral installation Play Me—I’m Yours , which brings street pianos to world cities. In his discussion of culture and context, Kramer employs the street pianos as a (literal) reading of Wittgenstein’s image of interpretation as an act of wandering through a city “laden with history” ( ThM , 96). Yet, even in these cases, Kramer focuses exclusively on situations where the public responded by playing classical music: “The pianos inspired a notable treatment—call it a revival or a reclamation—of classical music as a source of elevation without pretentiousness. Freed from the protocol of the concert hall, the music became an embodiment of festivity [such as marriages]” ( ThM , 98). It may well be that these cases are singular and, to an extent, exemplary—motivated, for example, by the fact that the installation has disproportionately avoided the global south, where street music is, in many forms, a focus of celebration. The piano no longer signifies classical music exclusively, yet Kramer’s emphasis on the classical repertory obscures that fact. (10) While Kramer often defends his privileging (or mourning?) of classical music as a personal inclination—a matter of taste—he strongly affirms its priority in this work more than any other. For Kramer, classical music “may be said to raise the question of music and language in its exemplary, paradigmatic form, and even, historically speaking, to have invented it” ( ThM , xi).",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] My main concern is not with elitism (i.e., that Kramer fails to address the music of the people), but rather with what I see as his central innovation in this trilogy: that music—classical music, in the singular —furnishes the paradigm for interpretation, expression, and thought in general . It is crucial to be rigorous about the meaning of paradigmaticity and exemplarity in this case, lest classical music be positioned as the “best example” to which all forms of music should aspire. In seeking to remain absolutely singular, to avoid speaking of Music, Kramer cannot avoid raising his singular examples to the level of the normative, despite the caveats he offers throughout the book. (11) The instability of the example is a Derridean thought that Kramer should know well. The paradigm, on the other hand, never acquires such a dominant position over the set: it is presented side by side with the set, and is capable of making the whole intelligible while remaining singular—at least for Agamben ( 2009 , 28). Kramer’s reader, however, is never treated to a detailed discussion of the difference between the two, and the author tends towards conflating them. Classical music raises the question of music and language in its “exemplary, paradigmatic form” ( ThM , xi) and the case studies he offers are “paradigmatic ‘best examples’” ( ThM , 3). Given that Kramer remains focused on the canon throughout his extensive output, it bears asking whether he believes the difference between exemplarity and paradigmaticity matters. For some of us, it does.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "agamben_2009"
                ]
            }
        },
        {
            "18": {
                "text": "[18] In sum, the trilogy repeats points that Kramer has made throughout his many publications, although it is useful to have them in so systematic a presentation. The trilogy demonstrates that an open practice of interpretation still demands rigor. His philosophical references shift widely while remaining within the orbit of the “masters of suspicion” and their heirs. Kramer thus strongly resists the recent turns to affect, materiality, and digital humanities that have emerged as a backlash to the hermeneutical tradition across the humanities. However, there remains the question of what motivates him to argue, still, for classical music and meaning. My worry is not that his arguments are unconvincing, but rather how he construes what is at stake. Aside from his worry over the obsolescence of the repertory and the standing of the hermeneutical method between “resurgent dogmatism and overambitious empiricism,” Kramer seems mostly concerned with the threat of subjectivity’s “dispersal into the flow of digital information. Music, increasingly channeled through iPod-like devices and subject to endless remixing, may become little more than the soundtrack to these developments” ( Kramer 2011 , 3). This claim is unmistakable evidence that cultural elitism does produce deaf ears: not only is remixing the basis for immense and varied musical cultures that no musicologist can afford to ignore today—and that can be interpreted against a long tradition of contrafacta , intertextuality, and appropriation, which were the rule rather than the exception in music history. What’s more, the relationship between subjectivity and its mediating technologies cannot be measured in such conservative terms. Given the social upheavals of our day, it is no longer enough to remain within the privileged confines of the paradigmatic art forms of the neoliberal university. That, too, is a matter of responsibility.",
                "footnotes": [],
                "citations": [
                    "kramer_2011"
                ]
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.17.23.1.villegas.velez.html",
    "data": "mto/data/mto.17.23.1.villegas.velez.json"
}