{
    "title": "The Silence of the Frames",
    "date": "1996/01/01",
    "volume": "2",
    "issue": "1",
    "authors": [
        "Littlefield, Richard C."
    ],
    "abstract": "This essay concerns the edges of musical works, and how those edges are made possible by various frames, especially that of silence. Silence as musical frame is viewed as an index of the more general issue of aesthetic framing. I approach that issue via a reading of Edward Cone's theory of framing silence, as viewed through the aesthetic theories of Immanuel Kant and Jacques Derrida. From that reading I derive a typology of silence as musical frame. That typology is used to effect a reversal of hierarchy in some commonly accepted aesthetic oppositions (such as sound/silence and work/non-work).",
    "keywords": [
        "aesthetics",
        "analysis",
        "context",
        "semiotics",
        "silence",
        "frame",
        "Cone",
        "Kant",
        "Derrida"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.1/mto.96.2.1.littlefield.pdf",
    "author_info": [
        {
            "name": "Richard C. Littlefield",
            "university": "Baylor University",
            "address": "School of Music, Waco, TX 76798",
            "email": "richard_littlefield@baylor.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Jacques Derrida, “Parergon,” a chapter in his The Truth in Painting , trans. Geoff Bennington and Ian McLeod \n(Chicago: University of Chicago Press, 1987); henceforth called TIP .\nReferences to the Critique of Pure Judgment are to Kant as quoted in TIP",
            "citations": []
        },
        "FN2": {
            "text": "2. This essay is an expanded and revised version of a paper presented at the Summer Congresses of the International Semiotics Institute at\nImatra, Finland, 18 July 1992.",
            "citations": []
        },
        "FN3": {
            "text": "3. Here, the term “aesthetic” is intended in its traditional and technical (Romantic) sense of a systematic theory of art, and\nespecially of art that typifies “the Beautiful” (discussed below).\nFor a cogent elucidation of the history of aesthetics, from its inception in the mid-1700s to its more utopian construal in the late nineteenth century, see Tzvetan Todorov, Theories of the Symbol (Ithaca: Cornell University Press, 1982), chap. 6.  I discuss elsewhere some of the ideological impact that aesthetics has on musical values, in Richard Littlefield and David Neumeyer, “Rewriting Schenker: Narrative-History-Ideology,” Music Theory Spectrum 14/1 (1992): 38–65.",
            "citations": []
        },
        "FN4": {
            "text": "4. Sextus Empiricus, Against the Musicians , trans. Denise Greaves\n(Lincoln: University of Nebraska Press, 1986 [2nd century A.D.]).  For\na recent gestaltist ontology of music, see Roman Ingarden’s The Work\nof Music and the Problem of Its Identity (Berkeley: University of\nCalifornia Press, 1986).  For Ingarden, and for Leonard Meyer before\nhim, music exists fundamentally in the “communion” between listener\nand a concrete sounding object.  Ingarden’s study should be taken as\nonly a recent, and not necessarily representative, example from a vast\nliterature on music cognition and psychology, which I have neither the\nspace nor the expertise to deal with here.  For an interesting\nconstrual of “art” as a totally subjective mental phenomenon, see\nMorse Peckham, Man’s Rage for Chaos: Biology, Behavior, and the Arts (Philadelphia: Chilton Books, 1965).  Essentialist views of music are\nmanifold; for recent representative examples post-dating the\nPythagorean conception of music as sounding number, see Schenker’s\nwritings, Edward Cone’s The Composer’s Voice (Berkeley: University\nof California Press, 1974); on this issue in literary interpretation,\nsee E. D. Hirsch Jr., The Aims of Interpretation (Chicago:\nUniversity of Chicago Press, 1976).",
            "citations": []
        },
        "FN5": {
            "text": "5. Patrick McCreless, “The Hermeneutic Sentence and Other Literary\nModels for Tonal Closure,” Indiana Theory Review 12 (1991), 35–73;\nthe author advances a theory of three types of musical closure—syntactic, poetic, and rhetorical—and his article contains a rich\nbibliography of other studies on musical closure.  Naomi Cumming, “The\nSubjectivities of 'Erbarme Dich',” unpublished ms., 1995; excerpts\nread at the National Meeting of the Society for Music Theory, New\nYork, 2 November 1995.",
            "citations": []
        },
        "FN6": {
            "text": "6. The mentioned essays are in Steven P. Scher, ed., Music and Text:\nCritical Inquiries (Cambridge, England: Cambridge University Press,\n1992).  A more thorough critique of theories of musical context\nappears in my review of Music and Text , in Journal of Music Theory 38/2 (1994), 343–53.  There exists quite a large body of literature on\ndiscursive framing, in real life and in literature.  A recent example\nof the latter is Marie-Laure Ryan, “On the Window Structure of\nNarrative Discourse,” Semiotica 64/1–2 (1987): 59–81; Ryan construes\nnarrative according to the metaphor of the computer window as frame\nfor the fictional world.  On the framing of real-life conversations,\nsee William Labov’s Language in the Inner City: Studies in the Black\nEnglish Vernacular (Philadelphia: University of Pennsylvania Press,\n1972).  How insights from verbal discourse studies would play into\ntheories of aesthetic framing deserves thought, which would of course\nfar exceed the scope of this article.",
            "citations": []
        },
        "FN7": {
            "text": "7. John Cage, Silence (Middleton: Wesleyan University Press, 1961),\n51.  Toru Takemitsu, Confronting Silence: Selected Writings (Berkeley: Fallen Leaf Press, 1995).",
            "citations": []
        },
        "FN8": {
            "text": "8. Edward T. Cone, Musical Form and Musical Performance (New York: Norton, 1966); henceforth referred to as MFMP .",
            "citations": []
        },
        "FN9": {
            "text": "9. Those well-read in Deconstruction will find my usage of Derrida’s\n(anti)concepts to be a pale shadow of the originals.  Such\ndomestication (or emasculation) of Derrida’s powerful readings is\ncommonplace in music studies, and in my view unavoidable, because\nbeyond their province of Philosophy and the Logos, Derrida’s\n“interventions” lose their capacity to instill what some describe as\n“vertiginous” effects in the reader, and fail to signify effectively\nin Western thought processes and social structures.  Furthermore, to\nreduce Derrida’s ideas to simple analytic or heuristic “tools” robs\nthem of their subtle complexity—they simply are not amenable to\nsummary.  On the other hand, Derrida’s readings cannot be overlooked\naltogether, given their profound effect on epistemology in all art\nstudies in the wake of formalism(s).  Thus we shall probably see more\ntaming of Derrida in future, more reduction and transformation of his\nthought into “tools” for music analysis.  Perhaps the closest thing to\nwhat a Derridean musical deconstruction might look like occurs in some\nwritings of Lawrence Kramer; see his Music as Cultural Practice,\n1800–1900 (Berkeley: University of California Press, 1990), chap. 6;\nand his “Musical Narratology: A Theoretical Outline,” Indiana Theory\nReview 12/1–2 (1991), 141–62.  See also Robert Snarrenberg, “The Play\nof 'Differance',” In Theory Only 10/3 (1987), 1–25; and Robert\nSamuels' illuminating critique of that essay, in his “Derrida and\nSnarrenberg,” In Theory Only 11/1–2 (1989), 45–58; Samuels makes some of\nthe same points as I do about the desiccation of Derrida, but in a far\nmore detailed fashion than is possible for me to do here.  For a\nbrilliant de Manian deconstruction of some writings about music, see\nAlan Street, “Superior Myths, Dogmatic Allegories: The Resistance to\nMusical Unity,” Music Analysis 8/1–2 (1989), 77–123.",
            "citations": []
        },
        "FN10": {
            "text": "10. Of course silence is not the only musical frame.  As Cone points\nout, certain types of introductions and postludes can have framing\neffects, as defined by our four functions ( MFMP , 23–24). More\nabstractly, a composer’s signature can frame a work, by delimiting\naudience expectations, establishing ownership, and separating it from\nworks of other composers.  Discourse about music can frame its\nreception.  When literary genres—for instance, epic (such as\nSchenker’s hero “Artist” in his Harmonielehre ) and “neutral\nreportage”—are used to frame musicological arguments, they can\nproduce auras of authority and reality, respectively.  Also, the\nborders of musical works change over time and according to performance\ncontext.  For example, a Machaut mass may be framed as a concert\npiece, whereas it once served to frame church liturgy.  Today it seems\nthat Satie’s dream of music as furniture has come true.  Music, no\nlonger made to be listened to, serves as a frame that keeps out the\nso-called real world.  This is evident from the omnipresence of music\nas background, in stores, restaurants, markets, and in the popularity\nof Walkman headsets.  But the issue of musical frames changing over\ntime is more an issue for cultural semiotics than for the present\ndiscussion.",
            "citations": []
        },
        "FN11": {
            "text": "11. The capitalization of certain verbs designates them as technical\nterms in “modal logic,” which formalizes the processes of certain\nmodalities, or subjunctive linguistic moods; such verbs include\nWilling, Wanting, Needing, and so on.  Eero Tarasti incorporates the\nmodal logic of semioticians and logicians, such as A. J. Greimas and\nHenryk von Wright respectively, and musicologist Charles Seeger in his\ntheory of musical semiotics.  Among other things, Tarasti’s theory\naccounts for the interaction of certain modal states either induced or\nexemplified by tonal and rhythmic structures.  See Tarasti, A Theory\nof Musical Semiotics (Bloomington: Indiana University Press, 1995).\nOn the modalities in general semiotics, see A. J. Greimas and Jacques\nFontanille, The Semiotics of Passions (Minneapolis: University of\nMinnesota Press, 1993), esp. 1–43.",
            "citations": []
        },
        "FN12": {
            "text": "12. Pierre Schaeffer, Traite des objets musicaux (Paris: Seuil, 1970), 270.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction 2. Frame and Framing: Kant and Derrida 3. Silence as Musical Frame 4. Conclusion 1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In the course of deconstructing Kant’s Critique of Pure\nJudgment , Jacques Derrida questions Kant’s evaluation of the picture\nframe as mere ornamentation to the art-work proper. (1) Fastening on\ndetails that escape Kant’s notice, Derrida ascribes some interesting\nfunctions to the frames.  Though he does not explore the possibility,\nit seems to me that these framing functions might apply to musical as\nwell as visual art, and help answer the main question of the present\nessay, What goes on at the borders of a musical work? (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] The subject of musical borders leads to the more general aesthetic\nissue of how art is contextualized such that it appears as a “work.”\n(This last is taken here in its commonly accepted definition, at least\nsince the Renaissance, of an “opus perfectum et absolutum”—a\nfinished man-made product, a self-sufficient entity sui generis that\nexists beyond the place and time of its creation.)  Locating the work\nis crucial, for in order to get on with analysis, criticism, and the\nlike, one must decide precisely what is work and what is non-work.  It\nseems safe to say that most analyses of musical structure usually\nproceed as Alice was told to do: they begin at the beginning and go on\nto the end. This common-sense attitude toward the given-ness of a\nmusical work’s limits, however, is rarely theorized from an aesthetic\npoint of view. (3) Enter the present essay.  Here I approach the issue\nof aesthetic musical context via a typology of the musical frame of\nsilence.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Mention of how music is contextualized might lead one to expect a\ndiscussion of musical ontology.  A massive literature on that topic\nruns (at least) from Sextus Empiricus’s skeptical dictum that music\ndoes not exist—because it must exist in time; but time does not\nexist, thus neither can music—to modern studies in cognition and\npsychology—which understand music as primarily a mental construct\n—to essentialist views of music, which take the art-work as a\nreification or hypostasis of the composer’s thought, of emotive or\npsychological processes, of social structures, of “absolute” musical\nprocesses, and so on. (4) Such ontic investigations are extremely\nimportant, inasmuch as they elucidate the conditions of possibility\nfor anything called “music” to exist; and a thorough study of\naesthetic frames would have to make such an excursus.  Such\ntranscendental quests, however, lead to questions of the place of\nmusic in general knowledge rather than the more limited aesthetic\nissues that interest me here.  Thus any ontological issues touched on\nhere will be done so in passing.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Another approach to musical framing is found in analyses of\nmusical closure.  For one, Patrick McCreless has theorized different\ntypes of closure in tonal music.  For another, Naomi Cumming discusses\n“syntactic frames,” such as phrase and period endings, with regard to\ntheir effect on a perceiving subject. (5) These studies, and others\nlike them, shed light on one of the most salient features of musical\nstructure.  They do not, however, ask questions about how that\nstructure is taken to be there in the first place, nor how types of\nframing make musical structures appear as a “work.”  Therefore\ndiscussion of syntactic framing will not be considered here, though in\nthe “ideal” study of how syntactic and extra-syntactic frames wed,\nsuch discussion would be mandatory.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] In contrast to studies of intramusical framing such as those of\nclosure, much recent writing on musical context stresses the\nextramusical dimension of things such as socio-cultural,\ninstitutional, and pedagogical factors.  For example, one recent\npublication contains an entire section of essays on musical contexts.\nAmong the authors are Charles Hamm (on social contexts of listening\nthat affect musical reception), Peter Rabinowitz (on how verbal texts\nhelp cultivate listening habits), John Neubauer (on academic and other\ninstitutional contexts of listening), and Ruth Solie (on patriarchy’s\nuse of music to advance its cause). (6) These and other such studies\nof extramusical context serve as valuable reminders that boundaries\nbetween music and non-music are artificial at best; and the writers\njust mentioned generally understand music to be a phenomenological\ndatum whose borders vary according to who hears it and the\ncompetencies those listeners possess.  It is not surprising that\nwriters who embrace this antiessentialist view of music tend to eschew\ndetailed structural analysis of the work “itself,” and instead focus\non what music does rather than what it is .  I accept the logic of\nthis antiessentialist view, but will provisionally accept the idea\nthat something like music exists in and of itself.  Not to accept it\nwould end my essay here, since aesthetics arises in response to the\nnotion that (something people call) “beautiful” art exists.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Also, possibly relevant to the present essay would be music and\nwritings by John Cage (“There is no such thing as silence”) and Toru\nTakemitsu (silence as a sign of death). (7) Both of these writers have\nbrought us great insight into Eastern ways of understanding sound,\nmusic, and all of life.  But because they proceed from such a\nfundamentally different epistemology than that of the West, to weave\ntheir conceptions of silence and music into an essay concerned with\nEuropean aesthetics would require a much longer format than the\npresent one.  Thus Cage’s silence-as-ambient-noise and Takemitsu’s\nsilence-as-death must also await future study.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Instead of approaching the subject of silence as aesthetic frame\nvia the possible routes just outlined in paragraphs 1.3–1.6, I shall\ninstead look at Edward Cone’s attempt to answer aesthetic questions\nabout the context of musical art-works in his classic Musical Form\nand Musical Performance . (8) There Cone advances a theory of silence\nas musical frame, and my paper picks up where Cone’s leaves off, so to\nspeak.  Here I view Cone’s theory through the “lens” of Derrida/Kant,\nusing their writings as a framework or foil by which to (re)read Cone.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] The remainder of this essay will proceed as follows: First, I\nshall look at Derrida’s views of aesthetic frames and framing, arrived\nat in his reading of Kant.  Combining Derrida’s views with Kant’s, I\nderive a set of four self-negating framing functions that characterize\nand define any and all artistic frames.  Second, I use those functions\nto interpret Cone’s theory of silence-as-musical-frame.  In brief, my\ninterpretation effects a reversal of certain oppositions between\nmusic/silence, such that the “unprivileged” (rightmost) term is shown\nto be a condition of possibility for or constitutive of the former.  I\nclose with a few comments about how aesthetic frame theory, as\ninterpreted by my reading of Cone, might be useful for analysis and\npertinent to the construction of a music aesthetic. 2.  Frame and Framing: Kant and Derrida",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In the section of his Critique of Judgment entitled “Analytic of\nthe Beautiful” (itself Book I of “The Analytic of Aesthetic\nJudgment”), Kant describes the picture frame as a mere ornament\n(parergon) to the painting itself.  He classifies the frame among\nornaments that do not belong to the internal properties of the work\n(ergon) of art, even though such external trappings as picture frames\nand draperies or clothes on statues do attach to the work proper. Why\ndoes Kant need to make this distinction?  As noted above, in order for\nanalysis of anything called art to take place—and thus for\naesthetics to be possible—it is crucial to define the proper,\nintrinsic object of critical attention.  Derrida calls this\ndetermination “a permanent requirement [that] organizes all\nphilosophical discourses on art . . . ” ( TIP , 45).  For Kant and his\ncritical lineage (which we shall see includes Edward Cone) that object\nis “beautiful form.”  Such form is autonomous, organic, and autotelic,\nthat is, seemingly goal-directed, but with no use in the “outside”\nworld, and with no goal beyond simply being itself.  Kant’s “free\nbeauty” (the best kind) signifies nothing, shows nothing, represents\nnothing.  As a token of such beauty, music is the “play of sensations\nin time,” whose “design [i.e., form] constitute[s] the proper object\nof the pure judgment of taste” (Kant quoted in TIP , 52–53).  Now that\nwhich frames any art-work whatsoever, if it is a good frame, should\nnot be considered part of the work itself, though it might help the\nwork along; the frame performs secondary tasks (Nebengeschaefte).  The\ngood frame calls attention neither to itself nor to the object it\nsurrounds; rather, it enters modestly into the composition of\nbeautiful form and should be conceived as participating in that form,\nthough not to any essential degree.  The bad frame, on the other hand,\nis base ornamentation or finery (Schmuck), which takes attention away\nfrom pure beauty, and tries to “win approval for the picture by means\nof its charm” (Kant quoted in TIP , 53 and 64).  For Kant, the frame,\ngood or bad, erases itself, so to speak, in that it plays no part in\naesthetic considerations of the work proper.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Now Derrida suggests that Kant’s exclusion of the frame from\nevaluations of pure beauty is something of a swindle, because Kant\ntries to introduce a logical framework that makes it possible to\ndistinguish work from non-work.  For this task, Kant borrows\ncategories from his Critique of Pure Reason , and these categories\nare irrelevant to the discussion at hand—irrelevant because,\naccording to Kant, aesthetics concerns the senses, not the intellect.\n(We shall return to this problem toward the end of this essay, after\nwatching the same kind of conceptual frame-job bolster Cone’s theory\nof musical silence.)  Derrida goes on to show that the frame can be\nunderstood not only as mere ornament, but as that which makes possible\nthe work itself, through action that separates the so-called beautiful\nform from a general context or milieu.  For Derrida, the frame\nresponds to and signifies a lack within the work itself ( TIP , 65).\nThis lack makes framing necessary, not just ornamental and contingent,\nas Kant would have it.  In effect, Derrida reverses the hierarchical\nopposition established by Kant, that of work/non-work.  He does so,\nhowever, not by establishing a new opposition of non-work/work, but\nrather by construing the oppositions involved as a set of\nparadoxes. (9) Figure 1 . Framing Functions (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Four of these paradoxical functions of the frame are listed at\nthe bottom of Figure 1 .  First, the frame separates the work from its\ncontext.  In doing so, the frame enshrines an object, thereby bringing\nit to our attention as beautiful form or “art.”  The frame provides us\nwith an object that can have intrinsic content.  Second, and at the\nsame time, in any analysis of pure beauty, the frame must not be\nconsidered part of the art work, even though physically attached to\nit.  Thus the frame also separates the work from the frame itself.  To\nsummarize: in relation to the work, the frame seems to disappear into\nthe general context (such as a museum wall); in relation to the\ngeneral context, the frame disappears into the work.  Therefore the\nframe belongs fully to neither work nor external context; it has no\nplace of its own.  Only framing effects occur, which are not to be\nconfused with the frame itself: “There is framing,” says Derrida, “but\nthe frame does not exist” ( TIP , 39).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Functions 3 and 4 on Figure 1 are corollaries to this ambiguous\nontology.  Third: the frame comes to be viewed as contingent, as mere\nornament.  Fourth: at the same time, the frame must be considered\nnecessary, since it functions to constitute the work.  The frame defines the work by confining it.  This is a paradox in the\nrigorous sense; the frame is not contingent or necessary, but both\ncontingent and necessary at one and the same time.  It is impossible\nto decide logically where the borders of the frame stop and the work\nbegins or where the borders of the work stop and the frame begins.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Yet as analysts we regularly decide anyway, rarely taking the\ntime to theorize where works “really” begin and end.  For a notable\nexception to this practice, and keeping in mind the four framing\nfunctions outlined above, I now turn to Edward Cone’s theory of\nsilence as frame. 3.  Silence as Musical Frame",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In his chapter on the “The Picture and the Frame,” Cone elegantly\nrearticulates Kant’s notions of pure beauty, and how the latter must\nbe separated from things external to itself: “The frame of a picture . . . marks the limits not only of the picture, but also of the real\nworld around the picture . . . . First, it separates the subject\nchosen for treatment from its own imagined surroundings . . . ; second,\nit protects the work from the encroachment of its external\nenvironment . . . ” ( MFMP , 14–15; Cone’s emphasis).  Cone goes on to\nnote that, unlike painting, music has no “internal environment”; by\nthis he means that music essentially has no representational content\nas does narrative, painting, sculpture, and the like.  Nevertheless\n“music stands in great need of a frame to separate it from its\nexternal environment” ( MFMP , 16).  That frame is silence. (10) For\nCone, in musical performance, silence as a type is instantiated by\ntoken silences that play a variety of framing roles.  We shall now\nlook at the individual functions of framing silence according to Cone,\nand also consider a few silences he omits. Figure 2 . Oscillograph-like representation of music in action (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] To help visualize these frames, Figure 2 gives an\noscillograph-like representation of music in action, and shows framing\nsilences that lie at the music’s “edges.”  Along the horizontal axis,\nsounds appear in time; the vertical axis shows the musical highs and\nlows in terms of pitch space or frequency.  Silences A and B represent\nthe horizontal borders of a sounding piece of music, and each has a\ndifferent function.  The beginning silence, A, is that moment in which\n“ nothing should be happening” ( MFMP , 16; Cone’s emphasis).  It\nmutely announces: “Here the real world leaves off and the work of art\nbegins; here the work of art ends and the real world takes up again”\n( MFMP , 15).  In a typical concert situation, this silence usually\nprecedes a conductor’s first gesture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Cone’s italicized “nothing,” however, should alert us that something is going on here.  The beginning silence serves as a call\nto attention; it focalizes the listener toward what will follow; it\nfinalizes a milieu.  These are of course phenomenological\nattributions.  And yet that silence is heard, even empirically.  The\nbeginning silence has a propulsive quality, a sense of Doing. (11) It\nis modalized, or charged with moods, by the audience’s expectations of\nwhat will follow, even if what follows is unknown to the listener.\nOut of this silence the music “officially” begins.  This initial\nmodalization can be affected by the conductor’s first gesture, which\nserves as a visual cue that further pre-modalizes the sounds to come.\nFor example, the “silent” down-beat to the opening of Beethoven’s\nFifth Symphony calls forth high energy in preparation for the urgent\nmotive that follows.  On the other hand, the conductor’s first gesture\ncan imbue the propulsive beginning silence with a feeling of\nrelaxation, of Being, as would be appropriate, say, for the pastoral\nopening of Sibelius’s Second Symphony.  In such cases, Cone\nspeculates, “perhaps some of the silence [once called the , as in\nonly, frame by Cone] immediately before . . . a composition is\nactually a part, not of the frame, but of the work itself” ( MFMP ,\n17–18).  This is Kant’s “good” ornamentation: a frame that\nparticipates in the work itself.  Yet does this not suggest that the\nwork proper somehow depends on the frame, or that in certain cases\nthe frame does not depend on the work itself but rather forms a part\nof it?  Recall that, in this (Romantic) aesthetic, which treasures\norganicism as a sign of good art (pure beauty), anything extraneous or\nunnecessary to the beautiful form is considered a flaw.  Thus for the\nornament to take part in the work proper either makes that ornament\nmore-than-ornament or makes the work proper something less than\nproper.  Or at least, as Derrida suggests, some confusion arises\nbetween inner and outer, between frame and framed—something\n“abyssal,” where “the smallest circle [inscribes] in itself the figure\nof the largest” and does so ad infinitum ( TIP , 27). Figure 3 . Possible interpretations of a beginning musical silence (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] We have not yet exhausted the richness in function of the\nbeginning edge of the “silent” frame. Figure 3 shows some possible\ninterpretations of a beginning musical silence.  In semiotic terms, if\none takes the beginning silence as a sign, it might generate the chain\nof interpretations shown as an idealized hearing.  As a type, it forms\nan iconic, or similarity, relationship with all the interior silences\nto follow in the piece.  The beginning silence also functions\nsymbolically, since as a call-to-attention it is established by\nconventions and protocols of concert-going rather than by any inherent\nproperty it might have.  And on the principle of contiguity, it serves\nas an index in relation to the music that follows, inasmuch as both\nsound and silence share the property of duration.  Figure 3 also\nsuggests that, at some indefinable point, the beginning silence\nbecomes part of the music itself.  The frame has erased itself and yet\nit was as “there” as any note was.  A part of the general context has\ncontaminated or become part of that which is to be understood as\nself-sufficient, proper only to itself.  It is impossible to say\nexactly where contextual, ambient silence becomes part of the work\nproper (we have reached one of Cage’s conclusions, but via a different\nroute).  Further, the idealized hearing shown in Figure 3 gives only\npossible interpretations and assumes much that we cannot take for\ngranted, such as our hearing in an “orderly,” or serial, fashion\ninstead of projecting backwards and forwards.  And we haven't yet\nmentioned noise from the general context that might contaminate the\nframe itself (such as talkers, the crackling of candy wrappers, and so\non).  In this case another reversal occurs, where, in order to listen\nwith Kant’s/Cone’s ears, we must construe the sound as silence so that\nthe silence we construe as sounding—part of the work proper—can\nbe “heard.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Silence B of Figure 2, the ending border of the music, may be\nqualified as mainly absorptive, because it captures and dispels the\nenergy of the preceding sounds.  This ending silence protects us from\nthe shock of “our return to ordinary time” and should not be intruded\non too quickly with applause, lest its function be thwarted ( MFMP ,\n16).  The ideal duration of this ending silence will depend on the\nenergy level of the foregoing sounds and their lingering effects on\nour memory.  For example, the silence that frames the end of Debussy’s\n“Clair de lune” takes little time to dispel the low energy of the\npreceding music.  In contrast, the bombastic chords that end\nSibelius’s Fifth Symphony seem to hammer away long after they are\ngone, and require a lengthy silence to dissipate their force.  Silence\nB can also have a propulsive quality, as silence A, when occurring in\nmulti-movement constructs such as suites, symphonies, and concertos.\nIn these cases and others, silences between movements can also\nprepare, delimit, or point to what follows.  As Cone says, these\n“moments [of silence] represent frame, like the intermediate frames of\na triptych” ( MFMP , 17).  For instance, the silence after the first\nmovement of Beethoven’s Fifth Symphony can be very passive, if one is\nthinking ahead to the tranquil theme of the second movement.  Another\nexample would be the active silence that occurs just after the\nIntroduction to Stravinsky’s Rite of Spring , right before the “Danse\ndes adolescentes” begins.  The quality or mood of a silence between\nmovements will also depend on how long the conductor makes the\nsilence.  A framing effect might be lost between movements, if the\nsucceeding movement is begun to soon, without enough time in between\nfor the previous music to leave the memory.  In that case, does\nframing occur?  Once the new movement is underway, will there be a\nretrospective imposition of frame?  And will that frame be silent?\nGiven all these questions about the silent frames or the framing\nsilences, it begins to seem that, in all rigor, they cannot be\nclassified as mere ornament, as somehow less essential than that which\nthey frame. Example 1 . Verdi, Rigoletto , Act 4, “La donna è mobile” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] We have considered beginning and ending silences as frames.  Are\nthere other, perhaps internal, frames?  Cone does not think so;\nrather, he construes certain types of non-silences (i.e., sounds) such\nas preludes and postludes, the “extremes of a composition,” as frames\n( MFMP , 22).  Yet framing silences do not take place only at\n“beginnings” and “endings” (the scare quotes should need no\nexplanation by now); they also occur, at least potentially, within the\nmusic itself.  For instance, in the aria “La donna e mobile” from Act\n4 of Verdi’s Rigoletto , a fermata appears over one silent measure of\nrest during the instrumental that follows the first verse (see Example\n1 ).  If the conductor makes this rest last long enough, the interior\nsilence might generate the interpretation of a “new beginning.”  (An\neasy way to test this reading is to play the interlude, first giving\nthe fermata a duration of five or six beats, to hear the silence as an\ninterruption; then ten or eleven beats, to hear the pause as a new\nbeginning.)  Where emphasized, internal silences tend to be heard as\ninterruptions of continuity, and indeed, almost reverse the accepted\nhierarchy in the opposition sound/silence.  I return to questions of\nreversed hierarchy at the end of this paper; for now, let’s continue\nwith our typology of frames.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Referring again to Figure 2, you will notice bordering silences\nalso in the vertical (registral) dimension.  These vertical borders of\nthe frame are mentioned by neither Cone nor Kant.  Yet we clearly have\nat least two ways of construing these kinds of framing silence, which\nare more empirically silent than silences at either the beginning or\nthe ending: First, silences C and D lie at the limits of human hearing\ncapacity.  These borders are normative and what we may call “natural,”\nbecause they are determined by physical limitation and the infinite\nrange of possible sound vibrations.  (Incidentally, the fact that\nsilences C and D are “natural” would seem to qualify them as\ninherently beautiful, in Kant’s/Cone’s aesthetics; for the Romantic\nview included first and foremost among the defining traits of beauty\nthose processes most akin to those found in Nature; hence, the prizing\nof “organicism” and all that term entails.)  Second, the tones of the\npiece itself can determine vertical borders.  The highest and lowest\npitches establish borders that confine a piece of music to a certain\nregistral space.  Unlike the silence that occurs at the limits of\nhuman hearing capacity, the highs and lows produced by the piece\nitself are constrained by conventions of musical style and genre, and\nby the physical and mechanical limitations of instruments and/or\nvoices used.  In this case, the work itself acknowledges or\ncompensates for its own framing silences, which the highest and lowest\npitches “fend off.”  Another reversal of function takes place: instead\nof the imposition of frame from the “outside” (silence, lowered\nlights, conductor’s gesture, etc.), the framing occurs from the\n“inside,” by the work itself.  The inside does the job of the outside\nin order for the inside to appear to be framed by the outside—a\nstrange yet necessary illusion if something like a “work of music” is\nto be said to exist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The “vertical,” or registral, silences (C and D) differ from the\n“horizontal,” or temporal, silences (A and B).  The duration of the\nwork will always be determined by convention, whether the piece is an\neight-hour improvisation on an Indian tala or a little Mozart\nminuet. The horizontal unfolding in time has no “natural” border, as\nsilences C and D have.  The beginning and ending silences are not\nlimited by hearing ability and so on, but only by conventions of\nperformance practice and received or earned preference.  Thus, while\nthe horizontal silences are contingent, the vertical borders are fixed\nand necessary, participating in the work, in Kant’s terms, and not\nserving as mere finery.  They are essentially sounding silences, in\nCone’s sense, mute to the senses yet essential for the “work” to be\nheard.  Similar to framing silences C and D would be those of “depth”—silences that operate “front to back,” so to speak, and that add a\nthird dimension to Figure 2.  Such a framing silence would consist of\na front/back or depth relation between listener and work.  Where and\nhow these frames of depth operate would depend on physical features of\nthe room or concert hall, the position of the listener in relation to\nthe sound source, and so on.  This front/back silence would have a\nquasi beginning/ending function, on the tree-falling-in-the-forest\nprinciple that sound waves start and end when they reach the audial\nmembranes of the inner ear.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Other speculation on how depth silence might frame music, as well\nas on the typology of framing silences, I leave to the reader,\nassuming he or she has been persuaded that silence is worth\nconsideration.  It is time now to look further into Cone’s aesthetic,\nthe place of the frame therein, and the conceptual framework on which\nhis theory rests.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] For Cone, framing silences give the musical act its own fictional\nworld, despite the fact that that world has nothing to say and nothing\nto see; as noted before, music has no “internal environment”\n(representational or propositional content) of its own ( MFMP , 16).\nYet at least the illusion of such an internal content is necessary for\nmusic, as a temporal art, to establish its own, virtual time, in\nopposition to “ordinary time” ( MFMP , 17).  In this sense, framing\nsilences of a musical act serve much the same purpose as the “once\nupon a time” and past-tense cues in narrative.  Both establish the\nborders of a fictional setting in which the story (or music) unfolds.\nWhy, then, if the frame is framing nothing to speak of, or nothing\nthat can be expressed in words or pictures, why then does the music\nneed the frame?  To make it seem as if there were something to speak\nof. Music must provide us with (the illusion of) another, somehow\nbetter world, in Cone’s/Kant’s aesthetic, which is the Romantic world\nof the observer participating vicariously in the creative process of\nthe artist.  But this world is not accessible to just any ways of\nhearing it; rather, it is framed in the mental act of comprehension.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] One gains access to this other world via two modes of\n“comprehension,” which Cone calls the “immediate” and the “synoptic”\n( MFMP , 88–89).  The former way of listening attunes itself to a\nsensible surface, apprehending events as they pass by; the second is a\npost-facto understanding of the piece in terms of causality and\nsyntax.  Now, by limiting the ways of hearing to only two, that is, by\nframing or setting his argument for music’s need of a frame by\nallowing only those two possibilities, Cone sets the context of need—music’s need for a frame—something to make its edges appear:\n“ . . . if a piece of music is to qualify as a work of art , . . . as\na real composition , not only must it have extremes [beginning and\nending], but these must be generated by the music itself—and not\nsolely by the exigencies of an external function” ( MFMP , 13; Cone’s\nemphasis).  But may not the phenomenological categories of “immediate”\nand “synoptic” comprehension be understood precisely as “external\nfunctions” not at all “generated by the music itself”?  These are\ncategories the listener brings along, and by which he or she\nsupplements, or makes up for, a lack in the work itself that by all\nCone’s and Kant’s definitions must be self-sufficient and yet which,\nwe have seen, needs a frame in order to exist as art.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] It is not as if there were no other ways of listening to music.\nPierre Schaeffer, for example, has proffered a third way, which he\ncalls “reduced listening.” (12) This mode of listening focuses on the\ntraits of sound independent of their syntactic function and means of\nproduction, and forms a category that would make problematic Cone’s\nassertion that music has no “internal environment.”  For if we\nconcentrate on the sound itself instead of listening immediately or\nsynoptically, we have all the content or internal environment we need.\nNo future or past is necessary since no causality or entailment comes\nforth upon the discovery (or imposition) of structure by a “synoptic”\nmode of comprehension.  “Reduced listening” has no need of beginnings\nand endings, and it cannot help us frame the work as heard, at least\nnot a “work” in the sense given it by Cone and Kant and in the sense\nwe are trying to understand here.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] I mention Cone’s modes of listening not only as a matter of\ninterest nor as a prelude to a phenomenological theory of framing, but\nrather to recall that a similar imposition of “external” categories\nprompted Derrida’s questioning of Kant’s aesthetics.  As noted in\nsection I of this essay, much of Derrida’s dissertation on the frame\nconcerns Kant’s use of the “outside” framework of reason, which Kant\nhad designated in his Critique of Pure Reason as playing no part in\naesthetic judgments, to conceptualize the essentially aconceptual\nrealm of feelings and taste.  In Kant’s aesthetics, says Derrida, “a\nlogical frame is transposed and forced in to be imposed on a\nnonlogical structure” ( TIP , 69).  A similar move takes place in Cone:\nhe calls in his two modes of listening at the same time as he returns\nthe discussion, near the end of MFMP , to differences between art and\nnon-art (88–96).  The chapters in which the discussions of art versus\nnon-art take place in fact frame what is usually understood to be the\n“content” of the book (a theory of rhythm as the basis of form).  Like\nKant, Cone is faced with a lack of categories, and must smuggle them\nin, disguised as mere accessories and ornament.  When trying to define\nthe edges of a work of content-less, nonrepresentational, labile and\nsounding art, Cone relies on the framing metaphor of “outside”\nstructures of content-ed, representational, static and visual\npainting.  He further calls in selected phenomenological categories of\nlistening, in order to frame his own highly persuasive, if ultimately\nsuspect, aesthetics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] At the risk of over-summarizing, I won't pursue further the\ncongruences in logic between Cone’s aesthetics and Kant’s, though such\na project would likely prove interesting.  Instead let me close with a\nfew general observations that seem to follow from the typology of\nframing silences and from the too-brief analysis just given them.  I\nbegin with a look at the treatment of silence in “normal” music\nanalysis, and close with some remarks on framing silence, and on\naesthetic frames in general. 4. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In “normal” music analysis and interpretation, musical silence,\nlike the picture frame, tends to erase itself.  In their role as\ncrucial structural determinants—a role which I hope has been\nsuccessfully argued above—silences rarely figure into systematic\naccounts of the musical act, just as in the recollection of a novel,\ncriticism usually does not go to spaces between lines, paragraphs,\nsections, and chapters.  This remains the case, despite the fact that\nmany twentieth-century works, such as those by Webern, Feldmann,\nCrumb, Paert, and others consist mainly of silences that are more\nsalient than those in the various “works” of music mentioned above.\nYet criticism and structural analysis usually focus on sounding\nmusical events, leaving silence to be considered incidental, a mere\naccessory to the work proper.  In (the) analysis (business), there is\nas much silence about the frames as well as of them.  And when\nthey are mentioned at all, as in Kant/Cone and Derrida, they receive\nmuch more attention than such a mere “accessory” or “hors d'oeuvre”\nwould seem to require.  There is a certain urgency, in these writers\nand in all aesthetics, to give us something with intrinsic content; in\nRomantic aesthetics, that something is the work itself, pure of\nessence, and uncontaminated by externals. Perhaps this urgency to peg\nthe frame as accessory, unnecessary, adjunct, and so on comes from a\npresentiment that, instead of the work itself, the frame should be the\nproper focus of analysis and criticism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] After all, doesn't the frame fulfill all the requirements of\nKantian/Conian beauty?  For example, it is hard to imagine something\nmore non-signifying, more meaningless than the silent frame.  It is\nless meaningful, in the representational and propositional sense,\nthan absolute music, which has proven itself quite susceptible to\nverbal description; it is much easier to coax a clear meaning from a\npiece of sound than from a piece of non-sound.  Further, the frame is\nmore a goal unto itself, a better example of Kantian “free beauty”\nthan the work proper, which always needs an “internal environment,”\nwhether that represented world is real (as with the picture) or\nimagined (as with music).  In music, as we have seen, that internal\nenvironment is a virtual world of another temporal quality—a world\nwe could not access without the silence(s) of the frames.  For a\nmusical work to exist, the frame is necessary, perhaps more so than\nthe “music itself,” which always requires a frame to make itself\nunderstood as music.  Unlike the work itself, the frame stands alone,\ninasmuch as it must be understood as adhering permanently neither to\nitself nor to the work it both serves and makes possible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] In conclusion, if all these things are true of the frame, then\nhow might they bear pragmatically upon music analysis?  In order to\nretain the fiction of the autonomous work of music, and all the\nsophisticated analytic machinery that has been manufactured to show\njust how “beautiful” that work is, must these functions of the frame—and not just that of silence—be ignored?  It would seem\nimpossible to formalize quantitatively the interactions of frame and work.  Yet the development of qualitative categories, in a much more\ndetailed manner than has been possible here, might provide or at least\nsuggest new ways of listening.  At minimum such a project should\nconstruct categories that account for the lack(s) within music that\nallow us to hear framing as both necessary and contingent at the same\ntime.  On the other hand, if all the above things are not true about\nthe frame—if the frame somehow is not as “beautiful” as the music\nitself, in any of the ways outlined in the previous paragraph—then\narguments of how the frame fails to attain “beauty” would interest me\nvery much.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.96.2.1.littlefield.html",
    "data": "mto/data/mto.96.2.1.littlefield.json"
}