{
    "title": "Melody on the Threshold in Spectral Music",
    "date": "2021/06/01",
    "volume": "27",
    "issue": "2",
    "authors": [
        "Donaldson, James"
    ],
    "abstract": "This article explores the expressive and formal role of melody in spectral and “post-spectral” music. I propose that melody can function within a spectral aesthetic, expanding the project of relating unfamiliar musical parameters to “liquidate frozen categories” (Grisey 2008 [1982], 45). Accordingly, I show how melody can shift in and out of focus relative to other musical elements. I adopt Grisey’s use of the terms differential and liminal to describe relationships between two musical elements: differential refers to the process between distinct elements whereas liminal describes moments of ambiguity between two elements. I apply these principles to Grisey’sPrologue(1976), Vivier’sZipangu(1977), Haas’sde terrae fine(2001), and Saariaho’sSept Papillons(2000).",
    "keywords": [
        "spectralism",
        "melody",
        "liminal",
        "Bergson",
        "Gérard Grisey",
        "Claude Vivier",
        "Georg Friedrich Haas",
        "Kaija Saariaho"
    ],
    "doi": "10.30535/mto.27.2.9",
    "received": "February 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.2/mto.21.27.2.donaldson.pdf",
    "author_info": [
        {
            "name": "James Donaldson",
            "university": "Schulich School of Music",
            "address": "McGill University, 555 Sherbrooke St. W, Montreal, QC, Canada, H3A 1E3",
            "email": "james.donaldson2@mail.mcgill.ca"
        }
    ],
    "citations": {
        "baillet_2000": "Baillet, Jérôme. 2000. Gérard Grisey: Fondements d’une écriture . L’Harmattan.",
        "barrett_2009": "Barrett, G Douglas. 2009. “Between Noise and Language: The Sound Installations and Music of Peter Ablinger.” Mosaic 42 (4): 147. https://www.jstor.org/stable/44030532.",
        "bergson_2002_1889": "Bergson, Henri. 2002 [1889]. Time and Free Will: An Essay on the Immediate Data of Consciousness . Routledge.",
        "bregman_1994": "Bregman, Albert. 1994. Auditory Scene Analysis: The Perceptual Organization of Sound . MIT Press. https://doi.org/10.1121/1.408434.",
        "busoni_1965_1957": "Busoni, Ferruccio. 1965 [1957]. The Essence of Music: And Other Papers . Dover.",
        "cross_2008": "Cross, Jonathan. 2008. “Paradise Lost: Neoclassicism and the Melancholia of Modernism.” In Rethinking Musical Modernism , ed. Dejan Despić and Melita Melin, 54–64. Serbian Academy of Sciences and Arts.",
        "cross_2018a": "Cross, Jonathan. 2018a. “Introduction: Spectral Thinking.” Twentieth-Century Music 15 (1): 3–9. https://doi.org/10.1017/S1478572218000038.",
        "cross_2018b": "Cross, Jonathan. 2018b. “Musical Spectra, l’espace sensible and Contemporary Opera.” Twentieth-Century Music 15 (1): 103–24. https://doi.org/10.1017/S1478572218000087.",
        "culler_1983": "Culler, Jonathan. 1983. On Deconstruction: Theory and Criticism after Structuralism . Routledge.",
        "deleuze_1988_1966": "Deleuze, Gilles. 1988 [1966]. Bergsonism . Translated by Hugh Tomlinson and Barbara Habberjam. Zone Books.",
        "derrida_1982_1972": "Derrida, Jacques. 1982 [1972]. Margins of Philosophy . Translated by Alan Bass. University of Chicago Press.",
        "dolar_2006": "Dolar, Mladen. 2006. A Voice and Nothing More . MIT Press. https://doi.org/10.7551/mitpress/7137.001.0001.",
        "drott_2013": "Drott, Eric. 2013. “The End(s) of Genre.” Journal of Music Theory 57 (1): 1–45. https://doi.org/10.1215/00222909-2017097.",
        "eco_1976": "Eco, Umberto. 1976. A Theory of Semiotics . Indiana University Press. https://doi.org/10.1007/978-1-349-15849-2.",
        "exarchos_2018": "Exarchos, Dimitris. 2018. “The Skin of Spectral Time in Grisey’s Le Noir de l’Étoile .” Twentieth-Century Music 15 (1): 31–55. https://doi.org/10.1017/S1478572218000051.",
        "farthofer_2007": "Farthofer, Lisa. 2007. Georg Friedrich Haas: “im Klang denken.” Pfau-Verlag.",
        "gilmore_2009": "Gilmore, Bob. 2009. “Claude Vivier and Karlheinz Stockhausen: Moments from a Double Portrait.” Circuit: Musiques Contemporaines 19 (2): 35–49. https://doi.org/10.7202/037449ar.",
        "gilmore_2014": "Gilmore, Bob. 2014. Claude Vivier: A Biography . Boydell & Brewer.",
        "gjerdingen_1989": "Gjerdingen, Robert O. 1989. “Meter as a Mode of Attending: A Network Simulation of Attentional Rhythmicity in Music.” Intégral 3: 67–91. https://doi.org/10.2307/3680013.",
        "grant_2001": "Grant, M. J. 2001. Serial Music, Serial Aesthetics: Compositional Theory in Post-War Europe . Cambridge University Press.",
        "grisey_1987": "Grisey, Gérard. 1987. “Tempus ex Machina: A Composer’s Reflections on Musical Time.” Contemporary Music Review 2 (1): 239–75. https://doi.org/10.1080/07494468708567060.",
        "grisey_1998a": "Grisey, Gérard. 1998a. “Autoportrait avec l’Itinéraire.” In Vingt-Cinq Ans de Création Musicale Contemporaine , ed. Danielle Cohen-Levinas, 41–50. L’Harmattan.",
        "grisey_1998b": "Grisey, Gérard. 1998b. “Did You Say Spectral?” Contemporary Music Review 19 (3): 1–3. https://doi.org/10.1080/07494460000640311.",
        "grisey_2008_1978": "Grisey, Gérard. 2008 [1978]. “Le devenir du son.” In Écrits ou l'Invention de la Musique Spectrale , ed. Guy Lelong, 27–34. Éditions MF. Original ed., Darmstädter Beiträge zur Neuen Musik , 17: 73–79",
        "grisey_2008": "Grisey, Gérard. 2008. Écrits, ou, l'invention de la musique spectrale . Éditions MF.",
        "grisey_2008_1982": "Grisey, Gérard. 2008 [1982]. “La musique: le devenir des sons.” In Écrits ou l’Invention de la Musique Spectral , ed. Guy Lelong, 291–300. Éditions MF. Original ed., Darmstädter Beiträge zur Neuen Musik , 19: 16–23.",
        "haas_2007": "Haas, Georg Friedrich. 2007. “Mikrotonalität und spektrale Musik seit 1980.” In Orientierungen: Wege im Pluralismus der Gegenwartsmusik , ed. Jörn Peter Hiekel, 138–50. Schott.",
        "hanninen_2012": "Hanninen, Dora. 2012. A Theory of Musical Analysis: On Segmentation and Associative Organization . University of Rochester Press.",
        "harvey_2000": "Harvey, Jonathan. 2000. “Spectralism.” Contemporary Music Review 19 (3): 11–14. https://doi.org/10.1080/07494460000640331.",
        "hasegawa_2015": "Hasegawa, Robert. 2015. “Clashing Harmonic Systems in Haas’s Blumenstück and in vain.” Music Theory Spectrum 37 (2): 204–23. https://doi.org/10.1093/mts/mtv014.",
        "hasegawa_2020": "Hasegawa, Robert. 2020. “Timbre as Harmony—Harmony as Timbre.” In The Oxford Handbook of Timbre , ed. Emily I. Dolan and Alexander Rehding. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780190637224.013.11.",
        "hennessy_2009": "Hennessy, Jeffrey J. 2009. “Beneath the Skin of Time: Alternative Temporalities in Grisey’s ‘Prologue for Solo Viola’.” Perspectives of New Music 47 (2): 36–58. https://www.jstor.org/stable/25753696.",
        "hurel_2005": "Hurel, Phillipe. 2005. “La musique spectrale . . . à terme!” In Musique Spectrale, Rainy Days 2005 , 38–41. Philarmonie de Luxembourg.",
        "kippelen_2015": "Kippelen, Étienne. 2015. La mélodie instrumentale après 1945: analyse et esthétique des ruptures . Délatour France.",
        "lampert_and_vikárius_2008": "Lampert, Vera, and László Vikárius. 2008. Folk Music in Bartók’s Composition, A Source Catalog: Arab, Hungarian, Romanian, Ruthenian, Serbian, and Slovak Melodies . Hungarian Heritage House.",
        "larson_2002": "Larson, Steve. 2002. “Musical Forces, Melodic Expectation, and Jazz Melody.” Music Perception 19 (3): 351–85. https://doi.org/10.1525/mp.2002.19.3.351.",
        "margulis_2005": "Margulis, Elizabeth Hellmuth. 2005. “A Model of Melodic Expectation.” Music Perception 22 (4): 663–714. https://doi.org/10.1525/mp.2005.22.4.663.",
        "mattheson_1976_1737": "Mattheson, Johann. 1976 [1737]. Kern melodischer Wissenschaft . Olms.",
        "meyer_1989": "Meyer, Leonard B. 1989. Style and Music: Theory, History, and Ideology . University of Pennsylvania Press.",
        "murail_2000": "Murail, Tristan. 2000. “After-thoughts.” Contemporary Music Review 19 (3): 5–9. https://doi.org/10.1080/07494460000640321.",
        "murail_2005a": "Murail, Tristan. 2005a. “Spectra and Sprites.” Contemporary Music Review 24 (2–3): 137–47. https://doi.org/10.1080/07494460500154806.",
        "murail_2005b": "Murail, Tristan. 2005b. “Target Practice.” Contemporary Music Review 24 (2–3):149–71. https://doi.org/10.1080/07494460500154814.",
        "nancy_2007": "Nancy, Jean-Luc. 2007. Listening . Translated by Charlotte Mandell. Fordham University Press.",
        "narmour_1990": "Narmour, Eugene. 1990. The Analysis and Cognition of Basic Melodic Structures: The Implication-Realization Model . University of Chicago Press.",
        "nattiez_1979": "Nattiez, Jean Jacques. 1979. “Melodia.” In Vol. 8 of Enciclopedia Einaudi , 1042–67. Einaudi.",
        "pasler_2008": "Pasler, Jann. 2008. “Resituating the Spectral Revolution: French Antecedents.” In Writing Through Music: Essay on Music, Culture, and Politics . Oxford University Press.",
        "pierson_2015": "Pierson, Marcelle. 2015. “The Voice under Erasure: Singing, Melody and Expression in Late Modernist Music.” PhD diss., University of Chicago.",
        "pustijanac_2016": "Pustijanac, Ingrid. 2016. “Time’s Arrow in Spectral Music.” Nuove Musiche 1: 145–60.",
        "rameau_1971_1722": "Rameau, Jean-Philippe. 1971 [1722]. Treatise on Harmony . Translated by Philip Gossett. Dover.",
        "saariaho_1987": "Saariaho, Kaija. 1987. “Timbre and Harmony: Interpolations of Timbral Structures.” Contemporary Music Review 2 (1): 93–133. https://doi.org/10.1080/07494468708567055.",
        "shreffler_1994": "Shreffler, Anne C. 1994. Webern and the Lyric Impulse: Songs and Fragments on Poems of Georg Trakl . Clarendon Press.",
        "stefani_1987": "Stefani, Gino. 1987. “Melody: A Popular Perspective.” Popular Music 6 (1): 21–35. https://doi.org/10.1017/S0261143000006589.",
        "steinintz_2018": "Steinitz, Richard. 2018. “The Innate Melodist.” In György Ligeti’s Cultural Identities , ed. Amy Bauer and Márton Kerékfy, 51–73. Routledge. https://doi.org/10.4324/9781315592411-4.",
        "stockhausen_1959": "Stockhausen, Karlheinz. 1959. “How Time Passes.” die Reihe 3: 10–40.",
        "taruskin_1980": "Taruskin, Richard. 1980. “Russian Folk Melodies in The Rite of Spring.” Journal of the American Musicological Society 33 (3): 501–43. https://doi.org/10.2307/831304.",
        "taruskin_1996": "Taruskin, Richard. 1996. Stravinsky and the Russian Traditions: A Biography of the Works through Mavra. University of California Press. https://doi.org/10.1525/9780520342736.",
        "temperley_2008": "Temperley, David. 2008. “A Probabilistic Model of Melody Perception.” Cognitive Science 32 (2): 418–44. https://doi.org/10.1080/03640210701864089.",
        "trippett_2019": "Trippett, David. 2019. “Melody.” In The Oxford Handbook to Critical Concepts in Music Theory , ed. Alexander Rehding and Steven Rings. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780190454746.013.24.",
        "williams_2006": "Williams, Alastair. 2006. “Swaying with Schumann: Subjectivity and Tradition in Wolfgang Rihm’s ‘Fremde Szenen’ I–III and Related Scores.” Music and Letters 87 (3): 379–97. https://doi.org/10.1093/ml/gci234.",
        "_": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* My thanks to Robert Hasegawa, Christoph Neidhöfer, and the two anonymous reviewers for their invaluable comments and suggestions on previous drafts of this article. Earlier versions of this paper were presented at the 2017 meeting of the Society for Music Theory, Arlington, VA and the 2019 conference “Spectralisms” hosted by IRCAM in Paris.",
            "citations": []
        },
        "FN1": {
            "text": "1. Representative studies include Taruskin 1980 , Taruskin 1996 , and Lampert and Vikárius 2008 . See also Cross 2008 .",
            "citations": [
                "taruskin_1980",
                "taruskin_1996",
                "cross_2008"
            ]
        },
        "FN2": {
            "text": "2. These treatments of melody might be considered a part of an avant-garde attitude. For example, on Melodien (1971) Steinitz writes: “Ligeti was probably the only person who had the ability, as well as the inclination and sufficient disregard for fashion, to demonstrate how melody could remain a viable and innovative component of a contemporary score” ( Steinintz 2018 , 59). For a more thorough discussion, see Kippelen 2015 .",
            "citations": [
                "steinintz_2018",
                "kippelen_2015"
            ]
        },
        "FN3": {
            "text": "3. For a comprehensive discussion of the reception and wider aesthetic contexts of this “parametrical” serialism, see Grant 2001 , 60–71.",
            "citations": [
                "grant_2001"
            ]
        },
        "FN4": {
            "text": "4. “The series had disassociated the parameters, turning upside down the concepts of verticality and horizontality, of harmony and melody . . . In short, serial music neutralizes the parameter of pitch” ( Grisey 1998b , 1).",
            "citations": [
                "grisey_1998b"
            ]
        },
        "FN5": {
            "text": "5. For a discussion of the emergence of these terms, see Cross 2018a , 5–6.",
            "citations": [
                "cross_2018a"
            ]
        },
        "FN6": {
            "text": "6. Meyer is careful not to partition parameters without regard to specific styles: “a parameter which is syntactic in one style may not be so in another. For instance . . . while harmony was a primary parameter in the eighteenth century, it is a secondary parameter in many twentieth-century styles” ( Meyer 1989 , 14n. 27).",
            "citations": [
                "meyer_1989"
            ]
        },
        "FN7": {
            "text": "7. Given the possibility of isolating a timbre’s waveform, one might justify placing it as a primary parameter. This would not, however, account for its construction as a sum of multiple distinct frequencies and the temporal dimension of the dynamic envelope.",
            "citations": []
        },
        "FN8": {
            "text": "8. A fuller discussion of spectral aesthetics, perception of time, and models of expectation, see Grisey 1987 , Hennessy 2009 , Pustijanac 2016 , and Exarchos 2018 . Of particular note is Grisey’s conception of the completely subjective “skin” of time.",
            "citations": [
                "grisey_1987",
                "hennessy_2009",
                "pustijanac_2016",
                "exarchos_2018"
            ]
        },
        "FN9": {
            "text": "9. More specifically, the experience of Ablinger’s work relies on a simultaneous reading of the text: “Remarkably, as one eventually realizes when reading along with the text, one could actually discern Schoenberg’s original speech, constituted by piano tones . . . upon recognition of a word, for instance, be immediately thwarted into intelligibility” ( Barrett 2009 , 160–1).",
            "citations": [
                "barrett_2009"
            ]
        },
        "FN10": {
            "text": "10. For an extended discussion of melody in music-theoretical treatises, see Trippett 2019 .",
            "citations": [
                "trippett_2019"
            ]
        },
        "FN11": {
            "text": "11. For example, Cross 2018b discusses the appearance of the corps sonore in Rameau’s Pygmalion (1748) as a precedent for dramatic effects in twenty-first-century operas.",
            "citations": [
                "cross_2018b"
            ]
        },
        "FN12": {
            "text": "12. See for example Pasler 2008 , 88–89: “At the end of the nineteenth century, not only Bergson and French composers but also much of French society were becoming increasingly frustrated with Darwinian concepts of organic growth . . . His notion of duration helped composers reconceptualize musical continuity in ways that do not rely on the perpetual motivic development and teleological motion of nineteenth-century Romantic music.” See also Exarchos 2018 .",
            "citations": [
                "pasler_2008",
                "exarchos_2018"
            ]
        },
        "FN13": {
            "text": "13. Conceiving melody as a gestalt as Bergson has a precursor similarly outside the academic study of music by Christian von Ehrenfels in 1890, as Trippett writes, von Ehrenfels “pointed out that when a melody is transposed to a different key, it is heard as being identical to the original melody, even though the two are constituted from entirely different pitches. Thus, the perception of a melody is more than the perception of its individual parts, he proposed. A melody is, therefore, a gestalt quality” ( Trippett 2019 , 25).",
            "citations": [
                "trippett_2019"
            ]
        },
        "FN14": {
            "text": "14. Grisey’s division of time into “Skeleton of Time,” “Skin of Time,” and “Flesh of Time” (see Grisey 1987) has commonalities with Bergson’s durée : “Skeleton of Time” loosely mirrors Bergson’s quantative multiplicity, while the “Flesh” and elusive “Skin of Time” echo qualitative multiplicity’s psychological, subjective experience of time. For a discussion of Grisey’s own conceptions of time the context of writers in twentieth-century France, see Exarchos 2018 . See also Baillet 2000 , 99–113.",
            "citations": [
                "exarchos_2018",
                "baillet_2000"
            ]
        },
        "FN15": {
            "text": "15. This hiatus required to group pitches echoes Dora Hanninen’s segmentation theory which, drawing upon a range of cognitive work on segmentation, focuses on the role of silence in forming relations. See Hanninen 2012 .",
            "citations": [
                "hanninen_2012"
            ]
        },
        "FN16": {
            "text": "16. In studies of music perception, there is a significant body of literature on melodic expectation. See for example Narmour 1990 , Margulis 2005 , Temperley 2008 , and Larson 2002 . Crucially different to my approach is (1) the pre-ordained expectation of a melody to appear—that is, the focus on how the melody develops rather than its existence—and (2) the focus on tonal (or tonally leaning) repertoire. Another significant related psychoacoustic approach is auditory stream segregation. For example, Bregman 1994 , 461–478, discusses melody.",
            "citations": [
                "narmour_1990",
                "margulis_2005",
                "temperley_2008",
                "larson_2002",
                "bregman_1994"
            ]
        },
        "FN17": {
            "text": "17. The analysis of Prologue in Hennessy 2009 complements my reading, focusing on Grisey’s own division of time into “Skeleton of Time,” “Skin of Time,” and “Flesh of Time” (see Grisey 1987 ).",
            "citations": [
                "hennessy_2009",
                "grisey_1987"
            ]
        },
        "FN18": {
            "text": "18. The repeated B could be interpreted as technically also satisfying the definitions above, though the degree of melodiousness is relatively less compared to the first pattern. This perception is relative, however.",
            "citations": []
        },
        "FN19": {
            "text": "19. Due to Vivier’s use of equal temperament, the C ♯ is rather high for the 13th partial.",
            "citations": []
        },
        "FN20": {
            "text": "20. Vivier mentioned explicitly to Grisey: “now I also write spectra. You have influenced me . . . though I twist them a little” ( Grisey 1998a , 49).",
            "citations": [
                "grisey_1998a"
            ]
        },
        "FN21": {
            "text": "21. For a discussion of Haas’s complex relationship with the spectral movement, see Hasegawa 2015 .",
            "citations": [
                "hasegawa_2015"
            ]
        },
        "FN22": {
            "text": "22. Schoenberg’s concept of klangfarbenmelodie is distinct from liminality, as the principle aimed to create a new process which negated line, creating a “melody” through the changing timbres, rather than allowing for the possibility to be conceived as either.",
            "citations": []
        },
        "FN23": {
            "text": "23. As an example of overcoding Eco refers to clichés of a “Tin Pan Alley melody” in an inappropriate context which can provoke “damning critical judgements” ( Eco 1976 , 135).",
            "citations": [
                "eco_1976"
            ]
        },
        "FN24": {
            "text": "24. Though Vivier referenced a range of distant locations in his works, Gilmore is careful to temper this composer-curated reception: “Compared to the experiences that many young people of the next generation have accumulated by the age of twenty-eight, the idea of Vivier-as-traveler is a nonstarter” ( Gilmore 2014 , 118).",
            "citations": [
                "gilmore_2014"
            ]
        },
        "FN25": {
            "text": "25. See, for example, Dolar 2006 , Shreffler 1994 , Williams 2006 .",
            "citations": [
                "dolar_2006",
                "shreffler_1994",
                "williams_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In the writings by figures associated with the spectral movement, which emerged in early 1970s Paris, references to melody are rare. As the group focused on the acoustic properties of sound, this is perhaps unsurprising. Nevertheless, the few appearances can be divided into two categories. First—and representative of broadly scientizing motivations in post-war post-tonal music—is the dismissal of melody as an anachronism. Gérard Grisey’s 1984 “La musique, le devenir des sons” is representative: with a rhetoric of founding a new style, he is dismissive of past practices, specifically that there is no “matériau de base” such as “melodic cells” ( Grisey 2008 [1978] , 27). Grisey’s attitude is echoed by Tristan Murail, “You cannot express original ideas by recycling old material: new thoughts need to be formulated with new material” ( Murail 2000 , 6). This attitude reflects a broader attitude across the twentieth century, with melody traditionally associated with aesthetic schools consciously referencing the past, such as Neoclassicism and the so-called Neue Sachlichkeit, or referencing folk traditions, such as the music of Bartók, Kodály, and Stravinsky, often associated with a certain brand of nationalism. (1) References to melody in works such as Stockhausen’s Tierkreis (1975) and Ligeti’s Melodien (1971) conceive of melody as a distancing through historical allusion. (2) Messiaen—Grisey’s and Murail’s teacher—grounded his use of melody in imported birdsong and Indian defi tālas in his Technique de mon langage musical , representative of this anxiety of writing melodically without a degree of distance.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "grisey_2008_1978",
                    "murail_2000"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Second—and the focus of this article—are the attempts to positively incorporate melody into a spectral aesthetic. For example, Grisey’s later, more reflective 1998 article “Did you say spectral?” lists many “consequences” of spectral composition, covering harmony, timbre, temporal, and formal issues. Buried away at the foot of the harmony/timbral list is “establishing new scales and—over time—a melodic re-invention” ( Grisey 1998b , 2). His reference is brief and seems anathema to the rhetoric of the writings of spectralism’s early practitioners in the 1970s and 1980s. In his own reflective article on more recent responses to spectralism, Phillipe Hurel takes a similarly positive position, writing that “for the new generations, referencing melody and rhythm is not a problem;” indeed, “young composers are tempted to re-establish relations between melody, rhythm, and harmony” ( Hurel 2005 , 39, 40–41). Jonathan Harvey further echoes such thinking in his article simply titled “Spectralism,” embracing melody as a facet of the style: “the fascination of spectral thinking is that it can easily turn into melodic thinking: there is a large borderland of ambiguity to exploit . . . Intervallicism can come in and out of spectralism, and it is in the ambiguity that much of the richness lies” ( Harvey 2000 , 14). Although the nature of this relationship subtly differs among these composers, each conceives melody within spectral thinking. Grisey appears to anticipate a new “type” of melody, emerging from the logic of spectralism, Hurel focuses on the “referencing” of melody in a distancing manner, though through which its relationship with other parameters might be reconceived, and Harvey focuses on ambiguity between melody and other parameters through its intervallicism.",
                "footnotes": [],
                "citations": [
                    "grisey_1998b",
                    "hurel_2005",
                    "harvey_2000"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] This article explores the role of melody in this repertoire. First, I propose two faces to the second category above, which has more incorporative relationship, representing the principles introduced in “La musique: le devenir des sons” ( Grisey 2008 [1982] ) of differential and liminal , which together suggest a novel conception of the relationship of melody to structure in spectral music. Then, I will establish a theoretical foundation for melody, adopting Henri Bergson’s concept of qualitative multiplicity and informed by Gino Stefani’s more general theorization ( Bergson 2002 [1889] , Stefani 1987 ). While primarily focusing on this second conception, I will show how the allusive aspects of melody can simultaneously play a significant role for the listener. Finally, I will use this framework to provide the basis for analyzing the way in which melody can take a primary role in structuring Grisey’s Prologue (1976), Vivier’s Zipangu (1977), Haas’s de terrae fine (2001), and Saariaho’s Sept Papillons (2000).",
                "footnotes": [],
                "citations": [
                    "grisey_2008_1982",
                    "bergson_2002_1889",
                    "stefani_1987"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] In teasing out the melodic aspect of spectralist thinking, these examples echo a broader trend towards melody and lyricism in music of the later twentieth century. For example, Marcelle Pierson notes Helmut Lachenmann’s distinguishing between two types of melodic thinking in describing Nono’s Il Canto Sospero , which align closely to the division outlined above: the first is old and potentially artificial ( phenomenal ) and the second new and fragmented ( noumenal ) ( Pierson 2015 , 178). Placing late-twentieth-century melodic thinking in a broader context, she suggests that the turn away from traditional approaches to voice and melody reflects the melancholic response to modernity and its conditions of mass production and scientism. Indeed, embracing melody expands the early spectralist standpoint of shunning overtly numerizing systems, embodied in Grisey’s famous proclamation in “Le devenir du son” that “we are musicians and our model is sound not literature, sound not mathematics, sound not theatre, visual arts, quantum physics, geology, astrology, or acupuncture” ( Grisey 2008 [1982] , 53). Liminal and Differential",
                "footnotes": [],
                "citations": [
                    "pierson_2015",
                    "grisey_2008_1982"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] The concept of the linking musical elements previously considered separate is central to spectral thinking. This pushes back against the understanding of parameters as isolated in post-war compositions, notably Messiaen’s Mode de valeurs et d’intensités (1950) and Boulez’s Structures Ia (1952). (3) Rather than divorce parameters by treating each individually and systematically—an approach that for some seemed a mere intellectual exercise—the spectralists forwarded an aesthetic which explored the many possibilities in the void between these musical elements. That is, rather than creating a hierarchy of parameters as Grisey accused serial methods, (4) the relationship between two rarely associated elements is fundamental to spectral form.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Accordingly, in “La musique: le devenir des sons” (2008 [1984]) Grisey lists differential , liminal , and transitory thinking as the three “epithets” of this “new tendency in music . . . liquidating frozen categories” ( Grisey 2008 [1982] , 45). Differential focuses on relating parameters, but maintaining a separation, as “difference or absence of difference qualifies all perception” ( Grisey 2008 [1982] ), such that “the apprehension and measure of difference at each given moment becomes the true material of the musical composition” ( Grisey 2008 [1982] , 48). In a manner akin to the serialists, this avoids a hierarchy of parameters, rather placing them in a network of relations which creates new associations between them while simultaneously revealing their distinctive qualities. Such processes focusing and relating previously unassociated elements can construct musical forms.",
                "footnotes": [],
                "citations": [
                    "grisey_2008_1982",
                    "grisey_2008_1982",
                    "grisey_2008_1982"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Liminal is a complementary concept, referring to the elision of two elements. Indeed, in the late 1970s Grisey was using the label “liminal” rather than Dufourt’s recently coined term “spectral” to describe the newly developing techniques. (5) In contrast to differential , which presupposes that each parameter is understood independently, a liminal moment can be described as either parameter, as sound is “an incredible tissue of bound correlations, inductions, and interactions between the parameters of fluctuating and ambiguous thresholds” ( Grisey 2008 [1982] , 49); Grisey uses the analogy of the colors in between the main colors of a rainbow that “we as yet dare not name” ( Grisey 2008 [1982] , 49). The term is important to describe such ambiguous interactions, as Grisey notes, “we tend to integrate them into a global perception without, however, being able to define it” ( Grisey 2008 [1982] , 50). We do not have many clear terms for describing such sustained ambiguity, but the phenomenon is hardly unique to spectral thinking. David Trippett describes Bach’s Prelude in C major as a form of liminal melody, comparing it to the “dubbit”: Like the famed optical illusions in which a single picture appears as a rabbit or a duck, an old or a young woman, depending on how you look at it, Bach’s Prelude might be seen as temporally unfolding chords (undoubtedly its chief identity) or as a monophonic melody based on a principle of sustained arpeggiation. (2019, 4) Similar exploitation of melodic/harmonic ambiguity occurs in later music such as Chopin’s Preludes . Although the melody is identifiable in the structure, the listener interprets—and the performer may emphasize—the melodic line within the harmony. Crucial to application is the third term transitory , which refers to the animation of these concepts within form, so that the music is a “field of forces” rather than “dead” parameters. Such thinking is not limited to Grisey, as Murail describes “a ‘differential’ conception where the interest is in the relationship between objects rather than in the objects themselves and thinking in terms of continuous, rather than discrete, categories (corollary: the understanding that everything is connected)” ( Murail 2005b , 152).",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "grisey_2008_1982",
                    "grisey_2008_1982",
                    "grisey_2008_1982",
                    "murail_2005b"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Before proceeding, I would like to take a brief excursion as to what constitutes a parameter in this context. Depending on standpoint, conceptions often start from strict definitions. That is, isolating quantifiable oppositions such as pitch (frequency) and duration (rhythm), what Leonard Meyer calls “primary parameters,” or those which can segment into “discrete, nonuniform relationships so that similarities and differences between them are definable, constant, and proportional” (Meyer 1989, 14). These are possible to isolate in serial thinking and appear frequently in writings by spectralists. Meyer uses the term “secondary parameters” to describe those with more processual relationships, such as dynamics and tempo. These tend to be referenced in amounts rather than class and thus are syntactical rather than statistical parameters ( Meyer 1989 , 15). (6) The distinction is important, but does not capture the spectralists’ interest in concepts which combine primary parameters. For example, harmony and timbre—common in early writings by Grisey and Murail—are difficult to quantify with a single number and cannot therefore be easily serialized. (7) Rather, they are combinations of quantifiable parameters, a parameter complex, which are still commonly considered parameters of music despite requiring multiple data points. Accordingly, they similarly appear in the writings of the spectralists, often with minimal distinction of the primary and secondary parameters, despite not existing on the same plane. In this sense, the spectralists’ use of multi-dimensional parameter complexes—under which melody falls—steps beyond the parameters used by the serialists, but the parameter complex’s definition through the primary parameters forms the foundation for subtle formal play. Example 1 . List of pairs discussed in terms of liminal or differential thinking across writers variously associated with spectral music (click to enlarge)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "meyer_1989"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Example 1 outlines an uncomprehensive list of pairs discussed in terms of differential and liminal across the writings of composers variously associated with spectral music. This list supports Grisey’s assertion that there are potentially “an incredible fabric of correlations, inductions, and interactions between [musical] parameters, containing fluctuating and ambiguous thresholds” ( Grisey 2008 , 49). Oppositions of parameter complexes are common, such as timbre-harmony, and some expand into a broader conceptual realm, such as Harvey’s mental logic-physical expression, though maintain the oppositional treatment.",
                "footnotes": [],
                "citations": [
                    "grisey_2008"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Distinguishing between musical elements is fraught with contradictions. Rather than attempt to strictly differentiate these I adopt the term “mode of attending,” echoing Robert Gjerdingen’s adoption to study meter, as he describes a listener’s experience of a Bach fugue: “Knowledgeable listeners will smoothly shift their attention from voice to voice as they follow the subject through its many musical incarnations . . . The listener must actively infer, construct, search for, recall, evaluate, and modify what are purely mental entities” ( Gjerdingen 1989 , 68–9). Given the early spectralists’ emphasis on shifting focus, applying this is apt. For example, Peter Ablinger’s threshold of noise-language requires the listener to (quite suddenly) switch their attention between noise and language.",
                "footnotes": [],
                "citations": [
                    "gjerdingen_1989"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] To oppose two parameters or concepts necessitates highlighting their contrasting characteristics; actually parsing into distinct oppositions is challenging as a trace of primary parameters will be present (for example, a harmony contains separate pitches). Accordingly, a differential relationship is a binary where the differences between two parameters are emphasized. In contrast, liminal refers to moments when a common element is highlighted, creating a parametrically ambiguous effect. Though these are theoretically distinct, in practice both forms of engagement are often present. And, as will become clearer in the following analyses, this combination of parameters as fundamental to form is distinct from most music’s use of pitch, harmony, and timbre. Each differential or liminal relationship between melody and another parameter is manifest in a subtly different manner.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Analyzing a supposed opposition in this manner is reminiscent of broader thinking circulating in France in the later twentieth century. Most notably, Derrida’s method of deconstruction, which undermines traditional hierarchies upon which are relied for analysis through: a reversal of the classical opposition and a general displacement of the system. It is on that condition alone that deconstruction will provide the meaning of intervening in the field of oppositions it criticizes. ( Derrida 1982 [1972] , 195) Practically, the process, Jonathan Culler writes, “upsets the hierarchy by producing an exchange of properties . . . one uncovers and undoes the rhetorical operation responsible for the hierarchization and one produces a significant displacement” ( Culler 1983 , 86). Spectral aesthetics mirror this, aiming to deconstruct the hierarchies embedded in serial thinking. And practically, challenging the hierarchy of two parameters requires identifying their similarities and differences.",
                "footnotes": [],
                "citations": [
                    "derrida_1982_1972",
                    "culler_1983"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] Past experience and cultural context of the listener is important in interpreting the relevant musical features as one or other parameter. (8) For Ablinger, experience of the relevant language is necessary to cross the threshold from noise. (9) Specifically, the moment-to-moment attention to the respective musical elements guides the form. Grisey accounted for the similarly culturally sensitive parameters of intervals and timbre, as “each interval or each timbre references a certain musical culture since, only the function that it exerts in the musical form determines and justifies their existence” ( Grisey 2008 [1982] , 47, italics mine). That is, function within the form is driven by the perception of a reference to a parameter; hearing a timbre or interval as notably significant can become a focal point of a threshold pair and a stimulant to the listener’s comprehension of the form. The culturally situated role of the listener is especially relevant to the nebulously definable melody. Approaching Melody",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "grisey_2008_1982"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] While the individual perception remains central, to establish tangible analyses I will develop a working definition of melody. As melody can relate to many simple parameters, a universal concrete definition of melody is challenging to establish—indeed, Nattiez writes that “If there are few theories of melody, it is perhaps because musicologists have suffered from vertigo upon realising that melodic theory seems to dissolve into a theory of music as a whole” ( 1979 , 1047). Despite this, melody remains a recognizable musical entity with which composers engage, just as others occupying one side of a liminal pair in Table 1. The following are a range of attempts to define melody, often sharing concerns of isolating melody against—but also defined through—simple parameters.",
                "footnotes": [],
                "citations": [
                    "nattiez_1979"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Johann Mattheson was the first Western writer to devote a treatise to melody, Kern melodischer Wissenschaft (1737), placing a good melody as “what is most essential in the whole of music” ( [1737] , 29). (10) Rameau, reflecting a broader scientific attitude which foreshadowed the spectralists, (11) views melody as a product of harmony which—though the concepts can be divided—are essentially liminal: “once we know the chords each bass note should bear, we may choose any of the sounds in each chord so as to form a melody to our liking” ( [1722] , 321). A melody relies on the bass note and chords to be understood but is perceived as a distinct element.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "mattheson_1976_1737",
                    "rameau_1971_1722"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Jumping forward to the early twentieth century, Busoni proposed a “Melody of the Future,” comfortably in the Wagnerian vein, not least because the title echoes Wagner’s essay “Music of the Future.” Busoni gives a nine-point “Attempt at a Definition of Melody” that must be A row of repeated (1) ascending and descending (2) intervals which [sic] (3) organised and moving rhythmically (4) contains in itself a latent harmony and (5) which gives back a certain atmosphere of feeling; which can and does exist (6) independently of text for expression and (7) independent of accompanying voices for form; and in the performance of which the choice of pitch (8) and of instrument (9) exercise no change over its essence. ( [1957] , 33) His definitions quickly move from the specific technical aspects to expressive connotations and his focus on rhythmic manifestation with a “latent harmony” goes further than Rameau. In conceiving a melody as having its own expressive “essence,” though rooted in the harmony and rhythm, suggests its importance as an isolated expressive entity, or a “purity,” through an unornate line.",
                "footnotes": [],
                "citations": [
                    "busoni_1965_1957"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Gino Stefani’s discussion of melody in popular music explicates broad concerns of the perception of melody in the later twentieth century that are applicable to the milieu of Spectralist works. For Stefani, melody is a “ relatively autonomous part of a musical piece . . . [which] can be more or less present; in fact, people speak of pieces of music as being more or less melodic” (1987, 21). The fluid subjective identification echoes liminal thinking; Stefani also emphasizes the culturally situated and generic understanding of perceiving a melody, marking it out against other parameters discussed. He emphasizes that melodies tend to be “singable,” with cultural associations of melody related to the potential for embodiment. Through a consideration of specific features of phonation alongside musical specifics, Stefani lists nine features of melody ( 1987 , 25): succession of sounds (preferably) conjunct degrees (typically) curved shaping of the pitch space “normal” or simple tonal-modal setting flowing articulation, legato (preferably) slow movement periodic duration of breathing medium register range limited to about an octave This list is more technical than Busoni’s and, while far from watertight, can provide a basis for more methodically analyzing melodies. Some of the definitions are systematic though require more precision in this context: for example, the succession of sounds is not clear as to exactly what constitutes a “sound,” whether this refers to pitches, harmonies, timbre, etc. Similarly, periodic duration of breathing is not precise, but isolation of a separate “singable” phrase places a practical limit. Others are less precise or preferable rather than required. “Normal” or simple tonal-modal setting perhaps taps into a deeper familiar scale for singability, as does the singable range limit of around an octave.",
                "footnotes": [],
                "citations": [
                    "stefani_1987"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] While Stefani’s more general definitions are informative as to the popular perception of melody in the later twentieth century, elements align closely with Henri Bergson’s discussion of melody. Bergson’s writings are a significant forbearer of elements of spectral aesthetics, centred on pushing back on modes of discontinuity through challenging conceptions of spatial grids on continuous processes such as time. (12) Often cited as a major influence on phenomenological thinking, interest in his work was re-established in 1960s France through the publication of Deleuze’s text Bergsonism in 1966 ( Deleuze 1988 [1966] ).",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "deleuze_1988_1966"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] A major concept of Bergson’s is durée . Introduced in his 1889 Essai sur les données immédiates de la conscience , the concept refers to the subjective nature of time as opposed to physics’ obsession with measuring time through reference to space. Specifically, he refers to two different ways of comprehending a multiplicity, or the existence of measurable, discrete values, either as quantative , clearly separating the elements, or as qualitative , which perceives the group as one continuity. For example, 1+1+1 against 3: separating the group into 1+1+1 conceives the elements separately, whereas a single digit 3 perceives the three distinct elements as one entity. Bergson introduces the concept of durée from qualitative multiplicity . More specifically, durée refers to the process through which “several conscious states are organized into a whole, permeate one another, [and] gradually gain a richer content” ( Bergson 2002 [1889] , 122). One of Bergson’s examples is a gesture: even though a space that can be divided is traversed, the act itself is not. That is, the perceiver synthesizes the multiple distinct movements in a place, perceived as one only after the gesture is complete.",
                "footnotes": [],
                "citations": [
                    "bergson_2002_1889"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Throughout his introduction to durée , Bergson refers to music. And his musical example par excellence of qualitative multiplicity is melody: the listener retrospectively reinterprets several notes as a single group. They cannot be isolated from their context and are thus indivisible. (13) A “3” is “a synthesis which is, so to speak, qualitative, a gradual organization of our successive sensations, a unity resembling that of a phrase in a melody” (Bergson 2002 [1889], 111). More specifically, qualitative multiplicity: happens when we recall the notes of a tune, melting, so to speak, into one another. Might it not be said that, even if these notes succeed one another, yet we perceive them in one another, and that their totality may be compared to a living being whose parts, although distinct, permeate one another just because they are so closely connected? . . . We can thus conceive of succession without distinction, and think of it as a mutual penetration, an interconnection and organization of elements, each one of which represents the whole, and cannot be distinguished or isolated from it except by abstract thought. ( Bergson 2002 [1889] , 100–101) Melody for Bergson, therefore, is a cohesive act rather than a group of distinct notes appearing in space, a single gesture that is retrospectively perceived as a unity.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "bergson_2002_1889"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] Of course, writing in 1889 Bergson is hardly describing melody within the contexts of spectralism. (14) Nevertheless, his broad definitions and general understanding of how one might perceive a melody is relevant. And from this, we can build Bergsonian-inspired criteria for melody: A discrete multiplicity. Perceived as a group. Often achieved through a rhythmic hiatus. (15) These echo elements of Stefani’s less tangible definitions of (1) a succession of sounds and (2) periodic durations. Beyond these elementary definitions, Stefani’s longer list cements the identification within more traditional conceptions of melody. While they are not all fundamental in my application, often one or more of these characteristics are present and aid the engagement with the parameter of melody.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] From these definitions above, I conceive of melody primarily as a cultural construction which has been digested through centuries. This “idea of melody” overlaps with Bergson’s widely applicable concept of qualitative multiplicity but has evolved a specific set of characteristics often associated with the practicalities of the voice, as outlined by Stefani. Stefani’s features of melody best reflect a popular—that is, historicist—perception of melody, and assume a familiarity with Western practices of melody. A shared conception derived from this experience is desirable, but too many restrictions sidestep the focus on individual perception and how an individual subject might construct relationships in the music. (16) Indeed, the definitions above are closely tied to phenomenological thinking, requiring the culturally rooted listening subject to link the past and present to anticipate future events. The precise definition of melody itself is less important than understanding melody as a musical phenomenon that can engage with other musical elements. I am not claiming that every melody in spectral music must function through this lens, nor that this approach is limited to this circle of works. Rather, conceiving melody through spectral thinking can be usefully applied analytically to this repertoire. Grisey, Prologue (1976) Example 2 . Opening of Grisey, Prologue (click to enlarge and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] As a first pass, Grisey’s enigmatic Prologue (1976) exemplifies how these definitions might apply. In contrast to Grisey’s dismissal in “La musique: le devenir des sons” ( [1982] ) of melodic cells, Prologue is initially built on a recurring pattern which engages strongly with the idea of melody. The piece opens with a repeated pattern that satisfies both these definitions of melody, what Jérôme Baillet calls “neumes” ( 2000 , 99) (see Example 2 ). These could be divided into discrete pitches though not perceived as such. (17) That is, even if a listener can identify multiple notes or positions, they may synthesize them into a single motion, with the separation by brief pauses which the “cardiac” repeated note heightens. (18) The trope of compound melody common in solo string music is also evoked. Indeed, the harmonic implications embody the thread of slow evolution from harmonicity to inharmonicity that runs through Les Espaces Acoustiques , already suggesting a liminality between harmony and melody. Example 3a . Extract from Grisey, Prologue , showing disintegration of melodic characteristics, page 3, system 5 (click to enlarge and listen) Example 3b . Extract from Grisey, Prologue , showing disintegration of melodic characteristics, page 3, system 7 (click to enlarge and listen) Example 4 . Grisey, Prologue , showing complete disintegration of melodic characteristics, page 3, system 8 (click to enlarge and listen)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "grisey_2008_1982",
                    "baillet_2000"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] As shown in Example 3 , glissandi are gradually introduced, with the distinct pitches of the opening beginning to lose their specificity, exacerbated by an increase in the number of pitches. Example 3a retains defining characteristics for melody: it is a clear multiplicity, bookended by rhythmic hiatuses, though now through a timbral change of tremolo rather than silence. The only pitches clearly heard are those accented or at a change of direction, i.e., C ♯ – F ♯ –D–G, with the remaining pitches subsumed into the glissandi. Soon the identifiable pitches are also lost, the melodic pattern of the opening now disintegrating to descending glissandi (Example 3b). Now, although it remains a distinct motion, the group is less of a multiplicity and thus begins not to satisfy our first criteria. It could still be divided, but it becomes more challenging. The accents create some degree of division, but not precise pitches to the extent as the opening arpeggiation and so, for this single descending frequency, a more suitable lens may be pitch. Later the definition of separation begins to become less relevant (see Example 4 ), as the continuous slide is not perceived as a single group nor divisible as a multiplicity. This passage could be understood best through the timbral lens. By this point the definitions of melody established above and engaged with at the opening are opposed; it is neither a discrete multiplicity nor perceived as a group, but a shifting noise.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] In broad terms, Prologue could therefore be interpreted as a transition from melody to timbre, via pitch, mirroring and expanding the more familiar process of harmonicity to inharmonicity. The relative separation of these parameters places this under the category of differential thresholds, but isolating elements of the extended process such as the introduction of glissandi in Example 3a could be analyzed as embodying multiple parameters, depending on viewpoint. That is, liminally .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In addition to the selection in Example 1, I propose the following uncomprehensive list of pairs incorporating melody: Pitch-Melody Timbre-Melody Harmony-Melody To summarize this theoretical outline: playing with the ambiguity across a melody threshold further embodies the spectralist attitude of abolishing clear distinctions between musical phenomena, in contrast to the stark divisions of parametrical compositional approaches. Engaging melody further expands the elements in which the spectralists referenced.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The division of the following analyses mirror Grisey’s terms: (1) analyses of excerpts with a distinct melody against another musical element, requiring an identification of the differences ( differential ) between melody and pitch, timbre, and harmony, and (2) the focus on excerpts with significant ambiguities, emphasizing the similarities between melody and other parameters (liminal). Differential Melodies",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Grisey’s concept of differential isolates two parameters, crossing from one to the other. All three of pitch, timbre, and harmony can exist as a singular instance, but as my definition of melody requires multiplicity, to cross into a mode of attending to melody requires multiple discrete pitches in time. Claude Vivier, Zipangu",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Melodies are particularly prominent in the works of Claude Vivier and thus provide clear examples to which to apply these axes. While Vivier was close to Grisey, Murail, and others, his status relative to the spectral core is more complex. Along with formative experiences in the Far East, his studies with Stockhausen in 1972–74 were immensely influential and occurring at a time of challenges to Stockhausen’s previous status in the 1950s as a major avant-garde figure (see Gilmore 2009 , 35–6; Gilmore 2014 , 73–95). Stockhausen himself was experimenting with melody in works such as Mantra (1970) and most famously the sparse simplicity of Tierkreis (1974–5). Vivier’s 1977 string orchestra work Zipangu is a theme and variations on a melody engaging with aspects of these two thresholds from the opening. I shall focus here on the theme and in the following section, on two of the variations. Example 5 . Vivier, Zipangu , mm.1–18 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "gilmore_2009",
                    "gilmore_2014"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] The opening theme ( Example 5 ) provides an example of how the listener’s attention moves from harmony, to pitch, and finally to melody, conceived as separate entities in a differential manner. The piece begins with sustained senza vib Es in four octaves, with six violins reiterating G ♯ s  above. At the first instance, this opening centers on harmony: two distinct static pitch classes—perhaps pointing towards an E major triad—hovering for a half note, the longest duration of the opening passage. The mode of attending soon shifts, though, as the doubled G ♯ is isolated through repetitions. The fixed pitch draws the listener’s focus, now independent from the sustained Es, such that we move across the threshold from harmony to pitch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The cultural associations of an isolated line in upper-register violins point towards an impending melody. In m. 3 the introduction of A ♯ begins to disrupt this obsessive pitch anchor, before a brief hiatus restores the repeated G ♯ s. Engaging Bergson’s definitions, I hear a move towards a melodic realm, as the hiatus groups the first three measures, which are a multiplicity. Furthermore, adopting Stefani’s terms, they are conjunct scale degrees, legato, slow movement, medium register, and a limited range. With the introduction of a third pitch B in m. 9, a more cohesive melodic line is formed, having emerged through the temporalizing of the pitches against the continually static accompanying Es. Example 6 . Derivation of x and y three-note cells from overtone series in Vivier’s Zipangu (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] While this third pitch may not appear to embody a substantial difference of identity, these three notes are treated as a melodic cell throughout the work, becoming a thematic melody. As Example 6 shows, the cell G ♯ - A ♯ -B (indicated with x) is soon complemented by a second cell comprising of D- F ♯ - C ♯ (indicated with y). Each variation is divided into two primary sections based upon these cells, cycling through the pitches freely of x then y. Example 6 shows their origin from the E overtone series: together these six notes are the 7th to 13th partials, excluding the sustained root E. (19) (While these pitch classes remain consistent throughout the variations, they are appended by a note with shifting pitch.) Such a relationship between the melodic pitches and the oft-referenced overtone series suggests a close affinity between classical spectral methods and the gradually emerging melody. (20) The listener is not aware of the extent of melodic basis at the opening but, as the later analyses show, the two cells—introduced in the theme through the focus on harmony and pitch—become the primary angle through which the piece explores thresholds of melody. Georg Friedrich Haas, de terrae fine",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Georg Friedrich Haas, a composer whose work likewise has a complex relationship with spectral aesthetics, (21) acknowledges melody as a possible structuring device: The momentum comes from the place where once the melody was, although in my last pieces I also worked intensively with melody. Traditionally, the compositional idea is melody. For me it’s usually a series of dynamics or sound variations that have a melodic effect. ( Farthofer 2007 , 135) His reference to a “melodic effect” in contrast to a “traditional” melody echoes threshold thinking, distinguishing the approach from a direct historical reference: an allusion to melody is central, echoing Harvey’s “borderland of [melodic] ambiguity” ( Harvey 2000 , 14). Rather, the associations with a succession of “sound vibrations”—that is, a multiplicity—give “momentum” to the form. More specifically, he often uses timbre of speech as model, or Sprachmelodien : I have not yet entered into another, wider topic: melodic phrases, which imitate the flow of speech melodies [ Sprachmelodien ], as for example at the beginning of my solo violin piece de terrae fine or in the opera Melancholia . ( Haas 2007 , 150) Applying the lens of melody axes to Haas’s solo violin work de terrae fine (2001) frames the work as separating elements of melody into Sprachmelodien and pitch-focused elements. These initially distinct elements gradually cross-pollinate across each other’s threshold to a clear melodic line. Example 7 . Haas, de terrae fine . Gradual emergence of melody from Sprachmelodien and pitch towards m. 174, marked “wie aus einer anderen Welt commend” (click to enlarge and listen)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "farthofer_2007",
                    "harvey_2000",
                    "haas_2007"
                ]
            }
        },
        {
            "5.7": {
                "text": "[5.7] de terrae fine begins with a Sprachmelodie ( Example 7 ). The Sprachmelodie appears as a type of melody, partly satisfying the definitions above as, in Bergson’s terms, the excerpt contains multiplicities that can be grouped. The close sixth tones results in isolating the pitches a challenge, though, as they do not satisfy Stefani’s requirement of “normal” or simple tonal-modal setting. And the long lines render any obvious grouping difficult. These missing aspects appear in a contrasting idea, based upon bright, just-tuned pitches either in higher harmonics or dyads of wider intervals. Initially it appears as a single sustained note, gradually evolving into a succession of two notes. There is no pulse, merely dynamic envelopes. This element is clearly isolated—thus satisfying the qualitative element missing from the Sprachmelodien —but initially not a multiplicity. The separation of these two ideas with contrasting relevance to melody reflects a more subtle differential conception than focusing solely on the lenses of pitch, timbre, and harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] Example 7 maps the progression of the two initially differentiated ideas, which begin to extract elements from one another in a dialogue through which increasing melodic elements appear. In mm. 109–115 they appear in close succession in an increasingly melodic passage. But finally, at m. 174 they fully elide in a passage which retrospectively renders the Sprachmelodien relatively unmelodic. The meandering line of the earlier Sprachmelodien gains a more distinct contour (partly through tenuto emphasis on each dyad) and, through a more defined meter, grouping is more distinct. Sixth tones no longer appear—only quarter tones—and combined with the just-tuned thirds strongly evokes a more traditional “normal” or simple tonal-modal vocabulary. Designated “wie aus einer andern Welt commend” (“as if coming from another world”), the previous claustrophobia is now lyrical, poco vibrato and in the soprano register of the violin. While the sudden lyricism of this passage could evoke the introduction of a previously indistinct subject, Haas’s distancing through “another world” could similarly reference the apparent anachronism or unfashionability of melody within such generic expectations. This seeming transcendence aligns closely with melody functioning as a historical allusion, pushing back against the composer’s rhetoric of independence from engaging with a traditional conception of melody. Example 8 . Haas, de terrae fine , mm. 326–339, showing the return of the melodic idea and dissipation into non-melodic material into possibly spectral-influenced harmony (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] After this emergence of a melody in the final moments it dissipates back to nothing. Following echoes of the earlier Sprachmelodien fff , the climactic lyrical line of m. 174 returns at m. 326 ( Example 8 ). Answered by a single-line melody outlining equally tempered tritones and major sevenths, such stark intervals shift the attention to isolated pitches. Following a pizzicato transformation into an even simpler arpeggio, three notes are extracted in an improvisatory manner, gradually disappearing into a long silence in the final measure. Rather than deconstruct the lyricism so carefully built up, the piece simply evaporates. As in other works of Haas in which harmonic systems are opposed ( Hasegawa 2015 ), in de terrae fine the composer develops this rhetorical technique, opposing fundamental melodic properties of the vocality of Sprachmelodien and isolated pitches. Whereas tuning systems such as Equal Temperament and Just can never truly be reconciled, the two melodic components can, leading to a remarkable birth and death of an expressive subject. And modeling on found sound, and gradual process, de terrae fine echoes early spectral works. Thus, applying Grisey’s differential framework demonstrates that the separation of elements can cross their respective thresholds to melody. Liminal Melodies",
                "footnotes": [],
                "citations": [
                    "hasegawa_2015"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] The analyses above focus on a separation of melody, such that the mode of attending shifts from one element to another. The following analysis of liminal melodies reverses this principle, isolating excerpts in which either side can be engaged and neither is evidently the primary mode of attending. As Grisey lists under “Harmonic and timbral consequences” under the same category as a “melodic re-invention:” “[the] integration of harmony and timbre within a single entity ” ( 1998b , 2, italics mine). That is, rather than a process from one parameter to another, the two are indivisible; their shared characteristics are elided (and not a new “meta-parameter”). (22) While the theoretical distinction is definite, in practice the division is less clear. Indeed, elements of the analyses above could be described in liminal terms, such as Haas’s concept of Sprachmelodien : is pitch or melody—or even timbre—the main attention? Such fine distinctions between fundamentals of music might seem moot, but as such ambiguities vary depending on context, they can have an important structural role. Vivier, Zipangu , Variations 2 and 6 Example 9 . Harmonizations of cells x and y in Zipangu , variation two, showing frequency of (037) and (047) subsets (click to enlarge and listen)",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "grisey_1998b"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] Later variations of Vivier’s Zipangu demonstrate how a liminal melody can function structurally. In the previous section, I established the central role of the two emerging melodic cells x ( G ♯ - A ♯ -B) and y (D- F ♯ - C ♯ ). The work’s Variation 2 (mm. 69–81) elaborates these cells with harmonies independent of the E overtone series, shown in Example 9 . Each sonority contains a subset combining major and minor triads (0347). The pitches of cells x and y are never the root of these subsets, limiting any sense of a fundamental. Although a listener familiar with the two melodic cells from the theme and previous variation may home in on the melodic aspect, the increasingly dense harmony across each cell subsumes the pitches into the harmony. The melodic aspect is clearly traceable, as they are horizontal multiplicities grouped according to the three-note cells, but ascertaining whether the pitches are discrete—the relevant definition to cross the threshold—becomes difficult. Thus, this is a step back away from the clarity of the opening, somewhere on the threshold between melody and harmony. Example 10 . Vivier, Zipangu , opening of Variation 6 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Variation 6 (mm. 99–126) similarly plays on the threshold between melody and harmony alongside a threshold between melody and pitch. Example 10 shows the three distinct strands. First, strand 1 (a solo violin), whose pitch vocabulary has a twofold derivation: (1) the prominent pitches are the melodic cells x and y as the previous variations, and (2) the elaboration of these pitches are from the harmonization first heard in Variation 2. A listener is likely now familiar with the three-note melodic cells and—through their duration and register—can consequently hear the violin’s elaboration through these pitch pillars. But, although the melodic cells are initially clear, their increasing fast figuration pushes the limits: while still pitches, are they perceived as a group? If so, is the grouping according to the cells established in the previous variations? Or does the employment of vertical elaboration and utilization of gestures similar to a compound melody (such as m. 110) suggest a shift towards harmony?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Strand 2 is a sequence of tetrachords, shown on the middle staff of Example 10. The harmony is derived from the sets of Variation 2—though the pitches of cells x and y now occupying the top line—and the tempo is more reminiscent of the theme. Through evoking the opening theme, these changes subtly shift the threshold of the focus on harmony of variation two back towards melody. In combination with the ornamented melody of the violin, melody is suggested, but never quite cemented as the central mode of attending. The clarity of discrete multiplicity perceived as a group undermines Stefani’s general requirement of singability, but specific definitions of flowing articulation, legato, slow movement, a periodic duration of breathing, and range limited to about an octave. If the listener fixates on cells x and y, though, these definitions are satisfied.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] Strand 3 alternates C-G and C- A ♭ tremolo dyads are between harmony and timbre, not evidently melodic. Within the passage’s counterpoint, they provide the bass. In contrast to the opening’s framing of cells x and y within the overtone series on E, C reconfigures their role. The pitches G ♯ - A ♯ -B and D- F ♯ - C ♯ are very high partials above C; consequently, they are not perceived within any harmony/timbre framework, but as independent pitches, strikingly dissonant. In distancing the pitches in this manner, this third strand functions to further emphasize the melodic aspect of the other strands. Indeed, the counterpointing of two different liminal treatments of melody engaged with other parameters compounds the effect of an engagement, but not whole-hearted embrace, of melody. Only in the context of the previous variations’ focus on the two melodic cells—and specifically the threshold of variation two—can the listener comprehend the passage through the lens of melody thresholds. Accordingly, requiring experience of the previous movements to hear a melody threshold exemplifies the formal potential of melodic engagement. Kaija Saariaho, Sept Papillons",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Kaija Saariaho’s sound-noise axis, introduced in her 1987 article “Timbre and harmony: Interpolations of timbral structures,” distinguishes between smooth, clear (such as “the ringing of a bell or a human voice singing in the Western tradition”) and rough, noisy textures (“such as breathing, the sound of a flute in a low register or a string instrument playing ‘sul ponticello’”) ( Saariaho 1987 , 94). In describing the application in practice, she echoes Grisey’s distinction between differential and liminal . Referring to her work Im Traume (1980), she notes that “the transitions from one texture to another are very abrupt,” after which she became “increasingly interested in transitory phenomena and their realization,” with Vers le Blanc a notable first exploration ( Saariaho 1987 , 104). “Sound” and “Noise” are rather general categories, however, and though her examples reflect elements of her definition, I propose that melody can function as an important extension of the “sound” element. Example 11 . Saariaho, Papillon III from Sept Papillons , opening (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "saariaho_1987",
                    "saariaho_1987"
                ]
            }
        },
        {
            "6.7": {
                "text": "[6.7] The first two movements of solo cello suite Sept Papillons explore different timbres of the instrument through sul ponticello, sul tasto, trills, harmonics, different bow pressure, and fast string crossings.  The third movement opens with a starkly different figure in the cello’s soprano register ( Example 11 ). According to the definitions above—and particularly retrospectively—this B ♭ -A- F ♯ cell is a melody: specifically, it is a discrete multiplicity of pitches and the repeated falling contour clearly groups the phrases. The primary pitches of the movement form the hexatonic on D [(014589), D-F- F ♯ -A- B ♭ - C ♯ ], populated by major and minor triads, supporting a clear modal-tonal setting over a D pedal. But the intervening measures shift the focus to timbral explorations from the previous movements. While m. 1 is Normal (i.e., neither Sul Tasto nor Sul Ponticello), this does not last long, the second measure moving towards sul ponticello, creating a multiplicity of timbres. Unlike the clearly discrete pitches of the opening measure, the gradual shift between the two timbres renders the multiplicity imprecise. But the two distinct pitches supporting this timbral shift, albeit muddied by trills, cement two distinct objects. Measures 2–3 are thus not quite as clear a melody as the first measure—thus liminal —but elements of melodic characteristics—especially in the context of the first measure—result in a focus on the melodicity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] This shifting between a clear and liminal melody continues. A third timbre of Sul Tasto is introduced at the end of m. 5, furthering the timbral multiplicity. And as the melody descends, the three timbres shift more quickly alongside the shifting pitches, now tremolo. The material in the solid-line boxes in Example 11 are clear melodic cells, whereas the material in the dotted-line boxes contain a timbral and pitch multiplicity, sitting on the thresholds. This creates a differential dialogue of clear melodies against liminal melodies in a manner akin to a period structure; the increase in timbral and pitch rhythm in mm. 7–8 furthers the ambiguity, echoing a continuation of phrase function. Example 12 . Saariaho, Papillon V from Sept Papillons , opening (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] A similar process occurs in the opening of Papillon V ( Example 12 ), but unlike Papillon III , timbre is initially primacied. The shifting dynamic and timbre from Normal to Sul Pont. of the static A of the opening two measures is interrupted by the introduction of a high Bb in m.4. While the tremolo harmonic is less clear than Papillon III , the same pitch against a pedal strongly echoes the previous movement. The move to A—albeit similarly obscured by a trill—furthers the association with the melodic cell. The B ♭ -A is repeated in mm. 5–6, but this time the F ♯ completes the cell, now unambiguously reminiscent of the opening measure of Papillon III . Heard within the context of the previous movement’s grouped multiplicity, the otherwise ambiguous melodic line solidified. And in these measures the bow placement remains Normal, thereby shifting the focus from discrete timbres to discrete pitches, a reversal of III . Such a delaying of the introduction of melody until the third movement echoes the gradual emergence of the theme of Zipangu . And, as Zipangu , once the melodic cell is established the group of pitches becomes a reference point through which to explore the liminal relationships with other parameters. But this later fragmentation of melody in Papillon V , now with a more obscured meter, echoes the gradual dissolution of melody in Haas’s de terrae fine . The shifting haziness of melody is dependent on constructing such relationships, guiding the form and perception of a work. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] In 2000 Murail, both a central composer and theorizer of the spectral movement, detailed his wariness over writing anything melodic: As time went on, we also sought to introduce, with much care and hesitation, ideas which were closer to the traditional dialectic. This also applies to melody. It took me a very long time to re-introduce truly melodic elements into my music, because I was afraid of returning to past melodic clichés, falling back into formulas of theme and variation of all sorts. I wanted to find very personal melodic contours, and this is one of the hardest things to do, since, today, everything melodic is connotated to a frightening degree. ( Murail 2000 , 8) Murail’s concerns over overtly referencing the past echoes Grisey’s hope of a “melodic reinvention,” or a reconceptualization of the foundations of melody’s identity. But, as Murail alludes, to identify a melody as such requires an engagement with certain conventional codes. In somewhat rebuffing his proclamation quoted in this article’s introduction which advises against “recycling old material,” Murail frames the central tension between understanding melody as an anachronism—along with its raft of “frightening” connotations—and the expressive potential through a more positive embrace.",
                "footnotes": [],
                "citations": [
                    "murail_2000"
                ]
            }
        },
        {
            "7.2": {
                "text": "[7.2] But within the prevailing generic expectations of spectral music melody is often unexpected, such that to allude to it requires a significantly increased stylization of codes, which Umberto Eco terms “overcoding” ( 1976 , 133). That is, unexpected appearances of a cultural unit require more specific characteristics to cement its identity. (23) But although the melodies in the works above may appear relatively conventional—especially through the lens of Stefani’s definitions—the framework of differential and liminal intimates a reinvention of the relationship of melody to structure in spectral music, often resulting in the degree of melodicity engaging with larger structural concerns and a subtle engagement with a melodic line. This understanding is close to Harvey’s statement, that intervallicism coming “in and out” creates an “ambiguity to exploit” ( Harvey 2000 , 14), an ambiguity that can contribute to form. But such a use is not immune to historical allusion similar to the effect of more traditional conceptions of melody in the later twentieth century, notably in the diverse works associated with the revival of melody, such as George Rochberg’s Three Elegiac Pieces (2000), John Adams’s Harmonielehre (1985), and the final cantando melody of Witold Lutosławski’s Symphony no. 3 (1983). That Grisey lists “a melodic reinvention” under the heading of “Harmony/Timbre Consequences” is revealing. Rarely traditionally associated with these two parameters, Grisey’s categorizing under this more common pairing could be interpreted as newly “reinvented” melodies deeply entwined with other parameters.",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "eco_1976",
                    "harvey_2000"
                ]
            }
        },
        {
            "7.3": {
                "text": "[7.3] Whether the allusion or clear appearance of melody might reflect a nostalgia for past modes of expression or, in the case of Vivier, a reference to an exotic other, (24) is heavily context-dependent, but the historical associations with lyricism and subject can broaden references for more overtly dramatic works. (25) The range of vocal and operatic works by Vivier, Haas, and Saariaho—along with Grisey’s Quatre Chants pour franchir le seuil (1997–98) and Murail’s more recent increase in writing for voice—reflect a change in direction from the earlier spectralists and provide a rich resource to explore. In sum, such stylizing of previous materials for familiar expressive purposes counters the modernist, scientizing attitudes of early spectralist writings, but treated differentially or liminally retains an attitude of novelty, such that these works embody a multifaceted tension between avant-garde and traditionalist tendencies.",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.21.27.2.donaldson.html",
    "data": "mto/data/mto.21.27.2.donaldson.json"
}