{
    "title": "Introduction",
    "date": "2009/03/01",
    "volume": "15",
    "issue": "1",
    "authors": [
        "Roeder, John"
    ],
    "abstract": "This brief introduction describes the contributions to this special issue of Music Theory Online and discusses some outstanding issues in transformational theory. The seven essays collectively address those issues by focusing on the analysis of entire pieces or sections, by using computer animation to help convey the attitude Lewin advocates of being “inside” the music, and by focusing on diverse recent compositions, revealing connections among them.",
    "keywords": [
        "transformational theory",
        "David Lewin",
        "animation",
        "analysis"
    ],
    "doi": "",
    "received": "November 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.1/mto.09.15.1.roeder_intro.pdf",
    "author_info": [
        {
            "name": "John Roeder",
            "university": "University of British Columbia School of Music",
            "address": "6361 Memorial Road, Vancouver, B.C., V6T 1Z2 Canada",
            "email": "j.roeder@ubc.ca"
        }
    ],
    "citations": {
        "callender_2004": "Callender, Clifton. 2004. “Continuous Transformations.” Music Theory Online 10.3 .",
        "callender_quinn_and_tymoczko_2008": "Callender, Clifton, Ian Quinn, and Dmitri Tymoczko. 2008. “Generalized Voice-Leading Spaces.” Science 320: 346–48.",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “Neo-Riemannian Theory and the Analysis of Pop-Rock Music.” Music Theory Spectrum 26/2: 177–99.",
        "cohn_1998": "Cohn, Richard L. 1998. “Introduction to Neo-Riemannian Theory: A Survey and a Historical Perspective.” Journal of Music Theory 42/2 (1998): 167–80.",
        "derfler_2007": "Derfler, Brandon. 2007. “Single-Voice Transformations—A Model for Parsimonious \nVoice-Leading” Ph.D. dissertation, University of Washington.",
        "hook_2002": "Hook, Julian. 2002. “Uniform Triadic Transformations.” Journal of Music Theory 46/1–2: 57–126.",
        "hook_2008": "Hook, Julian. 2008. “Key Signature Transformations.” In Music Theory and Mathematics: Chords, Collections, and Transformations , ed. Jack Douthett et al, 137–60.  Rochester: University of Rochester Press.",
        "klumpenhouwer_2006": "Klumpenhouwer, Henry. 2006. “‘In Order to Stay Asleep as Observers’: The Nature and Origins of Anti-Cartesianism in Lewin’s Generalized Musical Intervals and Transformations.” Music Theory Spectrum 28/2: 277–89.",
        "lewin_1973": "Lewin, David. 1973. “Towards the Analysis of a Schoenberg Song (Op. 15, No. XI).” Perspectives of New Music 12/1–2: 43–86.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . New Haven and London: Yale University Press.",
        "lewin_1992": "Lewin, David. 1992. “Some Notes on Analyzing Wagner: The Ring and Parsifal.” 19th-Century Music 16/1 (1992): 49–58.",
        "lewin_1993": "Lewin, David. 1993. Musical Form and Transformation . New Haven and London: Yale University Press.",
        "lewin_2008": "Lewin, David. 2008. “Transformational Considerations in Schoenberg’s Opus 23, Number 3.” In Music Theory and Mathematics: Chords, Collections, and Transformations , ed. Jack Douthett et al, 197–221. Rochester: University of Rochester Press.",
        "mazzola_1990": "Mazzola, Guerino. 1990. Geometrie der Töne. Basel: Birkhäuser.",
        "morris_1987": "Morris, Robert D. 1987. Composition with Pitch Classes . New Haven and London: Yale University Press.",
        "quinn_2006": "Quinn, Ian. 2006. “General Equal-Tempered Harmony (Introduction and Part 1).” Perspectives of New Music 44/2: 114–158.",
        "quinn_2007": "Quinn, Ian. 2007. “General Equal-Tempered Harmony (Parts 2 and 3).” Perspectives of New Music 45/1: 4–63.",
        "roeder_2009": "Roeder, John. 2009. “A Transformational Space for Elliott Carter’s Recent Complement-Union Music.” In Proceedings of the First International Conference of the Society of Mathematics and Computation in Music . Heidelberg: Springer Verlag.",
        "satyendra_2004": "Satyendra, Ramon. 2004. “An Informal Introduction to Some Formal Concepts from Lewin’s Transformational Theory.” Journal of Music Theory 48/1: \n99–141."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Recognizing its significance to the field, Oxford University Press published a new edition in 2007.",
            "citations": []
        },
        "FN2": {
            "text": "2. A review of the content and origin of this branch of transformational theory is presented in Cohn 1998 . A generalization of the theory may be found in Hook 2002 .",
            "citations": [
                "cohn_1998",
                "hook_2002"
            ]
        },
        "FN3": {
            "text": "3. Two significant achievements in this vein were Morris 1987 and Mazzola 1990 .",
            "citations": [
                "morris_1987",
                "mazzola_1990"
            ]
        },
        "FN4": {
            "text": "4. For example, Lewin’s ideas inform Ian Quinn’s articles on “General Equal-Tempered Harmony” ( Quinn 2006 and Quinn 2007 ) and a related \nlarge project, Callender, Quinn, and Tymoczko 2008 .",
            "citations": [
                "quinn_2006",
                "quinn_2007",
                "callender_quinn_and_tymoczko_2008"
            ]
        },
        "FN5": {
            "text": "5. I am thinking here especially of Lewin 1973 , Lewin 1992 , the four essays in Lewin 1993 , and Lewin 2008 . But there are many others, too.",
            "citations": [
                "lewin_1973",
                "lewin_1992",
                "lewin_1993",
                "lewin_2008"
            ]
        },
        "FN6": {
            "text": "6. See, for instance, Satyendra 2004 and Klumpenhouwer 2006 .",
            "citations": [
                "satyendra_2004",
                "klumpenhouwer_2006"
            ]
        },
        "FN7": {
            "text": "7. Existing examples of animated transformational analyses in Music Theory Online are cited in my article on “Constructing Transformational Signification” in this issue.",
            "citations": []
        },
        "FN8": {
            "text": "8. Callender 2004 analyzes works of Saariaho, Ligeti, and Nancarrow; Derfler 2007 analyzes music by John Adams; Julian Hook cites a passage by Michael Torke in Hook 2008 . For an application outside of art music, see Capuzzo 2004 .",
            "citations": [
                "callender_2004",
                "derfler_2007",
                "hook_2008",
                "capuzzo_2004"
            ]
        },
        "FN9": {
            "text": "9. As part of this research project, I constructed animated analyses of other distinctive, recent music. I report on one of them in Roeder 2009 ; the associated animation (realized in 3ds Max by Ali AbdulHussein) is posted at http://theory.music.ubc.ca/~trx/animations/Carterrods.avi . See also my analysis of Arvo Pärt’s choral work The Beatitudes (realized by Andrew Wei in Flash) at http://theory.music.ubc.ca/~trx/animations/TheBeatitudes.mov .",
            "citations": [
                "roeder_2009"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The impact of David Lewin’s 1987 Generalized Musical Intervals and Transformations ( GMIT )—the definitive exposition of transformational theory—is evident from the waves of research it inspired. (1) A 1993 conference devoted to Neo-Riemannian theory inspired a special issue of the Journal of Music Theory (42/2) in 1998. Neo-Riemannian theory, which treats triadic transformations and the voice \nleading associated with them, has since seen productive generalization and application to a variety of music. (2) Another transformational construct that Lewin advocated, the Klumpenhouwer network, became the subject of a special issue (24/2) of Music Theory Spectrum , and has been the focus of numerous contributions to Music Theory Online over the past two years. Lewin’s mathematical approach fostered a renewed appreciation of similar treatments of musical structure, contemporary with and antecedent to his work, (3) and has informed more recent theories of chord structure and relations. (4) The 2003 Mannes Institute for Advanced Studies in Music Theory, by devoting six workshops to various aspects and extensions of transformational theory, recognized all these developments and their importance to the discipline. Yet despite all the attention it has received, there are some important aspects of Lewin’s work that merit further investigation.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] For example, such an abstract theory would not have captured widespread interest had Lewin not applied it, and so justified it, in convincing analyses of entire pieces. GMIT itself does not contain such comprehensive discussions, but they occupy a significant proportion of Lewin’s legacy, arguably as important as the theory itself. (5) In contrast, there is a tendency in the literature towards inventing transformational families that find application in special brief passages, without a deep engagement with complete compositions and all their idiosyncrasies. It seems just as important to construct transformational systems to explain entire pieces as it does to find musical excerpts that instantiate formally interesting systems. In particular, the questions that Lewin’s analyses raise about the relation of transformational accounts to more traditional accounts of musical form could be better addressed with evidence \nfrom more complete analyses.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Lewin’s treatise is also known for its advocacy of a “transformational attitude” through which a listener imagines being “inside” the music ( GMIT , pages 158–159). This compelling metaphor has received much commentary, (6) but is hardly conveyed by the static graphs one finds in the printed literature. Only recently have theorists taken advantage of multimedia, notably in this journal, to explore representing transformations as changes within visual spaces, presented in real time. (7) The “attitude” merits much more investigation and experimentation with video and interactive environments.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] A third possible line of investigation is suggested, ironically, by successes in applying triadic-transformation and voice-leading theories to some recent triadic music. (8) Only some of contemporary practice employs this harmonic style, so it is natural to wonder whether and how well transformational theory can apply to other music of our time. In a workshop I led at the 2003 Mannes Institute, we discovered expressive transformational representations for music by various currently active composers—Kurtág, Adès, Saariaho, and Sheng, as well as Torke, Adams, and Pärt. More such research could expand the scope of the theory, and perhaps provide a unifying point of view for understanding today’s diverse compositional idioms.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The papers in this special issue, although written and peer-reviewed independently, all address these outstanding issues in transformational theory and analysis. They are perhaps best read as interconnected analytical essays revolving around questions of representation and meaning. Collectively they expand the application of transformational theory into new repertoire and into new contact with other analytical approaches. By way of introduction, I will briefly describe how each article contributes to the overall agenda, and indicate some larger themes and findings that they share.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Two of the essays examine, from different perspectives, some meta-theoretical concerns about transformational analysis. “Metaphors in Motion” critiques Lewin’s claims about “gestures” in terms of cognitive theory and in light of two different animated representations of one of his own analyses. “Constructing Transformational Signification” establishes some principles for constructing transformation systems and visual representations to maximize what can be said analytically about a piece; along the way, it fleshes out and interrogates the notions of “agency” that Lewin advocated but never developed. The other articles, too, share a self-reflective attitude about methodology as they consider various possible representations for the music they analyze.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Since most of the essays treat complete pieces (and the rest treat whole formal structures), they collectively address the relation of transformational representation to musical form, extending the lines of inquiry Lewin began \n( Lewin 1993 ). Of particular interest are the similar solutions they find for representing some basic formative processes. Varied repetition appears as the retracing of similar transformational pathways among different sets of musical objects, and closure is articulated by the complete traversal of a transformational space or subspace. These are demonstrated in textures alluding to traditional forms of various types and sizes—song, sonata, disguised theme and variations, phrase, double period, and more freely motivic polyphony.",
                "footnotes": [],
                "citations": [
                    "lewin_1993"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Many of the discussions concern pitch-class structure, so it is perhaps not surprising that many of them settle upon cyclical spaces to represent transformations. But it \nis nevertheless striking when relations among different sorts of objects in rather disparate music, such as pcs in a Pépin piano piece, ic5 dyads in an Adès movement, and trichords in a Rochberg string quartet, can all be productively modeled by structurally isomorphic, two-dimensional toroidal networks.  Such cyclical structures also appear in analyses of pieces by Berg and Bryars, although the specific transformations and objects are in each case distinct and special to the contextually relevant musical objects.  To the degree that each of these analyses is individually convincing, the uncovering of such unexpected connections shows how transformational theory can provide a unifying framework for understanding diverse contemporary art music. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Lastly, each article, in its own way, invites the reader “inside” the music via interactive, sound-synchronized computer animations that evoke sensations of characteristic gestures within distinctive musical spaces. These sensations are perhaps most vivid in three interactive environments that the reader can freely explore. This wide range of graphical and \nanimated designs required a variety of software tools for its realization. Along the way, then, these articles demonstrate many techniques of multimedia visualization using Maya, 3ds Max, Director, QuickTime, Flash, and even PowerPoint. The authors designed, and in some cases (Cook, Bor, Lind), realized the examples, but we also benefitted from the programming and artistic talents of Ali AbdulHussein, Andrew Wei, Kate Lau, and Sarah Mah.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In summary, then, I hope that these essays will stand as models, however preliminary, of the analytical possibilities of transformational theory, that they will be seen to continue and expand upon Lewin’s vision, and, especially, that they will spark further research. I am grateful to the editor of Music Theory Online , Matthew Shaftel, for allowing them to be published together in a single special issue, and to the anonymous readers whose suggestions helped us improve them. Lastly, I extend my thanks to the Social Sciences and Humanities Research Council of Canada for the research grant that supported these projects.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.09.15.1.roeder_intro.html",
    "data": "mto/data/mto.09.15.1.roeder_intro.json"
}