{
    "title": "Commentary on Matthew W. Butterfield’s “The Power of Anacrusis”",
    "date": "2007/03/01",
    "volume": "13",
    "issue": "1",
    "authors": [
        "Benadon, Fernando"
    ],
    "abstract": "I offer some perspectives on one portion of Matthew W. Butterfield’s “The Power of Anacrusis: Engendered Feeling in Groove-Based Musics” (MTO 12.4). I specifically discuss his microtiming analysis of the main groove in Herbie Hancock’s “Chameleon.” I propose alternative ways of calculating timing deviations, suggesting that the measurement approach should reflect the listening process as closely as possible. I also discuss whether tiny timing discrepancies (under 10 milliseconds) serve an expressive role.",
    "keywords": [
        "rhythm",
        "groove",
        "expressive timing",
        "Herbie Hancock",
        "Chameleon",
        "music"
    ],
    "doi": "",
    "received": "February 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.1/mto.07.13.1.benadon.pdf",
    "author_info": [
        {
            "name": "Fernando Benadon",
            "university": "American University",
            "address": "",
            "email": "fernando@american.edu"
        }
    ],
    "citations": {
        "benadon_2006": "Benadon, F. 2006. Slicing the Beat: Jazz Eighth-Notes as Expressive Microrhythm. Ethnomusicology 50(1), 73–98.",
        "collier_and_collier_2002": "Collier, G. L., and J. L. Collier. 2002. A Study of Timing in Two Louis Armstrong\nSolos. Music Perception 19(3), 463–483.",
        "friberg_and_sundberg_1995": "Friberg, A., and J. Sundberg. 1995. Time Discrimination in a Monotonic, Isochronous\nSequence. Journal of the Acoustical Society of America 98, 2524–2531.",
        "friberg_and_sundström_2002": "Friberg, A., and A. Sundström. 2002. Swing Ratios and Ensemble Timing in Jazz\nPerformance: Evidence for a Common Rhythmic Pattern. Music Perception 19(3), 333–349.",
        "hasty_1997": "Hasty, C. 1997. Meter as Rhythm. New York: Oxford University Press.",
        "honing_2006": "Honing, H. 2006. Evidence for Tempo-Specific Timing in Music Using a Web-Based\nExperimental Setup. Journal of Experimental Psychology: Human Perception and\nPerformance 32(3), 780–786.",
        "keil_1966": "Keil, C. 1966. Motion and Feeling Through Music. The Journal of Aesthetics and Art\nCriticism 24(3), 337–349.",
        "prögler_1995": "Prögler, J. A. 1995. Searching for Swing: Participatory Discrepancies in the Jazz\nRhythm Section. Ethnomusicology 39(1), 21–54.",
        "repp_and_knoblich_2004": "Repp, B. H., and G. Knoblich. 2004. Perceiving Action Identity: How Pianists\nRecognize Their Own Performances. Psychological Science 15(9), 604–609."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Collier and Collier ( 2002 ) also use measure length \nas a reference. However, the tempos of their selections are about twice as fast \nas “Chameleon” (so their bars are shorter).",
            "citations": [
                "collier_and_collier_2002"
            ]
        },
        "FN2": {
            "text": "2. All my calculations are derived from Butterfield’s \ntiming data; see his Table 1.",
            "citations": []
        },
        "FN3": {
            "text": "3. The values in columns one and four of the first row are \nthe same (6 ms) because Butterfield used a variant of the x-y method to \ncalculate the projected length of bar 1.",
            "citations": []
        },
        "FN4": {
            "text": "4. I did this by cutting and pasting blocks of silence from \none side of the “uh” to the other side of it. For example, for the first measure \nof Audio Example 1b , I dragged a 13 ms 12 block of silence from the left of the \n“uh” to its right, thus undoing the delay and creating a deadpan attack. \nSimilarly with measures 2 (12 ms) and 4 (13 ms). In measure 3, the transfer of \nsilence went from right to left in order to undo the 10 ms anticipation. Notice \nthat this procedure alters neither bar length nor the placement of all other \nonsets.",
            "citations": []
        },
        "FN5": {
            "text": "5. Hence Collier and Collier’s ( 2002 ) concluding admonition \nthat “analyses of the details of jazz rhythm by the unaided ear should be viewed \nwith suspicion” (p. 482).",
            "citations": [
                "collier_and_collier_2002"
            ]
        },
        "FN6": {
            "text": "6. See also Repp and Knoblich ( 2004 ).",
            "citations": [
                "repp_and_knoblich_2004"
            ]
        },
        "FN7": {
            "text": "7. As Honing explains, these quotes were collected during \nan earlier pilot study.",
            "citations": []
        },
        "FN8": {
            "text": "8. I am referring to “real world” performances, of course. \nIn controlled laboratory experiments that use simple stimuli, smaller deviations \nare more easily detected. See Friberg and Sundberg ( 1995 ).",
            "citations": [
                "friberg_and_sundberg_1995"
            ]
        },
        "FN9": {
            "text": "9. Tweaking the original recording of “Chameleon” to \ninvestigate whether the backbeat deviations are indeed expressive is not easy, \nunfortunately. The first backbeat is snugly meshed with the bass and too close \nto the hi-hat on beat 2, impeding the kind of clean edits that were possible \nwith the earlier audio examples—at least in the hands of this amateur \ntechnician.",
            "citations": []
        },
        "FN10": {
            "text": "10. That article also shows that “swing ratios” are not \n“on average . . . about 1.7:1” [par. 18], but usually lower. It also urges us to \nrethink Friberg and Sundström’s ( 2002 ) claim,\nechoed by Butterfield, that “the ‘swing ratio’ . . . varies widely with tempo” [par. 18].",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In his recent article “ The Power of Anacrusis: Engendered Feeling in Groove-Based\nMusics ” (MTO 12.4), Matthew W. Butterfield explores how Christopher Hasty’s ( 1997 )\ntheory of metric projection may be expanded to include microtiming phenomena.\nButterfield rightly insists that there is an important musical symbiosis that has been\nlargely neglected by scholars: between feel at the sub-syntactical level and structure at\nthe syntactical level. Butterfield supports his narrative with musical examples drawn\nfrom the jazz ride cymbal pattern, the basic rock drumbeat, and the main groove in Herbie Hancock’s “Chameleon.” These are accompanied by MIDI renditions that feature\nmicrotiming adjustments and help Butterfield drive his points convincingly.",
                "footnotes": [],
                "citations": [
                    "hasty_1997"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Toward the end of the article, Butterfield makes timing measurements of Herbie\nHancock’s recording of “Chameleon” to draw conclusions about rhythmic feel. He finds\nthat slight delays in the bass and drums temper otherwise strongly anacrustic onsets and\ngive rise to a more relaxed groove. My commentary focuses only on this portion of\nButterfield’s article. I do not address Butterfield’s larger thesis—which I find highly\ncompelling—regarding the effects of microtiming on metric projection. I hope that my\nobservations will be welcomed by him and by readers who are interested in the subject of\nmicrorhythmic analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In order to show that timing delays are taking place in the unaccompanied \nbass line’s “uh” (the end of beat 1), Butterfield relies on measure length: if \nit is m and the downbeat occurs at t = 0, then a metronomic onset of \n“uh” should occur on t = ( m /16)*3—that is, on the fourth subdivision slot ( Example 1 ). \nAs an alternative approach, Butterfield also looks at “projected bar length,” \nusing the previous bar instead of the current one as a frame of reference, since \nthis is “what listeners may expect for an emerging measure on the basis of its \npredecessor” [par. 51]. Either way, he finds that the “uh” is delayed in three \nout of four instances, and qualifies the one exception as a possible “slight \ntiming error” [par. 50]. Example 1 . The (synthesizer) bassline in Herbie Hancock’s “Chameleon” (click to enlarge) Example 2 . Local comparisons of microtemporal placement (click to enlarge) Table 1 . Results of four different measurement methods \n(in milliseconds) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Measure length may not be the most appropriate metric for assessing the microtemporal placement of values as small as the sixteenth-note. (1) Why not try\nsomething more local? The three-note anacrustic group could work well as an alternate\nframe of reference. Butterfield himself recognizes that these eighth-note pickups\n“provide enough information to enable one to hear the [“uh”] . . . as a syncopation” [par.\n44]. Using this framework—rather than measure length—as a predictor of beat size, one\ncan determine whether the “uh” is early, late, or right on. Put differently, if y is greater\nthan x /2 in Example 2 , then the “uh” is late. The results of this calculation are consistent\nwith Butterfield’s: there are three delays and one anticipation. (2) Another way of assessing\ntemporal deviation is to compare the durations of segments y and z . In a deadpan\nperformance where y equals z , the “uh” occurs exactly halfway between the downbeat\nand the “and” of the second beat. If, instead, y is greater than z , then the “uh” may be\nheard as delayed. Again, this method of calculation corroborates Butterfield’s findings. [5] Table 1 summarizes the different methods’ results. (3) The first two columns contain the\nresults of Example 2’s calculations; the values in the second two columns are taken from\nButterfield’s Table 1 . Positive and negative values denote delays and anticipations,\nrespectively.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The reader may wonder as to the need for introducing these two additional\nmeasurement approaches, which point to roughly the same conclusions as Butterfield’s\nmethods. I do so in order to underscore the importance of ecological validity in the\ntesting of timing-related hypotheses. When trying to determine whether a listener hears a\nslight timing deviation, a scenario that involves local timing comparisons seems more\nrealistic than one that does not. This distinction could prove decisive in other contexts,\neven though in this particular case all approaches lead to the same outcome.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The above results support Butterfield’s assertion that the bass line’s “uh” tends to be\nplayed late. But are the delays heard as being played late? Butterfield states that these\ntiming deviations give rise to a “laid back” [par. 47] rhythmic feel. To investigate this\nimpression, we can compare the original recording ( Audio Example 1a ) with edited\nversions in which the placement of the “uh” was shifted to compensate for any delays or\nanticipations. I tweaked Audio Examples 1b and 1c by cutting-and-pasting bits of silence\nto rectify the three delays and one anticipation as indicated by Butterfield’s “Timing” and\n\n“Projected Timing” values, respectively. (4) Audio Examples 1d and 1e were similarly\nedited, this time according to the above x-y and y-z calculations, respectively. Audio Example 1a Audio Example 1b Audio Example 1c Audio Example 1d Audio Example 1e",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] To my ears, many of the timing differences between the original and its clones are\nimperceptible. I think that the main reason for this lack of perceptual distinction is the\nabsence of onsets on beats 2 and 3, which would serve as helpful perceptual anchors.\nAnother reason may be the small size of the delays. As I discuss later, perhaps extremely\nsmall magnitudes of duration are being afforded undue interpretive significance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] One could quote Butterfield and propose that if we are indeed able to distinguish and recognize such timing patterns, . . . it is not because we\nregister their differences consciously—the discrepancies are really quite small and often difficult\nto quantify. It is rather because we experience in them different qualities of feeling. [par. 36] Yes, unaided by computers, the details are difficult to quantify. (5) Sometimes the details\nare consciously registrable. When they are not, we can invoke “qualities of feeling”:\nsubliminal yet meaningful phenomena that stir the listener without her being able to put\nher finger on them, exactly. This view might represent the je ne sais quoi side of\nexpressive timing. But even though the subtle timing patterns are not always registered\nconsciously, the quality of feeling itself should be. I\nwould not be able to guess in a blindfold test which of the above five versions of the\n“Chameleon” bassline is the original, much less say which one has “a \nmore relaxed quality that just feels more at ease” [par. 45].",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Though not directly stated, the concept of “qualities of feeling” is central to Honing\n( 2006 ). (6) He presented listeners with pairs of recordings of the same piece: an unaltered\nversion and another version that was either time-stretched or -compressed to match the\ntempo of the unaltered version. Listeners had to identify the unaltered recording.\nAccording to Honing’s timing is tempo-specific hypothesis, listeners did well on this task\nbecause expressive timing in music performance . . . is intrinsically related to global tempo. When\nexpressive timing is simply scaled to another tempo (i.e., slowed down or sped up proportionally),\nthe performance might sound awkward or unnatural and, hence, easier to identify as a tempo-transformed\nversion. (p. 781) Honing does not address the question of whether the naturalness of \nnon-transformed excerpts is heard consciously or felt subliminally, although the \narticle’s tone leans toward the latter. The participants’ judgments appear to \nhave been more intuitive than explicitly analytical: “X had a more natural \nfeeling,” “X sounds like it is tripping over itself,” and so on (footnote 5). (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "honing_2006"
                ]
            }
        },
        {
            "11": {
                "text": "[11] By contrast, expressive timing can be conceptualized as a more overt and\nconsciously perceptible feature—a status enjoyed by many other aspects of musical\nexpressivity from pitch bends to subito pianos. According to Keil (1966), for instance,\nexpressive timing “may be seen as a device for holding our attention and increasing our\ninvolvement so that a single phrase . . . will have maximum impact,” such as when a\n\nsoloist’s “phrasing is consistently behind the pulse and then for one dramatic instant\nsquarely on top of it” (p. 346).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] I want to emphasize that these two views of expressive timing (conscious and\nsubliminal) are perfectly compatible. They both place equal trust on listeners’ acuities,\nand they both see expressive timing as a rhythmic manipulation that heightens the\nemotional impact of the music. I am drawing attention to how the role of perception can\nshape discussions of expressive timing, particularly when it is not clear whether the\nmicrotiming data reflect a consciously perceptible process or a more hidden effect.\n(Clearly, individual listening abilities can influence the saliency of the effect.) Either\nway, the expressive timing should be sorely missed if removed. Otherwise, where is the\nexpression?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] These questions also pertain to Butterfield’s interpretation of the \ndrummer’s snare backbeats in “Chameleon” (see his Table 2 ). To study these, \nButterfield anchors his measurements onto the hi-hat’s steady eighth-notes. (My \nown measurements largely agree with his.) The first backbeat, which lies on the \nsame subdivision slot as the bass’ “uh,” exhibits consistent delays, most of \nwhich lie in the range of 20–40 ms. The second backbeat (on beat 4) undergoes \nmuch smaller delays, usually amounting to about 3–5 ms, never more than 10 ms. \nAccording to Butterfield, these figures support the claim that the backbeats are \ndelayed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] I think that the first backbeat can be characterized as delayed, but not the second\none. I say this because deviations of 20–40 ms seem large enough to be expressive,\nwhereas deviations of about 5 ms are not only impossible to detect, (8) but also devilishly\ntricky to pinpoint with confidence. Butterfield’s Audio Example 3 / Transcription 3 simulates a 9 ms delay in the two “Chameleon” backbeats. At the risk of comparing\nMIDI apples with acoustic oranges, we could use the value of 9 ms as a point of\nreference. I can hear the simulation’s second backbeat delay very clearly, mostly because\nit causes a flam with the deadpan bass. The first backbeat delay is much less obvious but\nstill perceptible, suggesting perhaps a lower ceiling of about 10 ms for this drum groove’s\ndelays to take effect. (9) This threshold may also hold for other 4 4 backbeat grooves.\nButterfield’s Audio Example 1 / Transcription 1 simulates an “in the pocket,” 11 ms\ndelay in the jazz ride cymbal pattern. “In listening to this example myself,” he writes, “I\nfind it difficult to perceive backbeat delay in the pocket pattern” [par. 39]. The similarly\ndelayed rock snare backbeats in his Audio Example 2 / Transcription 2 “are easier to hear\nthan in the swing example, perhaps because of the greater timbral distinction between the\nbass and snare drums” [par. 42].",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] I am all for backing up our listening impressions with precise timing measurements,\nbut viewing 3–6 ms discrepancies in the second backbeat of “Chameleon” as\nexpressively timed qualifies as wishful thinking. That we are able to measure minute\nimperfections (of rhythm, of intonation, of timbre) resulting from human production does\nnot mean that they are automatically expressive in nature. The question of how large a timing discrepancy is needed for\n\nlisteners to take notice is still up in the air, mostly because the answer depends on\nnumerous factors such as expertise, tempo, texture, contour, timbre, and—as Butterfield\nexplains—on whether we look at delays or anticipations [par. 39]. Prögler ( 1995 ) notes\nthat discrepancies “of 10 or more milliseconds are generally audible, but this also\ndepends on tempo” (footnote 11). Collier and Collier ( 2002 ) question whether deviations\nsmaller than 30 ms (in Louis Armstrong’s playing) can be detected by “even well-trained\nobservers,” and doubt that such discrepancies “could have been part of some intentional\nmusical scheme” (p. 481). In Benadon ( 2006 ), timing comparisons involve \ndifferences of at least 20 ms. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "collier_and_collier_2002",
                    "benadon_2006"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Incidentally, Butterfield’s Table 1 data show that the three-note pickups to measures\n2 through 4 are played consistently “on top” by about 20 ms. This would mean,\naccording to his line of thought and interpretation of magnitudes, that these pickups are\nless relaxed and more nervous. I think they sound as metronomic as is humanly possible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In closing, I share Butterfield’s evident passion for the topic and I admire his\nthoroughness and elegance of presentation. I applaud him for skillfully integrating two\nseldom reconciled aspects of rhythm: feel and structure. My commentary offers three\nadditional perspectives on his assessments. First, regarding the “uh” in the\nunaccompanied bassline, I present what I believe to be more ecologically valid\nmeasurement approaches; these support Butterfield’s own findings, although I am not\nsure that the timing deviations of the “uh” are truly expressive. Second, regarding the\nfirst backbeat in the drums, I concur that they are delayed and most likely expressively\n\nsignificant. Third, regarding the second backbeat in the drums, I believe that delays of\nunder 10 ms are too small to be either heard (or felt) or reliably measured in the context\nof a musical performance. Throughout, I seek to point out that some of Butterfield’s\ninterpretations of the timing data may be placing too much of an emphasis on possibly\nundetectable deviations, a practice that may steer future studies of this kind towards an\nunrealistic conception of rhythm perception.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.07.13.1.benadon.html",
    "data": "mto/data/mto.07.13.1.benadon.json"
}