{
    "title": "A Response to Richard Taruskin’s “A Myth of the Twentieth Century”",
    "date": "1995/09/01",
    "volume": "1",
    "issue": "5",
    "authors": [
        "Toorn, Pieter C. van den"
    ],
    "abstract": "",
    "keywords": [
        "Stravinsky",
        "Rite of Spring",
        "Taruskin",
        "new musicology"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.5/mto.95.1.5.vdToorn.pdf",
    "author_info": [
        {
            "name": "Pieter C. van den Toorn",
            "university": "University of California, Santa Barbara",
            "address": "Department of Music, Santa Barbara, California 93106-6070",
            "email": ""
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. See, for example, Richard Taruskin, “Revising Revision,” Journal of the American Musicological Society 46 (1993), pp.114–138, in which the dissemination of twelve-tone music in the United States is treated as a kind of academic plot perpetuated by specialists such as Milton Babbitt on an unwilling public. With Stravinsky, the conspiratorial aspect of facts and circumstances that may have gotten hidden or concealed is often treated too seriously, it seems to me. (Perhaps that seriousness is a reflection of Taruskin’s faith in the ability of words to contend with music in general—a faith far greater than my own.)  In the process, Taruskin can expect too much of his characters, exaggerate the significance of many of Stravinsky’s remarks in conversations and at interviews; see his “Back to Whom? Neoclassicism as Ideology,” 19th-Century Music 16, no.3 (1993), pp.268–302, in which Stravinsky’s early neoclassicism is treated as little more than the creation of a few conservative French critics; or witness the Stravinsky-Schoenberg battles of the 1920s and 30s, a debate Taruskin elevates to the status of a critical “public discourse,” but one in which the two contestants knew almost nothing of the music about which they expressed such hostility.  No doubt, during his neoclassical period, Stravinsky forgot or deliberately misled the public about much of the original conception of The Rite of Spring (1913).  But this does not privilege that conception, in my opinion.  The conviction of Stravinsky’s later conception of The Rite as a concert piece, one in which the music was left to imply images of a pagan or Spring ritual less explicit than those which presumably accompanied the original version, was felt no less keenly by the composer, and it is for us no less viable aesthetically.  See the discussion of this in my Stravinsky and The Rite of Spring (Berkeley: University of California Press, 1987).",
            "citations": []
        },
        "FN2": {
            "text": "2. I would not have grouped Kerman’s views so squarely with those of Stravinsky and other imagined formalists, however, notwithstanding Kerman’s references to “the music itself.”  Always stressing music criticism and the need to confront expressive content, Kerman’s stand on theory and analysis is close to Taruskin’s.  See Joseph Kerman, Contemplating Music (Cambridge: Harvard University Press, 1985), pp.80–84.  More immediately relevant, however, is Kofi Agawu, “Does Music Theory Need Musicology?” Current Musicology 53 (1993), p.90. In a positive light, Agawu connects ideas about “the music itself” with the practices of theory and analysis; negatively, of course, that connection underlies Taruskin’s complaint.  “Although the community of theorists is in some ways fragmented,” Agawu writes, “the overriding focus of ‘the music itself’... ensures a communality of vision that historians have yet to achieve.”  Agawu suggests that “critics who shun 'hard' theory... often end up either trafficking in an older theory or simply reinventing the wheel.”",
            "citations": []
        },
        "FN3": {
            "text": "3. In this, especially, Taruskin’s criticism of theory and analysis is not unlike Kerman’s in Kerman, Contemplating Music. Kerman’s complaint is that, in their quest for unity by way of the application of general methods, theorists have ignored the “salient features” of individual works.  But neither Taruskin nor Kerman acknowledge the degree to which analyses of such “features” must rely on standards of commonality and relatedness, in short, theoretical premises.  And the sophistication of those analyses depends to some degree on the sophistication of their underlying premises.  See the discussion of this in my forthcoming book Music, Politics, and the Academy , to be published this Fall, 1995, by the University of California Press.",
            "citations": []
        },
        "FN4": {
            "text": "4. See, for example, McClary’s feminist analysis of Tchaikovsky’s Fourth Symphony, first movement, in Susan McClary, Feminine Endings: Music, Gender, and Sexuality (Minneapolis: University of Minnesota Press, 1991), pp.69–79.  Proclamations of the new postmodernist creed are Lawrence Kramer, “The Musicology of the Future,” Repercussions 1, no.1 (1992), and Gary Tomlinson, “Musical Pasts and Postmodern Musicologies: A Response to Lawrence Kramer,” Current Musicology 53 (1993).",
            "citations": []
        },
        "FN5": {
            "text": "5. Igor Stravinsky and Robert Craft, Expositions and Developments (New York: Doubleday, 1962), p.115.  Taruskin’s interpretation of Stravinsky’s “form” seems pedestrian to me, as if the composer were referring to a detached and lifeless outline of some kind, such as that often associated with the sonata, and not to a dynamic, lived-through sense of timing and place, the musical idea as a rhythm of the whole.",
            "citations": []
        },
        "FN6": {
            "text": "6. Igor Stravinsky and Robert Craft, Retrospectives and Conclusions (New York: Knopf, 1969), p.48.",
            "citations": []
        },
        "FN7": {
            "text": "7. Igor Stravinsky and Robert Craft, Memories and Commentaries (New York: Doubleday, 1960), p.108.",
            "citations": []
        },
        "FN8": {
            "text": "8. Lynn Garafola, Diaghilev’s Ballet Russes (New York: Oxford University Press, 1989), p.70.",
            "citations": []
        },
        "FN9": {
            "text": "9. Garafola, Diaghilev’s Ballet Russes , p.70.  Actually, the views of both Garafola and Taruskin have been anticipated to some extent by Theodor Adorno.  See, especially, Theodor W. Adorno, Philosophy of Modern Music , trans. Anne G. Mitchell and Wesley V. Bloomster (New York: The Seaburg Press, 1973), p. 145:  “Both [ Petrushka and The Rite ] have a common nucleus:  the anti-humanistic sacrifice to the collective—sacrifice without tragedy, made not in the name of a revewed image of man, but only in the blink affirmation of a situation recognized by the victim.”",
            "citations": []
        },
        "FN10": {
            "text": "10. Nonetheless, see the objections raised to the “close reading” and analysis of music in Tomlinson, “Musical Pasts,” pp.21–22.  Tomlinson associates close analysis with various deceptions of modernism, including, as he understands them, notions of autonomy, criticism, “internalism,” “Westernism,” “transcendentalism,” and so forth.  See also the treatment of conventional theory and analysis in Susan McClary, “The Politics of Silence and Sound,” Afterward to Jacques Attali, Noise: The Political Economy of Music , trans.  Brian Massumi (Minneapolis: University of Minnesota Press, 1985), pp. 150–153. Another recent source of criticism is Edward W. Said, Musical Elaborations (New York: Columbia University Press, 1991). Amidst much ado about what musicology should or should not be (the “new musicologists” are favored, albeit with reservations), Said points to the severity of the “technical requirements imposed by musical analysis,” the isolation of those “requirements” (p. xvi). And see Peter Kivy, Music Alone (Ithica: Cornell University Press, 1990), pp.  126–127, 137, where the practice of Schenkerian analysis is judged cult-like and elitist, too “technically” isolated for the average listener or musician.",
            "citations": []
        },
        "FN11": {
            "text": "11. Music, Politics, and the Academy (forthcoming).  No doubt, the line between helpfulness and distraction can vary. Many of us start with a musical articulation in The Rite that seems “brutal” or “violent” in character, even though the helpfulness or appropriateness of any further elaboration along these lines, the notion that that articulation is “fascist,” for example, is another matter.  My objection even to some of these general images is that, while capable of being suggested by the music and then of overwhelming it, they can say very little about its materials and their organization, about the choice of a particular chord, for example, about Stravinsky’s melodies, rhythmic patterns, or Dorian tetrachords, even though the meaning of the latter detail must reside with that of the whole, and hence presumably with the image that is being proposed.  In other words, there can be little specific accounting of one side in terms of the other; greater specificity on one side of the connection (the musical side, for example) leads to the collapse of the other, in fact, not to greater individuality but to what is more crudely stereotypical.",
            "citations": []
        },
        "FN12": {
            "text": "12. Taruskin’s selection of two general textbooks on 20th-century music to demonstrate the “conventional wisdom” of The Rite and its analysis is bizarre; not only are those texts necessarily condensed and often derivative, but the more detailed, specialized literature on Stravinsky and The Rite is vast and readily available. Taruskin is not averse to treating specialized papers when it suits his purpose, however; he refers to articles by Robert Moevs and the British theorist Arnold Whittall.  The textbooks are by theorists: Robert Morgan Twentieth-Century Music (New York: Norton, 1991), and Elliott Antokoletz, Twentieth-Century Music (Englewood Cliffs, N.J.: Prentice-Hall, 1992).",
            "citations": []
        },
        "FN13": {
            "text": "13. Joseph Straus, Remaking the Past: Musical Modernism and the Influence of the Tonal Tradition (Cambridge: Harvard University Press, 1990).",
            "citations": []
        },
        "FN14": {
            "text": "14. See notes 2 and 10. A first wave of criticism of “technical” theory and analysis came in the early 1980s from musicologists who, styling themselves as “humanists,” argued against the “formalism” and “positivism” of contemporary scholarship; they included Joseph Kerman and Leo Treitler.  A second wave has come from “new musicologists,” postmodernists, and feminists, many armed with arguments derived from Jacques Derrida.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The following is a response to a recent paper of Richard Taruskin’s entitled “A Myth of the Twentieth Century: The Rite of Spring, the Tradition of the New, and ‘The Myth Itself’.”  Taruskin’s paper addressed the aesthetic, historical, and analytic-theoretical legacy of Stravinsky’s early ballet. It was read at a special festival of Stravinsky’s music held at the University of California at Santa Barbara, May 7–9, 1995; also featured at the festival were papers by Robert Craft, Stephen Walsh, Glenn Watkins, and myself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Subsequently, Taruskin’s paper was published in Modernism/Modernity 2, no. 1 (1995), 1–26. The response followed in a succeeding issue, Modernism/Modernity 2, no. 2 (1995).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Since many of the issues raised by this exchange involved theory and analysis and, more specifically, aesthetic assumptions likely to be made when analyzing or theorizing about a piece such as The Rite , some form of publication in Music Theory Online seemed ideal as a way of stimulating discussion and possibly further response. Taruskin’s main point was that, in passing off as “extramusical” many of the ballet-related ideas that accompanied The Rite’s conception, scholars have “sanitized” the work, brushing aside its explosive character, concentrating instead on matters of unity, integration, and method. Several recent textbooks on twentieth-century music were cited as examples of this. In contrast, Taruskin would point to the scenario and Nijinsky’s choreography of the music, conceptions which, according to the recent work of several dance historians, can be related to socio-political matters early and later in the century.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Musical biography by way of Richard Taruskin can consist of conspiracy tales in which the public, led by an easily compromised academic community, is duped big-time by figures such as Stravinsky and Robert Craft. (1) In the majority of these cases, the story is given a new twist, one that is fresh, insightful, and brilliantly argued. At other times, however, Taruskin’s judgements are too sweeping, too dismissive of concerns no less relevant than his own in coming to terms with musical meaning and interpretation.  Both forces are at work in his recent “A Myth of the Twentieth Century: The Rite of Spring, the Tradition of the New, and ‘The Music Itself’” ( Modernism/Modernity 2, no.1 (1995), pp.1–26).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Taruskin begins by taking aim at phrases such as “the music itself” and “music in its own terms,” the unmediated experience or autonomy such phrases would seem to imply.  He suggests that their use by specialists such as Stravinsky, Joseph Kerman, and myself has had the purpose of sidelining non-specialist talk about personal, cultural, and socio-political matters, relegating such matters to the “extramusical.” (2) Such phrases have served as “instruments of rejection,” in his view.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Next, he takes aim at the discipline of music theory and analysis, another culprit in these sins of omission and “rejection.”  He accuses that discipline of ignoring the tradition within which a piece such as Stravinsky’s The Rite of Spring (1913) was conceived, of ignoring, indeed, the explosive character of such a piece, the features which in this instance precipitated a riot at the time of the premiere. Instead of investigating such a biography, theorists have concerned themselves with elements of a wholly artificial unity and integration. (3) I shall want to take up these points.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] “The music itself” need not imply that which is susceptible to measurement alone, of course, music’s pitches, intervals, and rhythms. It can allude to all that is proper to it, the uniqueness that is attributed to a piece of music, for example, what is felt and sensed as unrepeatable.  My own use of the phrase stems accordingly, and involves the individual context and its felt individuality. (According to Taruskin, both Stravinsky and Kerman imply “some kind of primary, inarticulate, implicitly incommunicable activity.”  For Stravinsky that activity involved composing, evidently, for Kerman, “performing and listening.”)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] And I suspect that for many listeners an individual work and their experience of that work can indeed be individual, something for which there is no substitute and which is beyond their capacity to comprehend fully.  In this respect, of course, musical works are not unlike individual human personalities, while the difficulties encountered in the study of music and its single instances are not unlike those encountered in the study of psychology and its single manifestations.  Musicology can sometimes give a different impression of music and its experience, to be sure, especially when, all too relentlessly, music is treated as a “product of culture;” today’s “new musicologists” can seem especially rosy in their forecasts, confident in their ability to treat music as a sexual or political enterprise. (4) Yet there is little certainty about the meaning of music, it seems to me, why a specific piece should have the attracting effect it does, why it should be that piece and not another, this observer and not someone else, here rather than there, and so forth. The synthesis that is the whole of this complex web remains a mystery, however much individual pieces may be discussed part by part or in terms of their general features or characteristics (which is also part by part), separated analytically to be made whole again synthetically. (Analysis separates in order to assemble again, a process that permits the acquisition of a familiarity with the detail of a musical whole, and for the purpose of enhancing what may be sensed and felt of that whole, adding to the pleasure that is to be gained from contemplation.)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Partial and incomplete, then, knowing in analysis is knowing in relation to something else.  And this is as true of Taruskin’s interpretation of the concluding “Sacrificial Dance” of The Rite of Spring , in which the ballet’s sacrifice of a “Chosen One,” ritualistically impersonal, is linked to “biologism, sacrifice of the individual to the community, absence of compassion, and submission to compulsion” (indeed, to a host of 20th-century horrors, including Nazi Germany), as it is of the more “technical” analyses of music theory and analysis which Taruskin is apt to dismiss as sterile and formalist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Indeed, I doubt that even Taruskin would wish to replace the “Sacrificial Dance” with his particular construction of it, “the music itself,” then, with images of a pagan or fascist collectivity, images which are necessarily partial and approximate, as I understand them, analytical tools at best.  (Only as a form of representation does a musical work become vague and imprecise.  As an object of attraction, it is likely to be specific and highly contextual; even very slight changes in its details are likely to bring about a reversal in response.)  And there is little reason why “the music itself” should not call to mind not just the materials of music but the uniqueness of those materials as part of single instances, what, sensed and felt, lies beyond analysis and our ability to unravel.  Indeed, not to make an assumption of this kind, one involving a transcending reality, is to assume that our descriptions and explanations are capable of standing for the whole, of unlocking music, in effect, rendering its composition, performance, and listening no longer necessary or essential.  My instinct is to trust music first and foremost, on the other hand, treating description as a means rather than as an end, a way of invoking its truth, sustaining a sense of its context.  And while, to that end, I would not wish to do without socio-political inquiry, my emphasis would be on a more specific “technical” theory and analysis which could penetrate some of the detail of music, allowing that detail, in however indirect a manner, to become a part of what is indeed sensed and felt.  Working closely with the materials of music, “technical” analysis can become a way of sustaining the aesthetic presence of a given work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] As is well known, of course, Stravinsky was suspicious of descriptions of music, especially when they involved self-expression. And this was not out of squeamishness, I suspect, out of a fear of disclosure or “defeat,” but out of a regard for music; its description and explanation could too easily take on a life of its own, become ends rather than means.  Instead of serving music as a foil, it could too easily distract, become a substitute for the real thing.  In the main, Stravinsky would not have shared Taruskin’s confidence in our ability to cope with music outside of music, to deal with its passions in translation; and he would not have placed the same sort of significance in our efforts at translation.  Only another piece of music served as a legitimate form of criticism.  He would acknowledge that his own work was to some extent “the embodiment of his feeling,” that it could be considered “as expressing or symbolizing” that feeling.  But he would counter that “consciousness of this step does not concern the composer.”  Fancying himself as an instinctual composer, a doer rather than a thinker, he continued to stress the boundaries between perception and conception: The composer works through a perceptual, not \n\ta conceptual, process.  He perceives, he \n\tselects, he combines, and is not in \n\tthe least aware at what point meanings of a \n\tdifferent sort and significance grow into \n\this work.  All he knows or cares about \n\tis his apprehension of the contour of the \n\tform, for the form is everything.  He can \n\tsay nothing whatever about meanings. (5) My mind does not count.  I am not mirror-\n\tstruck by my mental functions.  My interest \n\tpasses immediately to the object, the thing \n\tmade;  and it follows that I am more \n\tconcerned with the concrete than with the \n\tother thing, in which, as you see, I am \n\teasily muddled. (6) To borrow G.E. Moore’s example—“I do not \n\tsee how you can explain to anyone who does \n\tnot already know it, what ‘yellow’ is”—I \n\tdo not see any means of explaining why I \n\thave chosen a certain note if whoever hears \n\tit does not already know why when he hears \n\tit. (7)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Ideas of this kind are dismissed as so much formalistic banter by Taruskin, a form of “rejection,” again, the means by which Stravinsky and others (deceivers, all) conceal or brush aside issues central to music.  Such ideas are felt to be fundamentally at odds with passion, with the experience of music as passion.  But what Stravinsky sought was a state of mind, after all, precisely that to which he refers in the above quotations; immediate contact, the feeling of being at one with music, at one with the world through music.  And notwithstanding the sharp distinction Taruskin draws between composing and listening, between Stravinsky’s concerns and those of the listener, I doubt that Stravinsky’s central purpose is felt any less keenly by average listeners; with a sense of focus and concentration, they too wish to become immersed in music, thinking in rather than about it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Of course, for the listener too, moments of contemplation are but moments.  Owing to an inability to hold fast, immediacy gives way to reflection.  Yet reflection need not signal a complete break with immediacy.  Striving to regain a sense of rapport, the mind may remain suspended in music, seeking assistance not from the outside but from connections that may suggest themselves as part of the continuing context.  In this way, reflection follows as a way of sustaining immediacy, and by constructing an image of aesthetic pleasure, what is sensed and felt in immediacy.  Theory and analysis follow as a further extension of this process, a way of constructing for the purpose of sustaining and enhancing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Indeed, in so sharply distinguishing the larger concerns of the composer from those of the listener, Taruskin betrays not a little brushing-aside of his own.  Depicting Stravinsky’s remarks as professional and as involved solely with the “manufacture” of music, he dismisses them not only as formalistic but as “technical” as well, pronouncing them, along with theory and analysis, incapable of addressing the concerns of the listener and of experience in general. In the case of The Rite , he recommends the ideas of several dance historians, huge ideas about our “collective unconscious,” in fact, but ideas with no chance at all of being pushed into the detail of the music, of answering questions about anything but The Rite’s most general and obvious features.  Thus, starting with the usual premise of a “primeval universe,” of primitive man “before the birth of thought and conscience,” Lynn Garafola confines herself to the ballet scenario and Nijinsky’s choreography. (8) She refers to Nijinsky’s use of the body as “an instrument and object of mass oppression” and to the “totalitarian function” of the overall design; she identifies the latter as “masculine” as well, alleging it to have marked Nijinsky’s renunciation of homosexuality.  The spectacle is then linked to later contemporary events: But as much as the ballet looked back to the \n\tdawn of human life, so... it also looked \n\tinto the future:  to a war that unleashed \n\tthe accumulated evil in men’s souls and to a \n\tsociety ruled by the machine.  In this \n\tsense, Sacre was a harbinger of modernity:  \n\tof its assembly lines and masses, its war \n\tmachines and cities of slain innocents.  \n\tStripped of their costumes, Nijinsky’s \n\tmasses were both the agents and victims of \n\ttwentieth-century barbarism. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] But why should talk of “oppression,” “war machines,” “slain innocents,” “accumulated evil,” “assembly lines,” “barbarism,” and “the masses” (all within five lines) bring us closer to the music and its appreciation, a sense of its immediacy, than talk—even “technical” or specialist talk—about its polyphony, motives, harmony, or rhythms?  And why should the former be judged sympathetically humanist and interdisciplinary, the latter distant and distancing, as if the materials of music were by nature off-putting, a nitty-gritty bound to inhibit appreciation and to alienate those truly in touch? In my view, both Garafola and Taruskin burden the choreography and the music with expectations which cannot reasonably be fulfilled, expectations which, indeed, in any attempt at fulfillment, distract rather than assist, hinder the listener in arriving at a closer understanding and appreciation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] And my sense of much of today’s impatience with close, “technical” analysis is that it is neither new nor all that reflective of current trends in sociology and literary criticism. (10) It reflects, rather, the familiar ambitions of musicology, its demands for products that are sufficiently competitive and public, mixed up in turn with a degree of snobbery.  Musicologists have always preferred not to deal with music, let alone “the music itself,” music’s materials and individual contexts and their need for a more “technical” dialogue.  In “A Myth of the Twentieth Century,” Taruskin is no exception in this.  Compared to the grand issues of musicology, which can now boast gender and sexuality as well as politics, “technical” nitty-gritty can seem lowly and ineffectual, to reek all too readily of the rudimentary, in fact, of chalk and erasers. Returning to the ballet scenario and choreography, tying those conceptions to ideas and events later in the century, Taruskin can follow Garafola in tackling the blue chips, pointing to re-discovered isms in the process, BIOLOGISM, for example, the idea of life defined by its physical facts.  Here again, however, the problem lies with the indifference of the music to these socio-political shifts, with an impersonal collectivity imagined as fascist rather than (or as well as) pagan; the music neither suggests nor supports these specifics, remaining all the while, and in reaction to them, too abstract and indirect.  As with Garafola, too, the relevant terms (“oppression,” “Hitler,” “nationalism,” “submission,” “communalism,” “Nazi regime”) are introduced with no attempt to pursue them into the musical detail. Nor could any such pursuit have been realized, of course, without reducing their mention to silliness, The Rite and the implications of, say, “submission,” “Hitler,” or Nazi Germany to trivialization. (I have argued similarly in cases involving the application of sexuality and gender.) (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Indeed, with less a belief in the transcending powers of music, in the ability of music to speak to some degree for itself, musical structures are not more but less free, less able to stand apart from the material or the materially purposeful.  Drawn more and more into the uses of the world, into direct forms of ideological and personal-political manipulation, they are less able to function as an alternative to those uses or to awaken a capacity for that alternative.  Deprived of a measure of aesthetic autonomy, they lose all significance in and of themselves.  Rather, they are valued solely as socio-polictical comment and for the opportunity they afford for such comment.  And in the current balancing act between object and subject, musical structure and sensing subject, attention shifts not from music to the musically experiencing subject but from music to the experiencing subject as such, the subject and his or her needs, wants, and concerns.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] But more specifically, too, it is inaccurate to imply, as indeed Taruskin implies repeatedly, that specialized, detailed, and hence more “technical” accounts of The Rite have failed to address the explosive character of the music, its sense of conflict and discord. (12) Theorists such as Elliott Antokoletz and Joseph Straus have dealt at length with the element of conflict in Stravinsky’s music, as it is defined by traditional common-practice tonality and by various polarities and symmetries; Straus’s more specialized study deals with various irreconcilable tendencies in neoclassical recompositions. (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] My own book on The Rite is little else but a discourse on conflict at various levels of structure.  Much of the harmonic and melodic vocabulary of The Rite is familiar enough, consisting in the main of triads, dominant-seventh chords, and short, diatonic melodic fragments.  New, however, are the referential implications of this vocabulary: a simple, folk-like diatonicism is made to stand against chromatic vertical structures which are derived from an eight-note scale commonly referred to as the octatonic scale.  (Octatonic relations, which are symmetrical in nature, figure prominently in the music of Debussy, Scriabin, and Bartok as well.  In this connection, too, Pierre Boulez has described The Rite as a piece in which a horizontal diatonicism stands opposed to a vertical chromaticism.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] At the same time, instead of a steady, measure-by-measure sense of harmonic progress, Stravinsky piles chords and melodic fragments on top of each other in layered structures, assigning fixed registers and instruments to the various layers.  The fragments of these layers repeat ostinato-like according to varying cycles so that, rhythmically too, there is a sense of conflict and opposition.  Typically, the separate layers take on a superimposed rather than blended quality; the reiterated chords and fragments appear as if locked in confrontation, standing at an impasse.  And as the individual dance movements draw to a close, there is an accumulation or build-up of such chords and fragments, often in the form of climaxes which, however, lack a clear sense of resolution; the music grinds to a halt as if from exhaustion.  The effect can be static yet enormously tense at the same time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The hammer-like ostinato chord mentioned by Taruskin at the beginning of the “Auguries of Spring” is a case in point.  The configuration consists of upper and lower components, a dominant-seventh chord on Eb superimposed on a major triad on E.  And as the initial pages of Stravinsky’s sketches for The Rite indicate, those components are treated somewhat separately: each fragment remains confined to a specific register even as it is detached from the initial configuration.  The components are not mixed up as, say, motives would be in the development section of a Haydn quartet, tossed from one octave or instrument to another.  They remain fixed in superimposition, as it were, without the sense of a developing dialogue.  Hence the resistance of so many scholars and analysts, including Taruskin, to more general systems of pitch- and interval-class reduction, systems which would bypass these registral considerations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] But this should not suggest, on the other hand, that a sense of integration or harmony is altogether missing from this music.  On the contrary, although the two components in question remain separate in their respective registers and pitch contents, they sound together. And their union reflects the other side of The Rite , namely, its vertical chromaticism; Eb clashes repeatedly and harshly with a lower E.  And it is by such means that a characteristic dissonance, along with the octatonic implications of that dissonance, is made to emerge.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] A more rigorously applied theory and analysis would pursue these relationships in pitches, intervals, and durations large and small, seeking to construct images of varying kinds and degrees of determinacy.  In this way, it would ask how The Rite is put together, how its materials are organized, grouped, and segmented, related to other music outside its immediate context.  As an extension of the reflection that follows and interacts with immediacy, such an activity seems to me altogether natural for anyone with a yen for a particular musical train of thought.  And I would welcome Taruskin’s concluding appeal for a compromise between theory and analysis and more general modes of description and explanation, even if many of his terms seem resistant to such a meeting, remaining too specific in themselves to be hooked up with music’s detail, applied as a means of explaining the determination of that detail.  I can appreciate the need for both aesthetic and socio-political discussion and close, “technical” analysis, but remain skeptical about the forging of relations on terms anything more than fleeting, remote, and tenuous. Indeed, I am leery of the alienating effect of more substantial terms, saddling individual musical structures with stereotypical images inhibiting rather than extending expressive capacity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Still, my argument is less with Taruskin’s socio-political constructions (or with those of the “new musicologists,” for that matter) than with his treatment of theory and analysis apropos of The Rite , the implication that, as analysis, those constructions can take the place of detailed, specialized study.  On other occasions, of course, Taruskin has been an imaginative analyst of detail, especially of Stravinsky’s music and of Russian music of the nineteenth and twentieth centuries.  My worry here is that this current dismissal will add to the growing chorus of dismissals of theory and analysis by “humanists” and “postmodernists” both within and outside the profession. (14) More specifically with respect to the latter, my concern is that, whether intentional or not, the growing dissent (indeed, impatience with “technical” matters) will eventually translate into an indifference towards musical literacy, perhaps even an ideological prejudice thereof, something which can ill be afforded, obviously, but perhaps especially in coincidence with today’s succession of budget cuts.  Indeed, my sense is that, if the latter cuts in education do not succeed in scuttling “technical” study, then perhaps musicologists aided by today’s social critics will.  In the final analysis, it cannot be in the interests of music to discourage the close study of its workings, dismiss, almost as a matter of course, that study as unrewarding and forbidding, indeed, as “alien,” “formalist,” “specialist,” “insular,” “elitist,” “Westernist,” “masculinist,” and so forth. Too much is made of the difficulty, in any case, and of our inability to cope with a means of communication.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] It should be borne in mind that analytic-theoretical methods are distinguished not by their “technical” means but by their study at close range, their determination to come to grips with the details of musical structures; the “technical” angle which, necessarily, is descriptive and metaphorical, notwithstanding the label, is symptomatic of that intimacy, of an overriding focus and determination in the direction of detail.  Moreover, if the metaphorical content of many “technical” terms is rather neutral and inexplicit, their application will depend to a greater extent on the musical phenomena to which they refer.  And the advantage here is that, in seeking to clarify their meanings, it is with the music that the observer is brought into closer contact.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.95.1.5.vdToorn.html",
    "data": "mto/data/mto.95.1.5.vdToorn.json"
}