{
    "title": "Fifth Conference on Analytical Approaches to World Music, and Eighth Folk Music International Workshop",
    "date": "2018/09/01",
    "volume": "24",
    "issue": "3",
    "authors": [
        "Sawatzky, Grant"
    ],
    "abstract": "",
    "keywords": [
        "world music",
        "folk music",
        "transcription",
        "music information retrieval",
        "rhythm",
        "segmentation"
    ],
    "doi": "10.30535/mto.24.3.15",
    "received": "",
    "pdf": "http://mtosmt.org/issues/mto.18.24.3/mto.18.24.3.sawatzky.pdf",
    "author_info": [
        {
            "name": "Grant Sawatzky",
            "university": "University of British Columbia",
            "address": "",
            "email": "grantsawatzky@gmail.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Researchers from Canada, the United Kingdom, and the United States made up the majority of presenters; and the host country was also well represented. The positive international atmosphere was, however, accompanied by a few poignant reminders of certain present political challenges to such gatherings. One presenter with an Iranian passport was prevented from attending in person, and instead shared their research via Skype along with a short statement on research and political freedom. And a few evenings during the conference saw demonstrators marching and chanting nationalist slogans just outside the conference venue in their opposition to Greece’s signing of the Prespa Accord, which seeks to resolve long simmering tensions over the name of the Balkan country that may now officially become known as Republic of North Macedonia.",
            "citations": []
        },
        "FN2": {
            "text": "2. John Roeder’s keynote likewise sought a sort of pan-cultural theoretical model; in his case, one that described varieties of process and interactivity found in cyclic duets from a number of unrelated musical traditions.",
            "citations": []
        },
        "FN3": {
            "text": "3. Agawu, Kofi. “Against Ethnotheory.” In The Dawn of Music Semiology: Essays in Honor of Jean-Jacques Nattiez , edited by Jonathan Dunsby and Jonathan Goldman, 38–55. Rochester, NY: University of Rochester Press, 2017.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Full Conference Program Long Abstracts for AAWM2018 papers Program and Abstracts for FMA2018",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The 5th biennial Conference on Analytical Approaches to World Music met in Thessaloniki, Greece, on June 26–29, 2018. It hosted over 60 papers, with two keynote addresses (Martin Stokes, King’s College, London; John Roeder, University of British Columbia), as well as a few concerts, special workshops, and panels. The Folk Music Analysis International Workshop met jointly with the AAWM with its own parallel sessions (bringing the total number of presentations up to around 85), and adding a third keynote address (Emmanouil Benetos, Queen Mary University, London). The conference provided a congenial atmosphere that was especially notable for bringing together international scholars from more than 20 countries, (1) representing a variety of disciplines, including ethnography, anthropology, cognitive science, computation/music information retrieval, and music theory.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] One of the interesting themes that emerged at this year’s meeting was the issue of transcription, including automated and MIR approaches. Patrick Savage, Charles Cronin, Daniel Müllensiefen, and Quentin Atkinson presented a “percent melodic identity” measure which uses an “automatic sequence alignment algorithm” adapted from molecular genetics to quantify melodic similarity between audio files. The tool was developed for comparison of recorded folk melodies, but Savage presented on a newer, and decidedly more practical application of the measure: predicting outcomes of music copyright infringement lawsuits. Matevž Pesek, Manca Žerovnik, Aleš Leonardis and Matija Marolt applied their Symbolic Compositional Hierarchical Model (SymCHM), an unsupervised learning algorithm designed to extract patterns from symbolic notation, to model similarity among tunes in a Dutch folk song corpus. (Their CHM algorithm had previously shown promising results for pattern extraction from audio recordings.) A number of other presenters likewise covered “automated” approaches to pattern recognition in various genres. Morgan Davies’s presentation demonstrated two open-source software programs (the MATCH vamp plugin for Sonic Visualiser, and Tony: a tool for melody transcription, both available through code.SoundSoftware.ac.uk ), which identified melodic lines from audio recordings and translated the melody into traditional Western staff notation (the recordings considered were selections from North and South Indian repertoires). Davies’s argument for integrating automated transcription as a preliminary step in ethnographic/music-analytic research was starkly juxtaposed with the argument presented in the following paper, where Andrew Killick argued in favor of continued development of a new, and more culturally neutral notation system, which seeks to shed the inevitable conceptual biases of Western notation and modifications thereof. Skeptics among the conference attenders (this author included) doubted the extent to which escaping these biases is possible even within a notation system that seeks to be more neutral in its symbology, so far as cultural bias is in the mind of the transcriber as much as it is in the symbols of their notation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Emmanouil Benetos’s FMA keynote address treated automatic transcription of world musics, highlighting problems that arise from applying automatic transcription tools to musics other than those for which they were developed. In the plenary session on the last day of the conference, a round-table discussion (Emmanouil Benetos, Panayotis Mavromatis, Tara Browner, Kalin Kirilov, and Sylvie Le Bomin, moderated by Michael Tenzer) provided a venue for a broader discussion on transcription, which brought specific issues of musical representation (automated or otherwise) into dialogue with the wider traditions of transcription in ethnomusicology and music analysis literatures. Panelists, discussants, and presenters held a range of perspectives on what exactly transcription is good for (e.g. commercial, legal, pedagogical, and philosophical applications), as well as on the matter of whom exactly a transcription benefits. Certainly these are not questions to be settled definitively; nevertheless, the discussion and critique of transcription and its various applications were illuminating, and not antagonistic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] This year’s AAWM conference was host to a flourishing of research on musical rhythm, with nearly half the AAWM papers presented at the conference taking rhythm, meter, or segmentation as their primary topic. This rhythmic focus might result from the fact that—rightly or wrongly—certain aspects of music’s perceived time-organization (e.g. “cyclicity,” “segmentation,” or “entrainment”) are assumed to be more “universal” than the harmonic/melodic/timbral features, which are typically assumed to differently accrue syntactic significance within distinct cultural traditions (e.g. “on-the-beat/off-the-beat” is a distinction commonly taken to have wider inter-cultural applicability than distinctions like “dissonant/consonant” or “tonic/not-tonic”). Presentations at this year’s AAWM conference engaged with this assumption in a variety of ways, and from a variety of methodological perspectives.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Some papers—Nasim Ahmadian on Iranian Classical music, Iljung Kim on Korean Gagok , and Argibel Euba Ugarte on Basque Txalaparta music, among others—presented music-analytical descriptions of metric and rhythmic features unique to a specific repertoire, and used ethnographic reports (based on fieldwork and consultation with expert performers) as a basis for their analytical approach. Other presentations were likewise repertoire-specific, but sought to describe an aspect of metric/rhythmic structure by way of an empirical or computational approach to metric/rhythmic organization. Carlos Guedes, Konstantinos Trochidis, and Akshay Anantapadmanabhan, for instance, presented a method that aims to model Carnatic percussion syntax by encoding percussion solos to be used as a training corpus for the generation of new talas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Still others used a specific repertoire as a testing ground for broader research questions that investigated whether (or the degree to which) certain listener responses to a given music’s time organization are dependent on the listener’s enculturation. Marcelo Queiroz, Katerina Peninta, Roberto Bodo, Maximos Kaliakatsos-Papakostas and Emilios Cambouropoulos had subjects try to tap “the beat” and identify “the time signature” in a set of traditional Greek Demotika songs known for their variety of irregular rhythmic patterns, and observed and reported on differences in responses among those who were familiar with the idiom, and those who were not. (Unsurprisingly, those who were more familiar with the style fared a little better in most cases.) Richard Widdess, on behalf of his co-authors Tudor Popescu and Martin Rohrmeier, presented an excellent study of segmentation in Indian music that asked participants (some of whom knew Indian music well, and others who did not) to mark perceived segment boundaries with keystrokes while listening to excerpts in real-time. They found consensus among experienced and novice listeners at major and minor points of segmentation (as identified by experts), supporting prevailing assumptions about a “gestalt” approach to segmentation based on temporal proximity of grouped melodic events. Widdess noted one contextually defined segment boundary that was not associated with a pause in the melody (the ultimate note of the preceding melodic group became the initiating note of the subsequent group), where one might reasonably expect divergence between enculturated, and novice listeners’ ability to identify the segment boundary. Somewhat surprisingly this segmentation boundary was identified almost as accurately by novices as by experts, offering preliminary evidence supporting the idea that the internal logic of the sample composition is enough to establish the syntactic criteria for segmentation even among unenculturated listeners. Rainer Polak presented a summary of his ongoing research on microtiming in Malian drumming performance, which seeks to understand how non-isochronous “swung” beat subdivisions operate at various levels of the music’s hierarchic beat structure. His work is of considerable interest for providing a window into this rich repertoire, while on a broader level, it offers a critique of fundamental assumptions around the role of beat isochronony as a condition for hierarchic, “entrainable” metric structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Another noteworthy presentation was Leslie Tilley on Hindustani alap , and Balinese kendang arja drumming; the two contrasting improvisatory traditions served as case studies toward modeling improvisational strategies universally according to “model types” and “processes” common to diverse improvised repertoires. In doing this, Tilley advocated for rehabilitating a certain “comparative” ethnomusicological approach, which might helpfully avoid fetishistic emphasis on cultural difference, while also sidestepping the opposite pitfall of overgeneralization. She convincingly argued for framing the particularity of a given improvisation practice in terms of certain global human aptitudes for creative and improvisational thinking (e.g. “conceptual transfer” and “conceptual elaboration”) common to diverse repertoires. (2) Tilley’s paper, it is worth noting, was one of a number of presented papers whose methods and findings quite strongly endorse a dismantling of certain disciplinary boundaries between ethnomusicology and theory. Her call no doubt resonates differently in North American circles than in European ones, where the division between music-theoretical/analytical and ethnomusicological approaches is considerably less pronounced.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The fact that the musics under discussion at AAWM and FMA are so diverse (and thus, more likely to be unfamiliar to many attendees) makes it somewhat more difficult for the conference’s audience to appreciate the theoretical contributions of a given presentation. There is a danger of treating the diversity of musical examples as a sort of world music “show-and-tell”—though this potential pitfall has itself become an object of study within the AAWM community, and wider music-theoretical/ethnomusicological discourse. For instance Larry Zbikowski’s presentation, “Theories of World Music,” responded to Kofi Agawu’s recent essay, “Against Ethnotheory.” (3) (To summarize briefly, Agawu is critical of the basic premise of any “ethnotheory” arguing that by seeking to understand “indigenous conceptions” of a music and its structure, an ethno-theoretic approach inevitably “others” the repertoire it investigates. Zbikowski’s presentation responded by arguing for a conception of all theory as ethnotheory; and advocated theoretical approaches which remain sensitive to the ways in which a theory can act as an imperfect translation of musical knowledge among and between cognitive structures, mental models, and embodied gestures). Despite the initial difficulty in accessing research on less familiar, and often un-notated repertoires, scholars interested in new research on meter and rhythm would do well to familiarize themselves with the exciting new research on segmentation, phrase structure, and cyclicity, and other research coming out of the AAWM orbit.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference reports",
    "source": "mto/raw/mto.18.24.3.sawatzky.html",
    "data": "mto/data/mto.18.24.3.sawatzky.json"
}