{
    "title": "Review of Jennifer Iverson, <i>Electronic Inspirations: Technologies of the Cold War Musical Avant-Garde</i> (Oxford University Press, 2019)",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "3",
    "authors": [
        "Mendez, Matthew"
    ],
    "abstract": "",
    "keywords": [
        "additive synthesis",
        "agency",
        "electronic studios",
        "experimentalism",
        "information theory",
        "Werner Meyer-Eppler",
        "serialism",
        "statistical form",
        "tape music",
        "timbre"
    ],
    "doi": "",
    "received": "June 2020",
    "pdf": "https://mtosmt.org/issues/mto.20.26.3/mto.20.26.3.mendez.pdf",
    "author_info": [
        {
            "name": "Matthew Mendez",
            "university": "Yale University",
            "address": "Department of Music, 469 College St., New Haven, CT 06511",
            "email": "matthew.mendez@yale.edu"
        }
    ],
    "citations": {
        "born_1995": "Born, Georgina. 1995. Rationalizing Culture: IRCAM, Boulez, and the Institutionalization of the Musical Avant-Garde . University of California Press.",
        "dufourt_2005": "Dufourt, Hugues. 2005. “Le dynamisme génétique du matériau musical et son mouvement générateur d’espace.” In La musique spectrale: Une révolution épistémologique , 291–323. Éditions Delatour.",
        "frei_2002": "Frei, Norbert. 2002. Adenauer’s Germany and the Nazi Past: The Politics of Amnesty and Integration . Translated by Joel Gelb. Columbia University Press.",
        "galison_1994": "Galison, Peter. 1994. “The Ontology of the Enemy: Norbert Wiener and the Cybernetic Vision.” Critical Inquiry 21 (1): 228–66.",
        "gibson_1979": "Gibson, James J. 1979. The Ecological Approach to Visual Perception . Houghton Mifflin.",
        "grant_2001": "Grant, M. J. 2001. Serial Music, Serial Aesthetics: Compositional Theory in Post-War Europe . Cambridge University Press.",
        "heikinheimo_1972": "Heikinheimo, Seppo. 1972. The Electronic Music of Karlheinz Stockhausen: Studies on the Esthetical and Formal Problems of its First Phase . Suomen Musiikkitieteellinen Seura.",
        "lerdahl_1988": "Lerdahl, Fred. 1988. “Cognitive Constraints on Compositional Systems.” In Generative Processes in Music: The Psychology of Performance, Improvisation, and Composition , ed. John Sloboda, 231–59. Oxford University Press.",
        "lewin_1968": "Lewin, David. 1968. “Some Applications of Communication Theory to the Study of Twelve-Tone Music.” Journal of Music Theory 12 (1): 50–84.",
        "lippman_1992": "Lippman, Edward. 1992. A History of Western Musical Aesthetics . University of Nebraska Press.",
        "meyer_1967": "Meyer, Leonard B. 1967. Music, the Arts, and Ideas: Patterns and Predictions in Twentieth-Century Culture . University of Chicago Press.",
        "meyer-eppler_1955": "Meyer-Eppler, Werner. 1955. “Statistische und psychologische Klangprobleme.” Die Reihe 1: 22–28.",
        "pickering_1995": "Pickering, Andrew. 1995. The Mangle of Practice: Time, Agency, & Science . University of Chicago Press.",
        "rheinberger_2013": "Rheinberger, Hans-Jörg. 2013. “Forming and Being Informed: Hans-Jörg Rheinberger in Conversation with Michael Schwab.” In Experimental Systems: Future Knowledge in Artistic Research . Edited by Michael Schwab, 198–219. Leuven University Press.",
        "shannon_and_weaver_1949": "Shannon, Claude E., and Warren Weaver. 1949. The Mathematical Theory of Communication . University of Illinois Press.",
        "stockhausen_1959": "Stockhausen, Karlheinz. 1959. “. . . how time passes . . . .” Translated by Cornelius Cardew. Die Riehe 3: 10–40.",
        "ungeheuer_1992": "Ungeheuer, Elena. 1992. Wie die elektronische Musik “erfunden” wurde . . . : Quellenstudie zu Werner Meyer-Epplers musikalischem Entwurf zwischen 1949 und 1953 . Schott.",
        "veal_2007": "Veal, Michael E. 2007. Dub: Soundscapes and Shattered Songs in Jamaican Reggae . Wesleyan University Press.",
        "youngblood_1958": "Youngblood, Joseph E. 1958. “Style as Information.” Journal of Music Theory 2 (1): 24–35."
    },
    "footnotes": {
        "FN1": {
            "text": "1. For information theory, “information” is classically defined as a quantitative statistical measure of communication across a noisy (i.e., lossy) channel. The key text is Shannon and Weaver 1949 . Examples of information theory in music-theoretic discourse include Lewin 1968 , Meyer 1967 , and Youngblood 1958 .",
            "citations": [
                "shannon_and_weaver_1949",
                "lewin_1968",
                "meyer_1967",
                "youngblood_1958"
            ]
        },
        "FN2": {
            "text": "2. The authoritative resource on Meyer-Eppler is Ungeheuer 1992 .",
            "citations": [
                "ungeheuer_1992"
            ]
        },
        "FN3": {
            "text": "3. It was not only Mitläufer : ex-NSDAP members played leading roles in a number of sectors of the early West German civil service, such as the judiciary and intelligence; see, for example, Frei 2002 .",
            "citations": [
                "frei_2002"
            ]
        },
        "FN4": {
            "text": "4. Outside of English, see for instance the treatment of Stockhausen in Dufourt 2005 .",
            "citations": [
                "dufourt_2005"
            ]
        },
        "FN5": {
            "text": "5. For instance, one implication of Iverson’s treatment is that Stockhausen would have agreed with Fred Lerdahl about the existence of “cognitive constraints” ( Lerdahl 1988 ), but disagreed about their nature (e.g., whether they are generative or hierarchical) and the extent to which they bear upon questions of aesthetic value.",
            "citations": [
                "lerdahl_1988"
            ]
        },
        "FN6": {
            "text": "6. Though Iverson does not cite it, her formulation is presumably also a reference to the affordance theory of Gibson 1979 . Strictly speaking, “limitations” are affordances—i.e., a given tool “affords” or permits certain behaviors, but not others, thereby “limiting” or preventing their realization. Nevertheless, Iverson’s double formulation makes the point explicit for readers less familiar with this literature.",
            "citations": [
                "gibson_1979"
            ]
        },
        "FN7": {
            "text": "7. Iverson uses “agency” as a shorthand for Pickering’s “material agency,” which admittedly risks confusion on this score.",
            "citations": []
        },
        "FN8": {
            "text": "8. Far from closing off the problem of posthumanism for Pickering, this simply displaces the issue: the categories of the “human” and “nonhuman” become a matter of mutual entailment and emergence, the consequence of processes like the “dialectic of resistance and accommodation” ( 1995 , 25–26). This train of thought could have productively enriched Iverson’s discussion of anxieties vis-à-vis compositional experiments with human voice synthesis in her Chapter 6 (185–88).",
            "citations": [
                "pickering_1995"
            ]
        },
        "FN9": {
            "text": "9. The confusion may stem from the way in which “technological determinism” has become a kind of historiographical scare term in recent years, one often deployed in order to short-circuit conversation. As with any other determinism, though, technological determinism comes in many shapes and sizes, and not just the crudely teleological form in which it is understood as a matter of inflexible path dependence.",
            "citations": []
        },
        "FN10": {
            "text": "10. In this respect, Electronic Inspirations can be read as a historical analog to the ethnography of Born 1995 .",
            "citations": [
                "born_1995"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Electronic Inspirations , Jennifer Iverson’s study of the Cologne-based WDR (Westdeutscher Rundfunk) electronic music studio during its 1950s heyday, imagines the tape studio as a kind of Petri dish—an enclosed site for the visualization and multiplication of entities ordinarily undetectable by the naked eye. As a space that regularly staged encounters between composers and novel tools, technologies, and theories, the WDR studio helped pioneer a model of sonic experimentalism that remains influential even today. Electronic Inspirations casts its sights upon the people and objects that made that experimental model possible, including Cold War-era machines like oscillator banks and random noise generators, then-emerging, contested areas of inquiry such as information theory and phonetics, and important but neglected technician figures. All of these, Iverson indicates, impinged unpredictably upon the compositional end-products of the Cologne studio in ways that can be difficult to reconstruct. In contrast to individualistic conceptions of composerly agency, the WDR studio orchestrated moments of “distributed agency between humans and technologies” (166), moments during which the relationship between creative cause and aesthetic effect was not always foreseeable. The artistic process was thereby shot through with a number of factors that lay beyond the autonomous control of composers. Even if this is always true to an extent, the point is that the dynamic was greatly intensified in the tape studio. Taking the studio as an object of scholarly inquiry thereby helps to make legible a dynamic that is often only dimly discernible. Musical “laboratories” like the WDR therefore necessitate a kind of methodological figure-ground reversal, whereby “great men and great works” recede from focus, with the emphasis placed instead upon “heterogeneous network[s] of collaborators” (2), with “collaborators” understood to encompass humans and their machines alike.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The historical point of departure for Iverson’s study is the fact of radio’s centrality for the West German Wiederaufbau , the period of reconstruction of the nation’s economy, infrastructure, and global moral standing after 1945. In those years, radio’s offerings were designed to facilitate a related political project of cultural revival. Stations like the WDR were thus well-funded institutions that loomed large in West Germany’s information and arts ecosystem (5–8). It is for these reasons that Iverson’s introduction argues that our understanding of the avant-garde stands to gain a more well-rounded perspective by shifting some of the emphasis away from the celebrated but transient Darmstadt Summer Courses towards more durable sites like the Cologne studio, which ran year-round according to an “artist-in-residence” model. In this, Iverson follows M. J. Grant’s Serial Music, Serial Aesthetics ( 2001 ), which performed a related reorientation by taking the pages of Die Reihe , the WDR studio’s house organ, as its historical archive. Indeed, Iverson revisits a number of subjects dealt with in Serial Music, Serial Aesthetics , but always keeps the accent upon the “mundane” technical-material realities of the studio. Foremost among those subjects is the role played by contemporaneous scientific inquiry—particularly Cold War-era information theory—in shaping the experimental agendas of both elektronische Musik and 1950s avant-gardism writ large.",
                "footnotes": [],
                "citations": [
                    "grant_2001"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Information theory’s significance for the intellectual milieu of postwar serialism was never any great secret. As Iverson explains in her fourth chapter, “Reclaiming Technology,” the theory experienced broad, transdisciplinary uptake in the Eisenhower-Adenauer years. Moreover, given its partial origins in acoustic signal processing and early psychoacoustics research, it lent itself to compositional and music-theoretic applications with particular ease. (1) The German acoustician Werner Meyer-Eppler, a key disseminator of this body of knowledge, is a central player in Iverson’s account, notwithstanding her historiographical aspirations of not letting any one individual loom too large. A former radar specialist for Hitler’s Luftwaffe who shifted his research to communications engineering and phonetics during denazification, Meyer-Eppler tutored the WDR studio’s leading figures (most famously Stockhausen) on information-theoretic topics and published widely, including in Die Reihe ( 1955 ). Meyer-Eppler was thus foremost among tape music’s “invisible collaborators” (16)— Electronic Inspirations ’ label for the technicians, researchers, and performers whose energies were so often effaced in the finished compositional artifact. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Iverson’s treatment of Meyer-Eppler opens onto a broader set of questions regarding the relationship between technology and historical memory. After all, the label “invisible collaborator” can be understood in a different sense as designating a former Nazi collaborationist hiding in plain sight (though Electronic Inspirations does not explicitly take advantage of this wordplay). As Iverson points out, a great deal remains uncertain both about Meyer-Eppler’s wartime conduct and about the extent to which members of the WDR circle knew the specifics. Given how much of his life prior to 1945 was likely a mystery to his colleagues, Meyer-Eppler’s postwar itinerary was emblematic of the broader reincorporation of former Nazi fellow travelers [ Mitläufer ] into West German society. (3) Describing his career as “a microcosm” of this dynamic, Iverson homes in on parallel issues, namely, the extent to which the technologies of the WDR studio were colored by their military origins and the ways “the larger cultural project of reclaiming wartime technology” (25) played out at the hands of the avant-garde. For Iverson, what remains an open question regarding Meyer-Eppler is also true of those technologies—the degree to which their Nazizeit pasts ought to matter to historians (191–93).",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] For the most part, it is clear where Iverson stands on this issue: hers is a narrative of cultural absolution. Hence, she depicts the WDR studio as partaking in an ambivalent “domestication” (21) or “neutralization” (192) of its equipment. Given that much of this equipment arose in secret wartime contexts and remained state-of-the-art well after 1945, in Iverson’s narration, its postwar artistic redeployment in public-facing settings like radio became symbolic of West German technological “progress” (22) and the nation’s efforts to claim the moral high ground in the Cultural Cold War. As a matter of cultural criticism, it is certainly possible to take issue with this reading, and at times, Iverson seems overeager to attribute a “healing” (21) function to any and all artistic applications of military technology. Of the Cologne studio, Iverson writes in her brief Epilogue that its “institutional culture—its greatest asset—replicated the collaborative structure familiar from wartime and Cold War laboratories” (195). Yet with only the occasional exception (138), Electronic Inspirations still seems reticent to take this idea to one of its possible conclusions, namely, that in “replicating” the organizational-epistemological infrastructures of the 1940s and 1950s military-industrial complex, tape-music labs were implicated in that complex’s “Manichean” worldview, for which the guiding purpose of scientific research became the defeat of “enemies,” concrete and abstract ( Galison 1994 ). Iverson writes that the European avant-garde’s technological “reclamations do not so much heal the wounds of war as accumulate new meanings and layers that distance us from the trauma” (138), but it is not clear that it follows that those reclamations did not also have the capacity to repeat the trauma.",
                "footnotes": [],
                "citations": [
                    "galison_1994"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Paramount for Electronic Inspirations ’ redemptive narrative are the Cologne group’s early visions of a “timbral utopia”—the dream that additive synthesis would afford a boundless, undifferentiated continuum of tone color that composers might harness at will, without having to worry about the restrictions (e.g., limited range, unpredictability in live performance) of traditional acoustic instruments. “Timbral utopia” has been an underexamined topic in English-language scholarship, (4) notwithstanding its continued reverberations in much of the discourse surrounding electroacoustic music, and Iverson unpacks it with great acumen in her first and third chapters, “Origins” and “Collaboration,” both treating the WDR studio’s halting early years. She performs pioneering work in bringing the timbral visions of elektronische Musik into dialogue with cultural-historical issues pertaining to West German reconstruction.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] As ever, the techno-utopian rhetoric rarely lined up with the actual results, for the machines were far from being simple tools that materialized composers’ intentions without affecting them in their turn. The machines imposed their own restraints upon composers, who also relied on the know-how of technicians like Gottfried Michael Koenig (himself a composer) and the now little-remembered Heinz Schütz. (In the early days, the composers even borrowed from the technicians’ “prefab” sound catalogs [31–35, 40–47].) Material limitations like tape noise—a factor that undermined early additive synthesis experiments (80–81, 91)—led to the breakdown of the original timbral vision. It was in this spirit that WDR studio co-founder Robert Beyer stated: “The technological, in its entirety, is implicated in the realization process” (29). Iverson retraces the studio’s dawning recognition that that vision could not be salvaged without accounting for Meyer-Eppler’s research on phenomena like spectral fusion (with which tape noise interfered) and the non-steady state character of complex sounds. Stockhausen and Pousseur’s subsequent embrace of subtractive synthesis and ad hoc methods of timbre “finessing” illustrates one of Electronic Inspirations ’ most valuable insights, one directly inspired by the sociologist of science Andrew Pickering: that much like scientific labs, where technical challenges or malfunctions might necessitate the emendation of extant research agendas, the output of experimental institutions such as the Cologne studio proceeded via “failure-revision cycles” (14, 104).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] This laboratory-centric account of the transition from additive to subtractive paradigms helps dispel the myth of the Cold-War avant-garde’s disinterest in the listener. Outlining how the Cologne circle used Meyer-Eppler’s phonetics and psychoacoustics-based teachings to overcome the moments of breakdown that set some of those failure-revision cycles in motion, Iverson’s third and fourth chapters make it clear how early and intensively the European serialists attended to questions of auditory perception. For example, discussing failed spectral fusion in Karel Goeyvaerts’s Composition No. 5 (1953) and Stockhausen’s Studie I (1953), Chapter 3 sees the WDR composers grappling with the old Ohm-Seebeck debate (76–84) regarding the mechanisms responsible for the perception of complex tones and the “missing fundamental” effect. Then-recent insights on critical bands and consonantal transients helped break the logjam, for it turned out that the nervous system’s function as a kind of “imperfect” spectral analyzer and auditory receiver-decoder had to be accounted for. The solution came by embracing more readily perceptible gestural approximations, limited indeterminacy, and Gestalt thinking, or what Stockhausen dubbed “statistical form.” To be sure, some of Stockhausen’s exegetes ( Grant 2001 ; Heikinheimo 1972 ; Lippman 1992 ) have long known that serialism’s statistical turn went hand-in-glove with psychoacoustic considerations. Iverson retraces their connection in particularly sustained fashion, however, suggesting that a feel for the limitations and foibles of auditory perception was never the exclusive province of the composers (spectralist, minimalist, or otherwise) who later positioned themselves in reaction to postwar serialism. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "grant_2001",
                    "heikinheimo_1972",
                    "lippman_1992"
                ]
            }
        },
        {
            "9": {
                "text": "[9] By foregrounding the studio as a key driver of stylistic change, Iverson is able to narrate the familiar story of the abandonment of the most extreme initial phase of total serialism (dating roughly to 1949–53) in a novel way. Emphasizing the material contingencies of the electronic studio, Iverson finds different origin stories for shifts in compositional procedure that the composers themselves always framed in terms of autonomous aesthetic imperatives. In Iverson’s hands, statistical form instead takes on the guise of a creative “workaround,” one born from a recognition that contemporary technological limitations meant that certain kinds of total serialization were nonstarters in the studio setting.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Electronic Inspirations shows how the statistical recalibration of the total serial agenda was soon felt in acoustic scores, too (110). In this regard, one of Iverson’s most effective analytical vignettes concerns the relationship between Ligeti’s unfinished Pièce électronique No. 3 (1957–58) and the orchestral Atmosphères (1961), which she casts as the “revision” to the “failure” of the former’s additive construction. At first, this analysis might seem to espouse a technological determinism that Electronic Inspirations is otherwise rightly concerned to avoid (15)—the idea that the constraints of additive synthesis impelled Ligeti to act in a particular manner. Yet Ligeti’s decision to translate the tape piece into the orchestral medium, and his many liberties in the “transcription” (99–103), were hardly preordained. Though limited machinery and gaps in technical knowledge narrowed Ligeti’s horizon of action, the way he responded to this narrowed field of compositional possibility was still a matter of personal choice. This is why Iverson consistently describes these fields of possibility in terms of the “affordances and limitations” of technologies, a formulation that again owes something to Pickering ( 1995 , 22), who stresses that a “dialectic of resistance and accommodation” structures our interactions with machines. (6) In other words, machines can “impede” and “thwart” us, just as we sometimes “struggle with” and “give in” to them. For Pickering, there is thus agency on both sides of the human-machine divide—in the case of the machines, what he calls material agency . This may strike some readers as a counterintuitive claim, but it should be kept in mind that when Pickering ascribes “material agency” to machines, this is not a matter of volition, cognition, or the expression of will. “Material agency” is much more minimal than all that: it is a simple attribute of “objects that do things in the world” (9). (7) Correspondingly, Pickering also takes care to underline the irreducible intentionality and goal-directed behaviors of human actors (properly “human agency”), traits he sees machines as lacking. Iverson accepts this premise, and so for her, the intentionality of creative agents militates against perfect human-machine symmetry. (8) Still, that is not to say that those creators did not feel the effects of the material agency of machines all the same: it is just that like weather, which affects our day-to-day lives whether we like it or not, the WDR’s noise generators exerted a potentially agential force upon the individuals who worked with them. Despite Iverson’s disclaimers, then, it might be more accurate to say that her account does indeed assume a kind of technological determinism—but a modest, modulated form of it, whereby other determinations (social, cultural, economic) also converge in moments of resistance and accommodation with machines. (9)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "pickering_1995"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Perhaps Electronic Inspirations ’ most profound implications concern its homology between the electronic studio and scientific laboratory, as locations where experiment is pursued. (10) How might our histories and analyses shift if we attended more closely to processes like Iverson’s failure-revision cycles, and if we took the metaphor linking “experimental music” and “experimental science” at face value ( Rheinberger 2013 )? Such questions could even lead in reparative directions. Acknowledging that the Cologne studio was an almost all-male space during a moment of “cultural remasculinization,” Iverson’s brief treatment of Cathy Berberian endeavors to move beyond the usual “exception that proves the rule” logic (18), whereby the token invocation of the “extraordinary woman” only serves to reinforce hegemonic, masculinist ideologies, rather than critically interrogate them. There is certainly much more work to be done here, pertaining not just to gender in early electronic music, but to the constitutive whiteness of sites like the WDR. What are the conditions, such as asymmetric access to “big science,” that make the “experimental music = experimental laboratory” equation problematic? We might also carry out the work of such questioning through other means, by broadening the catchment of the modifier “experimental” itself. Would we find that the development of Jamaican dub ( Veal 2007 ), say, had its own failure-revision cycles? No doubt King Tubby’s Kingston studio was just as much a “musical laboratory” as the WDR, even if its “research outcomes” were figured not as texts like Stockhausen’s “. . . how time passes . . .” ( 1959 ), but as forms of shared world-making and world-knowing. To be sure, Iverson does not directly raise these questions, but it is a testament to Electronic Inspirations ’ catholic scope and intellectual generosity that it helps to make them thinkable in the first place.",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "rheinberger_2013",
                    "veal_2007",
                    "stockhausen_1959"
                ]
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.20.26.3.mendez.html",
    "data": "mto/data/mto.20.26.3.mendez.json"
}