{
    "title": "Timing and Meter in Mande Drumming from Mali",
    "date": "2014/03/01",
    "volume": "20",
    "issue": "1",
    "authors": [
        "Polak, Rainer",
        "London, Justin"
    ],
    "abstract": "This paper focuses on two pieces, “Ngòn Fariman” and “Bire,” representatives of two ethnically and regionally specific styles of Mande dance music from Mali, Bambara and Khasonka drumming. After introducing their performance contexts, instrumentation, and the basic roles of each part in their respective ensembles (i.e., the core metrical accompaniment, the piece-determining “hook,” and the improvising and regulative lead drum), timing data from several performances of each piece are analyzed, providing evidence of discrete categories of beat subdivision (Long vs. Short) as well as evidence of expressive variations within each category. The effects of a large-scale structural acceleration, characteristic of Malian drumming, and the presence of performer-specific microtiming patterns are also assessed. The implications of subdivision timing in Mande drumming for more general theories of metric well formedness are discussed, and we argue that such theories require a broader sense of (a) how non-isochrony may be integrated into a metrical framework, and (b) how metric theories need to reflect level-specific aspects of well-formedness. We also posit that the timing of beat subdivisions in Mande drumming have analogs in other music, most notably the “swing ratio” in jazz.",
    "keywords": [
        "Africa",
        "Cross cultural analysis",
        "Rhythm and meter",
        "Non-isochrony",
        "Microtiming/Expressive timing"
    ],
    "doi": "",
    "received": "October 2013",
    "pdf": "http://mtosmt.org/issues/mto.14.20.1/mto.14.20.1.polak-london.pdf",
    "author_info": [
        {
            "name": "Rainer Polak",
            "university": "Cologne University of Music and Dance",
            "address": "Institute for World Music and Transcultural Music Studies, 50668 Köln, Germany",
            "email": "polak@mail.de"
        },
        {
            "name": "Justin London",
            "university": "Carleton College",
            "address": "Department of Music, Northfield, MN 55057, USA",
            "email": "jlondon@carleton.edu"
        }
    ],
    "citations": {
        "arlin_2000": "Arlin, Mary. 2000. “Metric Mutation and Modulation: The Nineteenth-Century Speculations of F.-J. Fétis.” The Journal of Music Theory 44, no. 2: 261–322.",
        "arnoldi_1995": "Arnoldi, Mary Jo. 1995. Playing with Time. Art and Performance in Central Mali . Bloomington and Indianapolis: Indiana University Press.",
        "arom_2004": "Arom, Simha. 2004. African Polyphony and Polyrhythm. Musical Structure and Methodology . 2nd ed. Cambridge, New York, Paris: Cambridge University Press.",
        "babbitt_1972": "Babbitt, Milton. (1962) 1972. “Twelve Tone Rhythmic Structure and the Electronic Medium.” In Perspectives on Contemporary Music Theory, ed. B. Boretz and E.T. Cone, 148–79. New York: W.W. Norton.",
        "benadon_2006": "Benadon, Fernando. 2006. “Slicing the Beat: Jazz Eighth-Notes as Expressive Microrhythm.” Ethnomusicology 50, no. 1: 73–98.",
        "bengtsson_1974": "Bengtsson, Ingmar. 1974 “Empirische Rhythmusforschung in Uppsala.” In Hamburger Jahrbuch für Musikwissenschaft , ed. C. Floros, H.J. Marx and P. Petersen, 195–220. Hamburg: Karl Dieter Wagner.",
        "bengtsson_tove_and_thorsén_1972": "Bengtsson, Ingmar, P.-A. Tove, and S.-M. Thorsén. 1972. “Sound Analysis Equipment and Rhythm Research Ideas at the Institute of Musicology in Uppsala.” In Bericht über die 3. Internationale Arbeitstagung der Study Group on Folk Musical Instruments des International Folk Music Council in Stockholm 1969 , ed. Erich Stockmann, 53–76. Stockholm: Musikhistoriska Museet.",
        "bengtsson_and_gabrielsson_1983": "Bengtsson, Ingmar, and Alf Gabrielsson. 1983. “Analysis and Synthesis of Musical Rhythm.” In Studies of Music Performance. Papers Given at a Seminar Organized by the Music Acoustics Committee of the Royal Swedish Academy of Music , ed. Johan Sundberg, 27–59. Stockholm: Royal Swedish Academy of Music.",
        "brǎiloiu_1984": "Brǎiloiu, Constantin. 1984. “Aksak Rhythm.” In Problems of Ethnomusicology , trans. C. Brǎiloiu and A.L. Lloyd, 133–67. Cambridge: Cambridge University Press.",
        "charry_2000": "Charry, Eric S. 2000. Mande Music. Traditional and Modern Music of the Maninka and Mandinka of Western Africa . Chicago and London: University of Chicago Press.",
        "chernoff_1979": "Chernoff, John M. 1979. African Rhythm and African Sensibility: Aesthetics and Social Action in African Musical Idioms . Chicago: University of Chicago Press.",
        "clarke_1987": "Clarke, Eric F. 1987. “Categorical Rhythm Perception: An Ecological Perspective.” In Action and Perception in Rhythm and Music , ed. Alf Gabrielsson, 19–34. Stockholm: Royal Swedish Academy of Music.",
        "clarke_2000": "Clarke, Eric F. 2000. “ Categorical Rhythm Perception and Event Perception .” In 6th International Conference on Music Perception and Cognition (ICMPC) and 4th Triennial Conference of the European Society for the Cognitive Sciences of Music (ESCOM) , ed. Chris Woods, Geoff Luck, Renaud Brochard, Fred Seddon, and John Sloboda.",
        "clayton_2000": "Clayton, Martin. 2000. Time in Indian Music. Rhythm, Metre, and Form in North Indian Rag Performance . Oxford: Oxford University Press.",
        "collier_and_collier_2002": "Collier, Geoffrey L., and James L. Collier. 2002. “A Study of Timing in Two Louis Armstrong Solos.” Music Perception 19, no. 3: 463–83.",
        "cooper_and_meyer_1960": "Cooper, Grosvenor, and Leonard B. Meyer. 1960. The Rhythmic Structure of Music. Chicago: University of Chicago Press.",
        "ellis_1991": "Ellis, Mark C. 1991. “An Analysis of ‘Swing’ Subdivision and Asynchronization in Three Jazz Saxophonists.” Perception and Motor Skills 75: 707–13.",
        "fraisse_1963": "Fraisse, Paul. 1963. The Psychology of Time. New York: Harper and Row.",
        "friberg_and_sundstr&oulm;m_2002": "Friberg, Anders, and Andreas Sundström. 2002. “Swing Ratios and Ensemble Timing in Jazz Performance: Evidence for a Common Rhythmic Pattern.” Music Perception 19, no. 3: 333–49.",
        "gerischer_2003": "Gerischer, Christiane. 2003. O Suingue Baiano. Mikrorhythmische Phänomene in baianischer Perkussion . Frankfurt am Main: Peter Lang.",
        "gerischer_2006": "Gerischer, Christiane. 2006. “Suingue Baiano: Rhythmic Feeling and Microrhythmic Phenomena in Brazilian Percussion.” Ethnomusicology 50, no. 1: 99–119.",
        "gridley_1985": "Gridley, Mark C. 1985. Jazz Styles: History and Analysis. 2nd ed. Englewood Cliffs, NJ: Prentice-Hall.",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . Oxford: Oxford University Press.",
        "hauptmann_1888": "Hauptmann, Moritz. 1888 The Nature of Harmony and Meter , trans. by W.E. Heathcote. New York: Novello, Ewer, and Co. Originally published in 1853 as Die Natur der Harmonik und der Metrik: Zur Theorie der Musik . Leipzig: Breitkopf und Hartel.",
        "hood_1982": "Hood, Mantle. 1982. The Ethnomusicologist . 2nd ed. Kent, OH: Kent State University Press.",
        "jankowsky_2010": "Jankowsky, Richard C. 2010. Stambeli. Music, Trance, and Alterity in Tunisia . Chicago: University of Chicago Press.",
        "jankowsky_2013": "Jankowsky, Richard C. 2013. “Rhythmic Elasticity, Metric Ambiguity, and Ritual Teleology in Tunisian Stambeli.” Analytical Approaches to World Music 3, no. 1.",
        "johansson_2009": "Johansson, Mats. 2009. Rhythm into Style. Studying Asymmetrical Grooves in Norwegian Folk Music . PhD diss: University of Oslo.",
        "kolinski_1973": "Kolinski, Mieczyslaw. 1973. “A Cross-Cultural Approach to Metro-Rhythmic Patterns.” Ethnomusicology 17, no. 3: 494–506.",
        "kubik_1988": "Kubik, Gerhard. 1988. “Einige Grundbegriffe und -Konzepte der Afrikanischen Musikforschung.” In Zum Verstehen Afrikanischer Musik, G. Kubik, 52–113. Leipzig: Reclam.",
        "kvifte_2004": "Kvifte, Tellef. 2004. “Description of Grooves and Syntax/Process Dialectics.” Studia Musicologica Norvegica 30: 554–77.",
        "kvifte_2007": "Kvifte, Tellef. 2007. “Categories and Timing. On the Perception of Meter.” Ethnomusicology 51, no. 1: 64–84.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . Cambridge: MIT Press.",
        "lester_1986": "Lester, Joel. 1986. The Rhythms of Tonal Music . Carbondale: Southern Illinois University Press.",
        "locke_2010": "Locke, David. 2010. “Yewevu in the Metric Matrix.” Music Theory Online 16, no. 4.",
        "london_1995": "London, Justin. 1995. “Some Examples of Complex Meters and Their Implications for Models of Metric Perception.” Music Perception 13, no. 1: 59–78.",
        "london_2012": "London, Justin. [2004] 2012. Hearing in Time: Psychological Aspects of Musical Meter , 2nd ed. Oxford: Oxford University Press.",
        "london_2010": "London, Justin. 2010. “Commentary.” Music Theory Online 16, no. 4.",
        "london_2013": "London, Justin. 2013. “ Rhythm .” Grove Music Online . Oxford Music Online . Oxford University Press.",
        "london_himberg_and_cross_2009": "London, Justin, Tommi Himberg, and Ian Cross. 2009. “Structural and Performance Factors in the Perception of Anacruses.” Music Perception 27, no.2: 103–20.",
        "lortat-jacob_1980": "Lortat-Jacob, Bernard. 1980. Musique et Fêtes au Haut-Atlas . Paris: Mouton Éd.",
        "mirka_2009": "Mirka, Danuta. 2009. Metric Manipulations in Haydn and Mozart: Chamber Music for Strings (1787–1791) . New York: Oxford University Press.",
        "momigny_1821_1980": "Momigny, Jérôme-Joseph de. (1821) 1980 (Reprint). La Seule Vrai Théorie de la Musique . Geneva: Minkoff editions.",
        "naveda_et_al_2011": "Naveda, Luiz, Fabien Gouyon, Carlos Guedes, and Marc Leman. 2011. “Microtiming Patterns and Interactions with Musical Properties in Samba Music.” Journal of New Music Research 40, no. 3: 225–38.",
        "neuhoff_et_al_forthcoming": "Neuhoff, Hans, Rainer Polak, Timo Fischinger, and Justin London. (Forthcoming.) “Metric Timing Patterns and Categorical Rhythm Perception in Percussion Ensemble Music from West Africa. An Empirical Test of the Listeners’ Cognition and Evaluation.”",
        "otter_and_kéïta_2002": "Otter, Elisabeth den, and M. Kéïta. 2002. Sogo Bò. La Fête des Masques Bamanan . Bamako: Imprim Color.",
        "pantaleoni_1972": "Pantaleoni, Hewitt. 1972. “Three Principles of Timing in Anlo Drumming.” African Music 5, no. 2: 50–62.",
        "polak_1998": "Polak, Rainer. 1998. “Jembe Music in Bamako: Microtiming as Formal Model and Performance Practice.” Iwalewa-Forum 2: 24–46.",
        "polak_2007": "Polak, Rainer. 2007. “Performing Audience: On the Social Constitution of Focused Interaction at Celebrations in Mali.” Anthropos 102, no. 1: 3–18.",
        "polak_2010": "Polak, Rainer. 2010. “Rhythmic Feel as Meter. Non-Isochronous Beat Subdivision in Jembe Music from Mali.” Music Theory Online 16, no. 4.",
        "polak_2012": "Polak, Rainer. 2012. “Urban Drumming: Traditional Celebration Music in a West African City (Bamako).” In: Hip Hop Africa: New African Music in a Globalizing World , ed. Eric Charry, 261–81. Bloomington: Indiana University Press.",
        "povel_1981": "Povel, Dirk-Jan. 1981. “Internal Representation of Simple Temporal Patterns.” Journal of Experimental Psychology: Human Perception and Performance 7, no. 1: 3–18.",
        "repp_2005": "Repp, Bruno H. 2005. “Sensorimotor Synchronization: A Review of the Tapping Literature.” Psychonomic Bulletin and Review 12, no. 6: 969–92.",
        "repp_2006": "Repp, Bruno H. 2006. “Rate Limits of Sensorimotor Synchronization.” Advances in Cognitive Psychology. Special Issue: Music Performance 2, no. 2–3: 163–81.",
        "repp_london_and_keller_2008": "Repp, Bruno H., Justin London, and Peter E. Keller. 2008. “Phase Correction in Sensorimotor Synchronization with Nonisochronous Sequences.” Music Perception 26, no. 2: 171–75.",
        "repp_london_and_keller_2011": "Repp, Bruno H., Justin London, and Peter E. Keller. 2011. “Perception-Production Relationships and Phase Correction in Synchronization with Two Interval Rhythms.” Psychological Research 75: 227–42.",
        "repp_london_and_keller_2012": "Repp, Bruno H., Justin London, and Peter E. Keller. 2012. “Distortions in Reproduction of Two-Interval Rhythms: When the ‘Attractor Ratio’ is not Exactly 1:2.” Music Perception 30, no. 2: 205–23.",
        "repp_london_and_keller_2013": "Repp, Bruno H., Justin London, and Peter E. Keller. 2013. “Systematic Distortions in Musicians’ Reproduction of Cyclic Three-Interval Rhythms.” Music Perception 30, no. 3: 291–305.",
        "repp_and_su_2013": "Repp, Bruno H., and Yi-Huang Su. 2013. “Sensorimotor Synchronization: A Review of Recent Research (2006–2012).” Psychonomic Bulletin and Review 20, no. 3: 403–52.",
        "rice_2013": "Rice, Timothy. 2013. Ethnomusicology: A Very Short Introduction. New York: Oxford University Press.",
        "riemann_1903": "Riemann, Hugo. 1903. System der Musikalischen Rhythmik und Metrik . Leipzig: Breitkopf und Härtel.",
        "stone_1985": "Stone, Ruth. 1985. “In Search of Time in African Music.” Music Theory Spectrum 7: 139–48.",
        "stover_2009": "Stover, Christopher. D. 2009. “A Theory of Flexible Rhythmic Spaces for Diasporic African Music.” PhD diss., University of Washington.",
        "temperley_2000": "Temperley, David. 2000. “Meter and Grouping in African Music: A View from Music Theory.” Ethnomusicology 44, no. 1: 65–96.",
        "tenzer_2006": "Tenzer, Michael, ed. 2006. Analytical Studies in World Music . Oxford and New York: Oxford University Press.",
        "toussaint_2013": "Toussaint, Godfried T. 2013. The Geometry of Musical Rhythm. What Makes a “Good” Rhythm Good? Boca Raton, FL: CRC Press, Taylor and Francis Group.",
        "yeston_1976": "Yeston, Maury. 1976. The Stratification of Musical Rhythm . New Haven: Yale University Press.",
        "discog_discog": "Sound Recordings"
    },
    "footnotes": {
        "FN0": {
            "text": "* The material covered in this article is of interest to music theorists, ethnomusicologists, and researchers in perception, cognition, and motor behavior. While we have striven to make it as accessible as possible for all readers, for those with little or no background in rhythmic theory, the first section of London 2013 can serve as an introduction to issues engaged in this article; for those with little background in ethnomusicology, we recommend Rice 2013 ; and for those with little background in music psychology/empirical musicology, David Huron’s web resources (e.g., http://musiccog.ohio-state.edu/Music829C/music829C.html ) may be helpful.",
            "citations": [
                "rice_2013"
            ]
        },
        "FN1": {
            "text": "1. The video samples presented in this article were made, unless specified otherwise, by Rainer Polak in Mali in 2012.",
            "citations": []
        },
        "FN2": {
            "text": "2. “Beat class” has been used as an analog to pitch classes within the octave at least since Babbitt 1972 , where a beat class is defined in terms of a position within the measure (thus, for example, a measure of 12/8 would have 12 distinct beat class locations). Here “beat-interval class” is meant as an analog to pitch-class intervals, as a way of determining the number of “step sizes” one may have within a measure (one for isochronous meters; two or more for non-isochronous meters) and within a beat.",
            "citations": [
                "babbitt_1972"
            ]
        },
        "FN3": {
            "text": "3. A flam is a sound created by two successive drum strokes that occur so closely to each other that they merge in the listener’s perception, and are conceived of as a single rhythmic event, analogous to grace notes played by melodic instruments. Flams are well known as an element of rudiments in jazz drumming; however, they are prominent in the playing styles of many other musical traditions and instruments as well.",
            "citations": []
        },
        "FN4": {
            "text": "4. We largely take as reference the actual beat duration that the measured element is part of. An alternative option is to take as referent the normalized beat duration of the respective four-beat metric cycle; this was done for rhythm figures longer than one beat in length. For the ostinato accompaniment parts, the two approaches—beat- vs. measure-based normalization—did not make a meaningful difference (<0.1%).",
            "citations": []
        },
        "FN5": {
            "text": "5. Drummers in the musical traditions under study are always male; we thus do not use gender inclusive language in this respect.",
            "citations": []
        },
        "FN6": {
            "text": "6. In Mande drum ensembles, there are always options for enlarging the ensemble by adding further accompaniment parts. Bamana ensembles can thus integrate more than two bòn drums. In rural Khasonka drumming the basic ensemble of two dundunbas is typically complemented by a huge goblet shaped drum standing on feet, called tantango, which is played by two musicians. In urban settings, the tantango recently tends to be replaced by one or two jembe drums.",
            "citations": []
        },
        "FN7": {
            "text": "7. For a more extensive style and performance practice, such as urban jembe playing in the million-strong city of Bamako in the 1990s, this means that there were over 60 clearly distinct individual dundun hook themes in common knowledge and practice, which characterized the more than 60 pieces of the standard repertoire ( Polak 2012 ).",
            "citations": [
                "polak_2012"
            ]
        },
        "FN8": {
            "text": "8. In West African percussion music, phrases can take up rhythmic drive and develop forward propulsion over stretches of time that are longer than typical anacruses, but which share with the anacrusis the feature of aiming ahead towards a point of rhythmic gravity and conclusion rather than starting from such a point (cf. Chernoff 1979 , 56; Locke 2010 , 96).",
            "citations": [
                "chernoff_1979",
                "locke_2010"
            ]
        },
        "FN9": {
            "text": "9. Here and below, standard deviations are given as a measure of the variability of a durational unit. Statistics within the main body of the text have been kept to a minimum; results of comparisons of means (T-tests and ANOVAs) and measures of statistical significance are given in the footnotes. Two other caveats: first, when results are described as “significant” this is meant in the technical sense of statistical significance (i.e., p < .05); and second, given the large sample sizes most results are (unsurprisingly) statistically significant, though effect sizes are generally quite small.",
            "citations": []
        },
        "FN10": {
            "text": "10. One-way ANOVA result: F (3,2312) = 37.67, p < .001.",
            "citations": []
        },
        "FN11": {
            "text": "11. Multivariate ANOVA F (1.99, 4598.99) = 19,082.47, p < .001; interaction between beat and performance F (9.96, 4598.99) = 77.66, p < .001; Greenhouse-Geisser correction applied in all cases).",
            "citations": []
        },
        "FN12": {
            "text": "12. One way ANOVA for each syllable (ensemble as dependent variable): Bu, F (2, 2313) = 227.27, p < .001; Kèn, F (2, 2313) = 15.12, p < .001; Gè F (2, 2313) = 152.80, p < .001).",
            "citations": []
        },
        "FN13": {
            "text": "13. Post-hoc syllable-by-syllable comparisons (Bonferroni and Games-Howell) for each ensemble were all highly significant (p < .001), save for Kèn and Gè as performed by Ensemble 3, which was non-significant.",
            "citations": []
        },
        "FN14": {
            "text": "14. One-way ANOVA showed significant differences for all three syllables: Bu F (2, 1197) = 12.57, p < .001; Kèn F (2, 1197) = 6.95, p = .001; Gè F (2, 1197) = 33.52, p < .001. For Gè, Bonferroni and Games-Howell post hoc contrasts were highly significant, p < .001.",
            "citations": []
        },
        "FN15": {
            "text": "15. Kèn F (15, 2292) = 21.07, p < .001; Gè F (15, 2292) = 14.99, p < p < .001; Bu F (15, 2292) = 11.59.",
            "citations": []
        },
        "FN16": {
            "text": "16. All T-tests reported are two-tailed.",
            "citations": []
        },
        "FN17": {
            "text": "17. ANOVAs for both Beat X Performance and Performance X Beat were all highly significant (p < .001); the only post hoc contrast (both Bonferroni and Games-Howell) that was not significant was the contrast between Beats 2 and 3 in the Performance 2.4.",
            "citations": []
        },
        "FN18": {
            "text": "18. A one-way ANOVA showed a main effect of performance (F (3, 1880) = 94.23, p < .001).",
            "citations": []
        },
        "FN19": {
            "text": "19. One-way ANOVA for Syllable X Performance found Bu: F (5, 260) = 7.41, p < .001; Kèn: F (5, 260) = 6.52, p < .001; Gè: F (5, 260) = 21.66, p < .001.",
            "citations": []
        },
        "FN20": {
            "text": "20. One-way ANOVA for Beat X Performance found: Beat 1.1: F (2, 321) = 48.15, p < .001; Beat 2.3: F (2, 321) = 9.88, p < .001; Beat 3.3: F (2, 321) = 2.00, p = .138; Beat 4.3: F (2, 321) = 45.23, p < .001). Post-hoc contrasts (Bonferroni and Games-Howell) showed that the differences between Performances 2.1 and 2.2 are non-significant for Beats 1.1 and 2.3.",
            "citations": []
        },
        "FN21": {
            "text": "21. One-way ANOVAs for both Performance X Motive and Motive X Performance were all highly significant, as were post-hoc tests for differences between motivic elements within each performance.",
            "citations": []
        },
        "FN22": {
            "text": "22. In Recordings 1.1–1.3, 25–38% of all beats show the denser subdivision. Recordings 1.4 and 1.5 do not feature the lead part. The youth ensemble’s (Recording 1.6) lead player does not perform any subdivision more elaborate than the kèngèbu pattern itself.",
            "citations": []
        },
        "FN23": {
            "text": "23. A one-way ANOVA for Subdivision Element X Performance was highly significant (p < .001) for all cases (lead bell, lead drum, and accompaniment bell). Even with the variability in the data, post hoc tests (Bonferroni and Games-Howell) showed that ratios for P2.3 and P2.4 were essentially alike for all three elements (i.e., all differences were non-significant). Similarly the Accompaniment Bell was alike in P2.1 and P2.2. The other parts in Performances 2.1 and 2.2 show a more irregular pattern of correlation (Lead Bell in P2.1 is like the Lead Bell in P2.4 but not P2.2 or P2.3; Lead Drum in P2.1 is like the Lead Drum in P2.2 and P2.3 but not P2.4), a reflection of the greater overall variability in P2.1 and P2.2.",
            "citations": []
        },
        "FN24": {
            "text": "24. As noted as WFC 4.12 in London 2012, “if the IOIs on the N-cycle are non-isochronous, their absolute lengths must be such as to avoid ambiguities and contradictions; (S) must be > 1/2 (L)” ( London 2012 , 128).",
            "citations": [
                "london_2012"
            ]
        },
        "FN25": {
            "text": "25. Given the 100 ms limit (or thereabouts) on absolute duration/IOI of the shortest element of metrical subdivision, an additional constraint, at least potentially, is that the 25:35:40 ratio, rather than the 20:40:40, gives the players a bit more “tempo room” as the performance accelerates.",
            "citations": []
        },
        "FN26": {
            "text": "26. We thank Peter Keller for this observation.",
            "citations": []
        },
        "FN27": {
            "text": "27. This research has been supported by the German Research Foundation ( Deutsche Forschungsgemeinschaft , DFG: PO 627/6-1). Parts of it were presented at the Musical Metre in Comparative Perspective conference (Cologne University of Music and Dance, April 4–6, 2013) and the International Symposium on Performance Science (University of Music and Performing Arts Vienna, August 28–31, 2013), where the authors gained valuable insights from discussions of their work.",
            "citations": []
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.14.20.1.polak-london.html",
    "data": "mto/data/mto.14.20.1.polak-london.json"
}