{
    "title": "Review of David Beach, <i>Advanced Schenkerian Analysis: Perspectives on Phrase Rhythm, Motive, and Form</i> (Routledge, 2012), and accompanying Teacher’s Manual (PDF format)",
    "date": "2014/12/01",
    "volume": "20",
    "issue": "4",
    "authors": [
        "Kraus, Joseph"
    ],
    "abstract": "",
    "keywords": [
        "Schenkerian analysis",
        "form",
        "phrase rhythm"
    ],
    "doi": "",
    "received": "November 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.4/mto.14.20.4.kraus.pdf",
    "author_info": [
        {
            "name": "Joseph Kraus",
            "university": "College of Music",
            "address": "Florida State University, 132 N. Copeland Avenue, Tallahassee, FL 32306-1180",
            "email": "jkraus@fsu.edu"
        }
    ],
    "citations": {
        "beach_1983": "Beach, David. 1983. “A Recurring Pattern in Mozart’s Music.” Journal of Music Theory 27, no. 1: 1–29.",
        "beach_1987": "Beach, David. 1987. “Motivic Repetition in Beethoven’s Piano Sonata Op. 110. Part I: The First Movement.” Intégral 1: 1–29.",
        "beach_1994": "Beach, David. 1994. “The Initial Movements of Mozart’s Piano Sonatas K. 280 and K. 332: Some Striking Similarities.” Intégral 8: 125–46.",
        "beach_2008": "Beach, David. 2008. “Motivic Enlargement and Phrase Expansion: Illustrations from Two Works by Mozart.” Journal of Schenkerian Studies 3: 1–17.",
        "burkhart_1978": "Burkhart, Charles. 1978. “Schenker’s Motivic Parallelisms.” Journal of Music Theory 22: 145–75.",
        "burstein_2009": "Burstein, L. Poundie. 2009. “Beethoven’s ‘Tempest’ Sonata: A Schenkerian Approach.” In Beethoven’s “Tempest” Sonata: Perspectives of Analysis and Performance , ed. Pieter Bergé, \tco-ed. Jeroen D’hoe and William E. Caplin, 61–85. Leuven Studies in Musicology, vol. 2. \tLeuven: Peeters.",
        "cadwallader_2011": "Cadwallader, Allen and David Gagné. 2011. Analysis of Tonal Music: A Schenkerian Approach . 3rd ed. New York: Oxford University Press.",
        "cadwallader_2006": "Cadwallader, Allen and David Gagné. 2006. “The Spirit and Technique of Schenker Pedagogy.” In Structure and Meaning in \tTonal Music: Festschrift in Honor of Carl Schachter , ed. L. Poundie Burstein and David \tGagné, 43–53. Harmonologia Series, no. 12. Hillsdale, NY: Pendragon.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Music of Haydn, Mozart, and Beethoven . New York: Oxford University Press.",
        "forte_and_gilbert_1982": "Forte, Allen and Steven Gilbert. 1982. Introduction to Schenkerian Analysis . New York: Norton.",
        "gagné_1990": "Gagné, David. 1990. “The Compositional Use of Register in Three Piano Sonatas by Mozart.” In Trends in Schenkerian Research , ed. Allen Cadwallader, 23–39. New York: Schirmer.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . New York: Oxford University Press.",
        "neumeyer_and_tepping_1992": "Neumeyer, David and Susan Tepping. 1992. A Guide to Schenkerian Analysis . Englewood Cliffs, NJ: Prentice-Hall.",
        "pankhurst_2008": "Pankhurst, Tom. 2008. SchenkerGUIDE . New York and London: Routledge.",
        "platt_1992": "Platt, Heather. 1992. “Text-Music Relationships in the Lieder of Johannes Brahms.” Ph.D. dissertation, Graduate Center of the City University of New York.",
        "renwick_2000": "Renwick, William. 2000. “Schubert’s Impromptu in G-flat: A Response to Adam Krims.” Canadian University Music Review/Revue de musique des universités canadiennes 20, no. 2: 31–41.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . New York: Schirmer.",
        "schachter_1983": "Schachter, Carl. 1983. “Motive and Text in Four Schubert Songs.” In Aspects of Schenkerian Theory , ed. David Beach, 61–76. New Haven, CT and London: Yale University Press. Reprinted in Unfoldings: Essays in Schenkerian Theory and Analysis, ed. Joseph N. Straus, \t209–220. New York: Oxford University Press, 1999."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Beach identifies the introductory texts as Cadwallader and Gagné ( 2011 ), Forte and Gilbert ( 1982 ) and Pankhurst ( 2008 ). To this list could be added Neumeyer and Tepping ( 1992 ).",
            "citations": [
                "cadwallader_2011",
                "forte_and_gilbert_1982",
                "pankhurst_2008",
                "neumeyer_and_tepping_1992"
            ]
        },
        "FN2": {
            "text": "2. The author claims that these three topics (phrase rhythm, motivic parallelism, and form) have been “generally ignored in texts on Schenkerian analysis,” (xvi) but this is perhaps a bit of an overstatement. In the case of Cadwallader and Gagné’s Analysis of Tonal Music , for example, motivic parallelisms are introduced for the first time as early as chapter 4 (83), and are a regular feature of many of the analyses from that point onward.",
            "citations": []
        },
        "FN3": {
            "text": "3. The notion of organizing the text around formal types is not new, given that the latter chapters of the texts by Forte and Gilbert as well as Cadwallader and Gagné follow the same approach. The difference is that Beach’s textbook is organized almost entirely along these lines, progressing from the single phrase at the start of chapter 2 to sonata form in chapters 8 and 9.",
            "citations": []
        },
        "FN4": {
            "text": "4. Though the examples chosen for the first formal type ( a b ) prove to be problematic (more on this later), those illustrating the model a a' b a \" are more straightforward, building from the parallel-period model of chapter 2 ( a a' ) through the addition of a contrasting b phrase and a return to a (with variation).",
            "citations": []
        },
        "FN5": {
            "text": "5. This arrangement has a certain advantage over covering all types of binary forms—Baroque and Classical—in a single chapter, as in the Cadwallader and Gagné text. A comparison of the different editions of that textbook reveals that the authors have experimented with various orderings of the examples of simple and rounded binary in their chapter 9, suggesting the problematic nature of including undivided and divided structures in a single chapter dealing with the binary forms.",
            "citations": []
        },
        "FN6": {
            "text": "6. The coverage of K. 280 allows Beach to explicate a common middleground paradigm for development-to-recapitulation that he has explored in several of his published articles on Mozart’s sonata forms: V–III ♯ –I, where III ♯ (locally V of vi) acts as a third-divider connecting the development’s structural dominant to the recapitulation’s opening tonic. See Beach ( 1983 , 1994 ).",
            "citations": [
                "beach_1983",
                "beach_1994"
            ]
        },
        "FN7": {
            "text": "7. It is no surprise that Beach has previously published on both of these works, given that the readings offered here show an intricacy and a subtlety that can only come from living with a piece over many years—even decades. Beach ( 1987 , 2008 ).",
            "citations": [
                "beach_1987",
                "beach_2008"
            ]
        },
        "FN8": {
            "text": "8. Cadwallader and Gagné offer complete treatments of only two songs—Schubert’s “Wandrers Nachtlied,” op. 96, no. 3 and Schumann’s “Lieb’ Liebchen,” op. 24, no. 4—both of which are cast in very brief one-part forms. Pankhurst offers no such treatments in his SchenkerGUIDE , since he concentrates on the analysis of brief excerpts throughout. For an especially insightful consideration of motive in the German art song, see Schachter ( 1983 ).",
            "citations": [
                "schachter_1983"
            ]
        },
        "FN9": {
            "text": "9. Heather Platt ( 1992 , 182–95) offers a similar reading of the delayed Kopfton for this song, though she differs with Beach’s interpretation of certain details. See particularly her Example 5.7 on p. 192.",
            "citations": [
                "platt_1992"
            ]
        },
        "FN10": {
            "text": "10. In the suggested assignments Beach does recommend producing alternative readings; see, for example, his comments for Mozart’s Piano Sonata, K. 310, II, measures 1–8 (assignment #3 under Parallel Phrases, p. 57). Unfortunately, alternate sketches do not appear in the Instructor’s Manual in these instances. Given the volume of sketches in the text it would not be feasible to do this often, but it would be nice to see one or two examples, thoroughly discussed, in the body of the text itself. For the third edition of Analyzing Tonal Music Cadwallader and Gagné introduced such a set of alternate readings for the theme from Beethoven’s Piano Sonata Op. 31, no. 1, II (pp. 170–76). In an earlier publication they also discussed alternative readings as a specific pedagogical strategy for Schenkerian analysis, using the theme from Handel’s Aria in B ♭ as an illustration ( 2006 , 49–52).",
            "citations": [
                "cadwallader_2006"
            ]
        },
        "FN11": {
            "text": "11. In particular, the generation of the B section of a ternary form through the embellishment of the Kopfton by a first-level middleground upper neighbor—a very common prototype—is absent here. The importance of the neighbor note in generating the B section might have been discussed in conjunction with the Schubert G ♭ -major Impromptu in chapter 7 (p. 202): though it does not involve the primary tone, the submediant area for the B section is produced when the inner-voice 5 ˆ from the A section moves to its upper neighbor, 6 ˆ . William Renwick addresses this point in his treatment of the Impromptu ( 2000 , 33–35).",
            "citations": [
                "renwick_2000"
            ]
        },
        "FN12": {
            "text": "12. Beach might also have noted that the continuation in measures 19–30 is actually eight bars long (in keeping with the 4+4 presentation), to which a four-bar external expansion has been added in measures 27–30.",
            "citations": []
        },
        "FN13": {
            "text": "13. See, for example, Beach’s reading of the first theme of the finale from Beethoven’s “Tempest” Sonata, Op. 31, no. 2 (Manual, p. 6). While other authors (e.g., L. Poundie Burstein 2009 , 62–66 and 77) read an initial ascent from 1 ˆ to 3 ̂ in measures 1–8, Beach hears a prolongation of the primary tone, 3 ̂ , by its upper neighbor. Both voice-leading trajectories are certainly present, and it would be highly constructive to weigh the merits of each reading in a classroom discussion of this theme. A more substantive (but nevertheless instructive) disagreement involves the interpretation of the first movement of Mozart’s Piano Sonata in F, K. 332: while Beach (following Schenker) reads the piece as descending from 5 ˆ (Manual, 45–50), David Gagné identifies the primary tone as 3 ̂ ( 1990 , 27–30).",
            "citations": [
                "burstein_2009"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Music Analysis, at its best, is an Art, not a Science. Indeed it must be based on a thorough understanding of counterpoint, harmony, and form. And careful attention must always be paid to context, to musical detail as well as to the larger picture. Most of all—to be truly insightful— it requires musical sensitivity and imagination. (v)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] With these words David Beach begins a new textbook devoted to Schenkerian analysis. In his Preface the author stipulates that this is not a text designed for beginners, (1) but rather for those already familiar with the basic tenets of the approach; hence, the book’s intended audience is “possibly an advanced undergraduate course or more likely a graduate class” (xv). The book’s subtitle indicates how the author hopes to add to the student’s body of knowledge by providing comprehensive coverage of three areas often given short shrift in a basic Schenker course: (1) phrase rhythm, William Rothstein’s term for the interaction of phrase structure and hypermeter, including the ways in which hypermeter can be disrupted by metric reinterpretation and phrase expansion (Rothstein 1989); (2) motivic parallelism, the subtle restatement of pitch patterns (often over differing time spans and levels) within a composition (see Burkhart 1978); and (3) form, with an emphasis on distinguishing between “formal design” and “underlying design as related to the voice-leading structure” (xvii). In this way a discussion of pitch structure, so often the main focus of a beginning course—and a necessity as students learn basic graphing techniques—can be enriched by addressing additional musical features that are unique to a given work. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The book is organized in two large divisions, reflecting the author’s commitment to focus on musical form. (3) After a brief review of Schenkerian principles in chapter 1, the remainder of Part I (chapters 2–5) covers formal units of small to moderate dimensions. Through an analysis of single phrases and parallel periods in chapter 2, Beach introduces the concepts of initial ascent, motivic enlargement, sentence construction, and interruption, while continuing to stress the importance of motivic repetition and harmonic organization in the working out of a voice-leading graph. He turns his attention to phrase rhythm in chapter 3, with a particular emphasis on techniques of phrase expansion (cadential evasion, parenthetical insertion, and written-out deceleration). With chapter 4 Beach returns to a study of formal types, now contrasting phrases in combination (using the models a b, a a' b a\" , and a b a ). (4) The issue of voice-leading structure in relation to formal design takes center stage in chapter 5 when Beach adopts the term “ternary (rounded binary) form” for minuets and trios of the classical period that follow the scheme ||: a :||: b a' :||. Although this form has traditionally been considered “binary” because of the repetition of each part, he explains that Schenker considered it to be ternary, since a voice-leading structure “can cross formal boundaries and does not take repeats into account” (106); hence, any formal paradigm articulating the pattern statement–digression–restatement was labeled by Schenker as ternary. Beach’s Figure 5.4 (108) provides a clarification of the different dispositions of the fundamental structure for sectional and continuous ternary (rounded binary) forms. Appended to chapter 5 is a useful summary of structural levels (and the related concepts of initial and arpeggiated ascent, interruption, structural dominants versus dividers, and linear progressions), as well as specific voice-leading techniques (voice exchange, substitution, unfolding, reaching over, linear intervallic patterns, and the consonant passing tone), and a review of motivic design and phrase rhythm, incorporating citations of specific examples from the previous chapters.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Part II, entitled “Applications,” shifts the focus to longer and more elaborate graphs. Chapter 6 opens the second half of the text with an interesting and practical discussion of the challenges facing the analyst when confronting one- and two-part forms in Baroque style, specifically in the music of J. S. Bach. The presence of dividing dominants in the continuous voice-leading structures of late Baroque simple binary forms is a subtle concept—one perhaps best addressed after the more straightforward examples of interrupted structures in Classical rounded binary forms have been covered. This pedagogical observation might help to explain the rather unique ordering of formal types in this text, where ternary (rounded binary) forms are covered in chapter 5, before the one-part and simple binary forms in chapter 6. (5) The fact that Classical homophonic textures are much more straightforward than the embellished contrapuntal ones of the late Baroque further justifies Beach’s slightly unconventional ordering of these formal topics. The author picks up the thread from chapter 5 with the resumption of ternary (rounded binary) forms at the beginning of chapter 7, though his emphasis now shifts to more extended and difficult examples from Mozart and Schubert, followed by two examples of full ternary form (A B A'): the C-major slow movement from Beethoven’s Piano Sonata op. 7; and Schubert’s Impromptu in G ♭ Major, op. 90, no. 3.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Sonata form serves as the basis for the next two chapters, with an emphasis on the analysis of complete movements in chapter 8, followed by a more narrow focus on motivic parallelisms in sonata-form examples in chapter 9. And it is here that we encounter some of the most interesting and thoughtful analyses of this volume. Since Beach has worked with many of these movements over the expanse of his career and has already published on several of them, the depth of musical insight here is quite impressive. He begins chapter 8 with a useful compendium of basic “structural prototypes” for sonata forms in major and minor keys (Example 8.1, 205), organized by the disposition of 3-line and 5-line structures for the sonata form as a whole. The author then presents detailed treatments of the first and last movements of Mozart’s Piano Sonata in F major, K. 280, (6) as well as the exposition of the first movement of Beethoven’s Piano Sonata in C minor, op. 10, no. 1. In chapter 9 he delves more deeply into the concept of motive and motivic parallelism from a Schenkerian point of view, as heard in the opening movements of Mozart’s String Quartet in F, K. 590 and Beethoven’s Piano Sonata in A ♭ , op. 110. (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Entitled “Music and Text,” the final chapter of Advanced Schenkerian Analysis provides complete analyses of one late-eighteenth-century aria and three nineteenth-century German art songs—a unique offering among recent textbooks in Schenkerian analysis. (8) In his interpretation of “Dies Bildnis ist bezaubernd schön” (Tamino’s aria from Act I of Mozart’s Die Zauberflöte ) Beach shows how text repetitions—and their associated phrase expansions—serve to emphasize Tamino’s growing expressions of infatuation for Pamina, the daughter of the Queen of the Night. His analysis of “Der Neugierige” from Schubert’s Die schöne Müllerin is replete with examples of how small details can assume greater significance over the course of the song. The application of modal mixture to the primary tone plays an important role in the final two songs of chapter 10: Schumann’s “Waldesgespräch” (from Liederkreis , op. 39) and the enigmatic “Immer leiser wird mein Schlummer” (op. 105, no. 2) of Johannes Brahms. In the latter song the primary tone is delayed until its final measures, when a last-minute change of mode from minor to major transforms it to ♯ 3 ˆ . Beach suggests that the lack of proper harmonic support for 3 ˆ in previous passages (as it occurred within descending lines in the minor mode) now “makes sense,” in order to set the stage for the late entrance of the Kopfton as the vocal persona expresses a “desperate hope that a loved one will visit one last time” (288). (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In Advanced Schenkerian Analysis the author provides scores and voice-leading graphs for over fifteen complete movements, with accompanying commentary for each. Beginning with chapter 2 there are suggested assignments with brief remarks or questions designed to guide students as they begin their sketches. Although no scores are provided for these assignments, all of the pieces are readily available from IMSLP (the International Music Score Library Project). Beach furnishes a foreground sketch and commentary for each assignment in a separate Instructor’s Manual available in pdf format upon request from the publisher.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] For the remainder of this review I would like to consider how successful Advanced Schenkerian Analysis might be as a textbook, by asking a series of questions. First, will the advanced student benefit from an experience with this text? Second, is the text in line with current pedagogical trends concerning musical analysis—especially the study of musical form? Finally, will the Instructor’s Manual prove to be an effective aid in teaching from this text? Let us examine each of these questions in turn.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Regarding the first question, I believe that students with basic training in Schenker’s approach will benefit greatly from an exposure to the many fine analyses in this volume—as will their teachers. The text is clearly written, its organization by formal type (cross-cut by an effort to move from simpler to more complex musical situations in chapters 5–7) is reasonable, and Beach adopts a fairly informal, conversational style that almost makes it seem like one is having a pleasant chat with him about the work in question. Moreover, the commentaries that accompany the graphs are succinct and do not overload the student by rehearsing information that is easily attainable from the graph—following Schenker’s recommendation that a well-fashioned voice-leading graph should be able to speak for itself. Beach also spends time in these commentaries explaining why and how analytical decisions are made, relating them to matters of general musical style (e.g., continuous tonal structures in Bach vs. the interrupted structures of Classic music) and specific musical context (e.g., salient reasons for the choice of the primary tone). Still, one wishes that he would occasionally supplement his own graph with an actual sketch of an alternate reading, followed by a listing of the musical pros and cons of the two differing interpretations. A good candidate for this process would be his analysis of the Menuetto from Haydn’s Symphony No. 103 (“Drum Roll”) in chapter 5 (Example 5.8, 125). For this example of ternary (rounded binary) form Beach reads the dominant at the end of the a section as a divider within a prolongation of tonic that extends into the b section, where the primary tone ( 3 ˆ ) is inflected to ♭ 3 ˆ ; the structural V that supports interruption at 2 ˆ only arrives at the end of the b section. An alternative here would be to read the 2 ˆ over V at the end of the first section as structural, and the ♭ 3 ˆ that begins the b section as a chromatic upper neighbor to 2 ˆ , which then resolves to 2 ˆ at the end of b . By providing an alternate sketch and discussing the reasons for preferring one reading over the other, Beach could offer an effective model for this particular type of decision-making exercise. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] A related issue concerns the challenge of helping students to ascertain different structural levels when preparing a sketch. Anyone who has taught a Schenker course can attest to the fact that even more advanced students still experience difficulty in communicating a clear middleground structure in their analytical work. In my opinion, Advanced Schenkerian Analysis is at its best when Beach provides both foreground graphs and middleground simplifications for the music in question. This is done to great advantage for several of the rounded binary and ternary examples in chapters 5 and 7, and for the sonata-form examples in chapters 8 and 9. The inclusion of structural prototypes for ternary (rounded binary) and sonata forms is also commendable; a similar depiction of models for A B A' forms in chapter 7 would have been welcome. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] If we unpack the notion of “effectiveness” a bit, it would be honest to admit that any textbook in Schenkerian analysis can only be “effective” to a certain extent. Recall that Schenker himself was opposed to the teaching of analysis in a large classroom setting, preferring private lessons or very intimate seminars. And from a pedagogical perspective, an exposure to model examples is only helpful if the reader has the time and the patience to become thoroughly familiar with the piece in question and with the interpretation in the accompanying sketch. Although such an experience with well-crafted analyses is certainly a good first step, nothing can really take the place of “learning by doing”: attempting an analytical sketch, then engaging in an active dialogue with a mentor or colleagues on the relative strengths and weaknesses of particular interpretations. And if analysis is truly to be an “Art” rather than a “Science” (returning to the opening quote of this review), how can Art be “taught”? No one has yet perfected a method for “teaching” creativity, though we as instructors can certainly foster the creative impulse by exposing students to multiple possibilities, and providing a safe environment for their consideration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] My second question concerns how Beach’s text relates to current trends in the teaching of musical form. Students versed in the sonata theory of Hepokoski and Darcy (2006) should have no trouble negotiating the sonata-form chapters in this volume, despite the slight differences in terminology for the labeling of sections. In fact, a detailed study of voice-leading structures in the sonata forms of chapters 8 and 9 should complement and even enhance the rhetorical and hermeneutic issues posed by sonata theory. Students “raised” on the ideas in William Caplin’s Classical Form might experience some discomfort in chapter 4 (“Contrasting Phrases”), especially when dealing with the formal type a b in its first section (82–90). The reading of the second theme of Mozart’s Piano Sonata in F, K. 280, I (measures 27–43; Example 4.1) as two contrasting phrases rather than as a musical sentence is likely to be problematic for some, even though Beach acknowledges the possibility of a sentential interpretation. He does read measures 11–30 of the opening movement of Beethoven’s Piano Trio in C minor, op. 1, no. 3 (Example 4.5) as a sentence, but his analysis is unfortunately obscured by the omission of any markings for the basic idea and its repetition on the score, despite a clear indication of the continuation at measure 19; further confusion is created by contradictory labels for the start of the “b phrase” at both measures 11 and 15 of the score. (12) To be sure, Beach introduces the sentence concept clearly enough in chapter 2 when discussing models for a single phrase, using the familiar theme from the beginning of Beethoven’s Piano Sonata in F minor, op. 2, no. 1 as an exemplar. Even here, though, Caplin’s adherents are likely to be irritated, since they would insist that the presentation and continuation of a sentence are separate phrases with the first lacking a cadence (Caplin 1998, 45). One senses that the addition of the sentence structure to Beach’s catalog of formal types is a bit awkward at times, and will require some follow-up on the part of the instructor. However, the careful massaging of the “sentence issue” in this brief portion of the text is a meager enough price to pay when considering all that this book has to offer.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The final question posed in this review touches upon the utility of the Instructor’s Manual. Within its 70 pages Beach generously provides teaching tips for the general topics of each chapter and his own voice-leading graphs for every assignment, along with further hints for the construction of the graphs in question. The manual thus provides an invaluable resource for the teacher—not only as an aid to instruction, but also as inspiration for the teacher’s own further development as a sensitive analyst of the tonal repertoire. While it is to be expected that one might sometimes disagree with an individual reading—given the highly personal (rather than mechanical) nature of musical analysis—even here there are opportunities for useful teaching moments in the form of a comparison of alternative readings, as recommended above. (13) Example 1 . Schubert, Symphony No., 9, II, measures 8–16 (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Different analysts will also spar over the interpretation of the phrase rhythm of a particular example; again, this should be taken as par for the course when one is dealing with such musical subtleties. For example, I would hear the phrase rhythm of the first theme of Schubert’s Symphony No. 9, II (Text, p. 81; Manual, p. 15) a bit differently than Beach. Example 1 provides the score with an analytic overlay that reflects Beach’s sketch; below the music his counting numbers for the basic phrase are compared with my own. In measures 8–16 he reads a single expansion in measure 14 caused by the harmonic elongation of the ii ø from measure 13. While I agree with the expansion at measure 14 of the score, I hear the additional harmonic elongation of V in measure 16 as another expansion, and a phrase contraction between score measures 10 and 11, since the III-chord should have been two measures in length (like the preceding tonic), and the head motive (“m”) from measure 8 reappears one bar “early” in measure 11. As shown, I hear this theme as an altered sentence, where the basic idea appears in measures 8–9, but its repetition “stalls” at bar 10, causing the phrase contraction. The successive melodic fragmentations in measures 11ff. suggest that measures 11–16 function as a continuation, expanded from four bars to six. Analysts of good will can (and perhaps should) disagree when confronted by the kind of musical “quirkiness” heard in this memorable oboe theme. Vive la différence!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In conclusion, I recommend Advanced Schenkerian Analysis to anyone who loves the tonal repertoire and wishes to understand its rich complexities of formal design and voice-leading structure. Although it can function as a textbook at an advanced level, it is much more: this volume represents the culmination of forty years of listening, learning, teaching, and publishing by a prominent Schenkerian analyst to whom we owe a great debt of gratitude. As an invaluable resource for all serious musicians, it belongs on everyone’s bookshelf.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.14.20.4.kraus.html",
    "data": "mto/data/mto.14.20.4.kraus.json"
}