{
    "title": "Chromatic Function in Schoenberg’s Little Piano Piece, op. 19, no. 1",
    "date": "2023/09/01",
    "volume": "29",
    "issue": "3",
    "authors": [
        "Hier, David"
    ],
    "abstract": "The revival ofFormenlehrestudies has initiated a renewed interest in formal functions in atonal music. Schoenberg, who pioneered the study of formal functions, did not extensively analyze his atonal music from a formal point of view. Recent scholars, however, have drawn parallels between the formal construction of his atonal music and common-practice tonal music. One impediment to such analysis is the lack of a theory of counterpoint and harmony upon which formal-functional analysis rests. I propose a normative contrapuntal-harmonic structure for Schoenberg’s atonal music I call the “chromatic cadence.” I trace its origins to voice-leading techniques used by Schoenberg in his earlier tonal music and develop fundamental principles that guide the analysis and identification of the cadence in his atonal music. I conclude with a detailed analysis of Schoenberg’s piano piece, op. 19, no. 1, in which I examine the interrelationship of its motivic construction, contrapuntal-harmonic structure, and its formal functions.",
    "keywords": [
        "Schoenberg",
        "Atonality",
        "Counterpoint",
        "Voice Leading",
        "Cadence",
        "Formal Theory",
        "Formal Functions"
    ],
    "doi": "10.30535/mto.29.3.3",
    "received": "October 2022",
    "pdf": "https://mtosmt.org/issues/mto.23.29.3/mto.23.29.3.hier.pdf",
    "author_info": [
        {
            "name": "David Hier",
            "university": "102 Greenwood School of Music",
            "address": "Oklahoma State University, Stillwater, OK 74078",
            "email": "colemanfrancis@live.com"
        }
    ],
    "citations": {
        "arndt_2017": "Arndt, Matthew. 2017. The Musical Thought and Spiritual Lives of Heinrich Schenker and Arnold Schoenberg . Routledge. https://doi.org/10.4324/9781315268347.",
        "arndt_2018": "Arndt, Matthew. 2018. “Form–Function–Content.” Music Theory Spectrum 40 (2): 208–26. https://doi.org/10.1093/mts/mty024.",
        "baker_1980": "Baker, James. 1990. “Voice Leading in Post-Tonal Music: Suggestions for Extending Schenker’s   Theory.” Music Analysis 9 (2): 177–200. https://doi.org/10.2307/854227.",
        "boss_1992": "Boss, Jack. 1992. “Schoenberg’s Op. 22 Radio Talk and Developing Variation in Atonal Music.” Music Theory Spectrum 14 (2): 125–49. https://doi.org/10.2307/746104.",
        "boss_2014": "Boss, Jack. 2014. Schoenberg’s Twelve-Tone Music: Symmetry and the Musical Idea . Cambridge University Press. https://doi.org/10.1017/CBO9781107110786.",
        "boss_2019": "Boss, Jack. 2019. Schoenberg’s Atonal Music: Musical Idea, Basic Idea, and Specters of Tonal Function . Cambridge University Press. https://doi.org/10.1017/9781108296991.",
        "cadwallader_and_gagné_2011": "Cadwallader, Allen, and David Gagné. 2011. Analysis of Tonal Music: A Schenkerian Approach . 3rd ed. Oxford University Press.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2004": "Caplin, William. 2004. “The Classical Cadence: Conceptions and Misconceptions.” Journal of the American Musicological Society 57 (1): 51–117. https://doi.org/10.1525/jams.2004.57.1.51.",
        "caplin_2008": "Caplin, William. 2008. “Schoenberg’s ‘Second Melody,’ Or, ‘Meyer-ed’ in the Bass.” In Communications in Eighteenth-Century Music , ed. Danuta Mirka and Kofi Agawu, 160–88. Cambridge University Press. https://doi.org/10.1017/CBO9780511481376.007.",
        "caplin_2018": "Caplin, William. 2018. “Beyond the Classical Cadence: Thematic Closure in Early Romantic Music.” Music Theory Spectrum 40 (1): 1–26. https://doi.org/10.1093/mts/mty002.",
        "carpenter_and_neff_1997": "Carpenter, Patricia, and Severine Neff. 1997. “Schoenberg’s Philosophy of Composition: Thoughts on the ‘Musical Idea and its Presentation.’” In Constructive Dissonance: Arnold Schoenberg and the Transformations of Twentieth-Century Culture , ed. Juliane Brand and Christopher Hailey, 146–59. University of California Press.",
        "eason_2019": "Eason, Andrew. 2019. “Formal Functions in the Music of Arnold Schoenberg.” PhD diss., University of Oregon.",
        "erpf_1927": "Erpf, Hermann. 1927. Studien zur Harmonie- und Klangtechnik der neueren Musik . Breitkopf & Härtel.",
        "forte_1973": "Forte, Allen. 1973. The Structure of Atonal Music . Yale University Press.",
        "gauldin_2014": "Gauldin, Robert. 2014. “The Theory and Practice of Chromatic Wedge Progressions in Romantic   Music.” Music Theory Spectrum 26 (1): 1–22. https://doi.org/10.1525/mts.2004.26.1.1.",
        "greenbaum_2009": "Greenbaum, Matthew. 2009. “Dialectic in Miniature: Arnold Schoenberg’s Sechs Kleine   Klavierstücke Opus 19.” Ex Tempore 14 (2): 42–59.",
        "haimo_2006": "Haimo, Ethan. 2006. Schoenberg’s Transformation of Musical Language . Cambridge University Press.",
        "hanson_1983": "Hanson, Robert. 1983. “Webern’s Chromatic Organisation.” Music Analysis 2 (2): 135–49. https://doi.org/10.2307/854246.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music: A Renewed Dualist Theory and Account of its Precedents . University of Chicago Press.",
        "hasty_1981": "Hasty, Christopher. 1981. “Segmentation and Process in Post-Tonal Music.” Music Theory Spectrum 3 (1): 54–73. https://doi.org/10.2307/746134.",
        "heneghan_2018": "Heneghan, Áine. 2018. “Schoenberg’s Sentence.” Music Theory Spectrum 40 (2): 179–207. https://doi.org/10.1093/mts/mty014.",
        "kurth_1991": "Kurth, Ernst. 1991. Ernst Kurth: Selected Writings . Edited by Lee A. Rothfarb. Cambridge University Press. https://doi.org/10.1017/CBO9780511470288.",
        "laitz_2003": "Laitz, Steven G. 2003. The Complete Musicians: An Integrated Approach to Tonal Theory, Analysis, and Listening . Oxford University Press.",
        "larson_2012": "Larson, Steve. 2012. Musical Forces: Motion, Metaphor, and Meaning in Music . Indiana University Press.",
        "leichtentritt_1951": "Leichtentritt, Hugo. 1951. Musical Form . Harvard University Press.   https://doi.org/10.4159/harvard.9780674430754.",
        "lewin_1968": "Lewin, David. 1968. “Inversional Balance as an Organizing Force in Schoenberg’s Music and   Thought.” Perspectives of New Music 6 (2): 1–21. https://doi.org/10.2307/832349.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . Yale University Press.",
        "maler_2018": "Maler, Anabel. 2018. “Hearing Form in Post-Tonal Music.” PhD diss., University of Chicago.",
        "monahan_2015": "Monahan, Seth. 2015. “Voice-Leading Energetics in Wagner’s ‘Tristan Idiom.’” Music Analysis 35 (2): 171–232. https://doi.org/10.1111/musa.12055.",
        "neumeyer_2022": "Neumeyer, David. 2022. “The Wedge Figure in Cadences of European and European-Influenced Music, c1600–1930.” UT Faculty/Researcher Works , University of Texas at Austin.",
        "newton_2014": "Newton, Neil. 2014. “An Aspect of Functional Harmony in Schoenberg’s Early Post-Tonal   Music.” Music Analysis 33 (1): 1–31. https://doi.org/10.1111/musa.12018.",
        "nobile_2020": "Nobile, Drew. 2020. Form as Harmony in Rock Music . Oxford University Press.",
        "pfannkuch_1963": "Pfannkuch, Wilhelm. 1963. “Zu Thematik und Form in Schönbergs Streichsextett.” In Festschrift Friedrich Blume zum 70. Geburtstag , ed. Anna Amalie Abert and Wilhelm Pfannkuch, 258–271. Bärenreiter.",
        "reti_1951": "Reti, Rudolf. 1951. The Thematic Process in Music . MacMillan.",
        "riemann_2009_1896": "Riemann, Hugo. 2009 [1896]. Harmony Simplified: or, The Theory of the Tonal Functions of Chords . Cornell University Library.",
        "roeder_1989": "Roeder, John. 1989. “Harmonic Implications of Schoenberg’s Observations of Atonal Voice   Leading.” Journal of Music Theory 33 (1): 27–62. https://doi.org/10.2307/843664.",
        "salzer_1962_1952": "Salzer, Felix. 1962 [1952]. Structural Hearing: Tonal Coherence in Music . Dover.",
        "schoenberg_1978_1911": "Schoenberg, Arnold. 1978 [1911]. Theory of Harmony . Translated by Roy E. Carter. University of California Press.",
        "schoenberg_1969": "Schoenberg, Arnold. 1969. Structural Functions of Harmony . W.W. Norton.",
        "schoenberg_1975": "Schoenberg, Arnold. 1975. Style and Idea . Edited by Leonard Stein. University of California Press.",
        "schoenberg_1995": "Schoenberg, Arnold. 1995. The Musical Idea and the Logic, Technique, and Art of Its Presentation . Edited by Severine Neff. Columbia University Press.",
        "straus_1987": "Straus, Joseph N. 1987. “The Problem of Prolongation in Post-Tonal Music.” Journal of Music   Theory 31 (1): 1–21. https://doi.org/10.2307/843544.",
        "travis_1966": "Travis, Roy. 1966. “Directed Motion in Schoenberg and Webern.” Perspectives of New Music 4   (2): 85–89. https://doi.org/10.2307/832217.",
        "väisälä_1999": "Väisälä, Olli. 1999. “Concepts of Harmony and Prolongation in Schoenberg’s Op. 19/2.” Music Theory Spectrum 21 (2): 230–59. https://doi.org/10.1525/mts.1999.21.2.02a00040.",
        "von_der_nü_1932": "Von der Nüll, Edwin. 1932. Moderne Harmonik . F. Kistner & C.F.W. Siegel."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Additionally, in some cases the voice-leading reductions may appear to coincide with prolongation of harmonies and in other cases may not: the voice-leading reductions are fundamentally independent of tonal harmony. As I will argue, Schoenberg’s earlier tonal pieces contain wedges that prolong subdominant-function harmony, while, in later pieces, wedges often occur at the beginnings and endings of phrases.",
            "citations": []
        },
        "FN2": {
            "text": "2. My tonal function labels are presented in a simplified form in order to convey the tonal meanings of the chords without dwelling on the details of how they are derived from the three principal functions. The “S” in bar 2 of example 1b should be the leading-tone exchange of the minor subdominant, for example. Slashes indicate combinations of functions in accordance with Harrison ( 1994 ), who himself draws on Riemann’s functional system ( 2009 [1896] ) and Erpf’s ( 1927 , 78) extension to the concept of functional mixture.",
            "citations": [
                "harrison_1994",
                "riemann_2009_1896",
                "erpf_1927"
            ]
        },
        "FN3": {
            "text": "3. The tonal-functional meaning of the chords comes from the resolution of {G, F/ E ♯ } to { F ♯ , F ♯ }. The quartal-sounding sonority, {G, C, F, B ♭ } with F respelled as E ♯ functions as dominant, since the third of the dominant triad resolves to tonic and the other voices are chromatic projections of it. The ear is drawn to the top voice, C5– B ♭ 4–A4, and the C5 is a melodic continuation in the first violin of C6 while B ♭ 4 emerges in the viola. But since the melody now descends, it fails to form a wedge with the bass—from a chromatic voice-leading point of view, it is the inner-voice C4 continuing in the second violin, that completes the wedge.",
            "citations": []
        },
        "FN4": {
            "text": "4. Von der Nüll ( 1932 ) and Leichtentritt ( 1951 ) also point to the evocations of tonality in this piece, especially to G and E. The final cadence, with its emphasis on E might perhaps evoke tonal closure weakly in addition to providing chromatic closure.",
            "citations": [
                "leichtentritt_1951"
            ]
        },
        "FN5": {
            "text": "5. Throughout this essay, I will normalize counterpoint to show a foundational 1:1 contrapuntal skeleton. The resulting “first-species” atonal counterpoint is no more desirable than first-species counterpoint in tonal music, in which passing tones, neighboring tones, and the like are absent. In the same way that such counterpoint may be said to form the basis for more complex counterpoint in tonal music, the simple wedge forms the basis for my methodology and passages that adhere closely to 1:1 counterpoint provide structures easier to perceive than those complicated by the presence of other voices, dissonances, etc.",
            "citations": []
        },
        "FN6": {
            "text": "6. See for example: Robert Gauldin’s ( 2014 ) thorough treatment of the wedge in Romantic music, which focuses primarily on wedges with structure intervals of the minor seventh, octave, and major ninth; and David Neumeyer’s ( 2022 ) historical study, which traces the wedge from the Renaissance to the early 20th century. The wedge figure has also been discussed in relation to music of the Second Viennese School by Lewin ( 1968 ), whose “inversional balance” connects symmetrical relationships to Schoenberg’s musical idea; Robert Hanson ( 1983 ) whose study of semitone voice leading in Webern’s atonal music is an important antecedent to my own work; and more recently, Neil Newton ( 2014 ), who argues that the wedged resolution of tritones in Schoenberg’s atonal music recalls tonal-functional harmony. Wilhelm Pfannkuch’s ( 1963 ) analysis of Verklaerte Nacht argues that the convergent counterpoint at prominent cadences signals formal endings, and Ethan Haimo’s ( 2006 ) well-known study documents the evolution of Schoenberg’s early style and also describes wedge figures in his music without placing them at the center of his discussion.",
            "citations": [
                "gauldin_2014",
                "neumeyer_2022",
                "lewin_1968",
                "hanson_1983",
                "newton_2014",
                "pfannkuch_1963",
                "haimo_2006"
            ]
        },
        "FN7": {
            "text": "7. Carpenter and Neff ( 1997 , 16) and Boss ( 2014 , 2) have interpreted Schoenberg’s musical idea to refer to some imbalance in a compositional symmetry that requires restoration. In my view, Schoenberg’s term is vague enough to support multiple interpretations: the progression rest-unrest-rest described in Schoenberg ( 1995 ) can apply to many aspects of a piece including but not limited to symmetry and harmonic function. In its purest form, the musical idea is a problem, a dissonance that requires a solution and a piece may exhibit local conventional problems, like neighbor tones and dominant chords, and a grander, global idea possibly unique to the piece.",
            "citations": [
                "carpenter_and_neff_1997",
                "boss_2014",
                "schoenberg_1995"
            ]
        },
        "FN8": {
            "text": "8. Of particular importance are studies by Andrew Eason ( 2019 ), who applies formal-functional interpretations and Caplinian theme-types to Schoenberg’s atonal and dodecaphonic pieces, Anabel Maler ( 2018 ), who proposes novel formal functions and applies Caplinian formal functions to post-war modernist composers, and Matthew Arndt ( 2018 ), who analyzes Schoenberg’s atonal music extensively from a motivic point of view and who proposes more complex formal functions that depart from Caplin’s beginning–middle–end paradigm. All these studies reconcile classical formal procedures with 20th-century musical formal procedures while using Schoenberg’s theoretical concepts as a foundation.",
            "citations": [
                "eason_2019",
                "maler_2018",
                "arndt_2018"
            ]
        },
        "FN9": {
            "text": "9. Caplin’s ( 1998 ) treatise, for example, first proposes a theory of harmony before undertaking formal analysis. Caplin also treats the bassline with especial care since it frequently signals important changes in formal function. Schoenberg’s own writings, upon which Caplin’s and Ratz’s work is based, privileges the structural function of harmony in conjunction with the role of melody, or motive. Other major recent theoretical works continue to focus primarily but no less insightfully on the role of motive in shaping the music, see for instance Jack Boss ( 2019 ).",
            "citations": [
                "caplin_1998",
                "boss_2019"
            ]
        },
        "FN10": {
            "text": "10. The cadence is “Riemannian” in that it proposes a “functional” or syntactic succession of harmonic objects—what some in North America call the “phrase model.”  In tonal music, harmonic objects are chords with tonal functions. In my approach to atonal music, the harmonic objects are voice-leading distances with chromatic functions that arise if (and only if) the distances are found within structural voices.  I develop differences between harmony and counterpoint in atonal music below. My use of the word cadence also differs from its common use in North America, where it refers only to a harmonic-contrapuntal closing device: for more on the history of the term, see Caplin ( 2004 ). I choose to use the enlarged meaning of the word “cadence” because my approach shares with Riemann’s the desire to map out phrase-long and piece-long harmonic relationships. I realize the use of the word may cause some confusion, but since Riemann’s theories are well established and known, I expect it should not be difficult for readers to accustom themselves to my use of the term. Other recent theorists have adapted the Riemannian cadence to 20 th -century repertories including Drew Nobile ( 2020 ), who also considers the cadence to be a phrase-spanning syntactical unit, what he calls a “functional circuit,” that is altered to fit the demands of rock music.",
            "citations": [
                "caplin_2004",
                "nobile_2020"
            ]
        },
        "FN11": {
            "text": "11. Arndt ( 2017 , 188) drawing on Greenbaum ( 2009 ) notes the prevalence of gestures of “convergent motion” throughout op. 19. I argue that the convergence (and divergence) of structural voices is not peculiar to op. 19 alone but is a cornerstone of Schoenberg’s atonal compositional logic. Boss ( 2019 , 35) argues that incremental pitch-class interval expansion structures the motivic process of Schoenberg op. 11, no. 1, which echoes my discussion of voice leading, though I focus on pitch intervals.",
            "citations": [
                "arndt_2017",
                "greenbaum_2009",
                "boss_2019"
            ]
        },
        "FN12": {
            "text": "12. I chose the functional names in homage to Schoenberg’s ( 1969 ) progression types: strong (root motion by ascending fourth or descending third), weak (root motion by descending fourth or ascending third), and superstrong (root motion by ascending second)—in this case, null replaces Schoenberg’s superstrong. The letters S, W, and N also fortuitously stand for the interval size of the functions: semitone, whole tone, and neither (semitone nor whole tone) respectively. For more on Schoenberg’s progression types, see Schoenberg ( 1969 ). My use of the term “function” is a conscious allusion to Hugo Riemann’s theory of harmony ( 2009 [1896] ), in which the function of a chord is determined by its relationship to the chords around it instead of by its location in a scale. In the chromatic cadence, the chords similarly lack intrinsic harmonic meaning and it is the connections between them that govern the tension and release, or dissonance and consonance, of a passage.",
            "citations": [
                "schoenberg_1969",
                "schoenberg_1969",
                "riemann_2009_1896"
            ]
        },
        "FN13": {
            "text": "13. The relationships between modal and tonal music, and between atonal and twelve-tone music are somewhat similar. In modal counterpoint, there are no chords and “harmony” insofar as it can be said to exist in the repertory, is articulated by the presence of an opening figure outlining an important modal interval, like the fifth, at the beginning of a phrase, a clear contrapuntal cadence at the end, and freer, less harmonically meaningful relationships in the middle. The harmonic relationships of chords that appear increasingly in normative relations to one another in the repertory leads to tonality.  In atonal music, the semitone, in my view, defines the beginning and ending of the phrase, but the middle is similarly free. The freer intervallic constructions in the middle portion of the phrase lead to the more defined set-relationships in the twelve-tone period, in which evocations of the chromatic cadence still occasionally arise.",
            "citations": []
        },
        "FN14": {
            "text": "14. Neff and Carpenter ( 1997 , 59) also describe Schoenberg’s formal theory in terms of “formal functions.”  In general, I use Caplinian terminology, which is itself heavily based on Schoenbergian concepts and terminology, throughout the article because it is both precise and more well-known in modern-day academia.",
            "citations": [
                "carpenter_and_neff_1997"
            ]
        },
        "FN15": {
            "text": "15. Schoenberg’s music is sometimes described as being athematic but motivic, entirely non-motivic, or relatively traditional. The disagreement reflects the diverse qualities of Schoenberg’s atonal music, which I argue is united more by harmonic/contrapuntal idioms and less by style: the styles of opp. 11 and 21 are quite different, and the styles of the pieces within op. 11 are themselves diverse.  For more on the role of thematicism and motivic analysis in Schoenberg’s atonal music, see Heneghan ( 2018 ), and Boss ( 2019 ). In my view, many of the strongest analyses of the repertory are pluralistic and refer to motives and themes, conventional and unconventional formal organizations, non-tonal pitch organization and tonal allusion, etc. Both Heneghan and Boss provide insightful and nuanced interpretations of Schoenberg’s music that draw on diverse theoretical strands.",
            "citations": [
                "heneghan_2018",
                "boss_2019"
            ]
        },
        "FN16": {
            "text": "16. For Caplin ( 1998 ), seven musical elements affect formal looseness: consistency of tonality; degree of cadential closure; degree of diatony/function; degree of formal symmetry; functional efficiency; motivic uniformity; and formal conventionality. The first three conditions can be adapted to atonal music by appealing to the prevalence and clarity of the chromatic functions and the structure.  Schoenberg’s atonal melodies are rarely symmetrical or formally conventional so these conditions are not generally relevant. Motivic uniformity applies to atonal music without issue. Functional efficiency is less easily adaptable because I have not defined functions like “continuation” or “cadential” for Schoenberg’s atonal music but I imagine this to be fertile ground for further research.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN17": {
            "text": "17. In tonal music, Riemann’s concept of Achttaktigkeit clarifies harmonic relationships, since the tonic is expected to arrive in bar 8 and so on. As Caplin ( 2018 ) notes, Romantic music frequently blurs the distinction between “ultimate” and “penultimate” dominants by confusing the hypermetrical structure, including more homogeneous textures, and reducing the role of motivic liquidation. The lack of clear hypermetrical stress in Schoenberg’s atonal music requires greater reliance on changes in texture punctuated especially by pauses or caesuras to delineate phrases.",
            "citations": [
                "caplin_2018"
            ]
        },
        "FN18": {
            "text": "18. For more on segmentation and the problems it poses to the analysis of atonal music, see Hasty ( 1981 ).",
            "citations": [
                "hasty_1981"
            ]
        },
        "FN19": {
            "text": "19. A rough analogy to tonal harmonic and form theory is possible here. Schoenberg’s rule that “the last prevails” states that if the functional meaning of a series of chords in a phrase is unclear, but that phrase ends with a triad, this concluding triad assumes the tonic function ( 1975 , 282). In chromatic harmonic theory, if multiple functional interpretations are possible at the end of a phrase, the most stable one should be chosen.",
            "citations": [
                "schoenberg_1975"
            ]
        },
        "FN20": {
            "text": "20. It may be argued that my approach proposes another theory of atonal prolongation. While I do analyze compound melodies, it is only single, melodic pitches that are briefly sustained while a secondary voice emerges. Accordingly, a chromatic function is sustained or delayed until the structural voice strikes a new pitch. The situation is far removed from more typical theories of atonal prolongation, for instance in Salzer 1962 [1952] , Travis ( 1966 ), Baker ( 1980 ), Väisälä ( 1999 ) and others in which a triad or a contextually important sonority is “prolonged” throughout a piece or passage with help from conventional (Schenkerian) passing tones, neighbors, arpeggiations, etc. Critiques of such approaches whatever their merit, for example that found in Straus ( 1987 ), do not largely apply to my methodology, since my conception of chromatic harmony and counterpoint does not advocate for a structural sonority. Voices that do sustain for longer periods of time adhere to my harmonic/contrapuntal rules, not those borrowed from earlier repertories.",
            "citations": [
                "salzer_1962_1952",
                "travis_1966",
                "baker_1980",
                "straus_1987"
            ]
        },
        "FN21": {
            "text": "21. Much more could be said about the temporal relationship of structural and subordinate voices—in effect, chromatic “counterpoint.” But this issue, like that of the misalignment of structural voices, lies outside the scope of this paper.",
            "citations": []
        },
        "FN22": {
            "text": "22. I use the neutral term “thematic unit” to avoid drawing on theoretical concepts that describe tonal-formal organization. To be sure, passages in Schoenberg—especially in his later, almost neo-classical twelve-tone works—evoke classical form, as Eason ( 2019 ) has astutely shown. But since the theory of tonal form rests upon an understanding of motivic organization and tonal harmony, it is safer at present to avoid the use of such terms in conjunction with a repertory whose harmonic principles are fundamentally different and whose motivic organization is often significantly looser and amorphous.",
            "citations": [
                "eason_2019"
            ]
        },
        "FN23": {
            "text": "23. Much more detailed motivic analyses are possible: Arndt ( 2017 ), for example, examines the motivic composition of op. 19, no. 1 almost exhaustively, attributing to nearly every gesture in the piece a motivic provenance. The largely homogeneous color of the piece’s passages—that is, the predominance of a small number of pitch-class intervals—enables numerous motivic interpretations: this is clearly an aesthetic feature of the piece and Schoenberg’s contemporary style. The high degree of variation from motivic statement to statement, however, weakens the sense that there is an idealized form of the motive defined by specific rhythms, metrical placements, contours, and to some extent pitch intervals, which in turn weakens slightly the justification for applying motivic theory to the piece entirely. Schoenberg’s own discussion of motivic process in his music, as documented for example in Boss ( 1992 ), is certainly noteworthy and representative of at least part of his own understanding of his work, but I believe our interpretation of his music can be strengthened by appealing to elements besides motive and “developing variation.” Furthermore, analysis of the piece’s harmony and cadences can solidify our interpretation of its form, which is otherwise often overly reliant on motive.",
            "citations": [
                "arndt_2017",
                "boss_1992"
            ]
        },
        "FN24": {
            "text": "24. If the crests were taken instead, the voice would express only N–S ( D ♯ 5– B ♭ 4– F ♯ 4– D ♯ 4–D4). Since it is preferred that structural voices express as complete cadences as possible, the troughs are selected, because they result in the cadence N–W–S .",
            "citations": []
        },
        "FN25": {
            "text": "25. Other examples of alternating chords or pitches separated by semitone(s) in Schoenberg’s atonal music may be found at the ends of the orchestral piece, op. 16, no. 5; the piano piece op. 11, no., 1; “Der Dandy,” op. 21, no. 2; and “Seraphita,” op. 22, no. 1, among many others. The effect is reminiscent, perhaps, of the repeated dominant-to-tonic progressions at the ends of many tonal pieces.",
            "citations": []
        },
        "FN26": {
            "text": "26. When considered as arpeggiations, the motivic transformation relating them has a familiar property: the pitches forming a semitone, G4 and G ♯ 4, are transposed down by minor third to E4 and F4, while the pitches forming a minor third, A3 and C4, are transposed up by a semitone to B ♭ 3 and D ♭ 4. That is, the intervals of the motive form the basis of the motive’s transformation. From a harmonic point of view, none of these motions are harmonic since the active functional spans are null and weak (B4–F4– D ♯ 4). For more on this contextual transformation, see Lewin ( 1987 , 157).",
            "citations": [
                "lewin_1987"
            ]
        },
        "FN27": {
            "text": "27. Anrdt ( 2017 , 188) credibly ties the gestures in the phrase to earlier motivic particles of the third and semitone.  Since they do not form larger motivic ideas, I think it best to consider them to be purely stock figures that signal the phrase’s end.",
            "citations": [
                "arndt_2017"
            ]
        },
        "FN28": {
            "text": "28. One could interpret the line to include the registrally displaced F4 resulting in strong function until C5. I think this is a valid interpretation, but I prefer hearing F4 as a subordinate voice because: (1) it ensures weak function in the DSV which would otherwise lack it; and (2) it treats the leap down as parallel to that between D5 and A4 in b. 5 which is also a leap into a subordinate voice. Undoubtedly, the DSV is dominated by semitone voice leading in bb. 4–5.",
            "citations": []
        },
        "FN29": {
            "text": "29. The term “interversion” comes from Réti ( 1951 , 72), where it refers to thematic transformations in which the pitches are freely rearranged or permuted.",
            "citations": [
                "reti_1951"
            ]
        },
        "FN30": {
            "text": "30. The continuity is further manifested in the closing and opening sonorities of the two units: the D–A fifth on the downbeat of b. 4 is transferred to the left hand on beat 5.",
            "citations": []
        },
        "FN31": {
            "text": "31. This motivic particle can also be found elsewhere in TU3. For example, it is projected registrally in the right-hand in b. 8: A5–B5–F6 and G ♯ 5– F ♯ 5–C5.",
            "citations": []
        },
        "FN32": {
            "text": "32. There is a faint glimmer of D minor—a key common to many of Schoenberg’s early works— throughout this piece, and especially in the final sonority, B ♭ –E– G ♯ – D ♯ , whose pitches could be led to D minor by semitone had Schoenberg inverted the voice leading of b. 17—e.g., instead of D ♯ 6 moving to E6, it would resolve down to D6.  The final melodic idea also alludes to D minor. The tonal allusion adds another dimension to the piece’s materials, lending them a relatively concordant sound and Tristan -esque languor without impacting the chromatic structure. Arndt ( 2017 ) explores the piece’s tonal allusions in greater detail.",
            "citations": [
                "arndt_2017"
            ]
        },
        "FN33": {
            "text": "33. Caplin stresses the importance of a hierarchical understanding of form function. As a theme type, the sentence, for example, contains a beginning, middle, and end, in which the middle and end are looser than the beginning for a variety of harmonic and motivic reasons. At the same time, a sentence can itself express beginning, middle, or ending function depending upon its placement in a piece and upon its own formal organization: a relatively tight-knit sentence can function as a main theme (beginning), while a greatly loosened and expanded one can function as a subordinate theme (ending) ( 2008 , 28–29). As this analysis demonstrates, the thematic units in the chromatic style can similarly function as beginnings, middles, or closes.",
            "citations": [
                "caplin_2008"
            ]
        },
        "FN34": {
            "text": "34. See Caplin ( 1998 , 84–85 and 88–93).",
            "citations": [
                "caplin_1998"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1.  Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] At first glance, the six passages in Examples 1–6 may appear to have little in common. Though the passages were all composed by Arnold Schoenberg prior to the First World War, their harmonic and contrapuntal language differ so startlingly as to suggest that a great expanse of time must separate their dates of composition or, perhaps, that they were composed by altogether different composers. Yet, the superficial differences belie at least one unifying aspect: the organizational logic of a large-scale wedge—two structural voices that converge or diverge, though not necessarily in note-against-note counterpoint—that operates independently of tonal function or motivic construction. In the tonal examples ( Examples 1–4 ), the wedges frequently aim to end on a single pitch-class or on a familiar chord, but in the later atonal examples ( Examples 5–6 ), the contrary motion underpinning the wedge and the voice-leading distances that guide the progressions of each voice supplant the stabilizing role of the final pitch-class or chord. Example 1 . Tonal and Chromatic Analysis of Friede auf Erden , op. 13, rehearsal 16 (click to enlarge) Example 2 . Tonal and Chromatic Analysis of Waldemar’s First Song from Gurre-Lieder ,   rehearsal 9.4–10 (click to enlarge) Example 3 . Tonal and Chromatic Analysis of Schoenberg, op. 10/IV, bars 110–120 (click to enlarge) Example 4 . Tonal and Chromatic Analysis of “Ich darf nicht dankend,” op. 14, no. 1, bars 1–7 (click to enlarge) Example 5 . Chromatic Analysis of “Da meine Lippe reglos sind und Brennen,” op. 15, no. 4, bars 18–22 (click to enlarge) Example 6 . Chromatic Analysis of Schoenberg, op. 11, no. 1, bars 53–64 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Examples 1 and 2 are drawn from relatively conventional tonal works by Schoenberg: Friede auf Erden , op. 13, and Gurre-Lieder , respectively. In these examples and those that follow, the top grand staff reproduces the original music (with some minor omissions for the sake of clarity and brevity) and applies, where possible, a tonal functional analysis, while the lower grand staff reduces the music to two structural voices progressing in opposite directions. Pitches beamed as sixteenth notes are separated by semitones, those beamed as eighth notes are separated by whole tones, and those lacking beams are separated by larger intervals. (1) Daniel Harrison’s ( 1994 , 112) insightful analysis of op. 13 makes clear that the tonal meaning of the passage exists alongside its melodic impetus: in the final three bars, the outer voices converge and proceed primarily by half step except for the initial whole tone in the bass, F3–G3. (2) The same is true of the passage from Gurre-Lieder —Waldemar’s first song—in which the outer voices of the accompaniment converge and proceed principally by semitone, with the exceptions of early whole tones: in the bass between A ♭ 3– B ♭ 3  in bars 2–3, and between A ♭ 4– G ♭ 4 in the soprano in bars 5–6. In both cases, once dominant function is achieved, the outer voices leap into the beginning of the next phrase or into tonic.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "harrison_1994"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Examples 3 and 4 are drawn from works by Schoenberg on the cusp of atonality: the finale of the Second String Quartet, op. 10, and the song, “Ich darf nicht dankend,” op. 14, no. 1, respectively. The last movement of op. 10, provided in Example 3, contains an extended cadence that modulates from D minor to F ♯ minor. The top voice descends at first by semitone and whole tone, before settling into semitone motion beginning with E ♭ 6 in bar 113. The leaps to other pitches—for example, to G ♭ 6 in bar 113 and F ♭ 6 in bar 115—constitute secondary voices subservient to the overall descending motion of the line (I will explore the role of these secondary lines later in the article). The bass at first states an important motive, D2–G2–A2–C3 in bars 110–13 before attaining B ♭ 3, at which point it too descends by step chromatically until reaching F ♯ 2. Both voices contain shifts of register, whereby the same pitch-class is repeated in a new, lower register. And both voices change their directions of motion beginning in bar 116: the soprano rises from C4 to C ♯ 4 in bars 119–20, while the bass descends from B ♭ 2 to F ♯ 2. (3) In contrast to the first two examples, this passage’s semitone motion connects dominant to tonic, instead of subdominant to dominant. As a result, chromatic motion becomes associated with the phrase’s close, instead of its medial portion. This passage’s tonality is expressed more weakly than in the previous examples. The tonal evocations portray the uncanniness of the poem’s “misty clouds,” “sun-suffused clear skies,” and “mountain retreats” that form the poet’s familiar but transcendent alien landscape. We have heard these sounds before in the same way we have often seen clouds, blue skies, and mountains, but they have shed their earlier familiarity and are witnessed anew through the prism of the poet’s (and composer’s) transfigured perception—the contrapuntal wedge structure.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] A similar situation arises in the first cadence from op. 14, no. 1, provided in Example 4. The passage ends with convergent chromatic counterpoint, partially obscured by relatively large shifts in register. The first attempt at a cadence in bar 6 is weakened by the disappearance of the accompaniment—which implies a resolution to { C ♯ 3, F ♯ 3, C ♯ 4} on the downbeat of bar 6—and the octave-displaced whole-tone resolution of the melody, which resolves E4– F ♯ #5 over the bar line. The unsatisfying dominant-to-tonic progression in bars 5–6 motivates the more compelling progression that follows, along with its chromatic voice leading. The passage also begins with chromatic voice leading: the bass resolves E ♯ 2– F ♯ 2 as the melody falls from G ♯ 4 to F ♯ 4 through G4. Schoenberg thus begins and ends the passage with convergent chromatic voice leading.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] Finally, Examples 5 and 6 are drawn from among Schoenberg’s first atonal pieces: the song “Da meine Lippen reglos sind und brennen,” op. 15, no. 4, and the piano piece op. 11, no. 1, respectively. The chromatic wedge in op. 15, no. 4 is partially obscured by the dramatic changes in register, as shown in example 5. Throughout the passage, the soprano line falls, first with a semitone descent, G ♯ 6–G6, followed by a whole tone descent and shift of register, F6– E ♭ 6, after which semitone motion resumes. The bass similarly alternates semitone and whole-tone motion, until semitone motion predominates in the final bars. The crossing of the structural voices evokes the crossing of the gazes in the poem between the kneeling supplicant and the standing object of affection.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] The final bars from op. 11, no. 1, provided in Example 6, contain an extended chromatic descent in the upper voice broken up by a whole-tone motion in bar 59. The new interval size in conjunction with the textural break implies a new phrase. But the bass voice continues from G2 over the bar line to A1 and finally to A ♯ 1.  The long stretch of time dominated by semitone motion in both voices—the mostly chromatic descent in the soprano against larger intervals in the bass derived from motives, with the repeating E ♭ –G in bars 55–57 recalling, perhaps, the close of the first part of Gurre-Lieder , echoes Example 3—contributes to the coda-like feeling of the passage. The voice leading is secure and relatively restful, and while momentary fragments recall important motives from earlier in the piece—for instance, the inner voices’ alternations of semitone and minor third in bars 59–63—the fragments together comprise a chromatic descending line that powerfully signals the end of the piece.  In this case, the music simultaneously restates earlier motives while fashioning them into a line with an independent formal significance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] In all these examples, two principal voices converge or diverge, with few minor exceptions, by a variety of intervals until they proceed only by semitone. While in the earlier examples, the 5 ˆ to 1 ˆ motion in the bass effects tonal closure, by the later examples, such clear dominant to tonic progressions only rarely appear, and semitone voice leading, which had earlier connected the tonic to the subdominant, now signals formal closure. Thus, in Schoenberg’s atonal compositional practice, semitone voice leading conveys stability and finality, inherited from the voice leading of his tonal works. The wedges in Examples 1 to 3 also proceed largely, though never entirely, in perspicuous 1:1 counterpoint. The later wedges in examples 4 to 6 are relatively elongated and the motions in the principal voices rarely align temporally. The staggered progression of the voices may obscure an underlying wedge figure, but it nevertheless remains there to be excavated and theoretically normalized. (5) Drawing on these observations, I propose a basic model for Schoenberg’s atonal music in which semitone voice leading in converging or diverging structural voices, as a stable harmonic-contrapuntal phenomenon, normatively begins and ends phrases; other, less stable intervals occupy the middles of phrases. (4) I call the structure the chromatic cadence : a syntactical framework for analyzing structural counterpoint and harmony in Schoenberg’s atonal music roughly analogous to what Steve Laitz ( 2003 ) calls the tonal “phrase model.”",
                "footnotes": [
                    "FN5",
                    "FN4"
                ],
                "citations": [
                    "laitz_2003"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] Wedge figures are not new to music theory, and their prominence in Romantic music and Schoenberg’s early music has also been observed and discussed for some time. (6) Few theorists, however, have demonstrated that large-scale, structural contrary motion deriving from simpler wedges or other harmonic-contrapuntal devices provide a normative voice-leading structure tied to form in Schoenberg’s atonal music. While Schoenberg does not address wedges in great detail in his theoretical writings, symmetry plays an important role in his Musical Idea ( 1995 , 198) and numerous theorists have interpreted symmetry to be central to Schoenberg’s later aesthetics. (7) To be sure, the wedge figures that compose my chromatic cadence are frequently symmetrical or quasi-symmetrical, since two voices either converge or diverge through the same or similar melodic intervals. But beyond symmetry, Schoenberg is circumspect when it comes to theorizing atonal harmony. His Harmonielehre ( 1978 [1911] , 432) treats the question obliquely: while he remarks on the general avoidance of pitch-class duplication from chord to chord—a phenomenon developed with greater acuity later by John Roeder ( 1989 )—he mostly leaves the challenge of systematizing atonal harmony—if such a goal is achievable or warranted—to later generations. His other treatises largely avoid proposing specific theoretical models for atonal harmony and counterpoint.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "schoenberg_1995",
                    "schoenberg_1978_1911",
                    "roeder_1989"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] In recent years, the resurgence of the Formenlehre tradition has renewed interest not only in Schoenberg’s seminal contributions to the field, but in its relationship to his own music. (9) The project is hampered by the lack of a convincing theory of harmony for Schoenberg’s atonal music, since harmony is arguably the bedrock of Schoenbergian formal theory.  While many authors have demonstrated motivic repetitions, fragmentations, and liquidations in Schoenberg’s atonal and twelve-tone music that resemble conventional periods, sentences, and hybrids, the analyses remain incomplete without the support of harmonic-contrapuntal theory, especially in his atonal pieces where motivic repetitions are significantly looser and evocations of Classical form fainter and more difficult to perceive. In my study, I first develop a method for analyzing Schoenberg’s atonal music that connects chromatic voice leading to formal function, and I then conclude with an extended analysis of the piano piece op. 19, no. 1 that puts this method into practice. 2.  The Chromatic Cadence",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Having observed several clear instances of the wedge and its role in shaping the harmony and voice leading of passages throughout Schoenberg’s early career, we must now formulate a basic theory that will guide and standardize our analysis of such figures in cases where the structure is less perspicuous. I propose that phrases in Schoenberg’s atonal music contain a “cadence” that, like Riemann’s “tonal cadence,” spans the phrase and establishes a syntactical foundation for the music—in other words, the cadence is not an “ending” contrapuntal-harmonic figure but a phrase-encompassing paradigm. (10) The “chromatic cadence” consists of two structural voices moving in contrary motion according to an idealized set of voice-leading interval distances, termed chromatic functions. (11) There are three chromatic functions: strong ( S ) function (motion in each voice by semitone), null ( N ) function (motion in each voice by an interval larger than a whole tone), and weak function ( W ) (motion in each voice by a whole tone). The chromatic cadence contains the ordered succession S–N–W–S . (12) The motions may continue for more than one interval, with two or more semitones, whole tones, or larger intervals, respectively, constituting a single instance of strong, weak, and null function. The cadence is end-weighted, in that the final strong function is more definitive and more necessary in articulating the cadence than the opening strong function: as we saw in the examples above, many of Schoenberg’s phrases end with semitone voice leading but do not begin with it—the stipulation that the chromatic cadence normatively begins with semitone motion in both voices reflects both the critical assumption that semitone voice leading is stable in the repertory and the bookending of the tonal cadence with tonic function. Example 7 . The Chromatic Cadence (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Example 7 presents two idealized cadences. In i) the upper voice is the “ascending structural voice” (ASV) and the lower voice is the “descending structural voice” (DSV), while in ii) the contrapuntal roles of the two voices are reversed. In both examples, the contrapuntal structure expresses the harmonic cadence strong–null–weak–strong (open noteheads belong to one of the structural voices, which are all that are represented in this idealization; double-beamed pitches produce the strong function, single-beamed pitches articulate weak function, and pitches unconnected by beams articulate null function) and the harmonic functions align one-to-one rhythmically in each structural voice. Schoenberg’s music frequently departs from the idealized cadence, of course: the cadence may omit a chromatic function, for example, and functions rarely align contrapuntally so neatly. Omissions of a function are notated with a rest of the appropriate duration: a 16 th -note rest for absent strong function, 8 th -note rest for absent weak motion, and a quarter-note rest for absent null function.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The voice-leading distances in the structural voices are harmonic .  We often conceive of harmony as music’s “vertical” dimension because we have been conditioned by our study of tonal music, in which chords function harmonically. As Riemann and others have shown, however, the study of tonal harmony concerns the relationship of chords to one another: harmony is thus “horizontal” and contextual. It is tonal counterpoint that examines the intervallic constitution of the chord. In Schoenberg’s atonal music, the distinction between chord and non-chord—in other words, between contrapuntal consonance and dissonance—is lost, since sonorities and the voices that comprise them may proceed freely without regard to the normative rules of tonal counterpoint: chord construction and dissonance treatment. While we might assess some sonorities as more or less discordant, tonal contrapuntal rules, while occasionally evoked in the repertory, are not sufficiently relevant to remain a structural principle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] If tonal counterpoint concerns (primarily) the relationships of voices to chords, atonal chromatic counterpoint concerns the relationships among structural voices, and between structural and non-structural voices. The complexity of the issue lies outside the scope of my paper. Suffice it to say for the present that the misalignment of structural voices in Schoenberg’s music produces in effect a contrapuntal “dissonance”—a chromatic suspension in which one voice proceeds harmonically in advance of the other. Non-structural voices—what I call “subordinate voices”—may adhere closely to the structure or may introduce “non-harmonic tones” that obscure the structure. In the latter case, non-harmonic tones often serve important musical roles, like passing tones in tonal music, which are nevertheless discarded in harmonic analysis, and do not contribute to our understanding of the passage’s foundational harmonic syntax. While, for the sake of brevity, I will not go into further detail at this time, we will observe how the contrast between misalignment of the structural voices and non-harmonic tones in the subordinate voices shades the certitude of closure in op. 19, no. 1 in the extended analysis to follow. (13) Example 8 . Chromatic Cadence Types (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Example 8 provides a catalog of cadence types. Cadences have two elements—contrapuntal completion and harmonic completion—and several modifiers—emergent, simple, reversed, and mixed. Contrapuntally complete cadences, identified with an initial “C,” feature no contrapuntal absence; incomplete cadences, identified with an initial “I,” feature contrapuntal absence at some point in the cadence. Similarly, cadences can be harmonically closed (a medial “C”), meaning they terminate with strong motion, or open (a medial “O”), meaning they end with weak or null function. The first cadence in Example 8 is thus a CCC—a complete closed cadence.  Cadences can also be modified. Cadences that begin with null or weak function are emergent (a medial “E”). Cadences that omit either null or weak function are simple (medial “S”). Cadences that proceed S–W–N–S are reversed (a medial “R”). Cadences in which one voice expresses S–N–W–S and the other expresses S–W–N–S are mixed (medial “M”). The complete closed cadence is the norm and the other listed types are variants of it. Cadences in which a particular function is absent in one of the structural voices express that function less powerfully. A cadence, for example, that concludes with strong function in only one voice does not close as powerfully as one in which both voices express strong function.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Drawing on Caplin’s ( 1998 ) discussion of formal function, I retain the concepts of opening, medial, and closing formal functions, in addition to Caplin’s two framing functions, “before-the-beginning” (introductory) and “after-the-end” (epilogic). (14) The terms are neutral enough to be easily adapted to the analysis of atonal music. At least two key factors determine what formal function a passage expresses: its harmony/counterpoint and its motivic process. The S–N portion of the cadence implies opening function; the N–W portion, medial function; and the W–S portion, closing function. Introductory and epilogic formal functions are less clearly defined, but, as we shall see, epilogic formal functions are typically expressed with a preponderance of S —this is reminiscent of Schoenberg’s association of closing sections with repeated “cadences.” Like in earlier music, the establishment of a motive in Schoenberg’s atonal music contributes to an opening formal function, liquidation of the motive to medial function, and a reduction to conventional or stock materials to closing function—conventional material in Schoenberg’s atonal music frequently assuming the form of semitone voice leading or cadential figures like W–S that should not necessarily be construed to have a genuine motivic basis. But whereas in earlier music motives are typically well defined and highly distinctive, in Schoenberg’s atonal music, motivic and thematic analysis poses several challenges, so much so that theorists offer conflicting accounts of the role of motives and themes in the repertory and that a brief discussion of the role of motivic analysis in my approach is necessary. (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] The focus of my study is voice leading, but sonorities often have motivic or coloristic meanings. The motivic meaning results from local transformation processes—sequences—unconnected to the chromatic cadence—in other words, (varied) repetitions of interval successions captured well by transformation theory. By “color,” I mean the intervallic structure of a sonority or passage. A passage, for example, might include mostly sonorities containing a perfect fifth or fourth or otherwise similar interval vectors, or sonorities derived from a small number of pitch cells, like Forte’s ( 1973 ) genera, etc. In contrast with the harmonic-motivic basis, in which sonorities undergo repeated transformations, harmonic color is a looser means by which a passage or piece may be unified intervallically: prevalence instead of consistent repetition. One of the advantages to the separation of intervallic content from the chromatic cadence is that Schoenberg’s atonal music frequently contains extended passages with a profuse variety of colors or intervallic structures, or series of sonorities with more than four pitches, making it difficult to identify patterns connecting them or to group them according to their intervallic content. Separating color from function allows us to consider the form-defining, phrase-structural features of voice leading independently from intervallic patterns and repetitions that characterize a passage’s sound more broadly or that provide it with a motivic foundation without invalidating these other approaches.",
                "footnotes": [],
                "citations": [
                    "forte_1973"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Following Caplin and Schoenberg, passages can be said to be tight-knit (in stable formation) or loose-knit, depending on their motivic and harmonic features. (16) Passages with greater diversity of motives and intervallic color are looser than those with less variety; passages that open and close with strong function are more stable than those that do not; passages in which the structural voices align temporally are more tightly knit than those with disjunctions; passages in which the chromatic functions are clearly articulated are more tightly knit than those in which other voices obscure or contest the structural voices or in which the structural voices themselves obscure the progression by changing direction, shifting registers, etc. My characterization of a passage’s stability adapts Caplinian and Schoenbergian concepts for a new, atonal environment while retaining the spirit of their approach.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] As in tonal music, the cadences in Schoenberg’s atonal music provide musical experiences. On the one hand, our understanding of their musical effects is influenced by Schoenberg’s specific use of them throughout his early career; as we have seen, chromatic wedges signal phrase endings in much of his tonal works and those, like opp. 10 and 14 that transition from tonality to atonality. Whereas eminent and insightful studies of voice leading in Schoenberg’s atonal music by Roy Travis ( 1966 ), James Baker ( 1980 ), and Olli Väisälä ( 1999 ) begin with (quasi) Schenkerian prolongational principles, the chromatic cadence derives almost entirely from observations of Schoenberg’s compositional practice. On the other hand, chromatic voice leading has long been recognized to have a peculiar effect that exists outside of Schoenberg’s oeuvre. Numerous theorists have remarked upon the meaning of chromatic voice leading independent of repertory, Ernst Kurth and his disciples chief among them. For Kurth ( 1991 , 134), the “leading-tone tendency” of the melodic semitone confers upon it a propulsive direction that remains despite the weakening of tonality. For Steve Larson ( 2012 , 88), pitches that lie a semitone away from one another exert upon each other a “magnetic force” that draws them together. And for Seth Monahan ( 2015 , 25), the semitone is the key horizontal interval in late-Romantic music, whose upward or downward contours shape the effects of harmony in the absence of clear functional progressions. While my understanding of the chromatic cadence rests primarily on analysis of Schoenberg’s music, it is revealing that the role of semitonal voice leading in my methodology relates closely to these earlier, “energetic” conceptions in which the semitone is also of particular significance: I share the conviction that semitone voice leading offers a uniquely directional propulsion and that it can operate independently of tonality. 3.  Simplified Methodology for Segmenting and Identifying the Chromatic Cadence",
                "footnotes": [],
                "citations": [
                    "travis_1966",
                    "baker_1980",
                    "kurth_1991",
                    "larson_2012",
                    "monahan_2015"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] I have defined a structural voice as one moving exclusively in one direction (either ascending or descending) and expressing the harmonic functions constituting a cadence. In most of Schoenberg’s atonal music, numerous independent polyphonic lines interact. Schoenberg sometimes notes which voices are most salient with Hauptstimme and Nebenstimme markings, but just because one or more voices are texturally prominent does not mean that they necessarily carry the passage’s harmonic functional weight. Nevertheless, the first step to analyzing the music from a chromatic-functional point of view is delineating where phrases begin and end.  Once these have been identified, analysis of the harmony and counterpoint may begin. The following preference rules are arranged in order of importance. Principle 1. Structural Voices Span an Entire Phrase",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Phrase-rhythmic and metrical regularity do not play the same role in my analysis of Schoenberg’s atonal harmony and counterpoint that they do in the analysis of earlier music. (17) Instead, changes in texture, especially pauses, delimit phrases. Segmentation remains a thorny obstacle to the analysis of atonal music, and while my approach neither solves nor entirely avoids the problem, by appealing to generally perspicuous phrase boundaries instead of more ambiguous motivic boundaries, I am able to reduce the impact of segmentation’s nettlesome problems in my analysis. As we shall see, analysis of a phrase’s harmony and its formal relationship to adjacent phrases may lead us to redraw its boundaries, in the same way that motivic analysis often promotes flexibility—for lack of a better word—in which prominent sets influence our other segmentations as we make them. (18)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Schoenberg’s atonal phrases contain chromatic cadences, and the completeness of the cadences characterizes the phrase formally. The structural voices span the entire phrase; in cases in which structural voices begin after non-structural voices have already entered the texture, the structural voice should be conceived of as delayed, and in those in which structural voices terminate (reach their crest or trough) before the phrase ends, they should be conceived of as continuing until the end of the phrase. Principle 2. Structural Voices Articulate a Complete Chromatic Cadence",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Atonal phrases, like tonal phrases, are harmonically complete. In theory, a phrase follows the complete chromatic cadence, S–N–W–S . In practice, however, many phrases do not end with strong function. As a result, they remain harmonically open. An analytical problem arises, however, when multiple lines progressing in the same direction in a phrase close differently: one may close with S while another may close with W . Only one voice moving in each direction can claim structural prominence. In such cases, the line that closes with the strongest function is structural. (19) Since phrases are ideally complete, it follows logically that when conflicts arise, voices that complete the phrase should be understood as functionally structural with others deriving from them as subordinate or as non-harmonic (see below). Principle 3. Structural Voices Are Unidirectional",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The idealized contrapuntal framework for the cadence contains two voices moving in contrary motion. While the directions of each voice can sometimes change within a phrase, I prefer that each voice proceeds exclusively in one direction. The goal of my analysis is to trace large-scale voice-leading patterns in Schoenberg’s music, not immediate successions of voice-leading distances. Since many melodies in Schoenberg’s oeuvre have largely rising or falling contours, their overall voice-leading trajectories are revealed by reducing them to compound melodies. In the analysis of tonal music, compound melodies typically derive from predominantly linear motions separated registrally that adhere to the same tonal-harmonic progressions. Compound melodies in Schoenberg’s atonal music instead adhere to chromatic-harmonic progressions. In general, I prefer to read the top-most (crests) or lower-most (troughs) contour of what appears to be a single line as structural depending on how well each compound melody adheres to the principles listed here since most compound melodies, as we shall see shortly in the analysis to follow, contain only one voice that spans the entire phrase and that contains the highest or lowest pitch, but one or more subordinate voices that materialize only temporarily. There are many cases in which a line’s contour is more complex than one that rises or falls. In such cases, I do admit a “change of direction” (see Example 3). But since the mechanics of analyzing changes of direction are more complex, and op. 19, no. 1 does not contain any such complex lines, the piece being characteristically short, I will leave discussion of the changes of direction for another time. Suffice it to say at present that the change of direction must occur in both structural voices, otherwise the motions moving in the opposite direction would function merely as projections or subordinate voices of the other structural voice. (20) Principle 4. Structural Voices Progress through Register Gradually",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The structural voice should be treated as a melody as much as possible; that is, as a succession of pitches that coheres into a single voice whose intervals are all linearly significant, and that includes as many sounding pitches as possible. The chromatic structural voice similarly should sound like a plausible melody despite its frequent derivation from local linear apexes. Structural voices should proceed through register gradually because melodies rarely contain leaps greater than an octave. In cases in which the voice contains a sizeable leap, one must distinguish between a melodically meaningful leap and a registral shift (r.s.), especially because they often express different harmonic functions (e.g., a minor ninth expresses null function, while a displaced semitone expresses strong function). I prefer readings containing fewer changes of register and fewer large leaps: generally, lines with large leaps have an intensifying effect. Principle 5. Structural Voices Are Outer Voices",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The prominence of the outer voices naturally lends them greater textural importance than inner voices. In most tonal theories, for example, the soprano and bass are given disproportionate musical attention, because the bass line is understood to have an organizing role, and the melodic line is typically found in the highest voice. The prominence of the outer voices continues in atonal music though in slightly attenuated form: I prefer to read outer voices as structural, but in many cases one can or must read inner voices as structural.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Pitches that do not form the structural voice leading—subordinate voices—frequently serve to accentuate the structural voices by adhering to their chromatic functions. Those that do I consider “harmonic,” and those that do not I consider “non-harmonic.” Unlike structural voices, subordinate voices are ephemeral and rarely span the phrase. The melodic motions of harmonic subordinate voices generally fall within the temporal boundaries of the structural voice leading since their harmonic meanings are entirely derived from the structural voices. (21) Non-harmonic subordinate voices take the form of either isolated pitches or voice leadings whose interval sizes conflict with those of the structure. In part, non-harmonic subordinate voices serve to thicken the texture. Since op. 19, no. 1 is both relatively short and texturally limpid, I will save a more protracted discussion of non-harmonic subordinate voices for a later date, though the issue remains a thorny one. 4.  Analysis of op. 19/1",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Having established the provenance of, the features of, and the basic methodology for analyzing chromatic function in Schoenberg’s atonal music, we are now prepared to embark on an analysis of op. 19/1. The deceptively simple piece has been the focus of numerous studies: I aim to demonstrate in mine how its voice leading and motivic workings reflect harmonic and formal principles common to much of Schoenberg’s music from this time. I will begin with a brief overview of the piece’s thematic content, will then zero in on the counterpoint, harmony, and formal functions of each section, and will conclude with an assessment of the entire piece and its relationship to classical form. Large-Scale Form: Motivic Content; Texture Example 9 . Overview of Schoenberg, op. 19, no. 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Example 9 provides a harmonic and formal overview of op. 19, no. 1. The piece contains four short thematic units (TUs) defined by changes in texture and harmony: bars 1–4.1; 4.2–6; 7–12; and 13–17. (22) The formal boundaries of the TUs—in other words, my analytical segmentation—are defined primarily by changes in texture and, to a lesser extent, a reciprocal relationship between the texture and my understanding of the harmony and counterpoint. Rests are the best indicators of phrase endings, but drastic ruptures in texture and dynamic, the entrances of new melodies, etc. also signal new phrases. Phrases combine to form TUs when a closing formal function is achieved, or before the next opening function appears. Thus, a first phrase might express opening and medial functions, a second might express medial and closing functions, and together, these two phrases form a thematic unit that expresses all three formal functions. In op. 19/1, TU1 and 2 cohere into a larger formal section together: they share the same notated meter and a relatively similar melody and accompaniment texture. TU4 marks a return to the opening texture and meter and contains some similar melodic materials.  Overall, the work is a two-part form with a coda that draws on the first section. Example 10 . Thematic Content of op. 19, no. 1 (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Before delving into the piece’s harmony, counterpoint, and formal functions, we should begin with a brief overview of the piece’s motivic materials. Three pitch-class intervals constitute the piece’s primary motivic particles: the major third, the minor third, and the semitone. The intervals assemble into more complex thematic shapes with different pitch contours, rhythms, and orderings. Example 10 summarizes appearances of thematic ideas and highlights their motivic components: the ordering of the intervals, the variable pitch contours of each melodic fragment, the substitution of an interval for its complement, the compound interval of a ninth, and the occasional inclusion of interpolated pitches differentiate each thematic idea, but the consistency of the third-semitone pairing colors the piece so that its thematic materials sound related or similar despite their many differences. The summary is not exhaustive—one might easily find more instances of third plus semitone scattered throughout the piece—but it underscores the coloristic role of the intervals in the piece: the prominence and consistency of the third and the semitone compensate for the lack of thematic repetition and provide a family resemblance to the otherwise dissimilar materials. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Bar 7 introduces textural and metrical changes. The leicht dotted figure in b. 7 and the tremolando accompaniment beginning in b. 8 differentiate bb. 7–12 from the preceding music. In b. 13, a more lyrical melody returns, connecting the passage to the opening in terms of articulation and affect. The rising minor third and minor sixth, D4–F4– C ♯ 5 in b. 15 recall the melody in b. 3, B3–D4– B ♭ 5, giving the piece’s final measures a retrospective quality in keeping with its other coda-like features: the ritardandi , longer note values, and quieter dynamic. The texture and affect in conjunction with the harmonic analysis to follow suffice to characterize the formal sections because little to no thematic material returns without substantial variation. Bars 7–12 thus constitute the piece’s B section, and bb. 13–17 the piece’s coda, which refers more to the A than to the B section. Example 11 . Thematic Units 1 and 2: Harmonic Reduction (click to enlarge) Thematic Unit 1 (bb. 1–4), Harmony and Counterpoint",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Example 11 provides a reduction of the harmony in TUs 1 and 2. TU1 contains two phrases: bb. 1–3.1 and 3.1–4. The changes in texture and diminuendo in b. 3.1 articulate a phrase boundary. The first phrase contains an incomplete emergent cadence that lacks an ascending structural voice (ASV). The descending structural voice (DSV) can be found in the melody and falls from B4 to D4—I will return to the possibly contentious final D4 a little later. The DSV is best located in the melodic line because it is in an outer voice, it spans the phrase, and its contour consistently descends. The troughs of the voice’s contour are structural with other pitches subordinate, resulting in a structural line: B4–F4 (the next lower pitch)– D ♯ 4 (the next lower pitch)–D4. (24) The melodic D ♯ 5– F ♯ 4 in b. 1 echoes the null structural motion B4–F4. The figure A4– B ♭ 4–A4 in b. 2 presents non-harmonic semitone motions. Other voices in the texture also descend, but they do not span the phrase or appear in an outer voice. Example 12 . Contrapuntal Streams in op. 19, no. 1, bars 1–3 (click to enlarge) Example 13 . TU 1, phrase 1: Relationship of Subordinate Voices to the Structural Voice (click to enlarge) Example 14 . Counterpoint of Phrase 1, bars 1–3 (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] The texture can be broken down into relatively clear and consistent voices, indicated by the colored boxes in Example 12 .  The only other descending voice continuously present in the texture is the one in the orange box: E3–D3– C ♯ 3–C3. Because this line is buried in the texture and fails to span the phrase as definitively as the line in the red box, it should be understood as a subordinate line. Example 13 provides the relationship between the subordinate voices and the structural voice, and Example 14 illustrates the contrapuntal relationship of the structural voice and its subordinates in the first phrase. Subordinate voices 3 and 4 move slightly in advance of the structural voice. The dashed lines in Example 14 between staves indicate how the passage might be normalized contrapuntally. Since these two subordinate voices express the same functions as the structural voices within the spans of the structural voice, they are harmonic. The other subordinate voices in Example 13 are non-harmonic. Subordinate voice 1 outlines larger leaps that echo the structure’s opening null function. Subordinate voice 2 rises instead of falls and outlines a semitone; the rise does not span the phrase, and there are no other rising lines in the passage so it also fails to satisfy as a structural voice. The pitches that comprise subordinate voice 5 do not move anywhere closely in register: as isolated pitches they are by definition non-harmonic (though they may, of course, play a motivic, coloristic, or textural role in the piece and so are not musically unimportant!). Example 15 . Counterpoint of Phrase 2, bars 3–4 (click to enlarge) Example 16 . Contrapuntal Normalization of Example 15 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Phrase 2, provided in Example 15 , is shorter and effects a complete emergent closed cadence, W–S (emergent, because opening S–N is missing, and complete because both structural voices express W–S ). The DSV is found in the top voice and the ASV is found in a complementary inner voice. It is clear that the lowest voice of the texture, beginning with C4, is part of an accompaniment: it contains a semitone alternation, like the A4– B ♭ 4–A4 in bar 2, which has the effect of producing semitone motion in two directions, echoing or foreshadowing the semitonal closes of both structural voices. Example 16 normalizes the counterpoint such that the ASV begins with the onset of the DSV. The DSV’s structural tones are taken from the crests of its contour, so that G5 is non-structural and the final A5 in b. 3 repeats a pitch already in the structural voice and which belongs in fact to a subordinate voice. The return to A5 in the subordinate voice echoes, on a motivic level and not a structural-harmonic one, the semitonal flickering of the accompaniment’s sonorities, {C4, E ♭ 4, B ♭ 4}, {B3, D3, B4}, and back again—the alternating sonorities form a gesture that will return at the end of the piece and constitute a closing trope in some of Schoenberg’s atonal music more generally. (25) The rising inner line E5–G5– G ♯ 5–A5 might be interpreted as structural but it lacks W . I prefer to read the final D–E–F as the ASV because it contains W (I consider W–S to be more harmonically complete than N–S ) and so mirrors the DSV and because neither voice spans the entire phrase: the E5–A5 line omits the final rising pitches and the D5–F5 line omits the initial rising pitches. In summary, D5–E5–F5 is preferred because it spans as much of the phrase as possible and contains the fullest cadence, the W–S progression being a stock closing figure in Schoenberg’s atonal music. The resulting misalignment of the structural voices obscures what I claim to be the underlying wedge but is not, in my view, so far from the typical tonal suspension at cadential closure in which the resolution of the bass precedes that of the melody—or more rarely, vice versa. Thematic Unit 1 (bars 1–4), Motive and Formal Function",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] TU1’s two phrases, shown earlier in Example 11, have an opening/medial function and a closing function respectively. Phrase 1 contains only an incomplete cadence because the ASV is missing. It also introduces individuated melodic materials in bb. 1–2, in which b. 2 functions as a varied restatement of b. 1. As example 10 illustrates, the <2301> contour of the thematic idea in b. 1 becomes <2310> in bar 2 and the long–short–long–short rhythmic contour of bar 1 reappears (ignoring the second A4). The 32 nd -note accompaniment figure also returns and, in both cases, contains both a semitone and minor third, although in reversed ordering. (26) The first two bars thus contain a high degree of motivic distinctiveness. Null and weak functions predominate and the cadence only closes when D ♯ 4 resolves to D4, but the change of articulation and polyphonic line weakens the strong function formed by the two pitches: the D4 in b. 3 does not belong to the melody because it is not slurred with it, and it is played by a different hand in a different dynamic. D4 still functions as the voice-leading goal of the structure, however, since it continues from the D ♯ 4 earlier in the phrase. Alternatively, we might hear the rising figure in b. 3 as a lead-in to the next phrase in which case D4 would not be understood as concluding the opening phrase but beginning the next. The accented A ♯ 4 and dramatic change in texture in b. 3, however, lead me to group the rising figure with the first phrase and to hear A ♯ 4 as initiating the new phrase. In any event, the absence of the ASV in the first phrase means that it does not close satisfactorily: interpreting the phrase to end with W instead of S would further cement the phrase’s openness. Phrase 1, in summary, introduces a theme but contains only one structural voice and so does not close definitively. Since the phrase also lacks opening strong function, it expresses opening/medial formal function.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Phrase 2 brings the desired closing function by expressing a complete emergent cadence that contains only a W–S progression. The motivic materials introduced in bb. 1–2 are absent and only conventional chromatic materials appear after a liquidation of the first phrase’s thematic statements. (27) The accompaniment material yields only the semitone flickering in the accompaniment and the whole-tone–semitone lines in the right hand. The second phrase thus brings a harmonic and contrapuntal close to the first thematic unit. Thematic Unit 2 (bars 4–6), Harmony and Counterpoint",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Example 11 provides the overview of the first two thematic units. Thematic Unit 2 functions simultaneously as an epilogue to TU1 and as a complete unit in its own right. While semitone motions in the outer voices predominate throughout the passage, imbuing it with the hallmarks of the chromatic epilogue, the presence of a closed cadence in which only the initial strong motion in the DSV is absent and the relatively high degree of distinctiveness in bb. 4–5 means that it forms a complete thematic unit. The passage is akin to a closing theme in a tonal composition, which functions as a distinct theme in and of itself but is also understood to confirm the tonality of the music that immediately precedes it. Example 17 . Structural Counterpoint of TU2, bars 4–6 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Example 17 provides the structural counterpoint for TU2. The phrase effects an incomplete reversed closed cadence ( W precedes N , see Example 8). The structural voices are found in the outer voices of the texture, despite the principal thematic material in the first half of the phrase occurring in the tenor voice (marked espress. ). I chose these voices because they form the outer voices, they span the phrase, and they both express a complete or near-complete cadence. The DSV, in the top voice, lacks an initial strong motion. (28) After E5, it introduces a “subsumed” strong line ending with C5—the succession of semitones from E5 to C5 is not structural and functions like a tonicization in tonal music: a cadence within a cadence. The DSV then shifts register (denoted with “r.s.” in Example 17) up to A ♭ 5 for its concluding strong function and then again up to F ♯ 6.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The ASV begins with strong function, and, after its weak function, introduces its own short, subsumed line, F3– F ♯ 3. The C ♯ 3–D3 motion in b. 5 comes from a new, subordinate voice tied to the strong subsumption instead of the structural voice descending from D3 to C ♯ 3. This reading preserves the contour of the structural voice—the troughs of its contour excluding the C ♯ 3 in b. 5 are structural tones—and F ♯ 3 is immediately restated on the last eighth of b. 5. The ASV’s concluding strong motion comes in b. 6, D4– E ♭ 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] The alignment of the structural voices is relatively precise. The counterpoint contains two chromatic “suspensions” in which the change of chromatic function occurs at different times in the two structural voices: the weak motion initiated in the DSV arrives before the ASV’s F3, and the DSV’s concluding strong motion beginning with A ♭ 5–G5 occurs before the ASV’s D4– E ♭ 4. Both voices, however, state strong motions simultaneously at the end of the unit, cementing the feeling of harmonic and contrapuntal close. The pervasiveness of semitonal voice leading in both the structural and subordinate voices lends the passage an epilogic quality. The semitonal voice leading colors the passage and smooths over the relatively unstable null and weak functions in the structural counterpoint so that the passage sounds chromatically consonant, stable, and cohesive. Appearing after the incomplete cadences that defined TU1, TU2 effectively brings the first part of the piece to a definitive close. Thematic Unit 2 (bars 4–6), Formal Function",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] TU2 lacks the clear division between opening/medial and closing functions found in TU1. Both halves of the unit contain motivic ideas—the tenor melody in bb. 4–5 and the soprano answer in bb. 5–6—and the passage lacks liquidation or conventional materials that characterize the closing-function music of bb. 3–4.  Since the motivic process—with its contradictory mixture of distinctive and repeated material and preponderance of conventional semitone motion—does not clarify the formal functions of the phrase, this job is left to the harmony. Bars 4–5 express the first half of the cadence, S–W , and bars 5–6 express the second half, N–S . The first half is thus opening and the second half closing. The passage is a good example of why appealing exclusively to motive in order to interpret its formal functions can be misleading and why analysis of the harmony and counterpoint in conjunction with motivic analysis paints a clearer and more detailed picture. Thematic Units 1 and 2 Together: The A Section Example 18 . Motivic Statements in TU2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] A dramatic change in texture occurs in b. 7, such that the music prior to this rift naturally suggests being grouped together in contrast to what follows. When the first two thematic units are considered together, motivic relationships suggest a quasi-periodic structure. Example 18 shows the thematic similarities between each half of the thematic units. The thematic idea in b. 1 perhaps returns in interverted form in bb. 4–5 (the last two notes are permuted), and the idea in b. 2 returns in inverted form in bb. 5–6. (29) As argued above, the relative ease with which motivic ideas in this piece can be related to each other does not necessarily weaken the parallels established, but it does call into question the primacy of motivic unification and return. While I have shown a motivic resemblance between the piece’s opening and b. 5 in Example 18, the similarity in sound is due principally to similarity of texture and intervallic color. Appealing to voice leading, in addition to motivic similarity, allows us to interpret the music’s formal functions more concretely.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] The thematic units are connected by voice leading. The last note of TU1’s ASV, F5, connects via strong motion to the first note of TU2’s DSV, G ♭ 5 (indicated with the slur in Example 9). The “univocal connection” by semitone establishes a harmonic continuity between the two TUs. (30) An analogy to tonality is apt here: the passage resembles a tonal one in which the final tonic of an authentic cadence becomes the dominant of the new tonic opening a phrase in a new key. The semitone connection between the phrases is a small detail, but it helps to link the units into a larger formal section.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] Since the two units share motivic content, textural features, and are linked by a univocal semitone connection, they together form a larger formal section. Bars 1–6 constitute the piece’s A section. The section evokes classical formal organization: TU1 evokes the sentence, with its basic idea, restatement, and cadence, and the two units together evoke, perhaps less obviously, the compound period. The formal function of the “period” is partially supported by the harmonic-contrapuntal structure because the first half ends with an incomplete emergent cadence while the second half contains a more complete cadence, dominated by semitone voice leading, which in turn also imparts an epilogic quality to the phrase. We should remain wary in applying outmoded labels to the music, however, since the music’s adherence to Classical norms, especially tonal-harmonic ones, is loose at best. Having said that, I do not discount a more conventional interpretation of the passage’s form. I would only suggest that evocations of Classical form and theme-types, which Schoenberg obviously knew well having theorized them himself, need not conform precisely to classical models in the atonal repertory: there may be as yet untheorized theme-types for atonal music. In order to define these newer forms or Classical evocations, however, we ought to appeal to the combination of motivic process and chromatic function that define the music’s formal functions. Thematic Unit 3 (bars 7–12) Example 19 . Motivic Statements in TU3 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.18": {
                "text": "[4.18] Thematic Unit 3 contains a complete closed cadence—the first such in the piece—since all the functions are present in each structural voice and the passage ends with strong function. The new cadence type and materials provide form-functional and thematic contrast with the earlier material. No strong motions connect the end of TU2 to the beginning of TU3, as shown in Example 19 . The change in texture and meter further reinforces the feeling that the piece has entered unfamiliar territory. The motivic similarities with the earlier TUs were documented in Example 10.  But TU3 also presents a new motivic idea, shown in Example 19: B ♭ 4– A ♭ 4–D4 in b. 7 is transposed down to A3–G3– C ♯ 3 in bb. 9–11. (31) As in the A section, a motivic parallelism links the two halves of the thematic unit together since bb. 7–8 present a motive, bb. 9–11 restate it in highly varied form (transposed and augmented), and the flüchtig thirty-second note idea appears in both subphrases after the onset of the motive. It is critical to note that, while the two halves of TU3 present varied restatements of the same motivic idea, the harmonic meaning in each case differs and, in contrast to Classical periods, the voice leading effects only one cadence instead of two (half and authentic cadences in tonal periods). Example 20 . Harmony and Counterpoint in TU3, bars 7–12 (click to enlarge) Example 21 . Harmonic Reduction of Example 20 (click to enlarge)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "4.19": {
                "text": "[4.19] Example 20 provides an analysis of the harmony and counterpoint of TU3, and Example 21 provides a reduction of the harmony. Both structural voices proceed from B ♭ 4.  The DSV descends down to F ♯ 3; the ASV, meanwhile, shifts registrally down to C ♯ 3 after its initial strong motion. Both terminal points of the structural lines, F ♯ 3 and E3, are given metrical emphasis and the wedge figure will continue into F5 in the next section of the piece. The “suspension” that results from the temporal misalignment of the voices slightly weakens the cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.20": {
                "text": "[4.20] The subordinate voices include a few harmonic fragments and introduce a non-harmonic line derived from the DSV. The weak motions in subordinate voices—B5–A5 and E ♭ 5–F5 in b. 7—echo the whole tone outlined by the DSV’s two consecutive strong motions (Bb4–Ab4). The subordinate voices also serve to fill in null motions (B5– G ♯ 5 in bb. 7–8, for example, are filled in with a passing A5) or to embellish isolated pitches ( C ♯ 5–D5 in b. 8, for example). The tremolando sonority beginning in b. 8 serves to re-establish both structural voices—the D4 belongs to the DSV and the B4 continues the C ♭ 5 in the ASV from b. 7—before they continue to their harmonic goals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.21": {
                "text": "[4.21] TU3 also exhibits liquidation.  Bar 7 introduces a motivic idea: the music asserts a 4 2 meter through the accents in the melody and the syncopated accompaniment, the rhythm contains a repeating dotted rhythm, and the melody has a clear melodic shape. While the first three pitches form a generic chromatic scale expressing strong harmonic function, they also operate as the head of an integrated thematic idea and, as a result, are not merely conventional. When the pitch motive returns in bb. 9–10, the dotted rhythmic motive disappears and is replaced by long pitches followed by evenly spaced eighths in b. 11. The 4 2 meter has been largely disrupted because the metrical significance of A3 and G3 are unclear, and the contour of the idea in b. 7 reduces to a conventional wedge figure in which the top and bottom voices simply pass through a whole tone and semitone. Overall, bb. 9–12 are decidedly less motivically distinctive than bb. 7–8. With all of that in mind, it is clear that b. 7 expresses opening function and bb. 8–12 express some combination of medial and closing functions. Closing function is most definitively articulated in bb. 11–12, in which the conventional melodic materials and W–S progressions appear in the structural voices. Null function dominates the middle of the TU, which in this cadence contributes to medial formal function. Thus, while the motivic recurrence in the passage might suggest an aba'b' form, the harmony and motivic process suggest opening–medial–closing functions; a fuller understanding of the passage’s formal functions requires analysis of both. Thematic Unit 4 (bars 13–17) Example 22 . Harmony and Counterpoint in TU4, bars 13–17 (click to enlarge) Example 23 . Harmonic Reduction of Example 22 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.22": {
                "text": "[4.22] Unlike the previous thematic units, the phrase comprising TU4 does not contain a complete cadence. Instead, it contains only strong function, as shown in the analysis of the harmony and counterpoint presented in Example 22 and the harmonic reduction provided in Example 23 . In b. 13, the semitone wedge in the left hand and the inner voices in the right hand are pitted against the whole-step melody. In b. 14, the melody shifts down an octave and introduces semitone motion itself, D4– D ♭ 4 and C ♭ 4– B ♭ 4 (the last note of which is shifted registrally up an octave). The structural lines end in b. 14 and thus do not span the entire phrase.  But the music that follows only echoes the motivic and harmonic ideas of these first two bars: the melody in bb. 15–17 is an expansion of the idea in b. 14 (as shown in Example 10) and contains several semitone resolutions, D4– C ♯ 4, C ♯ 5–D5, and F ♯ 4–F4, while the upper voices present a semitone neighbor motion recalling the flickering accompaniment in b. 3, which as argued above was a familiar closing trope in Schoenberg’s atonal music. The strong function in the subordinate voices contributes to the predominantly strong functional harmony in the passage. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "4.23": {
                "text": "[4.23] Further contributing to the passage’s sense of finality, the counterpoint of the epilogic phrase is also much more consonant than that of the previous TUs. The strong motions in b. 13 in both structural voices occur simultaneously and are only slightly offset in b. 14. The final TU is thus harmonically consonant—because it contains only the strong structural harmonic function—and contrapuntally consonant—because both voices move at largely the same time. From the point of view of motivic process, most of the melodic material in this unit lacks distinctiveness and is conventional: the sigh-like melody in b. 13 is a falling whole-tone scale with an evenly spaced rhythm, and the melody in b. 14 outlines a stock W–S cadential motion. While the gestures recall motives from the piece’s A section, as shown in example 10, they lack the overt immediate repetition of motives that characterized the A and B sections and that established them as effecting opening function in those sections. By reappearing at the piece’s conclusion without opening function, the motives provide the piece with a rounded quality in a new, epilogic context.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.24": {
                "text": "[4.24] Since the entire thematic unit functions as an epilogue, it fulfills the functional role of a coda. While the TU might at first appear texturally and harmonically independent of the previous TU, the bivocal strong connection between it and the structural voices of TU3—illustrated in Example 21—further cement its epilogic role by providing a smooth voice leading connection between the TUs and emphasizing consonant strong function: the structural F ♯ 3 from the end of TU3’s DSV and the structural E3 from its ASV both connect across the phrase boundary to the non-structural but texturally foregrounded F5 in b. 13 after having been shifted by two octaves. In the same way that the univocal connection between TUs 1 and 2 made TU2 feel dependent on TU1, the bivocal connection between TUs 3 and 4 makes TU4 feel dependent on what precedes it. Since TU3 ended with a closed cadence, from a harmonic point of view, the coda is not needed to effect harmonic closure: the piece would have sounded harmonically and contrapuntally complete had it ended in b. 12. The epilogic function of the coda serves to round out the piece motivically and texturally, and to broaden and blunt the accumulated energy of the music that precedes it—this recalls Caplin’s ( 1998 , 16) definition of the “postcadential” framing function: it “tend[s] to feature a recessive dynamic , in which the energy accumulated in the motion toward the cadential goal is dissipated” (emphasis in the original). Formal Functions of the Thematic Units Together",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "4.25": {
                "text": "[4.25] I will now consider some ways in which the A and B sections and the coda are differentiated harmonically, contrapuntally, and motivically. Example 9, provided earlier, summarizes the harmonic and formal functions for the entire piece. The two thematic units that comprise the A section are relatively tight-knit in comparison with the looser B section. The textures and motivic compositions of the first phrase of TU1 and throughout TU2 remain consistent. The pairing of statement–restatement with minimal formal variation (i.e., without transformations such as expansion, extension, or interpolation) in bb. 1–2 and 4–6 establish what Schoenberg ( 1995 , 133) calls “stable formations.” In contrast, the texture in TU3 changes throughout: the initial staccato dotted figures disappear, and the introduction of the tremolo figure and dramatic registral shifts in bb. 11–12 loosen the form. The expansion of the motivic idea introduced in bb. 7–8 from two bars to four during its restatement in bb. 9–12 is also formally loosening.",
                "footnotes": [],
                "citations": [
                    "schoenberg_1995"
                ]
            }
        },
        {
            "4.26": {
                "text": "[4.26] The harmonic and contrapuntal structures of the TUs present a more complex picture than the textural and thematic division of the piece into discrete units. The different cadences guide the piece’s shape. Caplin observes that the criteria for tight-knit and loose organization “may work together to create an unequivocally tight-knit or loose expression.  At other times, they may conflict with one another so that some factors contribute to a tight-knit organization while others make for a looser one” ( 1998 , 85). The absence of one structural voice throughout phrase 1 of TU1 loosens its organization and with the opening null function contributes to the unit’s large-scale medial formal function. The complete emergent cadence expressing closing function that follows in phrase 2 completes the earlier contrapuntal absence, but the unit still lacks opening strong function. TU2 is almost contrapuntally complete—it lacks only an opening strong function in the ASV—and contains a near-idealized cadence with a surfeit of strong motion in its subordinate voices and subsumed lines. The A section contains first contrapuntally loose material, then contrapuntally tight material. The B section contains a complete, harmonically closed cadence. The cadences across the piece thus progress from largely incomplete and emergent, to mostly complete but reversed, to fully complete. But the B section’s diversity of texture, articulation, dynamic, and motive loosen it in comparison to the A section: overall, the B section is looser than the A section.",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "4.27": {
                "text": "[4.27] The coda is not as tight-knit as the A section, but neither is it as loose as the B section.  The two-bar melody it presents in bb. 13–14 is repeated in 15–16 but with substantial variations: the motive D4–F4– D ♭ 4– C ♭ 4– B ♭ 4 is expanded in time and pitch space to become C ♯ 5–D5–A4– C ♯ 4– F ♯ 4–F4. The ritardandi , as rhetorical closing markers, further destabilize the music by broadening the tempo and obscuring the meter. Lastly, the counterpoint in bb. 13–14 is remarkably consonant, and the surface rhythm relatively homorhythmic. The coda contains the textural tightness of the A section and expresses only strong function resulting in a definitive close to the piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.28": {
                "text": "[4.28] By contrasting the relatively stable formation of the A section with the looser construction of the B section, and by ending the piece with a coda that lies somewhere between the two poles, Schoenberg produces not only motivic and textural contrast between sections, but form-functional contrast such that shifts in the piece’s organizational flow produce a hierarchical formal relationship in which the stable–loose–stable organization of the chromatic cadence—and the rest–unrest–rest foundation of Schoenberg’s “idea”— is replicated at the level of the piece’s large formal sections. (33) It is in this regard that the piece most deeply echoes the formal principles of the common-practice period, as identified by both Caplin and Schoenberg himself. According to Caplin’s definitions of small ternary and binary forms, B sections are typically more loosely constructed than A sections. (34) While op. 19, no. 1 lacks most of the defining features of a small ternary or binary form in the classical or even romantic styles, like clear motivic returns, eight-bar themes, and unequivocal periodic or sentential components, its harmonic and motivic elements suggest goals and constructions similar in spirit to the guiding principles of the common-practice period but unique to chromatic structure. 5. Conclusion",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] It is naturally rather difficult to develop a theory for music as varied and seemingly unbeholden to compositional rules as Schoenberg’s atonal music. Any analytical approach applied to the repertory will necessarily provide only an incomplete interpretation of the music’s technical and emotional richness. Nevertheless, there are great advantages to adopting a relatively rigid set of theoretical rules like those I have proposed above: it unifies Schoenberg’s early output under a consistent, overriding logic; it allows us to describe formal features of the music in traditional ways that link the repertory to earlier music; it allows us to consider all the pitches in a piece—including longer atonal pieces, that have historically taxed existing methodologies—and to imbue them with meaning; and it allows us to escape the domination of motivic analysis, which has come at the expense of closer readings of harmony and counterpoint. A form-functional analysis of op. 19, no. 1 is made possible by combining an analysis of motivic process, which privileges changes in levels of motivic distinctiveness, with a consistent analysis of its voice leading.  If one accepts the fundamental axioms of chromatic function—that semitonal voice leading provides a restful sensation similar to tonic in tonal music—then my approach offers a new vocabulary to describe the music that can be shared and developed. If one does not accept them, then at least I hope to have shown that chromatic structures in Schoenberg’s early music are there to be excavated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Many other pieces from Schoenberg’s atonal repertory await further chromatic analysis. The methodology itself requires further refinement, and I have only limned the general outlines of what analyses and interpretations this style of analysis can produce. Chromatic functional analysis may also apply to the other composers of the Second Viennese School, whose early work shares with Schoenberg’s an emphasis on semitonal voice leading in the absence of tonal function, and other contemporaries of Schoenberg’s like Bartók, in whose music contrapuntal symmetry plays a fundamental role. But I leave such work for later theorists; for now, the task is to define as best we can the roles of harmony, counterpoint, and motive in articulating formal functions in Schoenberg’s atonal music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.23.29.3.hier.html",
    "data": "mto/data/mto.23.29.3.hier.json"
}