{
    "title": "Temporal Geometries of an African Music: A Preliminary Sketch",
    "date": "2010/12/01",
    "volume": "16",
    "issue": "4",
    "authors": [
        "Scherzinger, Martin"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "October 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.4/mto.10.16.4.scherzinger.pdf",
    "author_info": [
        {
            "name": "Martin Scherzinger",
            "university": "New York University",
            "address": "",
            "email": ""
        }
    ],
    "citations": {
        "agawu_2003": "Agawu, Kofi. 2003. Representing African Music: Postcolonial Notes, Queries, Positions . New York and London: Routledge.",
        "anku_1992": "Anku, Willie. 1992. Structural Set Analysis of African Music . Soundstage Production: Legon, Ghana.",
        "arom_1991": "Arom, Simha. 1991. African Polyrhythm and Polyphony . Translated by Martin Thom, Barbara Tuckett and Raymond Boyd. Cambridge: Cambridge University Press.",
        "balazs_1985": "Balazs, Bela. 1985. “Theory of the Film: Sound.“ In Film Sound: Theory and Practice , edited by Elisabeth Weiss and John Belton. New York: Columbia University Press.",
        "berliner_1981": "Berliner, Paul. 1981. The Soul of Mbira . Berkeley and Los Angeles: University of California Press.",
        "beach_1980": "Beach, David N. 1980. The Shona and Zimbabwe 900–1850: An Outline of Shona History . London, Ibadan, Nairobi, and Johannesburg: Heinemann.",
        "beach_1986": "Beach, David N. 1986. War and Politics in Zimbabwe: 1840–1900 . Gweru: Mambo Press.",
        "chernoff_1979": "Chernoff, John Miller. 1979. African Rhythm and African Sensibility: Aesthetics and Social Action in African Musical Idioms . Chicago: University of Chicago Press.",
        "jones_1959": "Jones, A.M.. 1959. Studies in African Music . 2 vols. London, New York, Toronto, Cape Town: Oxford University Press.",
        "kubik_1962": "Kubik, Gerhard. 1962. “The Phenomenon of Inherent Rhythms in East and Central African Instrumental Music.” African Music: Journal of the African Music Society 3, no. 1: 33–42.",
        "kwenda_1997": "Kwenda, Forward. 1997. Liner notes on Svikiro: Meditations of An Mbira Master . Shanachie.",
        "locke_1987": "Locke, David. 1987. Drum Gahu: A Systematic Method for an African Percussion Piece . Crown Point, IN: White Cliffs Media.",
        "maraire_1996": "Maraire, Dumisani. 1996. “African Traditional Music of Zimbabwe: From Pasichigare/Endulo Era.” Notes to the UNESCO Music Collection Program.",
        "scherzinger_2001": "Scherzinger, Martin. 2001. “Negotiating the Music Theory/African Music Nexus: A Political Critique of Ethnomusicological Anti-Formalism and a Strategic Analysis of the Harmonic Patterning of the \nShona Mbira Song Nyamaropa.” Perspectives of New Music 39, no. 1: 5–117.",
        "scherzinger_2003": "Scherzinger, Martin. 2003. “Notes on a Postcolonial Musicology: Kofi Agawu and the Critique of Cultural Difference [Agawu, Kofi. 2003. Representing African Music: Postcolonial Notes, Queries, Positions. New York and London: Routledge, 304.].” Current Musicology 75: 223–50.",
        "tracey_1970": "Tracey, Andrew. 1970. How to Play the Mbira (Dza Vadzimu) . Roodepoort: South Africa."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Matthew Butterfield, Matthew Shaftel, and above all, Andrew Tracy, for their helpful contributions to this text.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction: Rehabilitating Rhythm",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This paper is a brief and preliminary sketch culled from a much larger study that describes and defines geometric perspectives of temporal patterning in various musical genres found in southern Africa. Of particular interest for this study is the music of the lamellaphone -type, including that of the njari , the mbira , the matepe , and the kalimba , found in Zimbabwe and Mozambique. This paper will focus on one of these lamellaphones, the mbira dza vadzimu , played by the Zezuru people of Mashonaland East. First, I will introduce and demonstrate some elementary ambiguities of meter-formation in the rhythmic figures of mbira music; second, describe the basic kinesthetic processes that underlie these figures; and third, suggest a conceptual affinity these rhythmic processes have with the cross-penetrating symmetries and near-symmetries that characterize harmonic patterning in these musics. By focusing on rhythmic patterns and their relationship to both kinesthetic motor movements and abstract harmonic ones—effectively oscillating between an understanding of this music as embodied material practice no less than formal conceptualization—this intervention hopes to expand the coordinates of the field of African music theory. While the analyses are largely grounded in a well-established “Western” theory of rhythm and meter, this theory is frequently expanded or revised to capture otherwise unassimilable details of the music. In the final analysis, the point is as much to challenge as to embrace the theory in the context of non-Western modes of music-making. Most music-theoretical literature on mbira music (with a few notable exceptions) limits its analytic findings to general observations. To the extent that music theory is engaged at all, most analyses of traditional African music examine aspects of rhythm alone, such as interlocking performance techniques, asymmetric melodic lines, polyrhythmic interlacing of parts, shifting metric downbeats, and inherent patterns. Indeed, there is an impressive literature on African rhythmic processes; including technical analytic excursions ( Locke 1987 and Anku 1992 ), theories grounded in anthropological narrative ( Jones 1959 and Chernoff 1979 ) and even political critique of the very elevation of rhythmic complexity as a peculiarly African musical trait ( Agawu 2003 , Scherzinger 2003 ). For all this methodological richness, the overarching preoccupation with rhythm—figured as an autonomous musical parameter—simultaneously marks a kind of deaf spot in the literature. For example, there is very little scholarly work involving non-rhythmic aspects of African music, such as pitch spaces or pitch processes (melody, harmony, counterpoint, etc.), and still less work on the relation between pitch processes and rhythm.",
                "footnotes": [],
                "citations": [
                    "locke_1987",
                    "anku_1992",
                    "jones_1959",
                    "chernoff_1979",
                    "agawu_2003",
                    "scherzinger_2003"
                ]
            }
        },
        {
            "2": {
                "text": "[2] It would be easy to claim, in a quick pseudo-Orientalist way, that this one-sided textual production is simply the ideological legitimization of a kind of racialist ‘Africanism’; an exotic invention of rhythmic complexity that maps onto geopolitical zones of economic exclusion and cultural difference. Kofi Agawu, for example, has amply described the ways African rhythm is invented in scholarly discourse, linking this default perspective with an a priori projection of Africa’s cultural difference from the West ( Agawu 2003 , 55–70). Resisting the tendency to keep the African aboriginal in a state of excluded cultural conformity, this position recommends de-exoticizing African cultural practice by emphasizing its points of affinity (instead of difference) with Western practice. This is an important critique, but it bears the marks of another kind of limit in the current scholarly context, which has substantially expanded its horizons. In the last two decades non-Western musics have been demonstrably mainstreamed and canonized in both academic and popular cultural circles in the United States.",
                "footnotes": [],
                "citations": [
                    "agawu_2003"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Instead of adding to the critique of the ideological valences in Western discourse about African rhythm, this paper aims to recognize, retrieve, and rehabilitate the dimension of rhythm in African music without disavowing the political concerns raised by the critique. The reason is twofold. First, no matter how tilted this scholarly scene is and how contradicted by concrete musical examples and genuine cross-cultural comparisons, it nonetheless provides scholarship with important standards by which African musical expression is normatively measured. These standards should be engaged and debated rather than dismissed. Second, if analyses of African music irreducibly risk becoming exotic projections of difference simply by addressing rhythmic aspects of the music, then their contribution to a global debate about general theories of rhythm and meter may become foreclosed once more. A framework grounded in cultural sameness, one that selects only those features that render the commonplace banality of African rhythm, will thereby hyperbolically domesticate what was elsewhere all too exoticized. In other words, a detailed close engagement with rhythmic phenomena need not recapitulate generalized exotic topoi about African music just because it demonstrates unique modalities for patterning time. The point is neither to aprioristically celebrate African rhythmic complexity nor to recoil from it in alarm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Relatedly, it should be noted that dethroning social inventions alone proffers no social alternatives. For example, construing certain Western theories of rhythm and meter as Eurocentric impositions risks dichotomizing African and European musical perceptions on false grounds. This construal simultaneously naturalizes these theories, as if they had already accurately captured the experience of Western music, and then opposes them to the experience of African music. In contrast, I hope to suggest that the close formal analysis of the African case may contribute to an understanding of perceptions of meter and rhythm in general , that the analysis may inform the way Africans hear African music (or indeed the way Africans hear Western music or vice versa), and, above all, that the African case may contribute to an understanding of the way Westerners hear Western music. Therefore, the aim of this paper is not so much to localize the reach of these ostensibly cognitive or universal theories (demonstrating their limited historical and geographical scope, for example), as it is to Africanize those theories that are cognitive or universal . Again, it is my contention that the actual perceptions Westerners have of rhythm and meter in general is more African than some of the West’s general theories describing those perceptions would permit. The Mbira dza Vadzimu",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The mbira is an instrument with 22 to 24 metal keys ( lamellae ) fixed to a wooden soundboard that is then wedged to a gourd resonator, which is used to amplify its resonance. Rattling pieces of metal, bottle caps, or shells are attached to the instrument, which in turn produce buzzing sounds when the keys are plucked. Plucking the metal tongues produces a range of sounds. Along with the vibrations of the bottle caps, the keys of the mbira tend to produce very prominent overtones resulting in various layers of rhythmic accents and inherent melodies. Mbira players often report that the mbira sounds like more than one instrument being played at once, or that implicit sounds emerge on close listening to the mbira (see, for example, Berliner 1981 , 23). As suggested by the full name of the instrument, mbira dza vadzimu (“mbira of the ancestral spirits”), the principal role of the mbira involves conjuring ancestral spirits, which play a central role in the religious cosmos of the Shona. In all-night ceremonies of spirit possession (known as mapira ), the sound of the mbira has the power to entice the spirits to come and to participate in events. Indeed, the buzzing creates acoustic illusions (sounding like high-pitched instruments, such as the flute or the human voice) to materialize within the musical texture during the possession rites (see, for example, Gwanzura Gwenzi’s testimony in Tracey 1970 ; and Hakurotwi Mude’s testimony in Berliner 1981 , 260). The participants dance, sing and drink home brewed sorghum beer until the music reaches an intense climax and the ancestral spirit takes possession of the medium ( homwe ). The medium, whose sudden possession leads to heightened physical states (such as bending over backwards in a perfect arc or dancing in convulsive movements), behaves like the awakened ancestor who in turn provides insight about (and offers advice on) particular social and political difficulties that beset the participating group. Thus, the mbira music provides a passage to negotiations with ancestors. These negotiations help participants to break through an accustomed everyday way of thinking by opening up new dimensions of meaning.",
                "footnotes": [],
                "citations": [
                    "berliner_1981",
                    "tracey_1970",
                    "berliner_1981"
                ]
            }
        },
        {
            "6": {
                "text": "[6] When two mbiras are played together the different paths they take (sometimes referred to as kushaura and kutsinhira parts) are in an interlocking relationship with one another. One player sounds in the silence of the other, or one player sounds one pulse after the other, thus forming figures of intricacy and variety exceeding the movements of the fingers alone. The sustained hocketing is offset by a hosho (a pair of rattles made from dried gourds), which sounds in repeating three-pulse groups. Sometimes performers give ‘voice’ to their dancing by attaching maghavu (gourds filled with seeds) to their legs, thus adding rhythmic complexity to the hosho ’s beating. The dancers provide an additional layer of rhythmic activity with characteristic handclapping patterns that accompany the ensemble. Often one or both players also sing melodies and recite words to the music. These can range from lengthy poems to personal comments, from ancient metaphoric wisdom and social commentary to funny stories and sounds, and from criticism to nonsense syllables. These texts, often improvised, are frequently both funny and tragic and are laced with double meaning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The tuning of the mbira is not fixed across time and space, and so the relationship between the intervals in any sequence of keys is variable. Some of these tuning systems are given a general formal designation such as gandanga , nyamaropa , or dambatsoko tunings, while others seem to be unique to a particular performer or group of performers. Usually cycling in 12-, 36- or 48-pulse patterns, mbira songs elaborate a seemingly endless number of variations around a basic harmonic shape, shifting rhythms and melodies at ever-changing places in the cycle.\nExamples 1 through 3 below illustrate five typical instances of various traditional 48-pulse tunes of the mbira dza vadzimu . Elementary Ambiguities of Meter Formation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The music’s elevated social importance, spiritual value, and social prestige has a lengthy historical genealogy. During the period of the Mutapa dynasty, partly derived from a branch of the Zimbabwe culture that flourished between 1300–1450, mbira music was prevalent in the Shona courts. Some European explorers and missionaries documented the character of the mbira in strikingly complimentary terms. In 1589, for example, the missionary Father José Dos Santos described mbira music with reference to the music of the harpsichord and emphasized its status in Shona culture: Quiteve [the then-current ruler of the Mutapa]...makes use of [a]...class of [Africans], great musicians and dancers, who have no other office than to sit in the first room of the king’s palace, at the outer door, and round his dwelling, playing many different musical instruments, and singing to them a great variety of songs and discourses in praise of the king, in very high and sonorous voices.... [The Africans] play upon [the mabira] by striking the loose ends of the rods with their thumb-nails...and they strike the keys as lightly as a good player strikes those of a harpsichord. Thus the iron rods are shaken and the blows resounding after the fashion of a jew’s harp, they produce an altogether sweet and gentle harmony of accordant sounds (in McCall 1901, 203). It is likely that the musical tradition of the mbira precedes these first European accounts of it by several centuries. For example, the Zimbabwe culture, founded on the trade route between the Leopard’s Kopje culture to the west and the Sofala Coast to the east, became very prosperous during the fourteenth century. By increasing its grip on the gold trade (via taxation), the rulers of the Zimbabwe state were able to finance skilled builders for the purpose of cutting, dressing, transporting, and laying stone for massive stone enclosures and conical towers. The lifestyle of the rulers became increasingly elaborate as conditions in the valley became urbanized. Rulers imported cloth, silks, embroidered materials, beads and iron gongs from Sofala, while a proportion of gold en route to Sofala was not exported but instead forged into ornaments by local goldsmiths. Various ‘functionless’ objects, such as carved soapstone birds, stone monoliths, female figurines and phalli, or abstract designs, such as the chevron patterns in the outer wall of the great building complex, indicate the considerable luxury and wealth of the city of Zimbabwe. In light of the capacity of the Zimbabwean rulers to employ independent builders as well as a military, it is highly likely that quasi-professional music-making played an important role in the fourteenth and fifteenth-century courts of Zimbabwe. Archeological findings suggest that the mbira was commonly used in the fifteenth century and, in all probability, was played as early as the tenth century. Iron ore nodules, for example, have been found in a cave on the hill at Great Zimbabwe, which may indicate the use of iron for instrument building (See Beach 1980 ). Example 1a . A fragment of Nhemamusasa (click to enlarge) Example 3a . A fragment of Nyamaropa (click to enlarge) Example 1b . A variation of Nhemamusasa (click to enlarge) Example 2 . A fragment of Mutamba (click to enlarge) Example 3b . A variation of Nyamaropa (click to enlarge) Example 4 . Interlocking bass patterns formed by left thumbs of mbirists both peforming pattern 1a (or 3a), one pulse apart (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "beach_1980"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Examples 1 through 3 illustrate typical passages of three characteristic mbira tunes: Nhemamusasa , Mutamba , and Nyamaropa . Nhemamusasa , which refers to the building of temporary shelter, and Nyamaropa , which \nliterally means “bloody meat” and refers to the blood of sacrifice, are some of the oldest songs in the mbira repertoire. They are widespread today and well documented. Mutamba , though less known, \nrefers to the strychnos spinosa tree, which gives the mutamba fruit. It \nwas the song played by Zhanje for Pasipamire, the legendary spirit medium for Chaminuka, during the time of the nineteenth-century mfecane (Shona/Ndebele wars). Legend has it that the song endowed Pasipamire with super-human strength in the face of certain death. Examples 1a and 3a , elementary parts (or kushaura , meaning, \nbroadly speaking, “to lead”) for Nhemamusasa and Nyamaropa respectively, exemplify a basic interlocking structure between the two hands, with each hand playing in the silence left by the other. In the transcriptions each eighth-note pitch event (or eighth-note silence) refers to a pulse . A beat , \nin contrast, refers to a pulse that is an inmate of a particular metric situation. The grouping structure in \nExamples 1a and 3a is straightforward, falling into periods of two- or four-pulses. This plain grouping, indicated by square brackets below \nExample 1a, is offset by the entrance of a second part (sometimes called kutsinhira , meaning “to follow,” but \nalso implying being in-between and contrasting), which falls one pulse behind the first. \nThe second part can comprise identical music as the first; or, more often than not, some kind of variation. In other words, the pattern in \nExample 1a could be interwoven with itself, or with the pattern in Example 1b (or, of course, some other variation). By performing these parts one pulse apart, the mbirists effectively interlock bass and treble parts between the two players, producing \nthereby a new pattern whose grouping structure is considerably more complex than that implied by the constituent parts alone.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In contrast, the music’s grouping structure in Examples 1b, 2, and 3 implies different meters within the same pattern. In \nExample 1b, the left-hand figures tend toward periodicity in three-pulse groupings, while the right-hand figures tend toward periodicity in two- or four-pulse groupings. These groupings are indicated by square brackets. Examples 2 and 3b , in contrast, elaborate the opposite grouping patterns—groups of three-pulsed figures in the right hand (in \nExample 2 square brackets indicate an upper line interlocking with the bass in twos) and groups of two-pulsed figures in the left hand. In sum, the situation in each case is polymetric, with different points of metric emphasis in each hand. This ambiguity is present even before the entrance of the second part, which, by entering a pulse behind the first part, considerably enriches the polyrhythmic complexity of the overall pattern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In the context of two mbirists, there are at least three ways of perceiving (or parsing) the overall musical texture, each of which generates a unique metric organization for the listener. First, the small timbral differences between mbirists allow each player to be heard as separately interweaving parts. Each part constitutes what I call kinesthetic patterns of the music, where the sounding image is aligned with the motor image—the performers’ respective thumb movements. The second way to invest the overall texture with metric characteristics is to track the counterpoint produced by the interlocking parts. In this hearing, contrapuntal lines are formed by their registral proximity (rather than the timbral cohesion of their underlying kinesthetic motion), which (following Kubik 1962 ) I will call the music’s inherent patterns . Finally, a third way to invest the music with metric characteristics is achieved by considering the pattern as a unified Gestalt , which takes into account the overall pattern.",
                "footnotes": [],
                "citations": [
                    "kubik_1962"
                ]
            }
        },
        {
            "12": {
                "text": "[12] What follows is a brief description of the perplexing ambiguities of meter-formation in basic mbira musical constructions. It is important to note that these observations are limited to the most elementary level of rhythmic activity in the music. Using the bassline alone in the basic patterns presented in \nExamples 1a and 3a as a reference, we find that, when placed in an interlocking relationship with another equally basic pattern, there is a prominent mismatch between the overall sounding pattern and the kinesthetic actions that produce \nthis pattern. This mismatch, in turn, has significant implications for the metric profile of the rhythmic melodic lines that emerge from the interlocking relationship. The bass pattern in 1a, for example, could be described as a series of simple octave leaps (and occasionally leaps by 5th or 12th) from one manual of the mbira to another in a high-low-high-low arrangement (with a pitch event every two pulses). Example 4 represents the two interlocking bass parts by way of arrows. The first player is represented with arrows down and the second player with arrows up. When such a pattern is combined with an identical pattern beginning one pulse later, we find a high-high-low-low-high-high-low-low arrangement (with a pitch event on every consecutive pulse). The resulting patterns in the upper and lower bass parts are depicted in \nExample 4 above and below the arrows respectively with an “x” for a sound and a “.” for a silence. Despite the basic character of each individual pattern, their temporal alignment now produces a variety of possible metric interpretations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The metric ambiguity can be demonstrated with reference to metric preference rules (MPRs) elaborated by Fred Lerdahl and Ray Jackendoff in A Generative Theory of Tonal Music (1983). Most pertinent in this regard are probably MPRs 3, 5a, 5d, 5f, and 6. These rules are defined as follows: “ MPR 3 (Event) Prefer a metrical structure in which beats of level L i that coincide with the inception of pitch-events are strong beats of L i ” (76). “ MPR 5 (Length) Prefer a metrical structure in which a relatively strong beat occurs at the inception of either: a. a relatively long pitch-event,...d. a relatively long pattern of articulation,...f. a relatively long duration of a harmony in the relevant levels of the time-span reduction (harmonic rhythm)” (84). “ MPR 6 (Bass) Prefer a metrically stable bass” (88). Figure A1 . MPR 5f (harmonic rhythm): kinaesthetic patterns (click to enlarge) If these rules reflect cognitive preferences for meter formation, the case of mbira’s elementary interlocking design produces a variety of delicately precarious results. For example, the ‘harmonic rhythm’ of most mbira pieces (including those depicted in \nExamples 1a and 3a above) is generally constituted by three harmonies (or harmonic dyads) for every twelve pulses (or one quarter of the total pattern), with each harmony generally spanning four (eighth-note) pulses before changing. This steady harmonic rhythm supports a metric preference for 4+4+4 pulses. Focusing on the harmonic metric preferences produced by the kinesthetic patterns (that is, by the motor patterns of each individual bassline), we find two distinct downbeats and two sets of metric accents are implied. These are depicted in Figure A1 , which represents the down and up arrows (players one and two) with black and white dots respectively. For the first mbira line (depicted by black dots) the downbeat falls on the first pulse, with points of emphasis on the fifth and ninth pulses. In set-theoretical parlance, the metric structure is articulated by timepoints 0, 4 and 8, yielding a kind of 3/2 meter. For the second mbira line (depicted by white dots), in contrast, the downbeat implied by harmonic preferences falls on timepoint 1 (or t 1), with accents on t 5 and t 9, yielding 3/2 one pulse behind that of the first mbira. Figure A2 . MPR 6 (bass): kinaesthetic patterns (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Harmonic considerations aside, if we focus on the kinesthetic patterns in terms of MPR 6, which emphasizes the importance of the bass note in downbeat-formation, the two mbira lines would produce different metric interpretations. These are depicted in Figure A2 . Under this hearing, the kinesthetic movements from the bass upward produce the preferred rhythmic groupings. Thus, the first mbira line now implies a downbeat on t 2, with metric accents on t 6 and t 10 (or 3/2 beginning on t 2). In contrast, the second mbira line implies a downbeat on t 3, with metric accents on t 7 and t 11 (or 3/2 beginning on t 3). Notice that, with kinesthetic patterns in the ear, metric accent formation is maximally distributed across all four possible pulse groupings for 3/2. In sum, under MPR 5f, 3/2 falls on t 0 or t 1, and for MPR 6, it falls on t 2 or t 3. Furthermore, since harmonic pitch spaces in mbira music, though grounded in fifths and thirds, are not defined by tonal criteria (emphasizing harmonic locales—beginnings, departures, arrivals, returns, closures, etc.) but by symmetric and near-symmetric dyad cycles, the very idea of a starting point is radically relativized. Hence, according to the relevant MPRs discussed in relation to the two kinesthetic patterns, every one of the twelve pulses aspires not only to some kind of metric accent, but also to equal validity to downbeat formation itself. Under the rubric of metric preference rules, therefore, the kinesthetic patterns, while implying a generalized 3/2, can oscillate between twelve possibilities. Any overarching metric determination is undecidable or, to put it differently, they are, metrically speaking, maximally ambiguous. Figure A3 . MPR 5a/d (length): inherent patterns (click to enlarge) Figure A4 . MPR 5f (harmonic rhythm): inherent patterns (click to enlarge) Figure A5 . MPR 5a/d (length) and MPR6 (bass): resultant pattern (click to enlarge) Figure A6 . MPR 5f (harmonic rhythm): resultant pattern (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] If we now focus on the metric fallout produced by the inherent patterns of the basslines (that is, the contrapuntal lines derived from tones sounded by both mbiras congealed into distinct lines by their registral proximity), we find slightly differently elaborated, but equally ambiguous, projected fields of 3/2. For example, MPRs 5a and 5d, which indicate a preference to identify relatively longer pitch events or patterns of articulation with metric accents, would imply downbeat formation on ts 1, 5 and 9 for the upper inherent pattern (depicted by the top horizontal line, joining white dots to black ones, in Figure A3 ), and on ts 3, 7 and 11 for the lower inherent pattern (depicted as the bottom horizontal line, joining white dots to black ones, in \nFigure A3). In contrast, if we engage harmonic considerations (MPR 5f) in the context of the inherent patterns, downbeat formation is implied on ts 0, 4 and 8 for the upper inherent pattern (depicted by the top horizontal line, joining black dots to white ones, in Figure A4 ), and on ts 2, 6 and 10 for the lower inherent pattern (depicted by the bottom horizontal line, joining black dots to white ones, in \nFigure A4). Once again, all twelve rotations of 3/2 are thereby suggested with equal validity. The implied meters of the inherent patterns are maximally ambiguous.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Finally, if we focus on the overall resultant pattern produced by the two interweaving mbira lines the metric fallout is, once again, suspended between various MPRs. Combining consideration for the length rule (MPR 5a/d) with that for the bass rule (MPR 6), we find 3/2 implied with downbeats on either ts 3, 7 or 11. However, with the harmonic rhythm of the resultant pattern in the ear, 3/2 is implied with downbeats on 0, 4 and 8. These possibilities are illustrated in Figures A5 and A6 respectively. While the resultant pattern less readily proffers possible downbeats on ts 1, 2, 5, 6, 9, and 10, it nonetheless oscillates between six other possibilities implied by the various criteria for downbeat formation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] As can be seen, the metric structures afforded by the pattern, in its various perceptual guises, can readily migrate across all twelve pulses of the pattern. However, the metric permutations presented so far are all incarnations of some kind of 3/2 (or perhaps 6/4) structure. There are additional metric permutations not grounded in this basically binary structure. As mentioned above, in Shona practice the interlocking of mbira parts is frequently offset by the shaking of the gourd rattle ( hosho ), which accompanies the ensemble. This pattern, which involves an up-down flicking movement in both the left and right hands creates a richly textured ternary-time grouping, which could be notated as  < x x . x x . x x . x x . >, and so on. Because of the ricochet of the seeds, \nas well as the difference in wrist-flicking action between hands, the actual sound is much more complex than the notation implies, filling each of the three pulses spanning the motor movements with differently nuanced accentuation. In short, the hosho \nprovides a layer of rhythmic activity that, while complex, generally implies a \nkind of 12/8. Figure A7 . MPR 3 (event); version 1: resultant pattern (click to enlarge) Figure A8 . MPR 3 (event); version 2: resultant pattern (click to enlarge) Figure A9 . MPR 3 (event); version 3: resultant pattern (click to enlarge) Figure A10 . Metric matrices for inherent bass patterns (click to enlarge) Example 5 . Interlocking bass patterns formed by left thumbs of mbirists performing patterns 3b and 3a respectively, one pulse apart (click to enlarge) Figure B1 . MPR 5a (harmonic rhythm): kinaesthetic patterns (click to enlarge) Figure B2 . MPR 6 (bass): kinaesthetic patterns (click to enlarge) Figure B3 . MPR 5f (harmonic rhythm): resultant pattern (click to enlarge) Figure B6 . MPR 3 (event):upper bass perspective (click to enlarge) Figure B7 . MPR 3 (event); version 1: lower bass perspective (click to enlarge) Figure B8 . MPR 3 (event); version 2: lower bass perspective (click to enlarge) Figure B9 . Rhythmic grouping structure (click to enlarge) Figure B10 . Metric matrices for inherent bass patterns (click to enlarge) Example 6 . Interlocking bass patterns formed by left thumbs of mbirists performing patterns 3b and a simple variation of 3a respectively, one pulse apart (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In addition, if this overarchingly ternary, hosho -effect is tethered to the mostly binary resultant pattern of the two mbira basslines, we find once again that all timepoints can duly function as downbeats. That is, following the event rule (MPR 3), which emphasizes coincidences between pitch events and metric accents, there are twelve equally valid rotations of 12/8. In Figure A7 , the coincidences occur on t 3 and t 6 (but not 0 and 9) for the lower line, and on t 0 and t 9 (but not 3 and 6) for the upper line. In Figure A8 , they occur on t 7 and t 10 for the lower line, and on t 1 and t 4 for the upper line.  In Figure A9 , they occur on t 2 and t 11 for the lower line, and on t 5 and t 8 for the upper line. The boxes in Figure A10 represent these possibilities as a formalism, where the numbers in bold represent coincidences and those in normal type are silent. Rotations of 12/8 should be read along the three rows of the square.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Generally speaking, whether we focus on the mbira pattern alone or if we combine that focus with the supplementary hosho-effect, the metric situation can be characterized as indeterminate; a situation in which downbeat formation is de -hierarchized to a maximum degree. This is not to say that all beats in this music are somehow equal and that metric considerations are thereby suspended. On the contrary, there are strong tendencies toward meter formation within the pattern. But these tendencies are various and contradictory, suspended between criteria that disperse metric assignations across all pulses equally. Of course actual mbira patterns are mostly much more complex than this simple example, but for the purposes of this paper it is important to note that even for such beginners’ patterns, mbira music is carefully crafted around malleable metric axes, whose shifting downbeats encourage perceptual modulations of metric perspective.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Let me give one more example of metric ambiguities that emerge in a slightly more complex interlocking situation. As can be seen in Ephat Mujuru’s rendition of Mutamba (Example 2) as well as Gwanzura Gwenzi’s variation of Nyamaropa (Example 3b), left-thumb movements between upper and lower manuals of the mbira are not restricted to alternating (high-low) movements alone. In these renditions, Mujuru and Gwenzi pattern their left-hand movements in a way that implies a slightly different rhythmic grouping than the binary type (back-and-forth) notated in \nExamples 1 or 3a. Mujuru articulates a high-low-low ternary-type movement, while Gwenzi articulates a low-high-low ternary-type movement. In both cases, the kinesthetic pattern implies a kind of 3/4 meter, with different downbeats (on the third pitch-event for Mujuru, and on the first for Gwenzi). While this motor pattern is in itself regular, it produces distinctly irregular inherent patterns when it is interwoven with a second pattern, such as the one described above (Figure A). Example 5 represents the two interlocking bass parts \nnotated in Examples 3a and 3b by way of arrows. Once again, the first player is represented with arrows down, and the second with arrows up. When such a pattern is combined with an identical pattern beginning one pulse later, we find a low-high-high-low-low-high-low-low-high-high-low-low arrangement (with a pitch event on every consecutive pulse).  This is once again depicted in \nExample 5 above and below the arrows respectively with an “x” for a sound and a “.” for a silence. As can be seen, the smallest shift in motor pattern of one or other mbirist results in a striking metamorphoses of internal patterns that ultimately emerge from the total pattern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Figure B illustrates the types of metric ambiguity implied by the nesting of a binary-type bass line motion (such as the bass pattern depicted in \nFigure 3a) within the spaces of a ternary-type bass line motion (such as the pattern depicted in \nFigure 3b). The inherent patterns resulting from the interlocking of these two parts is irregular if projected against an underlying periodicity. In the lower part we find < x . . x x . x x . . x x x . . x x . x x . . x x >, and so on, and in the upper part we find the complementary < . x x . . x . . x x . . . x x . . x . . x x . . >, and so on. (See \nExample 5). Once again, as far as the harmonic metric implications are concerned, the kinesthetic patterns imply the same two distinct downbeats and two sets of metric accents as found in \nFigure A1. Figure B1 illustrates how the first mbira articulates a metric structure at ts 0, 4 and 8 under a harmonic reading; and the second on ts 1, 5 and 9. Two articulations of 3/2 time thus coexist, one pulse apart. As far as the overall resultant pattern is concerned, the harmonic rhythm implies a metric structure at ts 0, 4 and 8, potentially domesticating the phased metric relationship between parts. (See Figure B3 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] However, under the bass rule (MPR6) the kinesthetic patterns once again diverge. These are depicted in Figure B2 . Now the first mbira articulates a 3/4-type structure with metric accents on ts 0, 2, 4, 6, 8 and 10; while the second mbira still articulates 3/2, only this time with metric accents on ts 3, 7 and 11. Interestingly, if we combine the bass rule (MPR6) with the event rule (MPR3), the implied 3/4 structure would likely have downbeats on t 0 and t 6. This is unlike the 3/2 structure (or 3 times 2/4 [or 4/8] structure), where each metric accent could equally be experienced as a downbeat. In effect then, a fairly secure 3/4 time (or 3+3) unfolds here within the spaces of a simultaneous, somewhat more slippery, 2/4 time (or 2+2+2). A complex texture of variously-shaded and variously nuanced metric accents results.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Focusing now on the inherent patterns formed by this interlocking of meters, the event rule (MPR3) produces a 3/2 structure in the upper bass line on ts 1, 5 and 9, and a 3/2 structure in the lower line on ts 3, 7 and 11. These meters are depicted in Figures B4 and B5 respectively. Combining the event rule with the length rule (MPR 5a/d), we would likely find downbeats at t 9 for the upper part, and at t 7 for the lower part. Of course, this 3/2 structure can only emerge if we posit 3/2 in a highly particular, even constrained, way. For example, while ts 3, 7 and 11 in the lower line all coincide with metric accent points making a compelling case for positing 3/2, the intervening beat structure (ts 5, 9 and 1) is strongly refuted by the rhythmic pattern, which does not coincide with any of these timepoints. (Indeed, if the intervening beat structure were taken into account, 3/2 time at ts 0, 4 and 8 or ts 2, 6 and 10 would be more likely than that depicted in B5.) Furthermore, these 3/2 structures (or 3 times 4/8 structures) can only emerge if we posit a binary-type metric grid in the first place. In other words, even without the supplementary shaking of the hosho , the inherent patterns here amply imply a host of ternary-type metric interpretations as well. Figure B4 . MPR 3 (event) and MPR 5a/d (length): upper bass perspective (click to enlarge) Figure B5 . MPR 3 (event) and MPR 5a/d (length): lower bass perspective (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Figures B6 , B7 and B8 outline the three possibilities for ternary-type meter formation for the two inherent patterns. In the upper part, 12/8 is thus readily posited at ts 2, 5, 8 and 11. Further rotations of 12/8 are implausible for this pattern. In the lower part, 12/8 is equally posited at ts 0, 3, 6 and 9 (with a likely downbeat on t 0) and ts 1, 4, 7 and 10 (with a likely downbeat on either t 7 or t 4). In all cases, the ternary-type structure is implied with equal validity, as all possibilities articulate three pitch-event coincidences with four metric accents. The various metric possibilities are represented as a formalism in the boxes in Figure B10 . Finally, it should be noted that the pattern can be heard in more ways than simply those construed by way of metric inflection. For example, instead of projecting an underlying regularity, the bass pattern can be heard as an additive rhythm (groups of 5+3+4 pulses \n[see Figure B9 ] beginning on t 10 [in \nExample 5], namely < x x x . . x x . x x . . x x x . . x x . x x . . >, and so on), or as an overlapped palindrome (pivoting on t 5 or t 11 \n[in \nExample 5] of each quarter: < . x x . . x x x . . x x . x x . . x x x . . x x . >). The former kind of asymmetry, in this case a grouping of 5+7, is an important feature of much African rhythm (see, for example Arom 1991 ), while the latter kind of symmetry is an important feature of polymetric music in general.",
                "footnotes": [],
                "citations": [
                    "arom_1991"
                ]
            }
        },
        {
            "25": {
                "text": "[25] One of the interesting things about this kind of polyrhythm in general is that it always yields durational mirror images of half of itself. These reflecting duration patterns contribute to an ambiguity regarding which is perceptually prior and also can mean different things at once, because they involve a pivotal point that borders both reflecting patterns at opposite ends. While it is by no means automatic, listening in this way can cycle the music in a startling and invigorating manner. Take the extracted bass pattern above and listen to it as a palindrome. This is easily done because the patterns in this case are just about the same (even when they run in the same direction) - < . x x . . x x > and < x x . . x x . > - sharing a silence on one end and a sound on the other. Unlike the metrically inflected hearings of this pattern, where the irregular grouping preconceives a periodic background (whether grouped in twos or threes), this last hearing preconceives a symmetrical foreground, which then sounds beautifully syncopated no matter how we invest the background periodicitiy. Many of the standard makwa (handclapping) patterns, such as < x . x . x . x x . x . x >, cycle similarly, so that in this textural layer our hearing can shuttle between periodic asymmetry and aperiodic symmetry (or, of course, something else).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] As can be seen, the very attribution of metric (and other rhythmic) properties to this music involves a malleable mode of listening that enables their emergence in various ways. Even in the context of the simplest patterns, such as those depicted in \nFigures A and B, various metric and rhythmic interpretations jostle for syntax formation. Furthermore, by changing patterns regularly using simple variation techniques, performers can intensify these metric ambiguities in surprising and unexpected ways. One extremely important way such variation produces uncanny ambiguities is when resultant rhythmic patterns that have the same basic structure emerge at shifting timepoints. For example, take the interweaving of the patterns of \nFigures 3a and 3b. If a performer simply shifts the bass motion in Figure 3a from high-low leaping to low-high leaping—an elementary variation technique for beginners—the inherent pattern formed in conjunction with the pattern in \nFigure 3b for the upper line would shift from < . x x . . x . . x x . . > to < . . x x . . . x x . . x >, while the inherent pattern for the lower line would shift from < x . . x x . x x . . x x > to < x x . . x x x . . x \nx . >. The rhythmic fallout produced by this subtle kinesthetic shift is depicted in Example 6 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Notice that the first pattern (in Example 5) and its metamorphosis (in \nExample 6) are in fact identical patterns shifted by six timepoints. In other words, the upper and lower bass rhythms beginning at t 0 in \nExample 5 recapitulate the upper and lower rhythms respectively beginning at t 6 in \nExample 6. A rhythmic motive is thereby set adrift from its temporal coordinates; or, otherwise put, a transformation of rhythmic activity recoups an uncanny similitude . There are two points to be made about this. First, a kind of rhythmic phase-shifting has occurred by way of a tiny shift in the motor actions of a single thumb. Again, the motor actions and the sounding results are radically disaligned. Second, whereas rhythm in Western music is casually understood as a flexible set of pitch-events framed within a fixed grid of hierarchical timepoints (or meter), the rhythmic patterns in this African music have taken on the specter of fixed reference points while the meter has become ephemeral, indeterminate, and flexible. A Conceptual Affinity between Rhythm and Harmony",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The most immediately apparent factor in the formation of the rhythmic phenomena described above seems substantially to involve the kinesthetic actions of mbirists. However, the thumb movements alone cannot explain the conceptual work done by these unique ways of shaping time. This is where Shona harmonic practice suggests a richer explanation for the aesthetics of this music than that suggested by bodily motion alone. Indeed, this kind of illusionism, whereby characteristic rhythmic patterns reappear phantom-like and in unpredictable places along a temporal continuum, is a crucial dimension of the temporal geometries of mbira music and of southern African music in general. To illustrate this point, I could show many more examples of phantom pattern production, phase shifting and the concomitant metric ambiguities implied thereby. For the purposes of this article, however, I will simply note that these rhythmic phenomena have important conceptual affinities with modalities of harmonic practice as well. Let me conclude with a single example of this connection. Figure C1 . The harmonic progression of Nhemamusasa (click to enlarge) Figure C2 . Near-identical harmonic relationships in Nhemamusasa (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Consider the harmonic progression of Nhemamusasa (see Figure \nC1 ), from the fragments notated in \nExamples 1a and 1b above. Aside from the formal play of its cross-referential harmonic symmetries and near-symmetries, which I have discussed elsewhere in the context of Nyamaropa , these harmonic movements can also be heard in various ambiguous “contrapuntal” combinations (See Scherzinger 2001 ). Consider listening to these harmonic movements in groupings that begin at different points in the dyad sequence, as depicted in Figure C2 . For example, listen to the sequence unfolding from dyad XI, and notice the intriguing near-semblance of the harmonic shape that follows the first six dyads (illustrated in \nFigure C2 (a)). The inversions in the figure aid in hearing the kinship between these harmonic shapes. That is, the harmonic moves from dyad V onwards, for example, approximate the six-dyad shape beginning at dyad XI. Indeed, for four dyads, these moves seem to amount to the same progression as those beginning at dyad XI transposed up a tone (marked by +T 1 above the square bracket in the diagram). But then the sequence reiterates the last two dyads of the first shape at pitch (marked by T 0 above the \nslur in the diagram), and so breaks, or mutates, the sequential hearing. On the other hand, listen to the harmonic shape beginning on dyad III in \nFigure C2 (b). Here, the first six dyads are identical to those in Figure C2 (a), albeit transposed, thus sounding as if they were in a kind of harmonic canon to the progression in \nFigure C2 (a). Now, following this identical six-dyad harmonic movement (at a staggered time interval), the remaining six dyads begin by seemingly repeating the first shape at pitch (marked by T 0 ), but then on its third dyad (dyad XI) the sequence mutates from this path by lowering everything that follows by a tone (marked by -T 1 ). So, this time a sequential hearing follows an initial iteration.",
                "footnotes": [],
                "citations": [
                    "scherzinger_2001"
                ]
            }
        },
        {
            "30": {
                "text": "[30] These relationships can be noted in other sequences as well. Consider, for example, the dyad sequence beginning on dyad I (depicted in \nFigure C2 (c)). Once again, the first six dyads replicate the harmonic shapes outlined above and, once again, the ensuing trajectory is strangely (dis)similar. The point is that when listeners follow these identical shapes at different times, different things become of the respective trajectories as they mutate in different senses. Yet, once they have run their course, they seem to have produced the same thing—in this case a partial (four dyad) sequence a tone apart and a partial (two dyad) iteration at pitch—as if the mutations were some kind of trick promising dissimilarity and then remaining the same in another way. As can be seen, mbira music should not be reduced to the simple logic of ‘theme and variation.’ Indeed, in the hands of expert performers (such as Garikai Tirikoti, Forward Kwenda, Musekiwa Chingodza), the music’s cycles call to question the very structural ground of their harmonic patterning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] As found in the rhythmic phenomena described above, a kind of acoustic trick seems to be at work here. The promised variation between canonic harmonic strands in the music yields to an uncanny repetition of transformation types. This particular kind of acoustic illusionism—where variation is experienced as uncanny repetition (or, otherwise put, where repetition is paradoxically issued by passages of variation)—is discussed very little but, in my view, is one of the central aesthetic characteristics of traditional African music. Illusionism of this sort resonates with the more general idea that, just as (kinesthetic) simplicity may issue forth (formal) complexity (as the rhythmic interweaving in \nFigures A and B amply attests), (kinesthetic) complexity conversely may issue forth (formal) simplicity. As a general principle, it is worth noting that instances of complex kinesthetic patterns producing (relatively) simpler acoustic patterns in southern African musical practices abound. Of particular interest here are the so-called “silent” drumming patterns of the Wagogo women of Tanganika or the Nankasa drummers within the Buganda xylophone ensemble in Uganda. In both cases complex sticking patterns (sometimes hitting skin, sometimes air) produce audible results that are out of sync with the actual hand movements. Again, the motor image differs from the heard image, producing what Bela Balazs (in a different context) might call “asynchronous” sound ( Balazs 1985 , 120). In the case of the Vimbuza dance (from Malawi), we too find sticking patterns that are more complex than the acoustic results. These inaudible movements are nonetheless mentally effective for they permit the drummer to inflect the texture with a patterned cross-rhythm, which in turn proffers metric ambiguities. Concluding Remarks",
                "footnotes": [],
                "citations": [
                    "balazs_1985"
                ]
            }
        },
        {
            "32": {
                "text": "[32] The conceptual basis for the embodied mbira -performance practices (a quest for non-visible sound or sounding forms severed from their visible production) resonates strikingly with the uncanny rhythmic and harmonic relations produced by the music’s temporal geometries (a quest for non-varying sound or rhythmic and harmonic repetitions proffered in contexts of metamorphosis). A conceptual resonance notwithstanding, it would be a mistake to finally ground these musical phenomena in kinesthetics alone. Far from reading the harmonic and rhythmic phenomena described above as the acoustic fallout of an embodied musical situation, they also represent conceptual work that is finely attuned to specific mathematical conditions of possibility and impossibility for partitioning and patterning musical time. In particular, just as rhythmic motives are kinesthetically set adrift from their temporal coordinates in a kind of subtle phase-shifting, thereby effecting what should properly be called a metric modulation (if Elliot Carter had not appropriated this idea for another, less accurately modulatory, musical situation!), the harmonic patterning too is set adrift from its coordinates to produce a kind of uncanny phase-shifting experience in the context of an otherwise ‘monophonic’ harmonic span. This is a music in which listening by actively shifting metric instants, shifting modalities of rhythmic grouping and shifting starting points for harmonic patterning encourages the appearance of phantom tunes, rhythms and harmonies that come to resemble each other precisely in those passages where they metamorphose into something else.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] These different modalities of acoustic illusionism—first, the general mismatch in the music between motor images and heard images; second, the acoustically vivid, but non-visible, rhythmic phase-shifting processes; and third, the non-varying variations of the music’s harmonic patterning—are carefully constructed audile conundra. These are questions or riddles whose answers are imbricated in some kind of musical pun. First, the discrepancy between things heard and things seen can impress upon close listeners an experience of phantom sound—a sound of unknown character or origin suddenly visited upon the music, as if from afar. Second, the reappearance of things in curious and unexpected places in the music can impress upon close listeners an experience of phantom musical logic—a sound of (seemingly) grasped character and origin suddenly propelled elsewhere into the music, as if by an unknown force. Finally, the puzzling experience of similitude in contexts of transformation can impress upon listeners an experience of underlying design—a sound of changing character strangely doubling as unexpected mimesis, as if of unknown authorship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] It is a small wonder that mbirists frequently report that their instruments issue sounds unplayed by them, as if inhabited by spirits ( Berliner 1981 , 23). Forward Kwenda and Dumisani Maraire, for example, report that the mbira should be played in a way that is directed by the ancestral spirits alone, encouraging a hands-off approach to performance, whereby the mbira itself speaks back by creating variations beyond the imagination of a single human player or voice ( Scherzinger 2001 , 33). From the perspective of traditionalists in Zimbabwe, it is evident that the Shona regard the music of the mbira with an attitude of high seriousness, spirituality, and respect. Many mbira players suggest that the music is connected to ancestral spirits who can be reached via profound contemplation. In the words of mbirist Luken Pasipamire: “Sometimes when you are playing mbira nicely, you will cry, for the mbira makes you think too much” (Pasipamire, in Berliner 1981 , 133). Likewise, the singer Hakurotwi Mude insists that aesthetically good mbira music must produce a kind of deep thinking in the listener.",
                "footnotes": [],
                "citations": [
                    "berliner_1981",
                    "scherzinger_2001",
                    "berliner_1981"
                ]
            }
        },
        {
            "35": {
                "text": "[35] The power of mbira’s sound can transport performers and listeners out of the commonplace. Forward Kwenda, one of the most acclaimed mbirists of the younger generation, claims: “the music takes me higher and higher until I end up crying because the music is so much greater than a human being can understand” ( Kwenda 1997 ). For the traditionalist Tute Chigamba, the religious and introspective attitude demanded by mbira music renders it unsuitable as an instrument of mere entertainment (personal communication). Echoing this sentiment, Mude asserts, “The mbira dza vadzimu is not played for pleasure” (Mude, in Berliner 1981 , 134). Far from providing sensuous experiences alone, mbira music, especially for the traditionalists, is central to the spiritual cosmology of the Shona. It “speaks back” to performers. Andrew Tracey reports that the idea that one mbira sounds like more than is even more pronounced with other lamellaphone -types, like matepe , njari , and nyonganyonga (personal communication). Matepe players actually boast of it. The perplexing ability of the music to elicit audile condundra, issue forth asynchronous sounds, materialize phantom melodies and rhythms, and recoup similitude in contexts of metamorphosis facilitates a listening experience that grows beyond the dimensions of the tactile performance alone, touching instead upon something unguessed at.",
                "footnotes": [],
                "citations": [
                    "kwenda_1997",
                    "berliner_1981"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.4.scherzinger.html",
    "data": "mto/data/mto.10.16.4.scherzinger.json"
}