{
    "title": "Middleground Structure in the Cadenza to Boulez’s <i>Éclat</i>",
    "date": "2019/03/01",
    "volume": "25",
    "issue": "1",
    "authors": [
        "Losada, C. Catherine"
    ],
    "abstract": "Through a transformational analysis of Boulez’sÉclat, this article extends previous understanding of Boulez’s compositional techniques by addressing issues of middleground structure and perception. Presenting a new perspective on this pivotal work, it also sheds light on the development of Boulez’s compositional style.",
    "keywords": [
        "Boulez",
        "Éclat",
        "multiplication",
        "middleground",
        "transformational theory"
    ],
    "doi": "10.30535/mto.25.1.4",
    "received": "April 2018",
    "pdf": "http://mtosmt.org/issues/mto.19.25.1/mto.19.25.1.losada.pdf",
    "author_info": [
        {
            "name": "C. Catherine Losada",
            "university": "University of Cincinnati",
            "address": "College-Conservatory of Music, 2600 Clifton Ave., Cincinnati, OH 45221",
            "email": "losadacc@ucmail.uc.edu"
        }
    ],
    "citations": {
        "alegant_and_mclean_2001": "Alegant, Brian and McLean, Donald. 2001. “On the Nature of Enlargement.” Journal of Music Theory 45(1): 31–72.",
        "benzi_2005": "Benzi, Carlo. 2005. “Rhétorique de l’alternance dans la musique contemporaine : analyse d’ ‘Éclat’ (1965) de Pierre Boulez.” Musurgia 12(1–2): 109–131.",
        "bonnet_1987": "Bonnet, Antoine. 1987. “Ecriture and perception: on Messagesquisse by Pierre Boulez.” Contemporary Music Review 2(1): 173–209.",
        "boulez_1971": "Boulez, Pierre. 1971. Boulez on Music Today . Translated by Susan Bradshaw and Richard Rodney Bennett. Harvard University Press. Original edition. Musikdenken heute 1. Mainz: B. Schott’s Söhne, 1963. Penser la Musique Aujourd’hui . Gonthier, 1964.",
        "boulez_1975": "Boulez, Pierre. 1975. Par volonté et par hasard. Entretiens avec Célestin Deliège . Seuil. English Translation. Pierre Boulez: Conversations with Célestin Deliège . Eulenburg, 1976.",
        "boulez_1995": "Boulez, Pierre. 1995. Points de repère I : Imaginer . Ed. Jean-Jacques Nattiez and Sophie Galaise. Christian Bourgois.",
        "boulez_2003": "Boulez, Pierre. 2003. Pli selon pli de Pierre Boulez. Études et entretien . Ed. Philippe Albèra. Contrechamps.",
        "bradshaw_1986": "Bradshaw, Susan. 1986. “The Instrumental and Vocal Music.” In Pierre Boulez: A Symposium , ed. William Glock. 127–229. Eulenberg.",
        "campbell_2010": "Campbell, Edward. 2010. Boulez Music and Philosophy . Cambridge University Press.",
        "campbell_2016": "Campbell, Edward. 2016. “Tartan from Baden-Baden: Boulez at the 1965 Edinburgh International Festival.”  In Pierre Boulez Studies , ed. Edward Campbell and Peter O’Hagan, 327–353. Cambridge University Press.",
        "campbell_and_o’hagan_2016": "Campbell, Edward and Peter O’Hagan, eds. 2016. Pierre Boulez Studies . Cambridge University Press.",
        "chapman_1981": "Chapman, Alan. 1981. “Some Intervallic Aspects of Pitch-Class Set Relations.” Journal of Music Theory 25(2): 275–290.",
        "cone_1960": "Cone, Edward T. 1960. “Analysis Today.” Musical Quarterly 46(2): 172–88. Reproduced in Problems of Modern Music , ed, Paul Henry Lang. 34–50. Norton, 1962.",
        "cone_1962": "Cone, Edward T. 1962.  “Stravinsky: The Progress of a Method.” Perspectives of New Music 1(1): 19.",
        "coult_2013": "Coult, Tom. 2013. “Pierre Boulez’s Sur Incises : Refraction, Crystallisation and the Absent Ideal.” Tempo 264: 2–21.",
        "dal_molin_2006": "Dal Molin, Paolo. 2006. “‘Sans cause extérieure apparente, ni affluents, ni glaciers, ni orages’ . . . La construction de l’hétérophonie dans les versets de Rituel .” In Pierre Boulez: Techniques d’ ;écriture et enjeux esthétiques , ed. Pascal Decroupet and Jean-Louis Leleu, 157–76. Contrechamps.",
        "dal_molin_2007": "Dal Molin, Paolo. 2007. “Introduction à ; la famille d’oeuvres . . . explosante-fixe . . . de Pierre Boulez: Étude philologique.” Ph.D. diss., Université de Nice-Sophia Antipolis.",
        "dal_molin_2009": "Dal Molin, Paolo. 2009. “Mémoriale de Pierre Boulez. Ce que les sources (ne) nous disent (pas).” Revue de Musicologie 95(2): 475–523.",
        "dal_molin_2016": "Dal Molin, Paolo. 2016. “Composing an Improvisation at the Beginning of the 1970s.” In Pierre Boulez Studies , ed. by Edward Campbell and Peter. O’Hagan, 270–300. Cambridge University Press.",
        "decroupet_1995": "Decroupet, Pascal. 1995. “Rätsel der Zahlen-Quadrate: Funktion und Permutation in der seriellen Musik von Boulez und Stockhausen.” Positionen; Beiträ ;ge zur neuen Musik 23: 25– ;29.",
        "decroupet_2006": "Decroupet, Pascal. 2006. “Moments Doubles, Figurés en Prisme.” In Pierre Boulez: Techniques d’ ;écriture et enjeux esthétiques , ed. Jean-Louis Leleu and Pascal Decroupet, 133– ;57. Contrechamps.",
        "decroupet_2012": "Decroupet, Pascal. 2012.  “Le rôle des clés et algorithmes dans le décryptage analytique : L’example des musiques sérielles de Pierre Boulez, Karlheinz Stockhausen et Bernd Alois Zimmermann.” Revue de musicologie 98(1): 221–246.",
        "decroupet_2016": "Decroupet, Pascal. 2016. “Serial Organisation and Beyond: Cross-Relations of Determinants in Le Marteau sans maître and the Dynamic Pitch-Algorithm of ‘Constellation’.” In Pierre Boulez Studies , ed. by Edward Campbell and Peter. O’Hagan, 108–138. Cambridge University Press.",
        "decroupet_and_leleu_2006": "Decroupet, Pascal and Jean-Louis Leleu. 2006.  “‘Penser sensiblement’ la musique: production et description du matériau harmonique dans le troisième mouvement du Marteau sans maître .” In Pierre Boulez: Techniques d’écriture et enjeux esthétiques , ed. Pascal Decroupet and Jean-Louis Leleu, 177–215. Contremchamps.",
        "decroupet_and_leleu_eds_2006": "Decroupet, Pascal and Jean-Louis Leleu, eds. 2006. Pierre Boulez: Techniques d’écriture et enjeux esthétiques . Contrechamps.",
        "deliège_1989": "Deliège, Irène. 1989. “Approche perceptive des forms musicales contemporaines.” In La musique et les sciences cognitives , ed. S. McAdams and I. Deliège, 305–326. Maradaga.",
        "edwards_2006": "Edwards, Allan. 2006. “ Éclat/Multiples et le problème de la forme musicale dans les oeuvres sérielles de Pierre Boulez.” In Pierre Boulez: Techniques d’écriture et enjeux esthétiques . ed. Pascal Decroupet and Jean-Louis Leleu, 159–175. Contrechamps.",
        "glock_1986": "Glock, William. 1986. Pierre Boulez: A Symposium . Eulenberg.",
        "goldman_2011": "Goldman, Jonathan. 2011. The Musical Language of Pierre Boulez: Writings and Compositions . Cambridge University Press.",
        "guldbrandsen_1997": "Guldbrandsen, Erling. 1997. “New Light on Pierre Boulez and Postwar Modernism. On the Composition of ‘Improvisation I–III sur Mallarmé.’” In In the Plural; Institutions, Pluralism and Critical Self-Awareness in Contemporary Music , ed, by Søren Møller Sørensen, 15–28. Department of Musicology, University of Copenhagen.",
        "guldbrandsen_2016": "Guldbrandsen, Erling. 2016. “Casting New Light on Boulezian Serialism: Unpredictability and Free Choice in the Composition of Pli selon pli — portrait de Mallarmé .” In Pierre Boulez Studies . ed. Edward Campbell and Peter O’Hagan, 193–220. Cambridge University Press.",
        "hanninen_2012": "Hanninen, Dora. 2012. A Theory of Music Analysis: On Segmentation and Associative Organization . University of Rochester Press.",
        "hasty_1986": "Hasty, Christopher. 1986. “On the Problem of Succession and Continuity in Twentieth-Century Music.” Music Theory Spectrum 8: 58–74.",
        "heinemann_1993": "Heinemann, Stephen. 1993. “Pitch-class set multiplication in Boulez’s Le Marteau sans maître .” D.M.A. diss., University of Washington.",
        "higashikawa_2001": "Higashikawa, Aï. 2001. “Etude des sources musicales d’‘Eclat’ (1965) de Pierre Boulez.” MM Thesis. Université Paris IV (Paris-Sorbonne).",
        "horlacher_2011": "Horlacher, Gretchen. 2011. Building Blocks: Repetition and Continuity in the Music of Stravinsky . Oxford University Press.",
        "humbertclaude_1999": "Humbertclaude, Eric. 1999. La transcription dans Boulez et Murail. De l’oreille à l’évei l. L’Harmattan.",
        "kaddouch_2011": "Kaddouch, Ilan. 2011. Pierre Boulez: “Eclat”. Gruppen 2: 52–69.",
        "koblyakov_1977": "Koblyakov, Lev. 1977. “P. Boulez’ ‘Le Marteau sans maître’: Analysis of Pitch Structure.” Zeitschrift für Musiktheorie 8(1): 24–39.",
        "koblyakov_1981": "Koblyakov, Lev. 1981.  “The World of Harmony of Pierre Boulez: Analysis of Le Marteau sans maître .” Ph.D. diss., Hebrew University of Jerusalem.",
        "koblyakov_1990": "Koblyakov, Lev. 1990. Pierre Boulez: A World of Harmony . Harwood.",
        "lerdahl_1988": "Lerdahl, Fred. 1988. “Cognitive Constraints on Compositional Systems.” In Generative Processes in Music: The Psychology of Performance, Improvisation, and Composition , ed. John Sloboda, 231–259. Oxford University Press.",
        "lewin_1982": "Lewin, David. 1982–83. “Transformational Techniques in Atonal and Other Music Theories.” Perspectives on New Music 21(1–2): 312–71.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . Yale University Press.",
        "lewin_1993": "Lewin, David. 1993. Musical Form and Transformation: 4 Analytic Essays . Yale University Press.",
        "losada_2006": "Losada, C. Catherine. 2006. “Simplifying Complex Multiplication.” Paper presented at the annual meeting of the Society for Music Theory, Los Angeles.",
        "losada_2008": "Losada, C. Catherine. 2008. “Isography and Structure in the Music of Pierre Boulez.” Journal of Mathematics and Music 2(3): 135–155.",
        "losada_2012": "Losada, C. Catherine. 2012. “Complex Multiplication, Structure and Process: Harmony and Form in Boulez’s Structures II .” Paper presented at the annual meeting of the Society for Music Theory, New Orleans.",
        "losada_2014": "Losada, C. Catherine. 2014. “Complex Multiplication, Structure and Process: Harmony and Form in Boulez’s Structures II .” Music Theory Spectrum 36(1): 86–120.",
        "losada_2016": "Losada, C. Catherine. 2016. “Middleground Structure in the Cadenza to Boulez’s Éclat .” Paper presented at the joint meeting of the Society for Music Theory and the American Musicological Society, Vancouver.",
        "losada_2017": "Losada, C. Catherine. 2017. “Between Freedom and Control: Composing Out, Compositional Process, and Structure in the Music of Boulez.” Journal of Music Theory 61(2): 201–242.",
        "losada_forthcoming": "Losada, C. Catherine. Forthcoming. “Stravinsky and Boulez: Compositional Process, Form and Development.” Proceedings of the 9th European Music Analysis conference (Strasbourg, Fr, 2017).",
        "meston_2001": "Meston, Olivier. 2001. Éclat de Pierre Boulez . Michel de Maule.",
        "morris_1988": "Morris, Robert. 1988. “Generalizing Rotational Arrays.” Journal of Music Theory 32: 75–132.",
        "morris_1995": "Morris, Robert. 1995. “Equivalence and Similarity in Pitch and Their Interaction with PCSet Theory.” Journal of Music Theory 39(2): 207–243.",
        "nattiez_2004": "Nattiez, Jean-Jacques. 2004. The Battle of Chronos and Orpheus: Essays in Applied Musical Semiology . Oxford University Press.",
        "neidhöfer_2005": "Neidhöfer, Christoph. 2005. “A Theory of Harmony and Voice Leading for the Music of Olivier Messiaen,” Music Theory Spectrum 27(1): 1–34.",
        "nicolas_2010": "Nicolas, François. 2010. “L’intellectualité musicale de Pierre Boulez et ses enjeux théoriques,” In La pensée de Pierre Boulez à travers ses écrits , ed. Jonathan Goldman, Jean-Jacques Nattiez, and François Nicolas, 17–62. Delatour France.",
        "o’hagan_1997": "O’Hagan, Peter. 1997. “Sonate, ‘que me veux-tu?’; an Investigation of the Manuscript Sources in Relation to the Third Sonata and the Issue of Performer choice.” Ph.D. diss., University of Surrey.",
        "o’hagan_2006": "O’Hagan, Peter. 2006. “‘Antiphonie’: une analyse du processus de composition.” In Pierre Boulez: Techniques d’écriture et enjeux esthétiques , ed. Pascal Decroupet and Jean-Louis Leleu, 109–131. Contrechamps.",
        "o’hagan_2017": "O’Hagan, Peter. 2017. Pierre Boulez and the Piano: A Study in Style and Technique . Routledge.",
        "piencikowski_1985": "Piencikowski, Robert. 1985. “Nature morte avec guitare.” In Pierre Boulez: Eine Festschrift zum 60. Geburtstag am 26. März 1985 . ed. Josef Häusler, 66–81. Universal Edition.",
        "piencikowski_1993": "Piencikowski, Robert. 1993. “‘Assez lent, suspendu, comme imprévisible’: quelques aperçus sur les travaux d’approche d’éclat.” Genesis 4: 51–68.",
        "reneger_1974": "Regener, Eric. 1974. “On Allen Forte’s Theory of Chords.” Perspectives of New Music 13(1): 191–212.",
        "salem_2014": "Salem, Joseph. 2014. “Boulez Revised: Compositional Process as Aesthetic Critique in the Composer’s Formative Works.” Ph.D. diss., Yale University.",
        "salem_2016": "Salem, Joseph. 2016. “Serial Processes, Agency and Improvisation.” In Pierre Boulez Studies , ed.  Edward Campbell and Peter O’Hagan, 221–245. Cambridge University Press.",
        "scheffer_1994": "Scheffer, Frank, Director. 1994. Videotape Pierre Boulez ECLAT. Allegri Film VV in co-production with Avro.",
        "schoeller_1986": "Schoeller, Philippe. 1986. “Mutation de l’écriture: Éclat, Stria, Désintegration.” InHarmoniques 1: 197–208.",
        "scotto_2014": "Scotto, Ciro. 2014. “Reexamining PC-Set Multiplication, Complex Multiplication, and Transpositional Combination to Determine Their Formal and Functional Equivalence.” Perspectives of New Music 52(1): 134–216.",
        "straus_2004": "Straus, Joseph. 2004. “Atonal Composing-Out.” In Order and Disorder: Music-Theoretical Strategies in 20th-Century Music , ed. Peter Dejans, 31–51. Leuven University Press.",
        "tissier_2011": "Tissier, Brice. 2011. “Mutations esthétiques, mais continuité technique dans l’œuvre de Pierre Boulez.” Ph.D. diss., Université de Paris-Sorbonne and Université de Montréal.",
        "zenck_2016": "Zenck, Martin. 2016. Pierre Boulez : die Partitur de Geste und das Theater der Avantgarde . Wilhelm Fink."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See Boulez’s remarks on this piece in Scheffer 1994 .",
            "citations": [
                "scheffer_1994"
            ]
        },
        "FN2": {
            "text": "2. Campbell 2010 , Salem 2014 , Campbell 2016 and O’Hagan 2017 present interesting discussions of the context for works from this time-period.",
            "citations": [
                "campbell_2010",
                "salem_2014",
                "campbell_2016"
            ]
        },
        "FN3": {
            "text": "3. See Goldman 2011 for a discussion of Boulez’s music since 1975.",
            "citations": [
                "goldman_2011"
            ]
        },
        "FN4": {
            "text": "4. See Piencikowski 1993 for a thorough discussion of the genesis of this work.",
            "citations": [
                "piencikowski_1993"
            ]
        },
        "FN5": {
            "text": "5. Tissier ( 2011 , 84–90) also provides a brief description of some of the transpositional schemes used in this work. Both Meston ( 2001 , 14) and Tissier ( 2011 , 85) cite oral dissemination of Frédéric Durieux’s analysis through Michel Rigoni and Eugène de Montalembert respectively, as important sources for their work. Meston claims his work draws from Boulez’s sketches. This claim is questionable since his description omits crucial features of the sketches, such as the structural role of the opening chord of Don . Furthermore, he presents serial tables that are not present in Boulez’s sketches. Yet, his thesis deals with claiming the importance of common-tones that appear as diagonals in these tables and relating them to Boulez’s observations about the diagonal dimension in music. The tables are strongly reminiscent of Robert Piencikowski’s analytical diagrams of the central portion of Éclat (Rehearsal no. 14–19), which he generously shared with me following my own sketch-based analysis of this passage in the summer of 2015, as well as the analytical diagrams in Piencikowski 1985 . These diagrams result from an insightful perception of the analogy between the processes used by Boulez in Éclat and the isomorphic properties of tables used in Boulez’s other works.",
            "citations": [
                "tissier_2011",
                "meston_2001",
                "tissier_2011",
                "piencikowski_1985"
            ]
        },
        "FN6": {
            "text": "6. See, for example Goldman’s discussion of Memoriale ( 2011 , 139–146). Goldman’s main point is that Boulez creates a dialectic between passages that are perceptually clear and transparent and others that are extremely complex. Losada ( 2014 ) argues that this type of contrast exists in earlier works as well.",
            "citations": [
                "goldman_2011",
                "losada_2014"
            ]
        },
        "FN7": {
            "text": "7. The exception is Tissier 2011 , but his treatment of works written between 1963 and 1975 is not very extensive. Like Nattiez ( 2004 , 184), Tissier comments briefly on the perceptual potential of the processes Boulez uses in Éclat , but does not explain his comment (90).",
            "citations": [
                "tissier_2011",
                "nattiez_2004"
            ]
        },
        "FN8": {
            "text": "8. For an interesting discussion of the role of sketches in analysis of works from this time-period, see Decroupet 2012 and 2016 .",
            "citations": [
                "decroupet_2012",
                "decroupet_2016"
            ]
        },
        "FN9": {
            "text": "9. There is an extensive amount of literature on pitch-class multiplication, starting with groundbreaking work by Koblyakov ( 1977 , 1981 , 1990 ), and Heinemann ( 1993 , 1998 ), among others. A summary of much of this literature appears in Losada 2014 and Scotto 2014 , which, along with Decroupet and Leleu 2006 and Losada 2006 , 2008 , extend earlier contributions.",
            "citations": [
                "koblyakov_1977",
                "koblyakov_1981",
                "koblyakov_1990",
                "heinemann_1993",
                "heinemann_1998",
                "losada_2014",
                "scotto_2014",
                "decroupet_and_leleu_2006",
                "losada_2006",
                "losada_2008"
            ]
        },
        "FN10": {
            "text": "10. Ordered registral interval series play an important, but non-systematic role, in some of Boulez’s earlier works, such as the Second Piano Sonata and Structures II (see Losada 2008 and 2014 ).",
            "citations": [
                "losada_2008",
                "losada_2014"
            ]
        },
        "FN11": {
            "text": "11. Because of these differences, I will not invoke the more abstract approaches developed by Losada and Scotto in the sources cited above (applicable to the partially-ordered multiplication techniques in Boulez’s precompositonal tables for Le Marteau sans maître and Structures II , for example) but will instead invoke a different set of theoretical tools.",
            "citations": []
        },
        "FN12": {
            "text": "12. Both Losada 2008 , 2014 , 2017 and Scotto 2014 discuss the value of applying transformational theory to Boulez’s music.",
            "citations": [
                "losada_2008",
                "losada_2014",
                "losada_2017",
                "scotto_2014"
            ]
        },
        "FN13": {
            "text": "13. All sketches in this article stem from the Pierre Boulez Collection at the Paul Sacher Foundation in Basel, Switzerland and are reprinted with the kind permission of the Paul Sacher Foundation, Universal Edition, and the Pierre Boulez Estate.",
            "citations": []
        },
        "FN14": {
            "text": "14. O’Hagan ( 1997 ) discusses the concept of a skeleton in Boulez’s Third Sonata.",
            "citations": []
        },
        "FN15": {
            "text": "15. Notations for the opening piano cadenza appear on a score copy of Boulez’s Don , heavily annotated for legibility by Maria Bergmann, the pianist for the first performance of the work (Piencikowski, personal communication). Notations for the instrumental cadenza appear in a separate score copy of Boulez’s Don (Mappe G, Dossier 4a, 1, 582-514, Pierre Boulez Collection. Paul Sacher Foundation, reproduced in Piencikowski 1993 , fig 13).",
            "citations": [
                "piencikowski_1993"
            ]
        },
        "FN16": {
            "text": "16. Mappe G, Dossier 4a, 1 (582-516), Pierre Boulez Collection. Paul Sacher Foundation.",
            "citations": []
        },
        "FN17": {
            "text": "17. See also Edwards 2006 , Benzi 2005 , Campbell 2010 , among others.",
            "citations": [
                "edwards_2006",
                "benzi_2005",
                "campbell_2010"
            ]
        },
        "FN18": {
            "text": "18. Piencikowski 1985 discusses the importance of two of these schemes (direct and inverse) in several works by Boulez, presenting relevant examples from Éclat-Multiples and Rituel . He draws an insightful correlation between these schemes and the isomorphic relations that underlie compositional techniques developed at various points in Boulez’s career. Tissier 2011 , 88 briefly notes the potential for harmonic recursion through these schemes.",
            "citations": [
                "piencikowski_1985",
                "tissier_2011"
            ]
        },
        "FN19": {
            "text": "19. Bradshaw 1986 discusses direct interval replication in . . . explosante-fixe . . . (1972–74). Dal Molin ( 2006 , 2007 , 2016 ) discusses similar techniques in the . . . explosante-fixe . . . family of works (see also Goldman 2011 , 109–113). Adapting to the pitch-space context, the transformational graphs and networks presented throughout this article will use the upward or downward direction of arrows on the page to represent the direction of the pitch intervals.",
            "citations": [
                "bradshaw_1986",
                "dal_molin_2006",
                "dal_molin_2007",
                "dal_molin_2016",
                "goldman_2011"
            ]
        },
        "FN20": {
            "text": "20. This is a pitch-space version of a rotational array. As such, in addition to this important common-tone relationship, it exhibits isomorphic relationships similar to those noted by Piencikowski ( 1985 ) in Boulez’s other works ( Morris 1988 ). See also Losada 2014 , 119 and Scotto 2014 , 203. Many of Boulez’s late works feature such arrays applied to the SACHER hexachord in a very explicit perceptual context ( Goldman 2011 ). Coult ( 2013 , 6) discusses this in sur Incises . Bonnet ( 1987 ) discuss rotational arrays in Messagesquisse . Scotto ( 2014 , 200) also discusses these two works.",
            "citations": [
                "piencikowski_1985",
                "morris_1988",
                "losada_2014",
                "scotto_2014",
                "goldman_2011",
                "coult_2013",
                "bonnet_1987",
                "scotto_2014"
            ]
        },
        "FN21": {
            "text": "21. Many analysts (as early as Bradshaw 1986 , 131) have discussed the importance of the diagonal dimension in Boulez’s music. In analyzing this piece, Meston ( 2001 , 26–30, 54) interprets it very literally, as referring to the common tone that results in the serial scheme he presents as underlying this piece.",
            "citations": [
                "bradshaw_1986",
                "meston_2001"
            ]
        },
        "FN22": {
            "text": "22. This is analogous to Morris’s SP(X), the spacing of X, which defines a PCS (pitch set-class, see Morris 1995 , 208–211) and similar to Chapman’s VP (voice pair, Chapman 1981 , 279). A similar notation appears in Dal Molin ( 2006 , 2007 ) and Goldman ( 2011 , 107–112). Interval notation for pitch-class (as opposed to pitch) sets appears in Regener ( 1974 ) and, in other modal contexts, Neidhöfer ( 2005 ).",
            "citations": [
                "morris_1995",
                "chapman_1981",
                "dal_molin_2006",
                "dal_molin_2007",
                "goldman_2011",
                "reneger_1974"
            ]
        },
        "FN23": {
            "text": "23. This is similar to Chapman’s AB (above the bass, Chapman 1981 , 278) and Morris’s FB (figured bass, Morris 1995 , 217–218).",
            "citations": [
                "chapman_1981",
                "morris_1995"
            ]
        },
        "FN24": {
            "text": "24. I thank David Berry for his suggestions on how to notate the middleground structures.",
            "citations": []
        },
        "FN25": {
            "text": "25. This point also appears in Campbell 2010 , 240.",
            "citations": [
                "campbell_2010"
            ]
        },
        "FN26": {
            "text": "26. It is interesting that although most of the materials from Don (first version, 1960) are derived from Strophes , the derivation for these striking opening chords is less clear ( Salem 2014 posits a possible, but loose connection to the same source).",
            "citations": [
                "salem_2014"
            ]
        },
        "FN27": {
            "text": "27. Meston ( 2001 , 30–33) provides an alternate explanation of the pitch content, as resulting from an incomplete form of the inverse of the series based on the intervallic structure of the sustained chord.",
            "citations": [
                "meston_2001"
            ]
        },
        "FN28": {
            "text": "28. Losada 2014 discusses of the importance of registral and temporal extremes in Boulez’s music.",
            "citations": [
                "losada_2014"
            ]
        },
        "FN29": {
            "text": "29. The choice of G5 as an anchor note is debatable, as the other registral extreme (C7) could also function as an anchor note. G5 makes sense analytically because of the importance of this same pitch to the overall background scheme, as will be discussed in reference to Example 12.",
            "citations": []
        },
        "FN30": {
            "text": "30. The relationship between the different Registral Adjacency Interval Series used for the opening flourish is worth mentioning. <2, 1, 8>, <2,11,4> and <8,11,14> all contain some combination of the same interval classes. Thus, even though they belong to different set-classes (0134) and (0125), the chords generated by the middleground process (on the second system of the Example) are related in that their registral disposition combines the same intervals (and their inverses and compounds). This is typical of Boulez’s practice. This also shows how my conceptualization differs from Morris’s, which seeks to emphasize “equivalences and similarities in pitch-space—those that reflect pcset equivalence” ( 1995 , 212).",
            "citations": [
                "morris_1995"
            ]
        },
        "FN31": {
            "text": "31. In fact, this is what Meston ( 2001 , 24) considers to the the basis of the serial structure of the piece. Tissier 2011 , 89 comments on the importance of this series to other works from the same time period.",
            "citations": [
                "meston_2001",
                "tissier_2011"
            ]
        },
        "FN32": {
            "text": "32. An insightful deduction of this relationship appears in Bradshaw 1986 , 202.",
            "citations": [
                "bradshaw_1986"
            ]
        },
        "FN33": {
            "text": "33. Morris ( 1995 , 213) calls this the dual of the pitch set class.",
            "citations": [
                "morris_1995"
            ]
        },
        "FN34": {
            "text": "34. In this conceptualization, one of the intervals of the chord is externalized to become an interval in the operation.",
            "citations": []
        },
        "FN35": {
            "text": "35. Morris’s PCINT would be relevant to explore connections created through compounding. See Morris ( 1995 , 216–217).",
            "citations": [
                "morris_1995"
            ]
        },
        "FN36": {
            "text": "36. Meston ( 2001 , 28) presents the background scheme for the uppercase sections, but alters the background scheme for the lowercase sections and replaces the two main notes from each section with a note that is exactly in the middle of them. He does not note the intervallic scheme.",
            "citations": [
                "meston_2001"
            ]
        },
        "FN37": {
            "text": "37. A serial analysis of this passage appears in Meston ( 2001 , 30–34).",
            "citations": [
                "meston_2001"
            ]
        },
        "FN38": {
            "text": "38. In the musical realization, some notes in the registral extremes are deleted here and in other sections of the cadenza. Meston ( 2001 , 26) notes that there is a filtering process where all notes below anchor notes F ♯ 2 and above G5 are removed. This emphasizes the importance of these anchor notes, which become important registral extremes in the cadenza. It is significant that the highest notes of the B and C sections are, respectively B3, A3 and G4, F4, notes of the structurally important sustained chord, which might partly explain the logic behind the use of registral filters.",
            "citations": [
                "meston_2001"
            ]
        },
        "FN39": {
            "text": "39. Although in most cases, the sequence of the various stages I present in my examples is incontestable based on the placement of the sketches on the page and other clear indicators of chronology, in other cases I have made logical deductions to establish the order. In all cases I present what I perceive to be the most logical chronological sequence, but I have not done an exhaustive study of manuscript evidence to verify my conclusions.",
            "citations": []
        },
        "FN40": {
            "text": "40. Similar to what Dal Molin ( 2006 , 2007 , 2016 ) and Goldman 2011 describe for Rituel .",
            "citations": [
                "dal_molin_2006",
                "dal_molin_2007",
                "dal_molin_2016",
                "goldman_2011"
            ]
        },
        "FN41": {
            "text": "41. In fact, the last few notes outline the opening chord of Don .",
            "citations": []
        },
        "FN42": {
            "text": "42. Noted in Meston 2001 , 33. However, Meston eliminates the tenuto markings on B ♭ in his transcription, and relegates the function of the note to a déclenchement (trigger) for the compositional process, with no perceptual connotations. Following Meston, Goldman ( 2011 , 93) posits that tenuto markings are didactic, intended for the analyst.",
            "citations": [
                "meston_2001",
                "goldman_2011"
            ]
        },
        "FN43": {
            "text": "43. This is an illustration of an important issue in Boulez’s conception of harmony. Many of the compositional processes he uses, including multiplication tables and rotational techniques, result in the successive use of chords that are embellishments of a basic structure.",
            "citations": []
        },
        "FN44": {
            "text": "44. A position embodied especially in Guldbrandsen 1997 , 2016.",
            "citations": [
                "guldbrandsen_1997"
            ]
        },
        "FN45": {
            "text": "45. This is even noted by Meston ( 2001 , 53) who otherwise denies the audibility the compositional techniques he describes.",
            "citations": [
                "meston_2001"
            ]
        },
        "FN46": {
            "text": "46. All the tenuto markings correspond to notes that complete a transposition of the sustained chord on each of the middleground notes shown in Example 15. F ♯ 2, G ♯ 2, A2, D3, E ♭ 3 and F3. The function of these notes in not noted by Meston.",
            "citations": []
        },
        "FN47": {
            "text": "47. Harmonic continuity between uppercase sections is also apparent.  The C section starts with similar notes as section A and B, especially G ♯ and B ♭ .",
            "citations": []
        },
        "FN48": {
            "text": "48. Discussed in Meston 2001 (37–39).",
            "citations": [
                "meston_2001"
            ]
        },
        "FN49": {
            "text": "49. In all lowercase sections, notes of the original sustained chord appear with an articulation marking that sets them off from others.",
            "citations": []
        },
        "FN50": {
            "text": "50. This passage is discussed in Meston ( 2001 , 34–36).",
            "citations": [
                "meston_2001"
            ]
        },
        "FN51": {
            "text": "51. Meston ( 2001 , 30) describes the relationship between the six sections in serial terms.",
            "citations": [
                "meston_2001"
            ]
        },
        "FN52": {
            "text": "52. Note that the opening figures of a and b are almost identical in terms of pitch-class content.",
            "citations": []
        },
        "FN53": {
            "text": "53. Stravinsky’s influence on Boulez’s approach to form has been noted by many scholars. For a discussion of Stravinsky’s block juxtapositions, see, for example, Horlacher 2011 and Losada forthcoming .",
            "citations": [
                "horlacher_2011",
                "losada_forthcoming"
            ]
        },
        "FN54": {
            "text": "54. Morris ( 1995 ) calls this the dual of an FB-class.",
            "citations": [
                "morris_1995"
            ]
        },
        "FN55": {
            "text": "55. This technique is similar to that used in Rituel. (See Dal Molin 2006 , 2007 , 2016 and Goldman 2011 , 107–115.)",
            "citations": [
                "dal_molin_2006",
                "dal_molin_2007",
                "dal_molin_2016",
                "goldman_2011"
            ]
        },
        "FN56": {
            "text": "56. Discussed in Meston 2001 , 43–45.",
            "citations": [
                "meston_2001"
            ]
        },
        "FN57": {
            "text": "57. Discussed in Meston 2001 , 39–42.",
            "citations": [
                "meston_2001"
            ]
        },
        "FN58": {
            "text": "58. Registral schemes are very important. The strong contrasts in register after the sustained chord (music centered on B ♭ 4 and C ♯ / E ♭ 3 respectively) ameliorate when the voices cross during the accelerated juxtapositions of the B sections ( G ♯ 3 and D/ F ♯ 4 respectively) and reach a highpoint when the relative register of the voices inverts towards the end of the cadenza ( F ♯ 2 and F/G 5 respectively). The low register of the material at the end of the cadenza has important dramatic implications.",
            "citations": []
        },
        "FN59": {
            "text": "59. “C’est le rapport entre perception et non-perception qui m’intéresse, l’ambiguïté qui veut qu’à certains moments les choses soient très claires, et à d’autres complètement chaotiques, avec tous les registres intermédiaires.” See also Boulez 1975 , 51–52.",
            "citations": [
                "boulez_1975"
            ]
        },
        "FN60": {
            "text": "60. In Scheffer 1994 . This is consistent with outlines that appear in his sketches: Mappe G, Dossier 4b,2 (582-537). This is also noted in Bradshaw 1986 .",
            "citations": [
                "scheffer_1994",
                "bradshaw_1986"
            ]
        },
        "FN61": {
            "text": "61. Ibid.",
            "citations": []
        },
        "FN62": {
            "text": "62. See also Piencikowski 1993 , Tissier 2011 , 86 and Meston 2001 , 22.",
            "citations": [
                "piencikowski_1993",
                "tissier_2011",
                "meston_2001"
            ]
        },
        "FN63": {
            "text": "63. In Scheffer 1994 .",
            "citations": [
                "scheffer_1994"
            ]
        },
        "FN64": {
            "text": "64. Mappe G, Dossier 4b,2 (582-537), Pierre Boulez Collection. Paul Sacher Foundation.",
            "citations": []
        },
        "FN65": {
            "text": "65. Kaddouch 2011 contains some very interesting observations about issue of temporality in this work.",
            "citations": [
                "kaddouch_2011"
            ]
        },
        "FN66": {
            "text": "66. This passage is discussed in Meston 2001 , 76–82.",
            "citations": [
                "meston_2001"
            ]
        },
        "FN67": {
            "text": "67. The label développement c appears in Mappe G, Dossier 4b, 5 (582-571), Pierre Boulez Collection. Paul Sacher Foundation.",
            "citations": []
        },
        "FN68": {
            "text": "68. As noted in Scheffer 1994 by Ed Spanjaard, principal conductor of the Nieuw Ensemble, symmetrical elements play an important role at various points in the piece, for example at Rehearsal 11.",
            "citations": [
                "scheffer_1994"
            ]
        },
        "FN69": {
            "text": "69. According to the derivation shown in Example 20, two measures before rehearsal 29 the G should be a G ♯ .",
            "citations": []
        },
        "FN70": {
            "text": "70. As mentioned earlier, the graphs and networks presented in this article use the upward and downward direction of arrows on the page to illustrate the direction of the pitch intervals, as is appropriate because of the pitch-space context.",
            "citations": []
        },
        "FN71": {
            "text": "71. The spatial representation purposefully reflects pitch-space dispositions.",
            "citations": []
        },
        "FN72": {
            "text": "72. I want to thank Christopher Segall for pointing this out. This relationship obtains because the graph is representing pitch-space, as opposed to pitch-class space relationships.  In a traditional pitch-class space the relationship would be one of negative isography, which represents the inversional relationship between the two structures.",
            "citations": []
        },
        "FN73": {
            "text": "73. For example, Meston ( 2001 ) does not address the structure of the opening flourish. Also, beyond noting that some sections are organized by prime series forms, while the rest are organized by its retrograde inversion (20) he does not posit links between related sections; his analysis proceeds chronologically.",
            "citations": [
                "meston_2001"
            ]
        },
        "FN74": {
            "text": "74. Meston ( 2001 ) notes some instances where common tones trigger additional stages of embellishment in this passage or are marked with accents (33, 36).  However, he describes this as a reflection of the constructive principles with little or no musical ramifications.",
            "citations": [
                "meston_2001"
            ]
        },
        "FN75": {
            "text": "75. Meston 2001 , 10. This assumption also underlies Lerdahl 1988 .",
            "citations": [
                "meston_2001",
                "lerdahl_1988"
            ]
        },
        "FN76": {
            "text": "76. A point made in Decroupet ( 2012 , 230), Losada ( 2014 , 115–119), Scotto ( 2014 , 205–206), Salem ( 2014 , 11), O’Hagan ( 2017 , 253).  Both Losada ( 2008 , 2014 , 2017 ) and Scotto ( 2014 ) argue that their theoretical apparatus opens up new potential for understanding important perceptual elements in the music, without pursuing this point.",
            "citations": [
                "decroupet_2012",
                "losada_2014",
                "scotto_2014",
                "salem_2014",
                "losada_2008",
                "losada_2014",
                "losada_2017",
                "scotto_2014"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Incorporating both elements of performer’s choice (mainly for the conductor) and an approach to temporality that subverts traditional notions of continuity by invoking the importance of the “moment,” (1) Boulez’s Éclat (1965) is a landmark work from the mid-1960s. It stems from a pivotal period within Boulez’s compositional career, following a time of intense application of novel serial techniques in works that cemented his reputation as a major figure of European modernism (such as Pli selon pli (1957–1962) and the Troisième Sonate (1955–63), (2) but preceding the marked simplification of the musical language that followed Rituel (1974). (3) Piencikowski ( 1993 ) has discussed the reliance of much of the central section of Éclat on material from the first version of Don (1960) which in turn is derived from the flute piece Strophes (1957) and from Orestie (1955), and has also thoroughly explained the pitch content of that central section. (4) The material from the framing cadenzas of Éclat , however, has received little scholarly attention in published form, although Olivier Meston ( 2001 ) provides a description of abstract serial processes that could explain the pitch content. (5) One of Meston’s main claims is that the serial processes he presents are not perceptible (10, 16).",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "piencikowski_1993",
                    "meston_2001"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Much has been written on the relationship between compositional process and perceptual elements in Boulez’s music. Most authors (including Lerdahl 1988 , Guldbrandsen 1997 , 2016 , and Salem 2014 , 205, 236) invoke the distance between precompositional materials and final product to question the perceptual implications of many of the generative techniques Boulez implemented in the 1950s and early 1960s. In contrast, passages in some works from Boulez’s later period feature a clear relationship between compositional processes and perceptual elements of the music. (6) Some disagreement exists regarding the placement of the stylistic shift. Campbell ( 2010 ), Nattiez ( 2004 , 257, 262), Nicolas ( 2010 , 22, 32), Tissier ( 2011 ) and Salem ( 2014 , 249) invoke Boulez’s writings, and especially his essay Nécessité d’une orientation esthétique (1963) to claim that 1963 provided a juncture point in terms of Boulez’s increased preoccupation with perceptibility. However, this claim has not been supported analytically. (7) The main works Nattiez invokes in his argument (most significantly Rituel and, mainly, Répons ) date from Boulez’s later period (243). Goldman ( 2011 ) likewise argues for 1975 as an important juncture point.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "lerdahl_1988",
                    "guldbrandsen_1997",
                    "guldbrandsen_2016",
                    "salem_2014",
                    "campbell_2010",
                    "nattiez_2004",
                    "nicolas_2010",
                    "tissier_2011",
                    "salem_2014",
                    "goldman_2011"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The compositional techniques applied throughout Éclat retain the intricacy resulting from the practice, characteristic of many of his works from the mid-1950s, of producing materials through multiple (often simultaneous) layers of derivation. Indeed, the undeniable complexity of the musical surface problematizes the perceptual and structural connotations of the generative processes. In this essay, I will argue that the one of the fundamental concerns of Boulez during this time period was to apply compositional techniques that resulted in a perceptible middleground organization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The argument will proceed in two stages. In the initial stage, I will present an analysis, based on sketch studies, that elucidates both the compositional techniques used in this work and important elements of harmonic and formal structure. (8) Although related to compositional techniques used in his earlier works (particularly pitch-class multiplication), (9) the compositional techniques in Éclat are somewhat distinct in their emphasis on totally ordered pitch-space intervallic series, (10) rather than the partially-ordered pc interval intervallic configurations of the works that preceded it. Furthermore, they do not occur in a twelve-tone context. (11) In the second stage, I will critically examine how an application of transformational theory to this work results in insights that go beyond those brought out by a serial approach. (12) The existence of a serial analysis of Éclat makes this piece an ideal test case to discuss the benefits of an analytical approach that combines both sketch studies and the application of transformational theory to Boulez’s music. Sketches, derivation, and their implications for the harmonic and formal structure Example 1 . Page one of the draft score for Don (1st version, 1960), with added sketch markings for Éclat (click to enlarge)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The musical sketches for Pierre Boulez’s Éclat (1965) present a wealth of information for the music scholar. (13) Minute annotations scribbled between the staves and in the margins of a score for the first version of Don (piano, voice, 1960, Example 1 ), when properly deciphered, clarify every stage of the compositional process that led to Éclat . This essay will demonstrate how these annotations outline the skeleton (background scheme) (14) for the entire opening piano cadenza of Éclat . (15) By delving beyond the question of how the foreground material was generated to why these processes were used, the analysis demonstrates that the cadenza is structured in a manner highly analogous to a traditional concerto cadenza, consisting of an expansion of germinal chords. This is a surprising finding, given Boulez’s avoidance of references to traditional formal and harmonic models at this stage of his career. Furthermore, it shows that the isomorphic relationships underlying the generative techniques have structural and musical repercussions that guide the transfer from sketch to final musical product. Ultimately, the analysis produces graphs that compile the various stages of process shown in the sketches and illustrate how they elucidate a perceptible middleground organization. Example 2 . Formal structure of the opening piano cadenza of Éclat (click to enlarge)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Example 2 presents a summary of the formal structure of the cadenza. After the introductory opening flourish in the piano, which is punctuated by a chord sustained by the instruments, the cadenza consists of an alternation of two distinct kinds of sections, which contrast primarily through strong changes in tempo and articulation and are labeled respectively with uppercase and lowercase letters in the sketches. (16) The juxtapositions create an increase in tension that culminates with the opening of the lowercase c section. As Goldman ( 2011 ) has noted in relation to Boulez’s later works, this alternation between contrasting materials is characteristic of Boulez’s approach to form. (17) Studies of Éclat that address issues of perception ( Schoeller 1986 , Deliège 1989 ) have focused on the perceptibility of these large-scale formal junctures. My analysis will show how these sections contrast at a fundamental level through their harmonic content. I will furthermore argue that the cadenza as a whole describes a perceptible harmonic trajectory, related to the way the material is derived. Example 3 . Direct pitch-space multiplication from anchor note B ♭ 4: middleground and foreground schemes (click to enlarge)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "goldman_2011",
                    "schoeller_1986"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Boulez’s generative processes in this cadenza involve the replication of precise pitch interval schemes at various different levels of structure. This is a pitch-space version of pitch-class multiplication, which generally does not keep precise pitch interval dispositions and tends to eliminate repeated tones. This pitch-space multiplication takes three forms: direct, reverse and inverse. (18) Direct pitch-space multiplication (shown in Example 3 ) consists of a process where a given pitch interval pattern (figured from an anchor note) is replicated keeping the same order and direction on two different levels. (19) Reverse pitch-space multiplication (shown in Example 4) keeps the same order but reverses the direction (again, when figured from a given anchor note). It differs from direct pitch space multiplication primarily through the choice of anchor note, which is an important part of the analytical process. In Example 4 , B ♭ 4 is the chosen anchor note. Had B3 been chosen as an anchor note instead, the example would represent direct pitch-space multiplication. Both of these types of pitch-space multiplication result in notes that recur at two different structural levels and are emphasized in the musical setting through their position at the beginning and end as well as at the registral extremes of important units. Finally, inverse pitch space multiplication (shown in Example 5 ), reverses both order and direction. It results in a crucial structural common-tone relationship. (20) The anchor note (the note from which the middleground intervals are calculated) is common to each chord thus derived and, in a straightforward presentation of such a scheme, would occur repeatedly on the musical surface. As the examples illustrate, in all cases, the disposition of the structural chord in temporal space stretches out something that is conceived as a simultaneity. This is what Boulez would refer to as the diagonal dimension, which eliminates the traditional distinction between the vertical and horizontal dimensions of music. (21) Example 4 . Reverse pitch-space multiplication from anchor note B ♭ 4: middleground and foreground schemes (click to enlarge) Example 5 . Inverse pitch-space multiplication from anchor note B ♭ 4: middleground and foreground schemes (click to enlarge) Example 6 . Registral Adjacent Interval Series (RAIS) (click to enlarge) Example 7 . Interval Series from the Anchor Note (ISfAN) (click to enlarge)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In this analysis, I will use two different ways to describe the pitch interval disposition of chords; both of these ways of conceptualizing the chordal structure have important structural implications in this work. Although these tools have precedents in the literature (particularly in the work of Chapman 1981 and Morris 1995 ), they differ from previous formulations in important ways and especially through their emphasis on the concept of an interval series (IS). The first, and most common (shown in Example 6 ), is the Registral Adjacency Interval Series (RAIS), which consists of the series of unordered pitch intervals defined by adjacent notes within the chord. (22) The second one (shown in Example 7 ) is the Interval Series from the Anchor Note (ISfAN) which, in a manner analogous to a figured bass, always lists the intervals from the anchor note to each note of the chord. (23) In his constructs, Chapman explicitly deflects the emphasis on a series by reordering the intervals to define classes. Morris does the same in his FB construct. The term ISfAN differs in other important ways from both Chapman and Morris’s AB or FB, terms that include reference to the bass note. The concept of an anchor note is much more flexible and, in this piece, applies to either the highest or lowest note. Furthermore, unlike a figured bass (and both Morris’s and Chapman’s tools), the ISfAN deals with ordered pitch intervals instead of pitch-class intervals. In the case of both the RAIS and the ISfAN, the interval series list the intervals from bottom to top. In Example 7, ISfAN B ♭ 4 < -13,-11,-5,-3,-2 > indicates the descending intervals from anchor note B ♭ 4 (starting from the bottom note), while ISfAN A3 < 2,8,10,11,13 > indicates ascending intervals from anchor note A3, also starting from the lowest note. Example 8 . Opening of Éclat . Background structural tone B ♭ 4 and middleground tones D4, C ♯ 4 and B3 are emphasized in the musical setting of the first figure through placement as registral or temporal extremes (click to enlarge)",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "chapman_1981",
                    "morris_1995"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The opening piano flourish presents, in a nutshell, many of the structural features that underlie the entire cadenza. Example 8 illustrates. (24) The score for the Éclat fragment appears on the last two staves of the example. The score of the opening four chords of Don , upon which it is based, is presented in the top staves. The opening piano flourish of Éclat is composed of two figures that contrast strongly in terms of articulation, foreshadowing the contrasts that underlie the entire cadenza. (25) The surface contrasts created by articulation are reinforced through contrasts in the pitch content. The passage is structured by pitch-space multiplication based on the interval schemes of the first four chords of Don , as I will demonstrate shortly. (26) The pitch content of the first figure stems from the first chord, while that of the second figure fuses the harmonic elements of the next three chords. The Éclat excerpt culminates with an important sustained chord that I will discuss below.",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Like most of the ensuing analytical examples, Example 8 is divided into sections (which can consist of one to several systems) presenting the process, the various stages of development of the material (as they appear in the sketches), and the final score (in the lower system). In this case, the process, shown in the second system of the example, reflects the sketch transcription on the third system of the example. A few comments on the notation are appropriate. Larger-font numbers indicate middleground realization of a given intervallic disposition, while smaller-font numbers indicate more foreground realizations. Normal font numbers refer to an RAIS (Registral Adjacency Interval Series), while italic font numbers refer to an ISfAN (Interval Series from an Anchor Note). Therefore, the numeric series on the second system of the example indicates that the Registral Adjacency Interval Series of the opening chord. RAIS <218>, specified by the larger-font numbers, is first reproduced below each note of the chord, and then above each note of the chord. In the musical example, the placement of the smaller-font numbers above or below the notehead indicates the direction. In the tables, ascending direction is the default and – symbols indicate descending direction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The left portion of Example 8 illustrates how the first piano figure is derived through successive application of direct and reverse pitch-space multiplication of the opening chord of Don . (27) As mentioned earlier, one of the most important implications of this process is that the notes of the original chord will always remain in the registral extremes of the derived chords. In the transfer from sketch to score, only one registral relationship is changed, and this change maintains the registral emphasis on structural tones of the opening chord. Furthermore, although the chords are reordered, the first and last chords are kept as temporal extremes. The end result is that the notes of the opening chord of Don are retained as common tones in register and emphasized as registral extremes of the individual chords. They are also explicitly isolated in the accented last chord of the figure. (28) As shown in the bottom two systems of Example 8, the notes of this chord thus constitute the perceptible middleground structure of this opening figure.  Simultaneously, B ♭ 4, the anchor note of the derivational process, receives additional emphasis as a registral boundary note for both the initial and last chords of the figure, functioning both as a registral and temporal extreme. Due to its structural prominence, as well as other details within the sketches that I will discuss in what follows, this note will be considered part of the background.",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The second figure of the opening flourish (on the right side of the example) conflates two processes, shown in the sketch transcription on the third system of Example 8. The upper staff of the third system is generated by the reverse pitch-space multiplication of the combined third and fourth chords, taking G5 as an anchor note. (29) In this case, the RAIS <2,11,4> is replicated on each of the notes of the combined chord. Simultaneously, the lower staff of the third system is generated by replicating the RAIS of the second chord <14> at pitch levels that define an <8,11,14> interval succession, a pattern that does not exist within the opening chords, but is nonetheless related to the previous two by sharing the same interval classes. (30) In the musical setting, the first four notes of the figure present the combined third and fourth chords. The last two notes present the second chord. Thus, temporal extremes continue to define the middleground structure of the music. Example 9 . Generation of the fundamental chord of Éclat (click to enlarge) Example 10 . Comparison of the generative chord for the first figure and the punctuating sustained chord (the fundamental chord of Éclat ) (click to enlarge)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Shown on the bottom staff of Example 9 , the sustained chord that punctuates the opening flourish has important structural ramifications throughout the whole piece since its RAIS generates material in many different sections. (31) Boulez’s sketches show how this chord was generated from the opening chord of Don . (32) The second system of Example 9 illustrates how the anchor note B ♭ 4 (the structural tone of the first figure in the opening piano flourish) is embellished through the retrograde of the RAIS of the first chord, <8,1,2> (33) and then further subjected to direct pitch-space multiplication. As shown in the third system of the example, the chordal sonority results from eliminating certain notes. The deleted notes correspond mostly to those that do not occur as common tones; they are crossed out in the sketch. Although the process is highly idiosyncratic, the method of generation has significant structural repercussions. As the fourth system in the example shows, the chord can be derived by taking RAIS <8,3>, which is embedded in the retrograde of the RAIS of the opening chord, from structural tone B ♭ 4, and combining it at a distance of two semitones, the interval that was deleted from the simultaneity. (34) Example 10 shows how the resulting chord embeds the retrograde of the RAIS from the opening chord of Don , <8,1,2> (B3, G4, A ♭ 4, B ♭ 4), and how it contains both registral extremes of the chord, B3 and B ♭ 4. As I will demonstrate in what follows, the Registral Adjacency Series of the opening chord of Don , its retrograde, and that of the sustained chord govern the harmonic basis of all foreground embellishments in the cadenza.",
                "footnotes": [
                    "FN31",
                    "FN32",
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The examples so far illustrate two important characteristics of Boulez’s derivational techniques, which are of significance to the piece as a whole.  In the first place, the recursive application of pitch interval schemes at various levels creates a perceptible hierarchical organization, because of emphasis given to certain notes through temporal and registral placement and through common-tone preservation. Secondly, the interval schemes can be permuted and otherwise altered (through compounding or complementation) to create both contrast and continuity between sections. It is not fortuitous that the pitch interval schemes that have occurred so far—RAIS  <2,1,8>, <2,11,4>, <14>, <8,11,14>, <8,1,2> and <8,3> combined with <2>—are derived from permutations, complementation, and compounding (35) of the intervals of the opening chord.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The material for the remaining music of the cadenza is based on schemes related to those described in this opening flourish. The background schemes for the two contrasting sections of material that make up the rest of the cadenza are explicitly presented in the sketches. The uppercase sections are based on the scheme presented in Example 11 , while the contrasting lowercase sections are based on the scheme presented in Example 12 . (36) Both of these background schemes are similarly structured. Significantly, they are based on a symmetrical disposition of the pitch interval schemes of the second and combined third and fourth chords of Don , respectively. It is also significant that they are built on B ♭ 4 and G5, the anchor notes of the first and second figures in the opening flourish. In this way, they mirror the structure of its different components. Example 11 is based on the replication of RAIS <14> below the anchor note B ♭ 4 of the opening chord twice in succession, generating the notes B ♭ 4, G ♯ 3 and F ♯ 2; F ♯ 2, incidentally, being the remaining anchor note used in this opening section. These notes provide the underlying structural tones for three sections (labeled uppercase A,B and C) respectively. Example 12, the background scheme of the lowercase sections of the cadenza, is generated by taking the interval series of the combined third and fourth chords of the opening, RAIS <4,11,2>, and its retrograde <2,11,4> below the anchor note G5 of the third chord, and disposing them symmetrically. The notes C ♯ 3 (spelled as D ♭ 3) and E ♭ 3, D4 and F ♯ 4, and F5 and G5, in turn, provide the structural tones for lowercase sections a, b and c. Example 11 . Background structure of uppercase material in the cadenza (click to enlarge) Example 12 . Background structure of lowercase material in the cadenza (click to enlarge) Example 13 . Summary of Generative Processes (click to enlarge) Example 14 . Section A of Éclat (click to enlarge)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Example 13 summarizes the constructive principles and the harmonic structure of the different sections of the piece, providing a guide for the detailed examples and analytical commentary that follows. Example 14 presents the first uppercase section (uppercase A), (37) and demonstrates how the background note B ♭ 4 is an important structural entity from a perceptual standpoint.  As shown in the top system of the example, the middleground structure of this section of music is derived by taking RAIS <8,1,2> below the anchor note B ♭ 4, while the foreground is derived from an inverse pitch replication, building RAIS <2,1,8> above each one of these notes. (38) As noted earlier, this procedure results in an important common-tone relationship.",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The structural tone, B ♭ 4, is held in common in all the resulting figures. As the transcription of Boulez’s sketch material on the fourth and fifth system of the example demonstrates, these common tone relationships are neither fortuitous nor insignificant. In the first stage of the sketch, shown in the fourth system of the example, the common tone B ♭ 4 (or A ♯ 4) is stemmed separately from all the other notes. (39) The next stage in the generative process uses the occurrence of this common tone as a structural moment to gradually add parallel layers of material. These appear at intervals determined by the Interval Series from the Anchor Note of the sustained chord that was shown in Example 10, ISfAN B ♭ 4 < -13,-11,-5,-3,-2 >, shown on the left of the fourth system in the example. (40) Before the first occurrence of the B ♭ , the added voice in the left hand plays parallel notes at interval 13. When the B ♭ appears, parallel notes at interval 11 are added. The next occurrence of B ♭ 4 sparks the addition of parallel notes at interval 5, while those at interval 13 drop out. A similar process governs the introduction of the next two intervals, 3 and 2. As the next-to-the-last system in Example 14 shows, this process invokes the notes of the sustained chord from which this passage emerges at a foreground level, an important consequence for the perception of the middleground structure of the passage (41) Significantly, these notes (including the B ♭ anchor note), are emphasized through tenuto articulation markings. (42) It is also significant that the sostenuto pedal is used at the beginning of the passage, when the sustained chord occurs, and is held all the way through, while the sustain pedal changes on every group of notes. The passage produces a wash of sound that is rooted in the sustained chord from which it arises. (43) This chord is a significant perceptual element of this passage. Since not all of the added intervals appear simultaneously, the ISfAN is much more useful than the RAIS to describe this process, which does not result in a straightforward multiplication. When this material is rewritten for the full instrumental ensemble in the cadenza that ends the piece, the progressive build-up of notes from the sustained chord is more explicit, because it is no longer limited by the pianistic technique, and the B ♭ is actually held all the way through in the trombone. Example 15 . Section C of Éclat (click to enlarge) Example 16 . Section B of Éclat (click to enlarge)",
                "footnotes": [
                    "FN39",
                    "FN40",
                    "FN41",
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Significantly, the rest of the sections labeled with uppercase letters in Examples 2 and 11 are organized by the same middleground and foreground schemes shown in section A, as well as an identical RAIS. This is illustrated in the top systems of Examples 15 and 16 . Each section takes as its anchor note one of the two remaining notes of the background scheme that was presented in Example 11. Example 15 presents the uppercase C section, which is especially noteworthy because it contains some of the most apparently complex generative processes used in the cadenza. Traditional views on Boulez’s music might note that the profound distance between the original scheme and the musical surface would most likely render a completely imperceptible relationship between the resulting sound and the underlying structure. (44) The added stages of embellishment (described in the chart in Example 13) have important structural ramifications. The background structural tone originally shown in Example 11, F ♯ 2, is extremely prominent on the musical surface (45) because it is the lowest note of the passage, is always emphasized by a tenuto marking, and because it is the anchor note of a pitch-space transposition of the sustained chord that occurs four times within the passage. (46) The last figure of uppercase C (also the last figure of the cadenza) presents this transposed chord F ♯ 2, G ♯ 2, D3, E3, F3, G3 in isolation. These pitches also permeate the entire section by recurring at least every other figure as the lowest notes of the figure, and as the most important common tones in the passage. Thus, there is a strong sense of harmonic continuity in this passage, which essentially comprises a composing out of the transposed sustained chord. (47)",
                "footnotes": [
                    "FN44",
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] In both the uppercase A and uppercase C sections, the anchor notes occur as common tones that are emphasized explicitly on the musical surface. Furthermore, middleground and foreground schemes work together to create a uniform harmonic structure with a high degree of consistency within each passage. Within the A section, the passage composes out the sustained chord from which it emerged. Within the C section, the passage composes out a sustained chord built of F ♯ 2. In the uppercase B section (Example 16), (48) the harmonic consistency is slightly different. The last stage of embellishment of this passage ensures that the first and last figure and the second and third figures have the highest degree of harmonic correspondence. All the pitch-classes, and all but one of the actual pitches of the last figure, appear within the opening figure. The same relationship exists between the third and second figures. Thus, the harmonic profile of this section is governed by a retrograde symmetrical relationship. These common tone relations result from the fact that the anchor note spawns the last stage of embellishment and that the last stage of embellishment consists of replication of the same pitch interval series that generates the middleground and foreground. On the score, the B section is subdivided and juxtaposed with material from the lowercase b section, so that the first two figures occur together, after which the other two figures return in isolation. Example 17 . Section a of Éclat (click to enlarge)",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The overall harmonic continuity within the legato uppercase sections contrasts strongly with the harmonic profile of the staccatissimo passages with which they are juxtaposed. (49) To illustrate, the derivation of the section labeled lowercase a is presented in Example 17 . (50) Structural notes D ♭ 3 and E ♭ 3 (from the background paradigm in Example 12) organize this section. As shown in Example 17, the music is generated by the inverse pitch replication of RAIS <2,1,8>, the retrograde of that used in the uppercase sections, taking each of these notes ( D ♭ 3 and E ♭ 3) as anchors. Use of inverse pitch replication ensures that the anchor notes will remain as common tones in each figure. Each figure within the section compiles the RAIS <812> foreground realization built on both anchor notes (occasionally eliminating the lowest note or two). Because they are a major second apart, this results in a structure that is almost identical to the sustained chord with RAIS <2,6,1,1,1,2> instead of <2,6,2,1,2>. In fact, the final two attacks of the last figure of this section present a pitch transposition of the sustained chord built on the lowest anchor note, D ♭ 3.",
                "footnotes": [
                    "FN49",
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The harmonic profile of this section contrasts strongly with that of the legato sections, primarily in terms of harmonic rhythm. Although this section also gives emphasis to its anchor notes (they are explicitly marked with accent marks), the section as a whole does not attempt to compose out a single chordal sonority. Instead, the chords in this section constitute subsets of varying cardinality of a chord nearly identical to a pitch-space transposition of the sustained chord. The harmonic rhythm is very fast, with each figure presenting partial and/or embellished transpositions of the chord within the span of three attacks, which contrasts strongly with the drawn-out processes seen in sections uppercase A and uppercase C. The other lowercase sections in the cadenza present isomorphic structures in terms of their pitch organization, (51) although, as in the case of the uppercase sections, additional levels of embellishment are added. The fast harmonic rhythm mirrors the agitation of the rhythm and articulation of the passage and drives the music forward to the next legato juxtaposition. (52)",
                "footnotes": [
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In a quasi-Stravinskian fashion, the overall form of the cadenza is based on the successive juxtaposition of contrasting layers of materials. (53) As the above analysis (summarized in Example 13) has shown, there is an underlying continuity between sections of material that are separated in time. Of special note is the progressive textural intensification both within and between sections, provided by the additional layers of embellishment in the compositional process, which cuts across the basic juxtapositions. The progressive addition of intervals from ISFAN < -13,-11,-5,-3,-2 >, or its inverse +< 2,8,10,11,13 >, (54) respectively creating RAIS <2,1,2,6,2> (the interval series of the main chord) above or below the main note, creates a progressive textural intensification within many sections as well. (55) Example 18 . Section c of Éclat (click to enlarge) Example 19 . Section b of Éclat (click to enlarge)",
                "footnotes": [
                    "FN53",
                    "FN54",
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Within the scheme of juxtaposition and textural intensification, the large-scale harmonic trajectory of the passage is one of departure and return. Passages that most closely compose out a pitch-space transposition of the sustained chord (labeled uppercase A and C) bookend the section. The only other passage that projects a transposition of a single sustained chord is section c , (56) which transitions back to the harmonic world of the opening ( Example 18 ). Significantly, the anchor notes and common notes in these three passages correspond exactly to those operative in the opening flourish. The a section (through acceleration of the harmonic rhythm) and c sections (through a recall of the harmonic structure of the opening as well as a gradual decrease in harmonic rhythm) provide transitions away from and back to the relatively harmonically stable opening and closing sections of the cadenza. The B sections, both uppercase and lowercase, provide harmonic contrast. They do not compose out a single sustained chord and do not emphasize their common tones explicitly on the musical surface. The b section ( Example 19 ) (57) provides the most harmonic contrast of the piece, since its two background notes do not outline an interval contained in the opening chord. Intervals from the sustained chord occur exclusively at the local level, and the recursive figure of this section provides a sonority that is more chromatically saturated than any other in the piece. Continuity in the lowercase b section, like that in the uppercase B section, is mainly on the local level and helps define the contrasts between them when they are juxtaposed. The increased rate of temporal contrasts during the middle section of the cadenza coincides with the maximum level of harmonic contrasts, which leads to the climactic point of the passage at the beginning of the lowercase c section. (58) Significantly, the opening legato uppercase A section and this climactic lowercase c section are the passages that recur along with the introduction in the instrumental cadenza that closes the piece.",
                "footnotes": [
                    "FN56",
                    "FN57",
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] This analysis does not seek to imply a one-to-one correspondence between successive stages of the compositional process and the hierarchical structure of the music. In fact, in both sections A and C, the most prominent middleground feature of music, the chord created by the figures over the background anchor note, results from the last stage of the compositional process. Instead, it seeks to show that at every stage of the compositional process, Boulez was concerned with creating a perceptible middleground organization. This perceptible middleground organization fosters both harmonic continuity and contrast which shape the juxtapositions that are essential to the formal structure of the piece. As Boulez put it in an interview focused on Pli selon pli (1957–1962), but referring to musical examples spanning a large portion of his output: “It is the interaction between perception and non-perception that interests me; the ambiguity which entails that at certain moments the choices be very clear, and at others completely chaotic, with all gradations in between” ( Boulez 2003 , 15). (59) The more chaotic harmonic quality of the lowercase b section, combined with the increased rate of juxtaposition create a moment of obscurity that is important to the overall perception of the work.",
                "footnotes": [
                    "FN59"
                ],
                "citations": [
                    "boulez_2003"
                ]
            }
        },
        {
            "25": {
                "text": "[25] According to Boulez, the main structure of the entire piece is defined by aspects of resonance and temporality. (60) He describes the opening piano cadenza and its instrumental counterpart, which concludes the movement, as “the frame of sustaining instruments.” (61) He divides the interior portion of the piece into three sections, thus implying an ABCBA form. (62) Both the inner C section (Rehearsal 14–19), and the framing B sections (Rehearsal 3–13 and 20–24) feature resonant instruments, but while the B sections contain figures and motives, the central section features only chords. The interaction between harmonic and surface rhythm distinguishes all three sections. The central portion of the movement (which Boulez labels “static” (63) ) presents a very slow harmonic rhythm and is limited to five chords and their transpositions ( Piencikowski 1993 ). The framing B sections, which Boulez labels développement , (64) feature a fast harmonic rhythm (with the sonority that is the basis of harmonic content changing every few measures) and fast, albeit discontinuous surface rhythms. In contrast, both the opening cadenza and its closing instrumental counterpart feature more continuous surface rhythms, within which a departure and return to a stable underlying harmonic sound world structures the music. The continuous temporality of the cadenza perhaps explains the slow harmonic rhythm of this section, compared to the developmental B sections. (65) Example 20 . Generative Processes for the Closing Instrumental cadenza (click to enlarge)",
                "footnotes": [
                    "FN60",
                    "FN61",
                    "FN62",
                    "FN63",
                    "FN64",
                    "FN65"
                ],
                "citations": [
                    "piencikowski_1993"
                ]
            }
        },
        {
            "26": {
                "text": "[26] The chart presented in Example 20 summarizes the derivational techniques and structure of the closing instrumental cadenza of Éclat . (66) As the chart shows, this cadenza is closely related to the opening cadenza in terms of its pitch-class content. It essentially consists of a reorganization of some of the main sections of the opening piano cadenza. Significantly, although several sections are subjected to further development through added layers of intensification (especially the sections labeled développement A and développement c in the sketches), (67) others (particularly the second figure of the opening piano flourish) are presented in a less embellished form. Several important features of this closing cadenza reinforce the importance of some of the relationships drawn above. For example, as mentioned earlier, the B ♭ 4 that is posited as the background structural tone for section uppercase A of the opening piano cadenza is sustained throughout in the trombone in the analogous section in the closing instrumental cadenza (starting at Rehearsal 25). It is also stressed as the opening note in each of the successive instrumental lines in this section. The role of the opening figure of the piano flourish as an embellishment of its final chord (the opening chord of Don ) is explicitly drawn two measures after Rehearsal 26 when this chord is sustained as an introduction to the quasi-retrograde presentation of the remaining chords from this figure. The trajectory of textural growth that was traced over the course of the opening piano cadenza resumes in this closing instrumental cadenza, as each one of the développement sections feature additional layers of embellishment over an underlying frame identical to Sketch Stage 2 (Foreground) of the analogous sections in the opening piano cadenza. Symmetrical elements play an important role (68) as these materials are in some cases presented in retrograde (for example in développement A and in the second figure of the opening piano flourish) or are subjected to the addition of pitch-space inversions around important anchor notes ( B ♭ 4 for développement A and the outer notes of the chords in the final section). Additional levels of embellishment, such as levels 4 and 5 in développement A (see Example 20) and level 6 in développement c , are also conceptualized as inversions of previous materials. (69) Serialism and Transformational Theory Example 21 . Demonstrates the homomorphism between the graphs representing the opening piano flourish and those illustrating middleground  structure of the remainder of the cadenza (click to enlarge)",
                "footnotes": [
                    "FN66",
                    "FN67",
                    "FN68",
                    "FN69"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] This piece provides an interesting case study for examining the relevance of applying David Lewin’s transformational theory to Boulez’s music because the transformational reading can be compared to an existing serial analysis. The cadenza for Éclat illustrates the importance of Lewin’s sophisticated theoretical apparatus for an understanding of the relationships that exist on all levels of structure. Correspondences between local- and large-scale events are illustrated in the homomorphism between the graphs representing the pitch-space intervals of the opening figures and those illustrating the large-scale structure of the cadenza. This is shown in Example 21 . (70) The musical implication is that the opening piano flourish is a highly condensed representation of the structure that governs the remainder of the cadenza. The isomorphic relationship between the different uppercase and lowercase sections, which can be represented by the graphs shown in Examples 22 and 23 , represent profound connections that organize the individual sections of this cadenza at the middleground level. Example 22 presents the graph of all uppercase sections of the cadenza. Example 23 presents the structure of the lowercase sections. (71) Interestingly, the networks representing the upper and lowercase sections of the cadenza are isographic as well. In order to visualize the relationship, simply read one of these graphs upside down. (72) Example 22 . A comparison of the processes used to generate all uppercase sections of the cadenza (click to enlarge) Example 23 . A comparison of the processes used to generate all lowercase sections of the cadenza (click to enlarge) Example 24 . A comparison of the embellished foreground structure of the lowercase sections of the cadenza with the structure of the main chord (click to enlarge) Example 25 . A comparison of the embellished foreground structure of the uppercase sections of the cadenza with the structure of the main chord (click to enlarge)",
                "footnotes": [
                    "FN70",
                    "FN71",
                    "FN72"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Finally, as Example 24 illustrates, a comparison of the graph of the sustained chord from which the cadenza emerges and those of the embellished foreground sonorities in the piece reveals crucial homomorphic relationships that create a uniform harmonic structure. Sections a and c are saturated with sonorities almost identical to the main chord. In fact, they can be seen as chromatically filled versions of the main chord. The principal chord in the lowercase c section results from the main chord combined at the interval between the anchor notes. As in the lowercase a section, the resulting sonority is a fuzzy version of the sustained chord, with ISfAN < 15,13,11,7,5,4,3,2 > instead of < 13,11,5,3,23 >. On the other hand, section lowercase b, because of the intervals between its anchor notes, provides harmonic contrast. The lowercase b section is mainly structured by the extended recursion of the staccato figure based on D, F ♯ . The final version of it, immediately before the lowercase c section contains all transpositions of F ♯ D through the intervals of the sustained chord, defined by ISfAN < 2,3,5,11,13 >. Abstractly, the graph of the b section is isomorphic to those of sections a and c. However, the section contrasts harmonically with the sustained chord because of the interval between the anchor notes, producing: ISfAN < 17, 15, 13, 11, 9, 7,6,5,4,3,2 > a much more chromatically saturated sound. Example 25 compares the foreground structure of the uppercase sections of the cadenza with the structure of the main chord, once again showing that the B section provides the smallest degree of harmonic consistency with respect to the rest of the material in the cadenza.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Examples 26 and 27 present a summary of the serial approach taken by Olivier Meston in his description of the pitch structures of this work, which is impressive because of its comprehensiveness. However, there are some limitations to the serial approach. In the first place, the use of techniques that are not as clearly defined in serial terms results in several gaps in the analysis. (73) Reading the six-note series from Example 26 as the basic structure of the work necessitates considering the pitch-classes used in each section as derived from incomplete series. Secondly, the dispositions of the compositional matrices shown in Example 27 and the placement of the common tones within the matrix, neither of which appear in any of Boulez’s sketches for this work, create a questionable context to argue for the significance of the diagonal dimension in Boulez’s music. Thirdly, the middleground scheme (presented in Example 28) invokes the concept of an absent center, which takes a central place in his analysis. This middleground scheme also obliterates important relationships between the intervallic structure of the opening figures and the middleground structure of the cadenza. Finally, the abstractions of the serial approach suggest a level of complexity in the generative process that leads the analyst to interpret important performance markings (such as accent marks or tenuto marks) as structural markers that are insignificant from an interpretive or analytical perspective. (74) Example 26 . From Meston’s description of the pitch structures of this work (Meston 2001) (click to enlarge) Example 27 . The pitch classes used in each section are considered as stemming from incomplete statements of the series (click to enlarge)",
                "footnotes": [
                    "FN73",
                    "FN74"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Using a combination of sketch-study and transformational theory, the present approach yields several insights that go considerably beyond existing analyses. The first is an understanding of how this work is derived from a previous composition and the ensuing awareness of how this work emulates the structure of a traditional concerto cadenza by expanding a few germinal chords. The second is an insight into how the first two figures of the work provide many of the components that are composed-out over the rest of the cadenza, thus demonstrating the importance of certain structural entities at different levels. The use of transformational theory turns the focus away from the pitch content and towards the intervallic content of the work, and permits interesting commentary on both the harmonic and formal structure. It also places emphasis on the common-tone relationships that result from the methods of pitch generation and reads them as functionally and perceptually significant, thus making claims that are important from both a performance and analytical standpoint. For instance, the use of the anchor note to trigger additional stages of embellishment, far from being an abstract constructive principle, as claimed by Meston, creates crucial common tone relationships that are essential to the harmonic structure of the piece on various levels.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The use of totally ordered intervallic series as a basis for multiplication techniques in Éclat prefigures some of the important techniques that underlie Boulez’s later works ( Piencikowski 1985 , Goldman 2011 ).  However the simultaneous application of various such derivational techniques in the cadenza to Éclat prevents the straightforward identification of such structures that is possible in these later works. Although structurally significant registral relationships and the recursion of pitch-space intervallic series occur throughout all of Boulez’s output, one could posit an increase in attention paid to registral considerations as motivating the partially-ordered partitionings in the serial techniques he developed in the 1950s (see Losada 2014 ) as well as the exploration of totally ordered registral structures in works written after the mid-1960s.",
                "footnotes": [],
                "citations": [
                    "piencikowski_1985",
                    "goldman_2011",
                    "losada_2014"
                ]
            }
        },
        {
            "32": {
                "text": "[32] Much of the misunderstanding about perceptibility of important structural elements in Boulez’s stems from assumptions about what it is that a listener should perceive in this music, in particular, the assumption that the perceptual implications of a serial technique relate to hearing the underlying serial construction. (75) This assumption is especially problematic when applied to works written after Structures 1A which were characterized by an exploration of novel serial techniques. It is, in fact, crucial to make a distinction between twelve-tone and serial techniques in Boulez’s music for this time period. The serial techniques from this time period are less and less dependent on complete twelve-tone rows; therefore trying to perceive the processes through which the material is derived from a twelve-tone row or other underlying series is in many cases a pointless endeavor. (76) Much remains to be discovered regarding the logic behind Boulez’s compositional choices (this point is also made in Decroupet 2016 , 137–138).  Beyond demonstrating the value of sketch study for the understanding of the processes themselves, this analysis sheds further light on the profound implications of the isomorphic structures that underlie the generative techniques. These influence the harmonic and formal profile of the music and have implications in the realm of perception.",
                "footnotes": [
                    "FN75",
                    "FN76"
                ],
                "citations": [
                    "decroupet_2016"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.1.losada.html",
    "data": "mto/data/mto.19.25.1.losada.json"
}