{
    "title": "A Musical Gesture of Growing Obstinacy",
    "date": "2006/05/01",
    "volume": "12",
    "issue": "2",
    "authors": [
        "Goldenberg, Yosef"
    ],
    "abstract": "A musical gesture of growing obstinacy appears in many phrases whose last segment is repeated, usually two more times, creating a climax, e.g., by means of higher peak, dynamic stress and syncopation. Usually phrase expansion is involved, but not necessarily. The gesture is flexible and may appear with various types of cadences. The gesture is especially typical of Mozart, although it appears in nineteenth-century music as well.",
    "keywords": [
        "gesture",
        "expansion"
    ],
    "doi": "",
    "received": "January 2006",
    "pdf": "http://www.mtosmt.org/issues/mto.06.12.2/mto.06.12.2.goldenberg.pdf",
    "author_info": [
        {
            "name": "Yosef Goldenberg",
            "university": "Hebrew University of Jerusalem",
            "address": "",
            "email": "geyeni@017.net.il"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* An earlier version of this paper was presented at the 14th Nordic Musicological Conference in Helsinky in August 2004.",
            "citations": []
        },
        "FN1": {
            "text": "1. Laure Schnapper. “Ostinato,” in The New Grove Dictionary of Music and Musicians , 2nd ed. (New York: Grove’s Dictionaries, 2001), vol. 18, 782.",
            "citations": []
        },
        "FN2": {
            "text": "2. A single peak between two statements is sufficient for \nthe presentation of the gesture, but a double peak between three statements is \nmore typical and expresses the gesture more completely. For examples with a \nsingle peak, see example 3 (Dona Elvira) as well as Schubert’s song ‘Frühlingstraum’ (No. 11 in Die Winterreise, D. 911), measures 12–15.",
            "citations": []
        },
        "FN3": {
            "text": "3. See “Là ci darem la mano” (No. 7 in Mozart’s Don Giovanni, K. 527). The first phrase (measures 1–8) is repeated with expansion (measures 9–18). The expansion includes one obstinate peak (measure 16). As in Example 5 [Verdi], the text setting of the repeat is modified, in this case since the peak takes the first syllable of the repeat rather than interpolating a filling word.",
            "citations": []
        },
        "FN4": {
            "text": "4. As William Rothstein notes, the expansion usually relates to a middleground prototype and only now and then to an explicit, foreground prototype. See Rothstein, “Rhythm and the Theory of Structural Levels” (Ph.D. diss., Yale Univ., 1981), 152 and 162.",
            "citations": []
        },
        "FN5": {
            "text": "5. In Chopin’s prelude Op. 28, No. 7 (measure 4 vs. measure 12) the full rhyme prevents any obstinate feeling. In Chopin’s mazurka Op. 50, No. 1, measures 77–80, a similar gesture is closer to the obstinacy gesture due to the location on the weak beats.",
            "citations": []
        },
        "FN6": {
            "text": "6. See William Rothstein, Phrase Rhythm in Tonal Music (New York: Schirmer, 1989); Janet Schmalfeldt, “Cadential Processes: The Evaded Cadence and the ‘One More Time’ Technique,” Journal of Musicological Research, 12/1–2 (1992): 1–52. For a phrase expansion that lacks the feeling of obstinacy, see the main theme of Beethoven, piano sonata Op. 2, No. 3/i. Some expansions might be borderline cases that contain a mild sense of obstinacy. For instance, see Schubert’s song “Wohin” (No. 2 in Die Schöne Müllerin, D. 795), measures 27–34.",
            "citations": []
        },
        "FN7": {
            "text": "7. Rothstein ( Phrase Rhythm, 68) distinguishes external expansions (prefixes or suffixes) from internal ones. Earlier, Rothstein referred to suffixes as “extensions.” See William Rothstein, “Rhythm and the Theory of Structural Levels,” 152.",
            "citations": []
        },
        "FN8": {
            "text": "8. For the concept of “shadow meter” see Frank Samarotto, “Strange Dimensions: Regularity and Irregularity in Deep Levels of Rhythmic Reduction,” in Schenker Studies 2, ed. Carl Schachter and Hedi Siegel (Cambridge: Cambridge Univ. Press, 1999), 222–238, esp. 235.",
            "citations": []
        },
        "FN9": {
            "text": "9. Another example: Chopin, mazurka Op. 59, No. 2, measures 16–20. The main theme ends three times with perfect authentic cadences. The two first endings leap upward from 1 ˆ after a single eighth note.",
            "citations": []
        },
        "FN10": {
            "text": "10. Deceptive cadences also occur in the coda of Mozart’s horn quintet/iii, measures 176–84. In that case, the peaks themselves appear after the cadences, harmonized as I 6 .",
            "citations": []
        },
        "FN11": {
            "text": "11. For a distinction of dominant arrival from a genuine half-cadence, see William E. Caplin, Classical Form: A Theory of Formal Functions for the Instrumental Music of \nHaydn, Mozart and Beethoven (Oxford: Oxford Univ. Press, 1998), 79. Another example without phrase expansion: Schumann, “Ende vom Lied,” Fantasiestück Op. 12, No. 8, measures 9–16.",
            "citations": []
        },
        "FN12": {
            "text": "12. The hypermeter of this theme is ambiguous from the start. The bass begins only after the strong beat of the harmonically stable measure 1, whereas the harmonically unstable measure 2 is emphasized by means of a high long note. Recomposition that leaves two-measure interval between the obstinate peaks would support hearing them as occurring on strong measures (as if measure 2 is strong), but another recomposition that omits the obstinacy gesture altogether would support the reading of measure 1 as a strong measure.",
            "citations": []
        },
        "FN13": {
            "text": "13. The device of surface rhythmic subdivision is common in various contexts, even when a basic idea of a theme recurs immediately (e.g., in Mozart’s piano sonata K. 330/i). In Papageno’s aria in example 4, the rhythmic surface of the three cadential statements varies, and the last statement ends in most conventional equal sixteenth-notes. However, in this case the rhythmic subdivision does not affect the peaks themselves. Sometimes, a metrical shift alone can create an impression similar to rhythmic subdivision. See for example, in Beethoven’s piano sonata Op. 27, No. 2/ii, measures 28–36: the intensification of syncopation compensates here for the lack of any melodic or harmonic differences between the theme and its recapitulation.",
            "citations": []
        },
        "FN14": {
            "text": "14. For other slow examples, see Beethoven, piano concerto \nNo. 3/ii, measures 20–24; Mozart, string quartet K. 458/iii, measures 21–23. In the latter example, the weak-beat sforzando occurs on a passing tone, while the peaks appear on II 6 on strong beats, after surface figuration syncopations.",
            "citations": []
        },
        "FN15": {
            "text": "15. The concept of auxiliary cadence derives from Heinrich Schenker, Free Composition (New York: Longman, [1935/1956] 1979), 88, §244. Regarding the function of auxiliary cadences as anticipations, see Rothstein, “Rhythm and the Theory of Structural Levels,” 123; another view: Poundie Burstein, “Unraveling Schenker’s Concept of the Auxiliary Cadence,” Music Theory Spectrum 27/2 (2005): 159–85, especially 164–67.",
            "citations": []
        },
        "FN16": {
            "text": "16. In Beethoven’s Tempest sonata/iii (example 22 ahead), the exposition has 8 ˆ after 5 ˆ and the coda adds the higher 3 ̂ . See also ahead example 25 (Smetana). For 5 ˆ after 3 ̂ , see Mendelssohn, trio for piano and strings No. 1/i, measures 17–36 (clear obstinacy despite the lack of syncopations), and Beethoven, piano sonata Op. 2, No. 2/iv, measures 26–32. The latter example is exceptional in that it does not end with a cadence. Occasionally, however, the same pitch recurs at the peak, e.g., twice 5 ˆ in Beethoven, piano concerto No. 3/ii, measures 50 and 52. In this case, the bass changes: the first peak is harmonized as I6 whereas the second peak is supported by a root position tonic. For \na single tonic peak, see Schubert, piano sonata Op. 164 (D. 537)/iv, measure 14 ( 5 ˆ over I 6 ).",
            "citations": []
        },
        "FN17": {
            "text": "17. The principle of ascending peaks sometimes appears in a concise form. See for example Franck’s symphony/i, second theme, measures 129–30; Brahms, piano concerto No. 1/i, measures 158 vs. 162. A larger phrase building arises in Verdi’s Aida act 1 scene 1, from F forwards (the entire melody appears in the first violins part, Amneris joins portions of the melody): the first phrase reaches 8 ˆ (=the upper 1 ˆ ) toward its end, the second phrase reaches the upper ♭ 2 ˆ in a parallel location, whereas a third phrase rises immediately to the upper 3 ̂ .",
            "citations": []
        },
        "FN18": {
            "text": "18. In Mozart’s horn quintet (see footnote 10 above), the peaks are on tones of the tonic ( 5 ˆ and 8 ˆ ), after deceptive cadences.",
            "citations": []
        },
        "FN19": {
            "text": "19. Rosen, The Romantic Generation (Cambridge: Harvard Univ. Press, 1995), 67–68. For plagal arpeggiations ( 6 ˆ after 4 ˆ ) see also Mozart, piano trio K. 496/ii , suffix to main theme, measures 8–10, and-with symmetrical and less obstinate phrasing \n- “Là ci darem la mano” (No. 7 in Mozart’s Don Giovanni ), measure 35 vs. measure 38, and the theme of Mendelssohn’s song without words Op. 30, No. 3. Recorded on Deutsche Grammophon 445 881–2.",
            "citations": []
        },
        "FN20": {
            "text": "20. Recorded on Deutsche Grammophon 445 881–2.",
            "citations": []
        },
        "FN21": {
            "text": "21. More complicated secundal relations appear in Chopin’s prelude Op. 28, No. 15, measures 9–18. The basic phrase involves an ascending sequence, and the expansion that creates a mild sense of obstinacy contracts the higher repeat in a shorter unit.",
            "citations": []
        },
        "FN22": {
            "text": "22. For secondary dominants of IV in situations that are at least mildly related to the obstinacy gesture, see V 7 /IV in Mozart, piano sonata K. 279/i, measures 12–13, and the syncopated VII° 7 /IV in the coda of Mendelssohn’s song without words Op. 30, No. 4, measures 119–31. In the latter piece, melodic peaks appear as part of the repeated phrase rather than between the phrases. The last repeat indicates closure by eliminating a final syncopation (not that of the VII° 7 /IV).",
            "citations": []
        },
        "FN23": {
            "text": "23. Earlier in the same ensemble, a more conventional gesture of growing obstinacy takes place (measures 38–43). A special device that occurs in that case is a slowing down of the final cadence. The dramatic effect of the written-out ritenuto is somewhat contrary to the forceful drive of obstinacy.",
            "citations": []
        },
        "FN24": {
            "text": "24. 6 ˆ harmonized as V 9 also serves in the middle section Chopin’s mazurka Op. 17, No. 1, as the lower of two peaks. The higher peak is 2 ˆ (the fifth of V). The entire phrase is symmetrical (and thus lacks essential features of the obstinacy gesture), and is then repeated with the last 2 ˆ an octave higher.",
            "citations": []
        },
        "FN25": {
            "text": "25. See a milder case of a reinforced half cadence by means of repeated syncopated stressed peaks in Beethoven, symphony No. 1/ii, measures 23–25. That case differs from the ordinary obstinacy gesture since the repeated idea is encapsulated (in a compressed form) in the peaks themselves.",
            "citations": []
        },
        "FN26": {
            "text": "26. Strictly speaking, the elimination of syncopation is also a temporal element as discussed in the previous paragraph.",
            "citations": []
        },
        "FN27": {
            "text": "27. Another example of strong-beat emphasized ascending peaks: Schubert, piano sonata Op. 78 (D. 894)/ii, measures 25–31 (mentioned as an evaded cadence in Schmalfeldt, “One-More-Time Technique,” 42).",
            "citations": []
        },
        "FN28": {
            "text": "28. See the following cadences (some of which are discussed above): deceptive cadence in Example 3 (Dona Elvira); imperfect authentic cadences in Example 1 (Figaro); weakened perfect authentic cadence in Example 5 (Verdi) and also in Mozart, violin concerto K. 218/i, measures 34–38 (even without a melodic peak) and piano concerto K. 595/iii, measures 21–26; evaded cadence (an implied authentic cadence which fails to reach its goal harmony) in Example 20 (Chopin); abandoned cadence (an implied authentic cadence which is not realized due to the elimination of V ) in Mozart, piano sonata K. 333/i, measures 5–10. For the definitions of cadences see Caplin, Classical Form , 253–56.",
            "citations": []
        },
        "FN29": {
            "text": "29. See Mozart, string quartet K. 458/iii; Mendelssohn, song without words Op. 30, No. 4; (footnotes 14 and 22 above, respectively).",
            "citations": []
        },
        "FN30": {
            "text": "30. See a similar case in Mozart’s piano sonata K. 310/iii, measures 13–20. The passage includes a single repeat, but the lead-in recurs again (leading to the subsequent phrase) and in real time it sounds as if an additional repeat is going to take place.",
            "citations": []
        },
        "FN31": {
            "text": "31. Janet Schmalfeldt, too, points to opera buffa as the source of the “one-more-time” technique, which is reminiscent of (but rarely overlaps) the gesture of growing obstinacy. “One-More-Time Technique,” 21–22.",
            "citations": []
        },
        "FN32": {
            "text": "32. An exceptional clear obstinacy gesture in Haydn’s works takes place in the finale of piano trio Hob. xvi: 27. The repeat of the main theme (measures 36–47) modifies the consequent of the parallel period to introduce a single syncopated peak (harmonized II 6 ); in the coda (measures 238–49), that peak recurs three times and thus a clear obstinacy gesture emerges. In Haydn’s symphony No. 102/i, \nmeasures 49–51, a sense of obstinacy occurs in the middle of a bridge rather than towards \nthe end, as is more typical.",
            "citations": []
        },
        "FN33": {
            "text": "33. See Scarlatti’s keyboard sonatas K. 96, measures 94–102; K. 132, measures 29–33; K. 209, measures 89–94; K. 540, measures 38–46. I thank Reuven Naveh for the three first examples.",
            "citations": []
        },
        "FN34": {
            "text": "34. The model for such a work in the field of musicology may be found in the study of the particular musical figure 1 ˆ - 7 ˆ - 4 ˆ - 3 ̂ in Robert O. Gjerdingen, A Classic Turn of Phrase: Music and the Psychology of Convention (Philadelphia: Univ. of \nPennsylvania Press: 1988).",
            "citations": []
        },
        "FN35": {
            "text": "35. Leonard G. Ratner, Classic Music: Expression, Form, and Style (New York: Schirmer, 1980), 9–29.",
            "citations": []
        },
        "FN36": {
            "text": "36. For a case indicated in a book on forms, see Mozart, piano sonata K. 310/iii, measures 13–20, in Caplin, Classical Form, Example 4.14. Caplin shows the repeated contrasting idea in the consequent of a parallel period. Cf. footnote 30 above.",
            "citations": []
        },
        "FN37": {
            "text": "37. Among five recordings of this sonata in the anthology Great Pianists of the 20th Century, that played by Svyatoslav Richter brings the gesture out with special emphasis. Richter dramatizes the obstinacy gesture, by making a huge fermata at the highest peak in the coda, among other things, to the extent that it becomes almost the climactic apex of the entire movement.",
            "citations": []
        },
        "FN38": {
            "text": "38. A less extreme example of recurring gesture of obstinacy related to the main theme: Schumann, symphony No. 3/v, measures 27–47. The peaks in measures 30 and 34 are integrated in their environment, rather than being salient exceptions as most obstinate peaks (cf. the ascending leaps to weak beats in the theme, measure 29).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Example 1 . Mozart, Le Nozze di Figaro , K.492. No. 3: “Se vuol ballare, signor contino,” (Figaro), mm. 1–20, annotated melodic line (click to enlarge) Example 2 . Mozart, Don Giovanni , K.527. No. 19: “Vedrai, carino, se sei buonino,” (Zerlina), mm. 9–33, annotated melodic line (click to enlarge) Example 3 . Mozart, Don Giovanni , K. 527. No. 3: “Ah! Chi mi dice mai!” (Dona Elvira), mm. 50–55, annotated melodic line (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Speaking of obstinacy in music, one usually thinks of ostinato (literally “obstinate”), a familiar musical term normally used to describe “repetition of a musical pattern many times in succession,” usually in the bass. (1) But is this indeed the true expression of obstinacy? I have experienced obstinate behavior in my life and it was never as static as a basso ostinato. In quarrels, the ultimate stage for obstinate behavior, each participant tends indeed to repeat the same arguments over and over, but in ever growing insistence, reaching higher and higher tones. Such quarrels also extend without pause. Each time a repose might have been achieved, another loud beginning opens a new statement of the same arguments. Many phrases in Classic and Romantic music exhibit exactly these features: the end of the phrase is extended (or expanded, as we shall see), with the final motive repeated, including ascending leaps to ever higher tones, where the new beginnings are syncopated and dynamically stressed. Thus intensification and sudden changes in several parameters combine to create a musical gesture of growing obstinacy; I shall refer to this as the “obstinacy gesture.” The relation between such phrases and obstinate behavior might be described as isomorphism, although the artistic requirements of the musical idiom dictate rather moderate limits for the gesture for the sake of preserving interest: usually only two peaks appear (this normally means three appearances of the final phrase or subphrase).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Although such a gesture best expresses conflict, it can also express insistence in a more general sense, and it can reinforce various statements, as is evident in the mainly Mozartean operatic selection shown in Examples 1–5. In Example 1 , from Mozart’s Le Nozze di Figaro, Figaro plans his plots against the Count. Although he speaks to himself, the conflict is implicit. Figaro persuades himself and becomes more and more convinced with every repeat. (The annotated hypermeter in this and the next examples is discussed below). In Don Giovanni, Zerlina is much softer as she tempts Masetto to come back \nto her after she betrayed him ( Example 2 ).\n\nOn the surface, Figaro’s and Zerlina’s gestures are very similar: both of them leap upward to a second beat before a silent third beat in triple time, repeating the end of their text, after the words “si” [yes] or “no” [no] respectively—which are of course similar rather than contrasting in the present context. Earlier in Don Giovanni, the angry Dona Elvira, seeking for revenge, also sings a “si,” this time a single one, separated from her main statement and on a different harmony ( Example 3 ). \nElvira also repeats a larger unit, not a tiny motive. Occasionally it is the task of the accompaniment to fill the breaks with peaks on the weak beats, as is the case with the glockenspiels in Papageno’s aria “Ein Mädchen oder Weibchen” from Die Zauberflöte ( Example 4 ). \nThe tune itself is complete without the final peaks: when Beethoven uses this \nmelody as a theme for variations (for cello and piano), he removes the obstinate \nrepeats.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] An extreme occasion where the growing conviction expresses agreement rather than conflict occurs in Example 5 , by a much later composer than Mozart: the famous chorus “Libiamo” from Verdi’s La Traviata. The general atmosphere of this chorus is rather rustic and almost vulgar, but the text setting includes an intricate device: a single repeat of the text is imposed over a double repeat of the music. The shifted setting of the text even causes some modifications in the choice of the emphasized syllables. While the former peak is set to a filling word (“Ah!”), the latter peak falls in mid-sentence. In this example, the basic phrase already contains an ascending leap to an emphasized peak, which is itself higher than a former statement, at the beginning of the theme. Example 4 . Mozart, Die Zauberflöte , K. 620. No. 20: “Ein Mädchen oder Weibchen” (Papageno), annotated melodic line (click to enlarge) Example 5 . Verdi, La Traviata , Act 1. “Libiamo, Libiamo, ne’ lieti calici,” mm. 60–76, annotated melodic line (click to enlarge) Example 6 . Beethoven, Trio for Piano and Strings, Op. 1, No. 3, 4th movement, mm. 250–64, annotated violin part (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] The hermeneutical interpretation of growing insistence is also aroused when the gesture appears in instrumental music. A paradigmatic case takes place in the finale of Beethoven’s Trio for Piano and Strings in C Minor, Op. 1, No. 3, initially in the piano and later, even more typically, in the violin ( Example 6 ). In this passage, all elements of the growing obstinacy exist: phrase expansion through motivic repetition, syncopation, and melodic and dynamic peaks. Notice that in this case peaks are phrased forward (especially due to the slur from the first peak), in contrast to the phrasing of our first two examples.\n\nThe following discussion studies these individual elements in turn and examines the effects that accrue when some elements are lacking. [2] Examination of Temporal Elements",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The obstinacy gesture almost always involves phrase expansion, creating a duplication (or, more typically, triplication) of the final line, most usually in a quatrain, or sometimes in a parallel period. (2) The expansion might relate to a preceding non-expanded phrase that serves as a model, (3) but it usually refers to a more square hypothetical version of the music. (4) When the phrasing is entirely symmetrical, the gesture of the obstinacy is weaker or even absent. (5) The converse, however, is not true: most phrase expansions do not create the feeling of insistence—if no peaks occur, a phrase expansion might even serve to stabilize. Thus, for instance, the obstinacy gesture is strikingly absent from the numerous examples of phrase expansion in William Rothstein’s book on phrase rhythm, and it seldom appears among Janet Schmalfeldt’s examples of the so-called “one-more-time” technique. (6) Although the obstinacy gesture almost always appears in the end of musical phrases, it usually serves as an internal expansion rather than as a suffix. (7) Following Rothstein, I designate the expanded segment of the music in parentheses within my examples, so that the passage outside the parentheses forms a complete musical utterance, as such, the location of the parentheses indicates the type of expansion. Since the final cadence usually provides the most complete closure, the true parentheses should begin before the last tone of the first attempt at the cadence and end before the final tone. The normalized version of Figaro’s melody in Example 1 would thus consist of four groups of four measures each, with the final tone immediately moving to the octave position. Notice that despite the square normalization of the melody, some musical forces also emphasize the even measures and thereby create a “shadow meter”: the absence of the bass in measure 1, the long duration of the first note in measure 2, and especially the obstinacy gesture itself. (8) In Figaro’s aria, the first appearance of the motive ends in a less stable manner due to the soprano position ( 3 ˆ , imperfect authentic cadence). In other instances, the stable octave position might appear at the cadence (that is, there might be a perfect authentic cadence) but with a shorter duration, as in the “Libiamo” chorus (Example 5); (9) when a long tonic note ( 1 ˆ ) occurs, often it appears over a deceptive cadence, as in Example 3 (Dona Elvira). (10) Example 7 . Mozart, Piano Concerto K. 466, 3rd movement, mm. 1*ndash;13, annotated melodic line (click to enlarge) Example 8 . Mozart, String Quartet K. 575, 2nd movement, mm. 1–19, annotated melodic line with bass in the expansion (click to enlarge) Example 9 . Chopin, Mazurka, Op. 24, No. 3, mm. 1–12, annotated melodic line (click to enlarge) Example 10 . Mendelssohn, Trio for Piano and Strings, No. 2, Op. 66, 4th movement (click to enlarge and see the rest) Example 11 . Schumann, Frauenliebe und Leben , Op. 42. No. 3: “Ich kann’s nicht fassen,” mm. 64–86, annotated melodic line (click to enlarge)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Papageno’s aria “Ein Mädchen oder Weibchen” (Example 4) is exceptional in that its first cadence is stable in all parameters, so that the expansion might indeed count as a suffix. This happens because the obstinate peaks that are the core of the gesture are played in the accompaniment and begin in overlap, while Papageno is still holding his long note. Zerlina’s aria “Vedrai, carino, se sei buonino” (Example 2) presents a more unusual exception. Despite the striking similarity to Example 1, where the expansion was extremely clear, here the repeated text makes the last phrase equal in length to the former phrases. After an eight-measure phrase in the tonic (a closed parallel period) and another eight-measure phrase that arrives at the dominant (although without genuine cadence), (11) the third phrase, in the dominant, occupies eight measures including the obstinacy gesture. Without the repeats, the third phrase would only last four measures and would sound compressed; the repeats maintain the sense of symmetry. Yet the phrase does include a phrase expansion: it ends with an expanded note before the lead-in back to the tonic. The inner organization of the phrase arguably is also asymmetrical: it begins with a three-measure unit. This strategy locates the obstinate peaks on strong beats. A still more intricate deviation from the norm exists in the finale theme of Mozart’s D minor piano concerto K. 466 ( Example 7 ). Here, the repetition includes an extra measure, additionally duplicating the measure that precedes the first peak. This feature creates two three-measure units. The peaks take place in an untypical location, in the middle of these units. (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Surface rhythmic patterns can also contribute to the intensification of the obstinacy gesture, in collaboration with—or as a substitute for—higher pitch and louder dynamics. This happens when the second peak includes subdivision of the rhythmic pattern of the first peak. A case in point occurs in the slow movement of Mozart’s string quartet K. 575 ( Example 8 ): the syncopated pattern in the first peak is filled in by shorter attacks on the same note in the second peak. (13) This example is interesting in additional respects: its moderate tempo (Andante), which is rather exceptional for the obstinacy gesture, makes it sound almost sublime. (14) In addition, its texture involves imitation in the bass of the main motive, and the first attempts at the cadence begin with the tonic chord in first inversion. The tonal hierarchy in this passage might be explained as an evaded cadence whose final statement serves as an auxiliary cadence, that is, an anticipation of the final cadence, and thus a special variant of the expansion. (15) [3] Examination of Pitch Elements",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The most typical manifestations of the obstinacy gesture have two different melodic peaks, the latter higher than the former. It is especially common for the peaks to occur on tones that belong to the tonic chord and create ascending tonic arpeggiation; for example, to have the higher peak on 8 ˆ after a peak on 5 ˆ (see Examples 1 and 6 above). (16) This kind of intensification is also very common in different phrasing gestures, as in theme of Chopin’s mazurka Op. 24, No. 3 ( Example 9 ), where the former peak on 8 ˆ ( 1 ˆ in the upper register), latter peak on the third above it. (17)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The harmony at the closing moment of the first statements of the obstinacy gesture is most often the tonic itself, which is only weakened by durational and melodic means, or the submediant in cases where there is a deceptive cadence. Since the submediant shares two tones with the tonic chord, the melodic peaks may remain on the first or third melodic degrees, as in a tonic harmonization. The tonic tones may serve as peaks with even less stable harmonies, as in the finale of Mendelssohn’s second trio for piano and strings ( Example 10 ), where the harmony is VII° 7 /II, which is, in fact, an alteration of the tonic (I ♭ 7 / ♯ 1 ˆ ). \nThis example is unique in that a thematic quotation takes place during the \npeaks; the quoted motive is furious and sharply contrasted to the embracing \nchorale. In the exposition (Example 10a) the peak with the thematic quotation \noccurs once; in the recapitulation (Example 10b), it is duplicated. This \nduplication joins with louder dynamics, thicker texture, and a larger range in \ncreating a great intensification.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Further possibilities arise when the peaks have a different harmony than that at the end of each subphrase. In such cases, the arpeggiated chord need not be the tonic. (18) The clearest manifestation arises where there is a plagal arpeggiation. We have encountered a single plagal peak on 4 ˆ in example 3 (Elvira); a series of ascending plagal peaks occurs in the third song in Schumann’s cycle Frauenliebe und Leben ( Example 11 ). The peaks are played in the piano accompaniment; when the singer enters, the piano reaches above the vocal part. (Charles Rosen finds this to be a word painting of “Ich kann’s nicht fassen”—“I cannot grasp it”). (19) The singer must be aware not to enter too loudly, so that the piano’s highest climax will not be heard. Among several recorded performances I have listened to, Ann Sofi \nvon Otter was the only singer who revealed sensitivity to this aspect. (20)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Usually, the interval between the peaks is that of a third (or the fourth 5 ˆ - 8 ˆ ), but the peaks can also be a second apart, as happens in the finale theme of Beethoven’s Pathétique sonata Op. 13 ( Example 12 ). \nBoth peaks belong to a secondary dominant harmony (V/IV), as its seventh and \nthen its octave. Both peaks appear after the final phrase of the theme has \nalready been repeated. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Indeed, the gesture of growing obstinacy is strikingly flexible and can work with a large variety of harmonies at the peaks. For instance, various secondary dominants may appear in these locations. In Schumann’s song Die Soldatenbraut , Op. 64, No. 1, for example, the stressed harmony is the V of VI (See Example 13 ). \nIn this case, the emphasis is not on the literally highest tone but rather on \nthe syncopated leading tone that the piano plays alone before the textual repeat \n(one syncopation is embedded within the regular phrase, so that only one serves \nwithin the expansion). The melody of the first statement of the gesture ends on 3 ˆ (as in Example 1) but here the penultimate beat is also different, which \nthereby modifies the exact borderlines of the expansion. (22) Example 12 . Beethoven, Piano Sonata Op. 13 ( Pathétique ), 3rd movement, mm. 1–17, annotated melodic line with bass (click to enlarge) Example 13 . Schumann, Die Soldatenbraut , Op. 64, No. 1, mm. 3–12, annotated melodic line (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Examples 14 and 15 show other chromatic chords at the peaks: ♭ II 6 in Schubert’s song “Am Feierabend” (No. 5 in Die Schöne Müllerin , D. 795; see Example 14) and a remote augmented-sixth chord in the trio “Cosa Sento” from Mozart’s Le Nozze di Figaro (Example 15). The most functional interpretation of the chords in the latter example would be Gr-V in G minor (local II), in which the local resolution is altered into a G Major chord (V/V). At the first appearance of the augmented sixth, the melody ascends chromatically 5 ˆ - ♯ 5 ˆ - 6 ˆ . The remote harmony sounds much more striking in the second time, where it appears as the peak (although it resolves upward, as in Die Soldatenbraut ), \nand lacks smooth voice leading. (23) Example 14 . Schubert, Die Schöne Müllerin , D. 795. No. 5: “Am Feierabend,” mm. 46–59, annotated melodic line (click to enlarge) Example 15 . Mozart, Le Nozze di Figaro , K. 492. No. 7: “Cosa Sento,” mm. 51–57, annotated reduction (click to enlarge) Example 16 . Mozart, Die Zauberflöte , K. 620. No. 9: Priestermarsch (March of the Priests), mm. 17–28, annotated outer voices (click to enlarge)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Many more harmonies might fit the peaks of the obstinacy gesture. One might wish to arrive at a finite list of all possible harmonizations of the peak, but it is doubtful whether this task is feasible. Mozart’s ingenious inventions sometimes show that the possibilities are quite varied. First, the two peaks need not have the same harmony. For example, at the end of the priests’ march from Die Zauberflöte ( Example 16 ), the first statements of the obstinacy gesture conclude with two different deceptive cadences (VI, then IV 6 ) and the peaks 6 ˆ and 8 ˆ are harmonized as V/II and V/IV respectively. Second, the harmony might change during a peak: in the bridge of string quintet K. 516/i, VII° 7 /V changes into a suspending V 9 ( Example 17 ). (24) A more fundamental change of a general condition happens in the bridge of trio for piano and strings K. 502/iii ( Example 18 ), where the delayed cadence is a half cadence. The root of the harmony at the peak lies a fourth above the governing harmony, but the relations are not I-IV (as in Example 3 [Dona Elvira]), but rather V-“I” (in the key of V). (25) Example 17 . Mozart, String Quintet K. 516, 1st movement, mm. 34–39, annotated outer voices (click to enlarge) Example 18 . Mozart, Trio for Piano and Strings K. 502, 3rd movement, mm. 20–27, annotated reduction (click to enlarge) [4] Additional Elements Example 19 . Chopin, Mazurka, Op. 7, No. 3, mm. 93–105, annotated melodic line (click to enlarge) Example 20 . Chopin, Nocturne, Op. 9, No. 1, mm. 16–19, annotated outer voices (click to enlarge) Example 21 . Schubert, Piano Sonata, D. 960, 1st movement, mm. 20–29, annotated melodic line (click to enlarge)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Dynamic climaxes are almost always present in performances of the growing obstinacy gesture, even when they are not indicated explicitly in the notation. When a dynamic climax is absent, the gesture likewise is not preserved. Consider for example the rare anti-climax that ends Chopin’s mazurka Op. 7, No. 3 ( Example 19 ). Located at the extreme upper register, each new climax involves a diminishing in volume even without the explicitly indicated Pianissimo . The passage indeed sounds like a faint shadow of a true gesture. Chopin hardly ever uses the ordinary obsinacy gesture, but he does often play with its conventions. For instance, in his nocturne Op. 9, No. 1, the ever-growing dynamic stresses and an ascending series of melodic peaks appear on strong beats ( Example 20 ). (26) The passage might indeed express growing emotion, perhaps love, but not \ninsistence of any kind. (27) In contrast to variants in pitch content, the general \nfeatures—like tempo, dynamics, or the absence of syncopation or of \nexpansion—affect the extra-musical interpretation of the growing obstinacy \ngesture.",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Such a conclusion might appear a rather pessimistic one for music theorists. Analysis is usually engaged with details that are subject to fine theoretical observations—say, classification of cadences at the peaks—but the general experience of the obstinacy gesture remains allied with deceptive, imperfect authentic, evaded, abandoned, or even weakened perfect authentic cadences. (28) Even the lack of clear expansion (as in Examples 2 and 13) does not affect the sense of growing obstinacy. In contrast to the essential weakenings of the gesture (as in Examples 19–20), variants that preserve the various elements but not in a simultaneous manner usually sound as rather typical, and only closer scrutiny reveals their idiosyncratic features. (29) Among weakened forms of the gesture, one device which is clearly audible deserves a special comment: when the boundaries of the gesture are not clear, the gesture itself might be challenged. For example, in the bridge of Schubert’s last piano sonata (D. 960/i, see Example 21 ), one peak (measure 25) clearly expresses the obstinacy gesture despite the lack of expansion; two measures later, a higher peak ( 3 ˆ after 1 ˆ , both in the upper register) in the same metric location might give a momentary impression that the gesture continues as expected, but a new melodic motive overrides this potential continuation. The gesture is truncated, the new peak has no emphasis and is played pp . (30) [5] General Notes on the Gesture of Growing Obstinacy",
                "footnotes": [
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The obstinacy gesture has numerous realizations in various genres, perhaps with a special place for opera. It especially fits opera buffa, where it might even originate, since dramatic situations often give the extra-musical justification for repeats. (31) The gesture is especially common by Mozart, but astonishingly rare in Haydn. I have no definite explanation for this surprising finding. One might speculate that Mozart’s operatic orientation led him to use this dramatic device more often. (32) The gesture has some precedents in Scarlatti, but with much less dramatic impact. (33) It seems to be foreign to the Baroque style. Further examples appear in the work of Beethoven, Schubert, Schumann and Mendelssohn but hardly ever in the music of Brahms, again a composer not associated with dramatic genres. As you may find in this article, operatic examples continue to appear in the later nineteenth-century. I am aware of some folk and popular songs that include the gesture, and these might be considered epigonic to the traditional usage. A true detection of the history of the obstinacy gesture requires a much more detailed study that would search for all the manifestations of the figure in certain repertories. (34) It would be especially interesting to see whether the ubiquity of examples by Mozart belong to his personal fingerprint or rather reflect a specific tradition.",
                "footnotes": [
                    "FN31",
                    "FN32",
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The study of the obstinacy gesture does not neatly belong to any specific branch of systematic musicology. It resembles in some ways musical topics as presented by Leonard Ratner (35) —but the gesture is more abstract than topics in the usual sense. It might count as a musical figure almost in the Baroque Figurenlehre tradition, but it is much more complicated and amorphic than true figures. Its relation to obstinacy is not by way of allegory, but rather by way of shared expressiveness. The gesture is so convincing because it is reminiscent of natural everyday behavior, but it is also stylized in a fashion that recurs in various works. The presence of repeats within the obstinacy gesture is related to the study of form, but repeats without its emotional impact might share the same form. (36) [6] Special Exploitation of the Gesture Example 22 . Beethoven, Piano Sonata Op. 31, No. 2 ( Tempest ), 3rd movement (click to enlarge and see the rest) Example 23 . Mozart, Quintet for Clarinet and Strings, K. 581, 3rd movement, 1st Trio (complete), annotated reduction (click to enlarge)",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Sometimes the gesture of growing obstinacy becomes a significant element of the movement in which it takes place. This can happen either by recurrence of the gesture or by its integration with the themes of the movement. Recurrence of the gesture can occur with various degrees of intensity. For instance, occasionally, the gesture of growing obstinacy appears in the exposition and is further developed in the recapitulation or coda. We have encountered a simple example in Mendelssohn’s second piano trio (Example 10), where the gesture is simply duplicated in the recapitulation (along with a deeper transformation of the general atmosphere).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] A more sophisticated use of the device is used in the finale of Beethoven’s Tempest sonata ( Example 22 ), where the stormy character of the entire movement gives the obstinate repeats the meaning of rising and falling gusts of wind. The exposition includes two repeats, that follow extremely emphasized peaks. Exceptionally, the final closure occurs in the higher register, thus ending with a climax. The recapitulation avoids the gesture altogether, saving it for the coda, where an additional higher and louder peak appears after a leap of a tenth. This higher peak is followed by a monophonic descent that \nrelieves the tension of the entire movement. This monophonic moment is very exceptional and thus memorable in the texture of the movement. (37)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Occasionally, the use of syncopated sforzandos before repeated phrases \nrecurs multiple times, to the point that it becomes the most notable device of a \nspecific piece. The most notable example for this procedure occurs in Mozart’s quintet for clarinet and strings \n( Example 23 ). The obstinacy gesture recurs five times in toto . Each time the gesture appears within a different harmony (the peaks themselves appear on local dominants, V or VII): III and IV 6 (within III prolongation) in the A section, V in the contrasting middle, I and ♭ II (within the prolongation of the final tonic) in the recapitulation. The \nappearances of the gesture help to shape the flexibility of the trio: sometimes, \nthey are approached from a clear upbeat pattern, but after them the feeling of \nupbeat is cancelled; also, in the exposition, the first appearance occurs at measure \n7, but its counterpart in the recapitulation only takes place at the eighth \nmeasure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] When the main thematic idea of a movement includes ascending leaps on weak beats, the growing obstinacy gesture becomes integrated with the theme itself. Occasionally, the very relation of the gesture to the theme diminishes its uniqueness. For example, in the finale of Haydn’s string quartet Op. 76, No. 2 ( Example 24 ), \nthe approach to the repeat is indeed syncopated, but this syncopation is already \nfamiliar from the basic idea itself and thus loses its effect. Perhaps \nthe moderate intensity in this passage also results from the lack of melodic and \ndynamic peak. Example 24 . Haydn, String Quartet, Op. 76, No. 2, 4 th movement, mm. 13–20, annotated outer voices (click to enlarge) Example 25 . Smetana, Prodaná Nevěsta ( The Bartered Bride ). Scene 8: Duet (Mařenka and Jenik) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] When all the elements of the gesture are present and are also based on the theme itself, an entire movement might be replete with obstinacy, as happens in the concluding example of this essay. This final example seems to be the locus classicus of the obstinacy gesture: an operatic duet which indeed presents a quarrel, from Smetana’s opera Prodaná Nevěsta ( The Bartered Bride ; see Example 25 ). (38) Mařenka, who erroneously believes that Jenik betrayed her, refuses even to listen to his explanation. The basic phrase ends with syncopations and ascending leaps to weak eighth notes, which are already present in measure 3, and that later develop into larger leaps (Example 25a). In the climactic final measures of the duet (Example 25b), large ascending leaps into weak eighth notes occur in succession. These by themselves are tense (recall the prohibition of such leaps in Palestrina \nstyle, which strives to avoid such tension). Against this background appear two \nlarge leaps, first of an octave and then of a tenth. A sforzando and a fermata \nensure a special status to this moment of obstinacy. The final note of this duet \nrecalls again the growing obstinacy. The gesture of growing obstinacy, which \nusually serves as a secondary dramatic device at the end of musical phrases, \nbecomes in this duet the primary musical idea.",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.06.12.2.goldenberg.html",
    "data": "mto/data/mto.06.12.2.goldenberg.json"
}