{
    "title": "Sarah Setting the Terms: Defining Phrase in Popular Music",
    "date": "2011/10/01",
    "volume": "17",
    "issue": "3",
    "authors": [
        "Attas, Robin"
    ],
    "abstract": "Studies of phrase rhythm in popular music often leave the definition of “phrase” implicit, and those scholars who do define the term often emphasize the role of breath, ignoring the many other musical features that help create a phrase. By defining a pop music phrase as a musical unit with goal-directed motion towards a clear conclusion, clear analysis of phrase rhythm and song structure becomes possible. Analyses of three songs by contemporary singer-songwriter Sarah McLachlan demonstrate typical ways of creating phrases in popular music, and explore some common modifications to phrase rhythm and song structure that can be applied to the work of numerous other musicians.",
    "keywords": [
        "form",
        "phrase",
        "phrase rhythm",
        "song structure",
        "Sarah McLachlan",
        "popular music analysis",
        "functional introduction"
    ],
    "doi": "",
    "received": "February 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.attas.pdf",
    "author_info": [
        {
            "name": "Robin Attas",
            "university": "University of British Columbia",
            "address": "School of Music, 6361 Memorial Road, Vancouver, BC V6T 1Z2, Canada",
            "email": "rattas@interchange.ubc.ca"
        }
    ],
    "citations": {
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32, no. 2: 95–110.",
        "burns_2005": "Burns, Lori. 2005. “Meaning in a Popular Song: The Representation of Masochistic \nDesire in Sarah McLachlan’s ‘Ice.’” In Engaging Music: Essays in Music Analysis , ed. \nDeborah Stein, 136–48. New York: Oxford University Press.",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “Neo-Riemannian Theory and the Analysis of Pop-Rock Music.” Music Theory Spectrum 26, no. 2: 177–99.",
        "griffiths_2003": "Griffiths, Dai. 2003. “From Lyric to Anti-Lyric: Analyzing the Words in Pop Song.” In Analyzing Popular Music , ed. Allan F. Moore, 39–59. Cambridge: Cambridge University Press.",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10, no. 4. http://www.mtosmt.org/issues/mto.04.10.4/mto.04.10.4.w_everett.html .",
        "everett_2008": "Everett, Walter. 2008. “Pitch Down the Middle.” In Expression in Pop-Rock Music , 2nd ed., ed. Walter Everett, 111–74. New York: Oxford University Press.",
        "everett_2009a": "Everett, Walter. 2009a. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes .” New York: Oxford University Press.",
        "everett_2009b": "Everett, Walter. 2009b. “Any Time at All: The Beatles’ Free Phrase Rhythms.” In The Cambridge Companion to The Beatles , ed. Kenneth Womack. Cambridge: Cambridge University Press.",
        "koozin_2008": "Koozin, Tim. 2008. “Fumbling Towards Ecstasy: Voice Leading, Tonal Structure, and \nthe Theme of Self-Realization in the Music of Sarah McLachlan.” In Expression in Pop-Rock Music , 2nd ed., ed. Walter Everett, 267–84. New York: Oxford University Press.",
        "mclachlan_1991": "McLachlan, Sarah. 1991. “Drawn to the Rhythm.” Composed by Sarah McLachlan. Solace . Arista 18631-2.",
        "mclachlan_1997": "McLachlan, Sarah. 1997. “Building a Mystery.” Composed by Sarah McLachlan and Pierre Marchand. Surfacing . Arista 18970.",
        "mclachlan_2003": "McLachlan, Sarah. 2003. “Fallen.” Composed by Sarah McLachlan. Afterglow .\nArista 50150.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music . Philadelphia: Open University Press.",
        "moore_1995": "Moore, Allan F. 1995. “The So-Called ‘Flattened Seventh’ in Rock Music.” Popular Music 14: 185–201.",
        "moore_2001": "Moore, Allan F. 2001. Rock: The Primary Text , 2 nd ed. Burlington, VT: Ashgate.",
        "neal_2000": "Neal, Jocelyn. 2000. “Songwriter’s Signature, Artist’s Imprint: The Metric Structure of a Country Song.” Country Music Annual : 112–40.",
        "neal_2002": "Neal, Jocelyn. 2002. “Song Structure Determinants: Poetic Narrative, Phrase Structure, \nand Hypermeter in the Music of Jimmie Rodgers.” PhD diss., Eastman School of Music.",
        "neal_2007": "Neal, Jocelyn. 2007. “Narrative Paradigms, Musical Signifiers, and Form as Function in \nCountry Music.” Music Theory Spectrum 29, no. 1: 41–72.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . New York: Schirmer Books.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock . New Haven: Yale University Press.",
        "tagg_1987": "Tagg, Philip. 1987. “Musicology and the Semiotics of Popular Music” Semiotica 66, nos. 1–3: 259–78.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic Divorce in Rock.” Popular Music 26, no. 6: 323–342.",
        "winkler_1997": "Winkler, Peter. 1997. “Writing Ghost Notes: The Poetics and Politics of Transcription.” In Keeping Score: Music, Disciplinarity, Culture , ed. David Schwarz, Anahid Kassabian, Lawrence Siegel, 169–203. Charlottesville: University Press of Virginia.",
        "zak_2010": "Zak, Albin. 2010. “‘Only the Lonely’: Roy Orbison’s Sweet West Texas Style.” In Sounding Out Pop: Analytical Essays in Popular Music , ed. Mark Spicer and John Covach, 18–41. Ann Arbor: University of Michigan Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Perhaps the lack of an adequate definition should not be so surprising: even in the longer theoretical tradition associated with art music the definition of “phrase” remains problematic.",
            "citations": []
        },
        "FN2": {
            "text": "2. Such a split recalls what Allan Moore and David Temperley have called the “melodic-harmonic divorce” in rock, the independence between melody and accompaniment that appears to be unique to popular music ( Moore 1995 ; Temperley 2007 ).",
            "citations": [
                "moore_1995",
                "temperley_2007"
            ]
        },
        "FN3": {
            "text": "3. Tonality in popular music is another topic that is still under study; some recent considerations of the repertoire include Stephenson 2002 , Everett 2004 , Capuzzo 2004 , and Biamonte 2010 .",
            "citations": [
                "stephenson_2002",
                "everett_2004",
                "capuzzo_2004",
                "biamonte_2010"
            ]
        },
        "FN4": {
            "text": "4. For a more detailed discussion of melodic contours in popular music, see Middleton 1990 and Everett 2009a (particularly Chapter 7, “Melody: Materials and Patterns”).",
            "citations": [
                "middleton_1990",
                "everett_2009a"
            ]
        },
        "FN5": {
            "text": "5. Neal defines song structure more formally as “the combination of text elements, musical elements, and their relationships in songs within the context of a specific performance” ( Neal 2002 , 39).",
            "citations": [
                "neal_2002"
            ]
        },
        "FN6": {
            "text": "6. The issue of how to transcribe popular music has been a subject of some debate (for a particularly good summary of the issues, see Winkler 1997). There are cases where standard music notation is an advantage or even a necessity for analysis; however, given the interdisciplinary nature of popular music studies, music scholars must also consider transcriptions that are more broadly accessible. In this essay I choose the latter path while acknowledging that the typical audience of Music Theory Online might find the lack of music notation atypical.",
            "citations": []
        },
        "FN7": {
            "text": "7. See for example Stephenson 2002 , Griffiths 2003 , Moore 2001 , and Neal 2000 .",
            "citations": [
                "stephenson_2002",
                "griffiths_2003",
                "moore_2001",
                "neal_2000"
            ]
        },
        "FN8": {
            "text": "8. Even in a D-Aeolian interpretation where the scale degree that ends phrase 1 is different, the stepwise melodic descent helps create closure.",
            "citations": []
        },
        "FN9": {
            "text": "9. Koozin ( 2008 , 271) describes the B minor and D major tonalities in the verse of “Building a Mystery” as “a structural opposition that is never resolved” (271).",
            "citations": [
                "koozin_2008"
            ]
        },
        "FN10": {
            "text": "10. Other examples of functional introductions include Green Day, “Wake Me Up When September Ends;” Billy Joel, “She’s Always a Woman to Me;” and Gloria Gaynor, “I Will Survive.” Like “Building a Mystery,” these songs all present two verses back-to-back with the first using a minimal instrumental arrangement and the second employing the arrangement that continues in the rest of the song; however, the other musical features that support this orchestration are different in each case. Clearly the nuances of the phenomenon are deserving of further research.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Over the past decade, there has been an explosion of music-theoretical work covering all aspects of popular music, including pitch, meter, form, and timbre. The subject of phrase rhythm, a familiar topic in music discourse due to countless studies in the art music repertoire, is no exception to this statement. Articles such as Neal 2007 , Everett 2009b , and Zak 2010 explore phrase structures in the songs of specific artists (the Dixie Chicks with songwriter Darrell Scott, the Beatles, and Roy Orbison, respectively) and make worthy contributions not only to the understanding of this topic in popular music, but to the study of music more generally.",
                "footnotes": [],
                "citations": [
                    "neal_2007",
                    "everett_2009b",
                    "zak_2010"
                ]
            }
        },
        {
            "2": {
                "text": "[2] One drawback to this research is that it leaves implicit the definition of phrase itself. Such an omission might suggest that the topic has been adequately addressed in earlier scholarship; however, a survey of the popular music literature to date reveals a surprising lack of consensus on the definition of a phrase. (1) Some authors focus on the taking of breath as the primary phrase-defining feature; for example, Allan F. Moore ( 2001 ) writes that a phrase is “a segment of melody formed from one or more motifs, its end normally coinciding with the taking of breath (whether actual or nominal)” (225). Others, such as Ken Stephenson ( 2002 ), break the consideration of phrase into two parts: a vocal melody where phrase length is based on the singer’s breaths, and an instrumental accompaniment where units (Stephenson avoids the term “phrase” for the accompaniment) are based on the repetition of chord patterns (7). (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "moore_2001",
                    "stephenson_2002"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Defining a phrase in terms of the breath seems intuitively correct for popular music: it is, after all, the voice that most often defines the melody in a pop song, and the melody that most often defines a phrase. However, such a definition has its limitations. The taking of breath is often manipulated by the performer for musical effect, and may also be influenced by the performer’s degree of vocal training. Such a definition also omits the role of instruments such as lead guitar in creating phrases, particularly in solo sections; and omits the consideration of exclusively instrumental songs, rare in the popular music repertoire but still existing in sufficient numbers to warrant consideration. Most problematic, however, is that definitions that rely exclusively on the breath as phrase determinant ignore all the other musical features that can combine to create a phrase, musical features that are equally important in defining musical structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] One of the most important of these neglected elements is a sense of directed motion. In common-practice art music, directed motion is essential to phrase structure, as William Rothstein has famously advocated. In his Phrase Rhythm in Tonal Music , he defines a phrase as “among other things, a directed motion in time from one tonal entity to another; these entities may be harmonies, melodic tones (in any voice or voices), or some combination of the two. If there is no tonal motion, there is no phrase ” ( Rothstein 1989 , 5).",
                "footnotes": [],
                "citations": [
                    "rothstein_1989"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Rothstein’s strong emphasis on tonal motion may not be entirely suitable for popular music, where cyclic harmonic progressions, expanded harmonic vocabularies, and groove-based structures often result in a very different harmonic idiom. (3) But his definition still holds potential for the analysis of phrase rhythm in popular music, as is evident from a more recent consideration of phrase in popular music. In Walter Everett’s The Foundations of Rock , Everett names the cadence as the goal of the phrase, and indeed, the feature that defines and classifies the phrase itself ( Everett 2009a , 135).",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "everett_2009a"
                ]
            }
        },
        {
            "6": {
                "text": "[6] However, tonality is not the only musical element that can create a sensation of goal-directed motion. Closure can be created in the lyrics, with the end of a grammatical clause, phrase, or sentence; or with the use of a word that is important in the overall rhyme scheme. Harmonic progressions establish goals through the use of conventional functional progressions, but also with their repetition as part of grooves that define basic formal units for the song. Rhythmically, a long duration following several short ones creates a sense of a goal or resting point, as does an actual rest itself. Finally, melodic contours that present a sense of departure and return (especially the arch shape) also create directed motion. (4) Thus, I define a phrase in popular music as a musical unit with goal-directed motion towards a clear conclusion, created through the manipulation of text, harmony, rhythm, and melodic contour.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] With an adequate definition of phrase, not only does it become possible to describe typical phrase types (open, closed, etc.), but larger considerations of phrase rhythm and song structure are also clarified and deepened. Phrase rhythm in popular music, as Jocelyn Neal ( 2002 ) points out, is based on the structure of the phrases themselves, as well as the interaction of phrases with the hypermeter of the music and the poetic structure of the text (29). Song structure, on the other hand, concerns itself with the overall formal layout of a song, from macro- to micro-level. (5) This can include the way motives are combined into phrases, the arrangement of phrases into larger groups (for example, using an antecedent-consequent structure), and larger-scale issues of form and function.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "neal_2002"
                ]
            }
        },
        {
            "8": {
                "text": "[8] This paper will test the effectiveness of my definition of phrase and begin to explore larger analytical issues of phrase rhythm and song structure through a case study of the music of Sarah McLachlan. While other authors have discussed McLachlan’s unique contributions to popular music in terms of her harmonic vocabulary and feminist stance (see Koozin 2008 and Burns 2005 ), in this instance I am interested in McLachlan’s music for its similarities to other artists. Like countless other popular musicians (particularly those in the pop singer-songwriter tradition of which McLachlan is a part), McLachlan’s music features a vocal melody foregrounded against a relatively unchanging instrumental backdrop. What might be derided as a simplistic texture instead brings a necessary clarity to the exploration of the relationship between vocal melody and instrumental accompaniment, and to the consideration of the numerous musical elements that create phrases themselves. I. “Drawn to the Rhythm” Example 1 . Verse 1, “Drawn to the Rhythm” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "koozin_2008",
                    "burns_2005"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Example 1 shows the verse of McLachlan’s “Drawn to the Rhythm,” diagramming the basic phrase structure. In this and subsequent examples, an alternative transcription system presents pertinent information while keeping the information accessible to readers not literate in standard music notation. (6) The emerging meter and hypermeter are represented with lines for strong beats and dots for weak beats, with different beat levels arranged vertically. Above the metrical representation, horizontal lines show the placement of vocal phrases. Each is labeled with the final word from the corresponding line of text. Numbers at the ends of phrases refer to the scale degree used at the end of the vocal phrase. Chord symbols below the metrical representation show the basic progression of the verse. Added notes or modifications to a harmony are only included if they affect the analysis; otherwise only a basic chord symbol is shown to indicate the overall harmonic rhythm.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The verse is divided into four phrases. Each phrase that I have marked defies the definition of phrase as something sung under a single breath, since in her performance McLachlan breathes in the middle of each marked phrase, dividing it into two parts. However, despite these breaks in performance, other features strongly unify each pair of fragments into a phrase. In the first marked phrase, for example, although the melodic contour of the first fragment (“When we wore a heart of stone”) could be heard as goal-directed towards the arrival on scale degree 1, the unchanging harmony during this gesture and the text’s incompleteness suggest that more is necessary to hear a phrase. Continuing to the second half of the phrase (“we wandered to the sea”), the use of an A sus4 chord (a chord where a suspension a fourth above the chord root replaces the third) creates a dissonance that in this particular harmonic context seeks resolution. This resolution happens simultaneously with the end of the vocal and text phrase and a return to scale degree 1.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Phrase 2 follows the basic structure of phrase 1, while phrases 3 and 4 happen over a different harmonic progression that makes the A major goal even clearer. This increased harmonic complexity is matched with a phrase melody that expands McLachlan’s range upwards, and that traces a single long descending line towards the end point of the phrase rather than using a descending contour followed by a relatively flat contour as in the first two phrases.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The parallelism of contour and harmonic progression that pairs the first two phrases separately from the second two phrases is reinforced with the length of each vocal gesture, and with the scale degrees that end each phrase. Although all four phrases span four bars (with bar lines defined by beats in the hypermeter), the first two vocal gestures are shorter, beginning in the middle of the first bar and ending on the downbeat of the fourth, while the second two vocal gestures are longer, beginning with anacruses to the first bar. The first two phrases both end on scale degree 1, while the next two end on scale degree 5. Example 2 . Chorus, “Drawn to the Rhythm” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The verse of “Drawn to the Rhythm” epitomizes clear phrase rhythm in popular music. The use of four-bar units in both melody and accompaniment is widely acknowledged as typical for the genre. (7) Ken Stephenson ( 2002 ) remarks that cadences on the downbeat of the fourth bar are among the most common in rock and pop (57). Finally, the pairing of phrases at higher levels to create larger compound structures is also a common compositional technique. Having now demonstrated an instance of standard phrase structure, it is time to explore some of the myriad exceptions to the norms of phrase rhythm in popular music. One standard technique is that of extension, which can happen at the level of the phrase, or at the larger level of song structure. The chorus of “Drawn to the Rhythm,” diagrammed in Example 2 , gives a first demonstration.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "stephenson_2002"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Here, each phrase is again separated into two melodic fragments, not only by McLachlan’s breathing pattern but also by actual rests in the vocal melody. Dotted lines on the example show that despite these rests the phrase continues because of particular goal-directed features. In this case, a harmonic progression ( Everett 2008 ’s “double-plagal” type) departs and returns to A major, establishing that chord as both origin and goal of each phrase. Interestingly, however, this sense of harmonic closure is not reflected with the scale degrees that end each phrase: in each phrase, McLachlan ends on scale degree 2. This non-chord tone sounds open in and of itself, but the contrast is further highlighted with the ending of the first and third melodic fragments on scale degree 1, which suggest a melodic closure that is ultimately abandoned at the end of each phrase.",
                "footnotes": [],
                "citations": [
                    "everett_2008"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Turning to the larger phrase level, the phrase extension in the chorus of “Drawn to the Rhythm” comes about as a result of the accompaniment rather than the vocal line. The first phrase spans the standard four bars. The second appears to follow the same pattern, but at the point marked with an arrow on the example, the accompaniment supporting the vocal phrase adds an extra bar. Even though McLachlan is no longer singing, I hear this extra bar as extending the overall phrase, creating a five-bar phrase rather than four. This hearing suggests that phrases in popular music may not be so exclusively tied to the voice as some commentators have suggested; instead, melody and accompaniment can interact to create a sense of phrase. II. “Fallen” Example 3 . Verse 1, “Fallen” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The verse for “Fallen,” shown in Example 3 , takes the principle of extension to the level of song structure, and also demonstrates some complications in the analysis of both phrase and harmony. In this example, passing harmonies are shown in superscript to indicate their reduced significance in the progression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The song begins with synthesizer pulsations that do not provide a clear sense of harmony, meter, or hypermeter before McLachlan’s vocal entry. However, listeners likely still hold a general expectation for four-bar phrases in melody and accompaniment based on their understanding of the popular music genre, and it is this expectation that guides my analysis at the hypermetric level. Phrases 1 and 2 in the example can be grouped together because of their similar harmonic progressions. They might be heard together as an antecedent phrase spanning four hyperbeats, with an expected consequent that would arrive on scale degree 1 to create closure. Instead, the consequent phrase actually combines the final three phrases, with the final phrase heard as a two-hyperbeat extension that avoids the closure implied by the fourth phrase’s melody. In a sense, this is a similar procedure to the one-bar extension of the verse in “Drawn to the Rhythm,” but at the level of phrase rhythm and song structure rather than phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] However, the phrases that make up this larger-level analysis are not as clear as those in “Drawn to the Rhythm.” One major difficulty is McLachlan’s ambiguous tonality. On the example, scale degrees are indicated as if the passage is heard in F major and the harmonic progression thus suggests arriving on the tonic chord at the end of each phrase. Another possible interpretation, however, is to hear the passage in D-Aeolian. Under this interpretation, phrases would be heard as departing from the tonic rather than directing towards it, and would end with different scale degrees (7, 5, 4, 3, and 1, respectively). Hearing the passage in D-Aeolian still suggests an antecedent-consequent phrase structure as the two larger groupings end on scale degrees 5 and 1, but the harmonic ambiguity makes any interpretation somewhat weaker.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The phrase divisions themselves are an even more critical source of ambiguity. One support for the analysis shown is that McLachlan rests between each division marked on the example. But as seen in “Drawn to the Rhythm,” a vocal rest is not always an accurate marker of phrase divisions, and other musical features must contribute to the analysis. In the first phrase, although the melodic contour is not clearly goal-directed, the arrival on scale degree 5 via a stepwise descent from scale degree 6 still creates a local sense of arrival, reinforced with a longer duration for that pitch and the completion of a phrase of text. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The second phrase is marked by some of the same musical techniques as the first, but to a lesser degree, and moreover denies any expectations for closure or an antecedent-consequent phrase structure in combination with phrase 1. As in phrase 1 there is no clearly goal-directed melodic contour, while the stepwise descent of phrase 1 is replaced with a downward skip of a third (although this is almost as conclusive). The last word of phrase 2 does not rhyme with the last of phrase 1, so rhyme scheme is eliminated as a source of phrase structure. And most significantly, McLachlan strums a passing chord to the next guitar harmony as she arrives on the last word of the phrase, reducing the sense of harmonic arrival that marks the phrase’s end.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Although neither phrases 1 or 2 feature complete goal-directed motion in all musical parameters, they have enough to continue to meet the criteria for phrases established at the beginning of this article. \nThe third marked phrase presents more of a challenge. It features some elements that suggest a loose parallelism with phrase 1, including a similar melodic contour and harmonic progression. This would suggest that phrase 3 is indeed a phrase, for the same reasons as phrase 1.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The goal-directedness of the harmonic progression in phrase 3 is thwarted with the use of another passing chord in guitar at the end of the phrase. Indeed, the harmonic progression for this entire fragment could be heard as linked with that of the marked phrase 4, with the passing chord at the end of phrase 3 denying a cadence on F major and instead pushing towards an ultimate arrival on B ♭ major at the end of phrase 4. This segmentation is reinforced by the lyrics, which at the end of phrase 3 stop in the middle of a thought that is only completed with phrase 4. Depending on whether listeners are more influenced by vocal rests and phrase parallelism or lyrics and harmonies, then, the phrase-level analysis will be different.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] A phrase analysis is made more difficult again with the end of phrase 4 and the presence of a fifth phrase. A continued lack of rhyme scheme eliminates lyrics as a source of goal-directed motion at the end of phrase 4. The arrival on scale degree 1 (under an F major interpretation) at the end of the phrase suggests a melodic goal, but this is countered with a harmonic arrival on B ♭ major, rather than the F major tonic. Finally, the fifth marked phrase denies any expectations for paired phrases (as in “Drawn to the Rhythm”) and spans only three of four hypermetric downbeats, diminishing a sense of conclusion by ending with an open harmony and an upward melodic contour.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The form of the opening verse of “Fallen” can be understood differently depending on what listeners choose to prioritize. If the focus is on the phrase level, the whole verse can be heard as declamatory, a sort of pop-music recitative without any clear phrases that will potentially be followed by song sections with more regular phrase structures. This idea is reinforced by the opening orchestration, which is fairly minimal by pop standards, suggesting future elaboration and expansion. On the other hand, if listeners focus on larger grouping structures, the verse is more regular, with a large antecedent phrase and a large consequent phrase that is subject to phrase extension. In either case, the phrase organization makes “Fallen” a far more complex analytical situation than “Drawn to the Rhythm.” III. “Building a Mystery” Example 4 . Verses 1 and 2, “Building a Mystery” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Manipulations of phrase and phrase rhythm also affect the song structure of the opening of “Building a Mystery,” diagrammed in Example 4 . In this example, scale degrees are not included at the end of each vocal segment, because the circular chord progression used to accompany the entire song does not make a particular tonic chord clear. (9) However, other features delineate phrases and larger groupings.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The instrumental introduction provides a regular and repeating four-chord progression, which creates expectations for equally regular meter and hypermeter. The use of four chords of the same duration also establishes the prototypical four-bar unit in the accompaniment, which creates expectations for a similarly typical four-bar phrase structure in the verse. However, when McLachlan begins singing, several features of her vocal line thwart such expectations. The rhyme scheme of the text is inconsistent: “night” and “light” rhyme, as do “roam” and “poem” in McLachlan’s pronunciation, but these line endings do not happen at the ends of long lines of text, as in later verses (compare with the AABB rhyme scheme of Verse 2, for example).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Further, frequent rests in the vocal part break up the melody to the point where it is difficult to hear a sustained gesture that extends over four bars. McLachlan’s beginnings and endings often fall at irregular points in the hypermeter, creating extended anacruses into the first bar of a four-bar unit, or overlapping into subsequent four-bar units. As an example, the melodic gesture that sets “that’s when the energy comes,” can be heard differently depending on how it is grouped: as part of the previous fragment (“you come out at night”) but extending too far, into the next four bar unit; or as part of the next four-bar unit but beginning two bars earlier than expected.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Other goal-directed gestures discussed in previous examples are also absent here. Scale degrees and harmonic goals are difficult to judge, as already mentioned, but McLachlan’s melody also avoids smaller goal-directed gestures to end the phrase, such as a stepwise descent towards a chord tone. Instead almost all of her vocal gestures end with a rise up to a pitch that is not part of the supporting harmony. Further, the overall contour of each gesture circles around several pitches, without the clear descents of earlier examples.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The E major chord at the end of the melodic fragment marked with “came” on the example further complicates an understanding of the phrase structure in this opening section. The chord is a new harmony, disrupting the familiar four-chord progression that has already been established, and further draws attention as it is held for four beats rather than the now-standard two. Both of these features, along with the extension of the vocal phrase through to the middle of the E major chord’s duration, suggest hearing a phrase extension, a five-bar phrase rather than the standard four. This is further reinforced harmonically: the E major chord continues the descending-fourth sequence beyond A, and could be heard as the dominant of the A major chord that precedes it, two changes that might signal a modulation to a new key area. But what is most fascinating about this moment is that if one strictly attends to the four-chord accompaniment to hear hypermeter, the E major chord does not actually extend anything. It merely divides the standard four-bar unit differently, occupying two bars rather than one.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The lack of clear phrases in the first verse might not be so remarkable, especially given the steady and repeating four-bar chord progression, were it not for the contrast provided by the second verse, which follows immediately after the first with no intervening chorus. As mentioned, Verse 2 has a clear rhyme scheme that neatly divides the text into four lines with an AABB rhyme structure. McLachlan does not exactly follow this textual division with her melody, instead resting after “church” and stringing the remainder of line 1 together with line 2. But the last two lines are divided as the rhyme scheme suggests.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Further, the regular rhyme scheme highlights features of the melody that encourage hearing four goal-directed phrases, despite the lack of a clear tonic in the harmonic progression. Each rhyming word is sung with the longest duration of the entire phrase, suggesting a stopping point or moment of arrival at the expected four-bar duration (and overcoming the irregularly placed rest on “church”). Additionally, a feature of the melodic contour and register becomes more apparent: in the first and third phrases McLachlan uses a higher register overall and ends on some of the highest pitches in the melody, while in the second and fourth phrases she uses a lower register and ends each phrase on some of the lowest pitches in the melody. This subtle registral contrast adds to the sense of open-closed, antecedent-consequent phrase pairings created with the rhyme scheme, further reinforcing the sensation of goal-directed phrases.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The contrast between the first and second verses, from a texture where phrases are difficult to discern to one where they are more obvious, and even paired together into larger units, is reinforced with changes in the accompaniment instrumentation. The accompaniment in the opening verse features an acoustic guitar strumming chords, along with a subdued electric guitar and a single instance of backing vocals. In the second verse, the electric guitar becomes more obvious, backing vocals support much of the melody line, and bass and drums are added.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The instrumental design of “Building a Mystery” is not uncommon in popular songs that feature two verses back-to-back before the first chorus; in fact, the phenomenon occurs with enough regularity that it deserves a name: a functional introduction . (10) Even in songs where a true introduction is present, the minimal orchestration of the first verse combined with other features (such as the irregular phrase rhythm of “Building a Mystery”) continues the sensation of introductory material past the end of the actual introduction. In such cases, the musical features suggesting an introduction impact listener impressions of form more than other features of the song that suggest hearing a standard verse, such as a melody and lyric structure shared with later verses. Perhaps because verse-chorus and AABA formal structures are so standard in the popular music repertoire, a simple change in orchestration from verse to verse can have a more drastic effect on formal function than might otherwise be expected. IV. Conclusions and Future Directions",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Using the music of Sarah McLachlan as a means to explore phrase, phrase structure, and song structure in popular music \ncan expand our understanding of the techniques that popular musicians use to create these musical features. Phrases that span four hypermetric beats appear to be normative, although the four bar unit can be subdivided in different ways if there are anacrustic gestures preceding the first beat, or rests in the melody line. To create the necessary goal-directed motion for a phrase, musicians can use one or more of a number of techniques. Direction can be created in the accompaniment, through the use of a harmonic progression with clear tonality (as in “Drawn to the Rhythm”). It might be created in the melody, through contour (a descending contour in the “Drawn to the Rhythm” verse, and a small-scale stepwise descent in “Fallen”), or the use of stable scale degrees or long durations at the ends of lines (“Drawn to the Rhythm” and “Building a Mystery,” respectively). It might also result from the lyrics, particularly with the use of a clear rhyme scheme (“Building a Mystery” verse 2 as compared to verse 1).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] It is also evident that phrases in popular music can be joined into some of the same structures found in other repertoires, such as compound phrases, although the details of how these larger structures are created are often different. Individual songs can employ phrase rhythms that are opaque or obvious (compare the first verses of “Drawn to the Rhythm” and “Building a Mystery”), and such choices may even affect the overall song structure, as in the designation of the first verse of “Building a Mystery” as a functional introduction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Although this paper has made contributions toward     the understanding of phrase and phrase rhythm in popular music, there is much more work to be done. The role of cadences in creating phrases has been barely discussed; this mechanism is familiar from centuries of theoretical study of the common-practice art music repertoire, but has not been adequately addressed for the particular musical language of pop. Similarly, the notion of what constitutes an open or closed phrase deserves further inquiry. It may be related to harmonic progression and melodic scale degree alone, but passages where there is no clear tonic, such as the verse of “Building a Mystery,” suggest that other factors also need to be considered.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] This study, like those cited at the beginning of this article, is limited by its exploration of the work of a single musician. While the terms of the discussion have been clarified, a more comprehensive examination of phrase, phrase rhythm, and song structure in a wide range of popular music is still desperately needed, as the norms of phrase structures, and the exceptions to them, require a broad base of examples to be more fully understood.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Finally, it might be objected that to study phrase rhythm in such mainstream artists as Sarah McLachlan is to miss the truly interesting manipulations of phrase and phrase rhythm that exist in popular music. I would respond by citing the work of Philip Tagg ( 1987 ), who has argued that the basic musical codes, the general ways in which popular music communicates to the masses, need to be examined before the exceptional effects of alternative practices can be fully understood (284). Theorists of popular music still have much to explain and understand within the realm of these basic musical codes, whether to do with form or otherwise. Once such norms are better understood, we will be able to examine exceptions with a much deeper appreciation for their creators’ ingenuity and unique musical gifts.",
                "footnotes": [],
                "citations": [
                    "tagg_1987"
                ]
            }
        }
    ],
    "mto": true,
    "category": "special issue: (per)form in(g) rock",
    "source": "mto/raw/mto.11.17.3.attas.html",
    "data": "mto/data/mto.11.17.3.attas.json"
}