{
    "title": "SMT’s Interest Groups: A Synopsis",
    "date": "2018/09/01",
    "volume": "24",
    "issue": "3",
    "authors": [
        "Leong, Daphne"
    ],
    "abstract": "Provides a history of the interest groups of the Society for Music Theory, summarizing and illustrating the groups’ five main functions and describing the groups’ cumulative effect on the field of music theory and its modes of engagement. Demonstrates the broadening of the field by comparing the main topics of music-theoretic study at the SMT’s tenth anniversary (1987) with the topics of the interest groups at the SMT’s fortieth anniversary (2017). An expanded version of the poster of interest group history (Leong and Shanahan) exhibited at the fortieth-anniversary Annual Meeting features a timeline of interest group formation along with highlights from each group’s history.",
    "keywords": [
        "interest groups",
        "SMT",
        "Society for Music Theory",
        "history",
        "field",
        "discipline",
        "music theory",
        "poster"
    ],
    "doi": "10.30535/mto.24.3.14",
    "received": "",
    "pdf": "http://mtosmt.org/issues/mto.18.24.3/mto.18.24.3.leong.pdf",
    "author_info": [
        {
            "name": "Daphne Leong",
            "university": "University of Colorado Boulder",
            "address": "College of Music, 301 UCB, Boulder, CO 80309",
            "email": "daphne.leong@colorado.edu"
        }
    ],
    "citations": {
        "bernard_1989": "Bernard, Jonathan. 1989. “Editorial. Music Theory Spectrum: The Second Decade.” Music Theory Spectrum 11(1): v–vi.",
        "<i>engaging_students_through_jazz<-i>_2016": "Engaging Students Through Jazz . 2016. Special issue, Engaging Students: Essays in Music Pedagogy 4. http://flipcamp.org/engagingstudents4/",
        "howe_et_al_2016": "Howe, Blake, Stephanie Jensen-Moulton, Neil Lerner, and Joseph Straus, eds. 2016. The Oxford Handbook of Music and Disability Studies . Oxford University Press.",
        "kane_and_smith_2010": "Kane, Brian and Stephen Decatur Smith, eds. 2010. Cavell’s “Music Discomposed” at 40 . Special issue, Journal of Music Theory 54 (1).",
        "lerner_and_straus_2006": "Lerner, Neil and Joseph Straus. 2006. Sounding Off: Theorizing Disability in Music . Routledge.",
        "<i>performance_and_analysis:_chopin_and_schumann<-i>_2014": "Performance and Analysis: Chopin and Schumann . 2014. Article collection, Music Theory Online 20 (4). http://www.mtosmt.org/issues/mto.14.20.4/toc.20.4.html",
        "<i>performance_and_analysis:_views_from_theory_musicology_and_performance<-i>_2005": "Performance and Analysis: Views from Theory, Musicology, and Performance . 2005. Special Issue, Music Theory Online 11 (1). http://www.mtosmt.org/issues/mto.05.11.1/toc.11.1.html",
        "<i>performance_and_analysis_today:_new_horizons<-i>_2016": "Performance and Analysis Today: New Horizons . 2016. Essay collection, Music Theory Online 22 (2). http://www.mtosmt.org/issues/mto.16.22.2/toc.22.2.html",
        "<i>perspectives_on_twentieth-century_russian_theory<-i>_2014": "Perspectives on Twentieth-Century Russian Theory . 2014. Essay collection, Music Theory Online 20 (3). http://www.mtosmt.org/issues/mto.14.20.3/toc.20.3.html",
        "rahn_1989": "Rahn, John. 1989. “New Research Paradigms.” Music Theory Spectrum 11 (1): 84-94.",
        "serafine_and_slawson_1989": "Serafine, Mary Louise and Slawson, Wayne. 1989. “Interdisciplinary Directions in Music Theory.” Music Theory Spectrum 11 (1): 74–83.",
        "<i>smt_newsletter<-i>": "SMT Newsletter 9.1–40.1. March 1986–February 2017. https://societymusictheory.org/archives/newsletters Accessed October 2017 and March–May 2018.",
        "smt_annual_meeting": "SMT Annual Meeting “Interest Group Activities” (St. Louis 2015, Vancouver 2016, Arlington 2017). https://societymusictheory.org/meeting2015/interest_groups https://societymusictheory.org/events/meeting2016/interest_groups https://societymusictheory.org/events/meeting2017/interest_groups Accessed 1 June 2016, 7 November 2016, and 1 November 2017, respectively.",
        "smt_annual_meeting_program_booklets": "SMT Annual Meeting Program booklets. 1986–2017.",
        "<i>the_society_for_music_theory:_the_first_decade<-i>_1989": "The Society for Music Theory: The First Decade . 1989. Special issue, Music Theory Spectrum 11 (1)."
    },
    "footnotes": {
        "FN0": {
            "text": "* I thank Joseph Straus, Keith Waters, and Deborah Rifkin for their perceptive comments on a draft of this essay. Special thanks go to Daniel Shanahan, who helped to organize the Interest Group Fair at the 2017 SMT Annual Meeting as well as to create the poster of interest group history displayed on that occasion (and revised and expanded for this essay). Without him this essay would not have materialized.",
            "citations": []
        },
        "FN1": {
            "text": "1. The fourteen groups of the Society’s fourth and fifth decades are Mathematics, World Music, Improvisation, Work and Family, Film and Multimedia, Post-1945 Music, Russian Music Theory, Early Music, History of Theory, Adjunct Faculty, Dance and Movement, Psychoanalysis, Autographs and Archival Documents, and Global New Music. Throughout this essay, I identify interest groups by short titles: Philosophy rather than Music and Philosophy; World Music rather than Analysis of World Music, Film rather than Film and Multimedia, Dance rather than Dance and Movement, Autographs rather than Autographs and Archival Documents, and so on. The following short tags are also used: WorkFam (Work and Family), DISMUS (Music and Disability), PAIG (Performance and Analysis). Full names are listed in Examples 1 and 3.",
            "citations": []
        },
        "FN2": {
            "text": "2. I thank the chairs of the interest groups and multiple past chairs and participants for contributing information for this poster. This information was a primary source for the current synopsis. It was verified and supplemented from other sources such as the SMT Newsletter , SMT Annual Meeting programs and online listings of interest group activities, interest group webpages and videos, interest group peer-reviewed publications, and correspondence with individuals.",
            "citations": []
        },
        "FN3": {
            "text": "3. http://www.ams-net.org/studygroups/ , accessed 25 March 2018.",
            "citations": []
        },
        "FN4": {
            "text": "4. https://societymusictheory.org/administration/groups , accessed 25 March 2018.",
            "citations": []
        },
        "FN5": {
            "text": "5. Discussion of the proliferation of interest groups at the interest group chairs’ breakfast meeting, Annual Meeting of the Society for Music Theory, St. Louis, MO, 1 November 2015. Because they are easier to form, SMT Interest Groups have helped seed several AMS Study Groups such as the Popular Music, History of Theory, Music and Media, and Music and Disability SGs.",
            "citations": []
        },
        "FN6": {
            "text": "6. Although they are not formally affiliated, the Analysis of World Music Interest Group is closely allied with the Analytical Approaches to World Music journal and the Analytical Approaches to World Music biennial international conferences (Lawrence Shuster, e-mail message to author, 28 March 2018; see also the SMT Newsletter 35/2 (August 2012), 14).",
            "citations": []
        },
        "FN7": {
            "text": "7. Rahn, in “New Research Paradigms” ( 1989 , 84–85), cites the theories of Schenker, and the Babbittian tradition of the relation of mathematics and music, as two major currents in recent music theory; he mentions Lewin’s Generalized Musical Intervals and Transformations “as a candidate for a new paradigm within the Babbittian tradition.”",
            "citations": [
                "rahn_1989"
            ]
        },
        "FN8": {
            "text": "8. In their tenth-anniversary paper “Interdisciplinary Directions in Music Theory,” Serafine and Slawson ( 1989 , 80) describe Becker and Becker’s (1979) study of a genre of Javanese gamelan music as “one of the very few studies of non-Western music ever published in Journal of Music Theory .” Of course other journals had published articles and special issues on non-Western music; see, for instance, the themed issue Tradition and Renewal in the Music of Japan , Perspectives of New Music 27/2 (1982).",
            "citations": [
                "serafine_and_slawson_1989"
            ]
        },
        "FN9": {
            "text": "9. The tenth-anniversary paper on Analysis of Twentieth-Century Music focused on composers such as Schoenberg, Webern, Berg, Stravinsky, and Bartók, while also addressing Varèse, Scriabin, and Debussy.",
            "citations": []
        },
        "FN10": {
            "text": "10. The Oxford Handbook of Music and Disability Studies (2016), edited by Blake Howe, Stephanie Jensen-Moulton, Neil Lerner, and Joseph Straus; Sounding Off: Theorizing Disability in Music (2006), edited by Neil Lerner and Joseph Straus.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Example 1 . Poster: Interest Group History (2017) Leong and Shanahan (click to open PDF)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The interest groups of the Society for Music Theory have proliferated greatly since the Society’s founding in 1977. From one interest group in the Society’s first decade (Music Cognition, founded 1986), to two more in its second (Philosophy and Jazz), to seven more in its third (Pedagogy, Popular Music, Queer Resource, Informatics, Performance and Analysis, Social Responsibility, Disability), to thirteen more in its fourth decade, and one more in the first year of its fifth decade, the Society now has twenty-four interest groups in total. (1) (The latest additions are Autographs and Archival Documents, and Global New Music.) Please see Example 1 , the poster of interest group history created by Daphne Leong and Daniel Shanahan for the Interest Group Fair celebrating the SMT’s fortieth anniversary (held at the SMT Annual Meeting in Arlington, VA on 4 November 2017). (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In contrast to the American Musicological Society, which carefully controls the creation of its Study Groups (and grants them the privilege of a guaranteed session on the official conference program), the Society for Music Theory asks only minimal requirements of its Interest Groups (and provides them with meeting space at the Annual Meeting, a webpage, and an e-mail list). The AMS structure is top-down: would-be Study Groups (SGs) must apply to the Board of Directors and provide “a statement of rationale, information regarding the group’s activities prior to making the formal application, the names of two or more primary organizers, a list of active members, and a bibliography. The rationale must be persuasive in terms of the need of an ongoing study group for the subject. . . . There should be . . . a broad and diverse membership in terms of career stage and institutional representation. . . . It is strongly advised that those interested in organizing a new SG hold two or more Alternative Format Sessions or Evening Panels at Annual Meetings prior to submitting the application.” (3) The SMT structure is bottom-up: those wishing to start Interest Groups (IGs) must inform the Vice President, hold a meeting with minimal attendance, and send a representative to the IG chairs’ breakfast meeting at the Annual Meeting. (4) The result for the SMT has been, in the words of Nathan Martin (then chair of the History of Theory IG), “productive chaos.” (5)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Within this relatively open structure, the interest groups of the SMT have served five main functions. My description of each function includes examples in parentheses; these examples are illustrative and are not intended to be comprehensive. 1. Interest groups work for common causes and create community.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Groups may coalesce around repertoire, media, or musical practice (Early Music, Film and Multimedia, Improvisation), geographic and stylistic considerations (Russian Theory, World Music, Global New Music), research materials and technologies (Autographs and Archival Documents, Informatics), social or positional issues (Adjunct Faculty, Work and Family, Social Responsibility), or other topical focii (History of Theory, Mathematics, Pedagogy, Performance and Analysis). They establish forums for the sharing of ideas, new work, and resources, both in person (Popular Music “Skill Share,” WorkFam and DISMUS joint discussion “Managing Work and Longterm Care of Family,” Early Music “speed-dating” for sharing research in progress) and online (Jazz searchable online bibliography, PAIG blog, Pedagogy e-mail discussions, Film discussion forum). They provide mentoring and support (Queer Resource mentoring, DISMUS mentoring for teaching or personal situations), and they advocate for causes (Social Responsibility’s 2004 petition for peaceful international cooperation in response to the war in Iraq, WorkFam’s 2015 recommendations for “Supporting Families at Institutions of Higher Learning,” DISMUS’s work for accessibility and inclusion). 2. Interest groups stimulate research and engagement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] They create special sessions and group publications ( Oxford Handbook of Music and Disability Studies (2016), Philosophy’s 2010 special issue of Journal of Music Theory on Stanley Cavell, special issues of Music Theory Online by PAIG and Russian Theory). (6) The groups collect data and publish standards (WorkFam poll on leave, Jazz style guide on in-text chord symbols). They organize conferences, mini-conferences, and symposia (Early Music, History of Theory, Music Cognition, Queer Resource, Informatics), and host activities such as jam sessions, sing-throughs, and dances (Jazz, Early Music, and Dance, respectively; other examples are Informatics’ Hack-Day and Film’s 2014 interactive session on video-game music). Interest groups also recognize outstanding publications (Jazz’s Steve Larson award, Popular Music’s Outstanding Publication and Adam Krims awards). 3. Interest groups further pedagogy.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] By researching pedagogy, discussing methods, and providing resources, interest groups advance and enrich pedagogical practice. They offer publications (Jazz’s 2016 issue of Engaging Students ) and online repositories (DISMUS resources for teachers, PAIG Pedagogy Resource), and create forums for the modeling and discussion of pedagogical practices (Dance’s syllabus workshop, Social Responsibility’s roundtable on “Diversity in the Music Classroom,” Improvisation’s workshop with college students). The Pedagogy Interest Group has presented special sessions on “Performer and Theorist (2005),” “Technology in the Music Theory Classroom” (2011), “Hacking the Music Theory Class” (2013), and on teaching aural skills (2001), twentieth-century compositional techniques (2002), and counterpoint (2010). It co-organized the poster session “Cognition Research: Implications and Applications for Theory Pedagogy” (2000) with the Music Cognition Interest Group, and the special session “SMT Goes to High School” (2016) with the SMT Committee on Diversity. Its most recent meeting explored the pedagogy of rhythm and meter (2017). The group also interacts with the broader musical community (in particular, high-school teachers) to share pedagogical resources. 4. Interest groups innovate, experiment, push boundaries, and fill gaps.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Many interest groups work across disciplines (World Music, Dance, Film, Autographs, Mathematics, DISMUS, Philosophy, Psychoanalysis, Cognition, Queer Resource, Pedagogy, PAIG, to name but a few). They advance new methodologies (Mathematics, Informatics, Early Music), pedagogical approaches (Improvisation, Popular Music, Social Responsibility), and research areas (DISMUS, World Music, Russian Theory). And they enlarge mainstream theory from both without and within, raising the profile of less-established research areas while taking established ones in new directions. For instance, the topics of groups founded earlier in SMT’s history (Jazz, 1995; Popular Music, 1998; Queer Resource, 1998), once on the periphery, have entered the mainstream, while more recently, groups have formed around topics with already distinguished traditions (History of Theory, 2014; Autographs, 2016). Interest groups also experiment with modes of presentation and interaction—lightning talks, virtual speakers, coaching sessions, dance lessons, performances, and so on—sometimes acting as the gateways through which such modes enter the mainstream. 5. Interest groups collaborate with other constituencies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Interest groups of the SMT often work together with sister groups from the AMS, coordinating mini-conferences (History of Theory), special sessions (Philosophy, Popular Music with AMS and SEM groups), meetings (Film), and special events (Dance–salsa lesson and dance). They also collaborate with closely-related groups (the 2016 symposium Race-ing Queer Music Scholarship was co-sponsored by Queer Resource, the AMS LGBTQ SG, the SEM Gender and Sexualities Task Force, Women & Music journal, and the University of British Columbia) and organize events at cognate conferences (Cognition’s special poster session at the 1996 International Conference on Music Perception and Cognition). They may work with standing committees of the SMT (the 2002 special session “Women in Jazz, ” featuring guest Maria Schneider, was co-organized by Jazz and the Committee on the Status of Women; the 2011 special session “Prince, Minneapolis, and the Sounds of Diversity” by Popular Music and the Committee on Diversity) or with other SMT interest groups (Math and Philosophy on Wittgenstein, 2009; Jazz and Pedagogy special session on “Jazz Theory Pedagogy,” 2001). Finally, interest groups may involve constituencies outside academia, such as high-school teachers and students (Pedagogy and Diversity Committee’s AP Music Theory Outreach Project ) and professional performers (PAIG’s special sessions and blog posts).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Collectively, the interest groups of the SMT have altered the field of music theory and its modes of engagement. As scrappy and nimble units, they complement the traditional institutions of the field; their grassroots origins inspire leadership, service, and participation, opening doors to engagement in the groups themselves but also providing meaningful entryways into the life of the Society as a whole. They have enlarged the mainstream of scholarly work, and also, concretely, the SMT Annual Meeting, offering a smorgasbord of flexible modes of presentation and interaction alongside traditional presentations. Their partnerships with sister groups, across disciplines, and beyond academia and their engagement with societal and employment issues reach beyond the boundaries of the field. In sum, the interest groups of the SMT have altered not only the field of music theory but also its culture. Example 2 . Topics of plenary session papers, Rochester (1987) (click to enlarge) * * *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] On the occasion of the SMT’s tenth anniversary, the plenary session of the 1987 conference in Rochester, New York, featured eleven papers surveying the research of the past decade and assessing its current state (Bernard 1989, vi). These papers, subsequently published by Music Theory Spectrum as the special issue The Society for Music Theory: The First Decade (1989) provided a bird’s-eye view of the field. Their topics are listed in Example 2 . Example 3 . Interest groups of the SMT (2017) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] A comparison of these topics with those of the interest groups at the fortieth anniversary conference in Arlington, VA, thirty years later, shows how the field has expanded. Example 3 lists the twenty-four interest groups active in 2017. Four of these groups directly match the topics of the tenth-anniversary papers—Early Music Analysis, History of Theory, Informatics, and Pedagogy—and three others—Music Cognition, Mathematics, and Philosophy—feature prominently in the papers on “Interdisciplinary Directions” and “New Research Paradigms.” (7) Most of the 2017 groups, however, represent areas of work not discussed, or touched upon only tangentially, in the 1987 papers. The field has broadened to embrace global musics (World Music), (8) other schools of theory (Russian Theory), and diverse contemporary repertoire (Post-1945 Music, Global New Music). (9) Jazz and Popular Music are now established in the music-theoretic landscape, and Improvisation prominent in both pedagogy and scholarship. Work in multimedia and performance—Dance, Film and Multimedia, Performance and Analysis—is gaining ever greater attention. The Queer Resource Group and work that it represents have made major contributions to the field. Music and Psychoanalysis connects disciplinary strands in music and areas such as cultural studies and hermeneutics. Music and Disability boasts an Oxford Handbook and other publications. (10) Autographs and Archival Documents represents a longstanding area of research that has newly formed as an interest group. Finally, several groups—Work and Family, Adjunct Faculty, and Scholars for Social Responsibility, along with Music and Disability—take advocacy or activist roles.",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In short, a survey of the state of the field at the SMT’s fortieth anniversary would be a much more difficult endeavor than at its tenth anniversary. The field’s broadening, and the engagement of the Society’s members, are indexed in part by the growth of interest groups and by the accelerating tempo of their creation. Even central topics such as history of theory have seen the formation of interest groups. However, four topics of the 1987 plenary are not so represented: Schenkerian Theory, Analysis of Nineteenth-Century Music, Analysis of Twentieth-Century Music (as described in note 9), and Twelve-Tone and Atonal Theory. Work on these topics clearly continues unabated; it may be that in these areas no interest group has been needed to carve out new territory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] It remains to be seen how interest groups will continue to develop, and what roles they will play with regard to the Society, their own members, and external constituents. Will new interest groups continue to emerge? Will their roles, activities, and modes of interaction morph? Will they change the structure and operations of the SMT itself, or the SMT’s interface with other organizations or entities? These are questions to be answered, perhaps, at the seventieth anniversary conference in 2047.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference reports",
    "source": "mto/raw/mto.18.24.3.leong.html",
    "data": "mto/data/mto.18.24.3.leong.json"
}