{
    "title": "Review of Anthony K. Brandt,<i> Sound Reasoning: A New Way to Listen</i>",
    "date": "2007/09/01",
    "volume": "13",
    "issue": "3",
    "authors": [
        "Perry, Jeff"
    ],
    "abstract": "A free, web-based music appreciation course:http://www.soundreasoning.org/",
    "keywords": [
        "textbook",
        "review",
        "Ralph Turek",
        "pedagogy",
        "popular music",
        "music industry",
        "music fundamentals"
    ],
    "doi": "",
    "received": "April 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.3/mto.07.13.3.perry.pdf",
    "author_info": [
        {
            "name": "Jeff Perry",
            "university": "MTO Reviews Editor",
            "address": "",
            "email": "mto-reviews@societymusictheory.org"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Sound Reasoning ( http://www.soundreasoning.org/ ) is a freely available web-based resource hosted by Rice University. Flash Player is required for audio examples.",
            "citations": []
        },
        "FN2": {
            "text": "2. Andrew W. Mead, “The ‘Sweet Spot’: What Composing Has Taught Me About Teaching Theory.” Intégral 14–15 (2000): 48–56.",
            "citations": []
        },
        "FN3": {
            "text": "3. The short-lived journal Aperiodical , published in 1986–88 under the auspices of the CalArts School of Music, dedicated part of one issue and the entirety of a second to Powell’s compositional methodology and Formenlehre . Volume 2 includes articles by both Anthony Brandt and Jeffrey Perry. See also \nJeffrey Perry, “Mel Powell and the String Quartet” in Intimate Voices: Aspects of Construction and Character in the Twentieth-Century String Quartet , ed. Evan Jones. Rochester University Press (to appear 2008).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] At the university where I teach, music appreciation is taught to students from all walks of university life either in large, anonymous lecture halls, or online using various web applications. In neither case is there likely to be much interaction between instructor or student about anything, save for the occasional timid question or haggling session about grades, deadlines, and logistics. If the original rationale for putting a music course for non-specialists into the general college curriculum was to establish and celebrate the discipline’s place within the humanities, I think we can reasonably assume that we fail more often than we succeed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Anthony Brandt, a member of the composition faculty at Rice University’s Shepherd School of Music, has created an online course in nine modules, or chapters, that approaches the teaching of music appreciation from an entirely new perspective—or rather, from a perspective that is, one suspects, the philosophical starting point for most music appreciation texts, but which is seldom taken to its logical conclusion, at least not with such elegance and rigor. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Simply stated, Brandt has sought to reach behind musical categories and classifications to inquire into the processes of presentation, connection, elaboration and return that underlie music in general. His approach, while sensitive to style and genre, seeks to show non-musicians what their ears can tell them about music of any style or genre. Many music appreciation courses seek to place music within a cultural context, and give students a casual exposure to music notation and the other technical apparatus that goes into the performance of art and popular music. By contrast, Brandt’s course is purely a course in listening.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Unlike Kerman and Tomlinson’s eponymously named text, which seeks to teach students to listen to music within a cultural context (and in which, predictably, the attempts to impart cultural context end by swallowing up the stated goal of ear-training), Brandt focuses on the mechanisms that create musical presence, growth and closure with a single-mindedness not found elsewhere (to my knowledge) in the field. It may seem counterintuitive and even perverse to disconnect the question of how music says what it says from matters of style and genre, but there is pedagogical justification for doing so. Most music appreciation texts pay lip service to tracing the mechanisms of musical perception and cognition, then move on to innumerable chapters of historical figures, dates, factoids about the instruments of the orchestra, etc. In a spirit of cultural inclusion, the same approach is usually applied to the usual subject matter of ethnomusicology (vernacular and non-Western music) as to that of “old-fashioned” musicology (Western art music). This approach is largely an artifact of the way in which music appreciation tends to be taught—as with arms control treaties, verification is the most important issue: students need to learn bits of information that they can then be quizzed on in easily-graded, possibly machine-readable ways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In defense of his more stripped-down approach, Brandt states, Sound Reasoning is designed to help you listen. This course encourages you to be self-reliant—to get up close to the music, without mediation or interference. . . . ideally, a musical performance is a direct conversation between performers and listeners. . . . The fundamental premise of this course is that, if you listen attentively and think constructively about what you are hearing, your awareness will prosper and your direct connection to the music will thrive. The course assumes little or no prior musical background. (Module 1)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] While one might have reservations about dismissing all of the usual matter of music appreciation as “pre-concert lectures, program notes and other verbal explanations,” this radical refocusing is welcome. Brandt makes a plea, in essence, for a synchronic view of music that is intended to make the diachronic perspectives available elsewhere worth something. One might argue that this perspective simply reflects Brandt’s background as a composer/theorist, and that a music historian, or an ethnomusicologist, might have different, more diachronic priorities; indeed, one might look askance at the entire “analytical project” as it is applied to unsuspecting music appreciation students, and not just at Brandt’s particular implementation of it. His focus on listening complements Andrew Mead’s perspective on composition as purposeful play; what both approaches have in common is a de-emphasis on needing to know the historical, cultural, and generic context of a musical composition in order to appreciate, evaluate and understand its inner workings. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Brandt’s course is hosted by Connexions, an online course authoring environment that permits instructors to embed Flash audio and video alongside text to create simple, modestly multimedia Web-accessible course content. Paradoxically, self-generated course content can be a strong advertisement for the value of good editing. Although Brandt’s modules are extremely well written and have an engagingly conversational tone, other courses accessible via the Connexions website include collections of quick-and-dirty lecture notes and half-completed works in progress. If it is true that brick-and-mortar academic publishers are to go the way of the dinosaur, and self-originated, self-published new-media course content is the wave of the future, something extremely important is about to leave higher education forever: the value added by competent, well-informed editors with first-hand knowledge of the pedagogy and practice in their fields.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Happily, Brandt knows what he is about and how to convey it to students. As in the best textbooks, Sound Reasoning conveys a definite sense of his own experience and expertise; clearly, the mechanics of how a sense of musical form is conveyed to the listener is a topic that has preoccupied Brandt for quite some time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] By way of full disclosure, I should mention that Anthony Brandt and this reviewer share a teacher, Mel Powell (1923-98). Powell (best known to jazz aficionados as a Big Band pianist and composer/arranger active in the 1940s and early ’50s, a collaborator with the likes of Benny Goodman, Glenn Miller, Django Reinhardt inter alia ) was a Pulitzer Prize winning composer who trained several generations of American composers and musicians at Yale University (where he founded the Yale Electronic Music Studio) and then at the California Institute of the Arts, where he was the founding dean of the School of Music and held an endowed chair in composition until his death. Powell’s unique compositional worldview was in its own way just as systematic and detailed as that of his teacher, Paul Hindemith. It is a great tragedy that Powell, unlike Hindemith, never wrote the book he long had contemplated on the craft of composition. His ideas about musical form, performance and perception live on mainly through his students. (3) It is not overstating matters too much to say that Powellian ideas are at the center of Brandt’s online course. In addition to its clarity of presentation and eclectic outlook, Powell’s influence is one of the strengths of Sound Reasoning .",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In Module 1, How Music Makes Sense, Brandt begins with four daunting statements: “Music is a time-art . . . Music is ephemeral . . . Music is unstoppable in time . . . Music is abstract and non-verbal.” He thus confronts the student directly with the experiential, phenomenological, and temporal aspect of music—everything about music, in other words, that most other texts bypass as too difficult or squishy to teach. Brandt uses analogies between music and other art forms largely as a means of differentiating music from fiction, film or painting, not as a means of establishing comforting (and fallacious) equivalencies. Indeed, Brandt is just as likely to draw on language and communication for his analogies as he is to remain strictly within the bounds of artistic media; in his explanation of accent, which he calls musical emphasis, he states Verbal communication contains a variety of strategies for creating emphasis. For instance, you’re instructing your children on pool safety: Don’t run next to the pool, no splashing in other people’s faces, etc. But most important of all: No children allowed in the water without a grown-up. How would you emphasize this statement’s import? You might repeat it several times; you might raise your voice; you might grab your child’s hand and look him or her in the eye; you might sit the child, down, pause, and then speak.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] A theory of accent and formal analogy was at the center of Powell’s compositional doctrine. In Module 2, Musical Emphasis, Brandt employs entirely non-technical language to convey a list of accent types derived from Powell. To be sure, a similar but entirely conventional accentual nomenclature appears in rudiments texts such as Clough, Connelly, and Boge’s, but Brandt’s focus is not on micro-level taxonomizing but rather on helping students use the ability to recognize different types of accentual technique in listening to music. A list of the composers from whom Brandt draws his illustrative musical excerpts in this chapter (accessible through Macromedia’s Flash Plugin), ordered as he presents them, is revealing. In order of appearance, the module includes examples from Bach, Schoenberg, Chopin, Stravinsky (twice), Elliott Carter, Berlioz, Penderecki, Tchaikovsky, Messiaen, Schnittke, Beethoven (twice), Ligeti, Mozart, Poulenc, Bartók, Franck, Boulez, Berg, Schubert, and Morton Feldman. This list suggests a focus on instrumental art music of the nineteenth and twentieth centuries, with some vocal and choral music, and a smattering of opera, and a few excerpts from the eighteenth century sacred and secular repertoire. This focus persists throughout the course. Copyright restrictions and the limited shelf life of pop repertoire are two very good reasons to avoid pop music in such a course (see the review of Ralph Turek’s Theory for Today’s Musician by Gabe Fankhauser and Jennifer Sterling Snodgrass in MTO 13.2 for illustrations of problems created by the latter); rather than exposing students to The Classics for their own sake, Brandt seems to have selected the music that is most important to him personally. One of the fringe benefits of teaching, after all, is sharing with our students the music that excites us. We cheat students of a valuable part of our life experience if we fail to include such sharing in our lesson plans, presenting them instead only what they Ought To Know.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In addition to his introductory module and the module on musical emphasis, Brandt presents units entitled Musical Form, Expository and Developmental, Overall Destiny, Time's Effect on the Material, a Quick Guide for Listening. a unit on musical modernism (Making Music Modern), and a conclusion entitled What is Music Trying to Express? In his discussion of musical modernism, Brandt again reaches outside of music itself to good explanatory effect, contrasting the Newtonian mechanistic view of nature, society, and the human mind with the more complex view of humanity and society that has come about as a result of Freud, Einstein, and Heisenberg. Brandt illustrates the breakdown of what might be termed Newtonian consensual reality by juxtaposing audio excerpts from two pairs of works. The first pairing compares piano works in A major by Schubert and Brahms, the second chamber works for speaker and small ensemble by Stravinsky and Schoenberg. Seventy years separate the former pair of works (the Sonata D. 664 and the Intermezzo Op. 118 No. 2), six years separate the latter pair ( L’histoire du soldat and Pierrot lunaire ); several more such pairings (of string quartets by Carter and Cage, of piano works by Reich and Boulez, etc.) drive home the point that his contextual approach to listening, useful as it is when applied to music of earlier centuries, becomes absolutely essential when it comes to making sense of the music of the twentieth and twenty-first centuries. Getting a handle on the modernist and post-modernist repertoire with which Brandt concludes is thus seen to be, in a sense, the goal of the entire online course. Brandt thus addresses the need to introduce students to music as something living and evolving that is both an expression of its place and time and a universal human utterance. Although there are other ways to teach non-specialists about music, it is difficult to imagine a more provocative approach than the one Brandt takes in Sound Reasoning . The course is a tantalizing suggestion of what music appreciation can become in the era of web-delivered multimedia pedagogy.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.07.13.3.perry.html",
    "data": "mto/data/mto.07.13.3.perry.json"
}