{
    "title": "Commentary on Nicholas Cook, “Theorizing Musical Meaning,” <i>Music Theory Spectrum</i> 23/2 (2001)",
    "date": "2002/08/01",
    "volume": "8",
    "issue": "2",
    "authors": [
        "Cantrick, Robert"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.02.8.2/mto.02.8.2.cantrick.pdf",
    "author_info": [
        {
            "name": "Robert Cantrick",
            "university": "Professor Emeritus of Music",
            "address": "Buffalo State College, SUNY",
            "email": "rbcantrick@msn.com"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In his essay, “Theorizing Musical Meaning” ( Music Theory Spectrum , 23/2 [2001], 170-195), Nicholas Cook again displays his rare gift for pulling together a large collection of miscellaneous materials, as he did in his “Afterword” in Marvin and Hermann, Concert Music, Rock, and Jazz Since 1945 (University of Rochester Press, 1995) and in his “Musical Form and the Listener” ( Journal of Aesthetics and Art Criticism 46/1 [Fall, 1987], 23-29). I must say his essay on meaning is so erudite that, as the British like to say, it starts up more hares than it can chase. But that’s not a complaint. I am shouting “Bravo!” I am getting my courage up. I am going to try to chase all those hares.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] All the diverse points that Cook makes are about the meaning of music, and the main point is that the meaning of music is in the music not extraneous to it. If I address this point I am not addressing all those points separately, but I am addressing them all collectively.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Therefore, let me ask: Is the meaning in the music the meaning in the music performance? For there is an alternative, you know. The meaning in the music can be the meaning in the music listening. Perhaps the reader will reply, “Both.” If the reader is right, then the meaning has no temporal identity, since one time of performing or listening is not another time of performing or listening. If the reader is wrong, then the meaning does have temporal identity but no temporal individuality, since the meaning is the same at one time of performing or listening as at another. Out of the frying pan into the fire.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Suppose, however, that some reader replies, “Neither.” The \nreader may be onto something, having in mind a musical composition–which has identity through time as well as individuality (being unique). Unfortunately, another problem arises. The meaning of a musical composition, if neither in the performing nor in the listening, is hard to find. Such a composition would be an abstract object–out of this world, if you will. If the meaning of the composition is in it, can you give me an address where I can reach it?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Nevertheless, it seems to me that this reader’s reply would be a step in the right direction, if not the last. Let us recognize the fact that a musical composition is not the only form that music takes. The 12-bar blues without words isn’t a musical composition. Nor is a Hindustani raga. Nor is an Iranian gusheh. So the question, ultimately, is: If we consider each of these forms to be a musical individual, how can we distinguish a musical individual from the class of musical individuals? That is, how can we distinguish one raga from another?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The term “music” isn’t a term for a musical individual. The term “musics” isn’t a term for musical individuals. It is a term for classes of musical individuals. But it is an empty term, since it doesn’t answer the question: What is it to be a member of any such class?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Although we have the mass term “music,” we lack an individual term corresponding to it. To say that “composition,” “instrumental 12-bar blues,” “raga,” “gusheh” are individual terms would be to conflate classes with their \nmembers. Worse, it would be to destroy the very concept Cook needs: the concept \nof meaning in the very structure of the music. The structure of a composition \ndiffers from the structure of the 12-bar blues, both differ from the structure \nof a raga, and all three differ from the structure of a gusheh.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Maybe Cook is the very guy I need to straighten me out. If so, I shall be \ngrateful to him again.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.02.8.2.cantrick.html",
    "data": "mto/data/mto.02.8.2.cantrick.json"
}