{
    "title": "Comment on Steven Smoliar’s article",
    "date": "1994/03/01",
    "volume": "0",
    "issue": "7",
    "authors": [
        "Harley, James"
    ],
    "abstract": "",
    "keywords": [
        "Smoliar",
        "computer music"
    ],
    "doi": "",
    "received": "",
    "pdf": "",
    "author_info": [
        {
            "name": "James Harley",
            "university": "Faculty of Music",
            "address": "McGill University, 555 Sherbrooke West, Montreal, QC, CANADA H3A 1E3",
            "email": "jih@music.mcgill.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Smoliar, S. “Computers Compose Music, But Do We Listen.” mto.94.0.6 (January 1994).",
            "citations": []
        },
        "FN2": {
            "text": "2. Multimedia Modeling. World Scientific.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I have been working in the area of “composition with computers” \nfor some time now, so it was with interest that I read Steven \nSmoliar’s article on the subject (1) .  I have not had a chance to \nsee the publication that it originally appeared in, (2) and therefore \nhave perhaps read his work slightly out of context.  Nonetheless, \nI think it is useful to comment upon a few of the issues which Smoliar \nraises.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] First of all, the abstract for this article makes general claims \nthat are not substantiated in the body of the article.  The rather \nambitious opening, “this is an examination of the current state of the \nart in the computer composition of music,” is fleshed out with a discussion\nof just one application, that of David Cope’s EMI Project, with a passing \nreference to a single issue devoted to computer-generated music of the \nIEEE Computer Society Computer magazine. Cope’s work is admirable, and \ncertainly worthy of discussion, but we are here given no reasons as to \nwhy it is that his work “best characterizes the current state of the  \nart.”  In fact, I would argue that his “recombinant” music is not \n“composition” at all, but “re-creation” or “style imitation,” and hardly \nrepresentative of original, creative work being done in the field, even \nby David Cope himself. In fact, there is an enormous range of work being \ndone in the domain of  “computer composition,” from Ames and Barlow to \nXenakis and Zicarelli.  These composer-researchers are attempting to \nimplement models of their own compositional “systems,” such that the \ncomputer will be able to generate truly “contemporary music in a style \nwhich reflects the musical understanding or interests of the program \ndesigner (or, in certain cases, the user).  Surely, in order to answer the  \nquestion of  “whether artificial intelligence has now solved the problem \nof turning a computer into a successful composer,” one would have to look \nat the “creative” work being done, and not just the “re-combinant.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Smoliar also raises the question as to whether the success of \nCope’s EMI system is due to Cope’s own practical experience as a \ncomposer rather than its own “theoretical” knowledge (as he puts it, \n“just who is doing the composing[?]”).  It may be useful to clarify \nthe distinction between “theoretical” and “practical” knowledge here.  \nThere is an implication in this that the experienced composer knows how \nto obtain effective results in the concert hall without needing to be \nconcerned with “theory.”  I think the real issue is whether one criticizes \nthe computer program for not reflecting specific theoretical concerns or \nconstructs, or whether one criticizes the musical output of the program \nfor its musical-stylistic integrity.  The criteria which Smoliar seems \nto use to judge the alleged computer-composer is the presence of “deep \nstructure,” as opposed to merely “surface structure.”  However, it is \nonly possible to evaluate the work on this basis because it is “style \nimitation” rather than original work.  Other aesthetic and theoretical \nissues must be articulated in order to judge the output of, say, \nXenakis’s computer program, just as they would be to judge one of his \n“non-computer” works.  The real question here may be whether it would \never be possible to find “deep structure” in any “recombinant” music,  \ncomputer-generated or otherwise, and whether that structure could be \nconsidered original rather than “borrowed.”  If the answer is yes, then \nthe Cope-EMI results must be judged as having failed; if the answer is \nno, then Smoliar’s evaluation procedure must be brought into question.  \nIn any case, I find it difficult to see how it can serve us in looking at \nother work in the field, especially given the difficulties others have \nhad in applying such linguistically-based concepts of structure to non-\ntonal, or post-tonal music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I would also briefly like to take issue with Smoliar’s claim that \n“whether or not music has a deep structure, much of our response, as \nindividuals, is to surface features,” and that it therefore follows that \n“audiences listen to performances rather than compositions .”  This \nis a bold statement, and is, unfortunately, unsupported in his article,  \napart, one assumes, from introspection as a result of attending live \nperformances of EMI-generated music.  Based on conclusions drawn from \nmy own introspection, I am inclined to agree that the quality of a \nperformance can be very convincing, whatever the “quality” of the music, \nparticularly for the first hearing.  It has been my experience, however, \nthat repeated hearings of a piece (and for the sake of the argument, I am  \nspeaking only of live performances) tend to clarify the strengths and/or \nweaknesses of the music, and to build up an analytical-perceptual image \nof the music that would include something of the deep structure, if there \nis one.  Therefore (and thank goodness!), it is still possible to \ndistinguish (if not right away, then at least with time, given patience and  \ngood-will) music which “has come from a struggling genius, a commercial \nhack, chance decisions, or even a computer program,” not to mention music \nby that irreducible entity, Mozart, from the would-be’s and wanna-be’s.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.94.0.7.harley.html",
    "data": "mto/data/mto.94.0.7.harley.json"
}