{
    "title": "Gestural Perspectives on Popular-Music Performance",
    "date": "2022/08/01",
    "volume": "28",
    "issue": "3",
    "authors": [
        "Gardner, Samuel",
        "Shea, Nicholas J."
    ],
    "abstract": "Music theory has grown to encompass various forms of bodily movement in analysis, including instrumental performance, dance studies, and cognition-based methods. In this paper, we demonstrate how observed physical gestures in popular-music performance can foreground the relationship between the music’s surface elements and its structural features. Live performances by Macy Gray, Alex Lifeson, and Sister Rosetta Tharpe offer various interpretations of physical gesture across vocal and guitar performance. Our analyses illustrate how a performer’s physical gestures aid musical understanding for both the audience and the performer, how pronounced fretboard gestures reflect the embodied segmentation of musical phrasing, and how the demands of instrumental and vocal performance create a hierarchy of gestural function that blurs the boundaries between sound production and musical processing. By focusing on physical gestures that might otherwise be overlooked in traditional music-theoretic analysis, we aim to advocate that each physical movement, from subtle to overt, plays a role in the surface-to-structure process. Paying close attention to such gestures can alter how we hear the music by allowing new nuances to enrich the musical performance and its perception.",
    "keywords": [
        "Gesture",
        "Live-performance",
        "popular-music",
        "perception",
        "embodiment",
        "structure",
        "communication"
    ],
    "doi": "10.30535/mto.28.3.3",
    "received": "January 2022",
    "pdf": "https://mtosmt.org/issues/mto.22.28.3/mto.22.28.3.gardnershea.pdf",
    "author_info": [
        {
            "name": "Samuel Gardner",
            "university": "Oberlin College & Conservatory",
            "address": "173 W Lorain St, Oberlin OH 44074",
            "email": "sgardner@oberlin.edu"
        },
        {
            "name": "Nicholas J. Shea",
            "university": "Arizona State University",
            "address": "School of Music, Dance and Theatre, 50 E Gammage Pkwy, Tempe AZ 85281",
            "email": "njshea@asu.edu"
        }
    ],
    "citations": {
        "alibali_2005": "Alibali, Martha W. 2005. “Gesture in Spatial Cognition: Expressing, Communicating, and Thinking About Spatial Information.” Spatial Cognition and Computation 5 (4): 307–31. https://doi.org/10.1207/s15427633scc0504_2 .",
        "alibali_et_al_2014": "Alibali, Martha, Rebecca Boncoddo, and Autumn Hostetter. 2014. “Gesture in Reasoning: An Embodied Perspective.” In The Routledge Handbook of Embodied Cognition , ed. Lawrence Shapiro, 150–60. Routledge.",
        "attas_2015": "Attas, Robin. 2015. “Form as Process: The Buildup Introduction in Popular Music.” Music Theory Spectrum 37 (2): 275–96. https://doi.org/10.1093/mts/mtv020 .",
        "caplin_2003": "Caplin, Willian. 2003. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . 3rd ed. Oxford University Press.",
        "catrambone_et_al_2006": "Catrambone, Richard, David L. Craig, and Nancy J. Nersessian. 2006. “The Role of Perceptually Represented Structure in Analogical Problem Solving.” Memory and Cognition 34 (5): 1126–32. https://doi.org/10.3758/BF03193258 .",
        "chu_2008": "Chu, Mingyuan, and Sotaro Kita. 2008. “Spontaneous Gestures during Mental Rotation Tasks: Insights into the Microdevelopment of the Motor Strategy.” Journal of Experimental Psychology: General 137 (4): 706–23. https://doi.org/10.1037/a0013157 .",
        "clark_2008": "Clark, Andy. 2008. Supersizing the Mind: Embodiment, Action, and Cognitive Extension . Oxford University Press.",
        "clark_and_chalmers_1998": "Clark, Andy, and David Chalmers. 1998. “The Extended Mind.” Analysis 58 (1): 7–19. https://doi.org/10.1093/analys/58.1.7 .",
        "clayton_2005": "Clayton, Martin, Rebecca Sager, and Udo Will. 2005. “In Time with the Music: The Concept of Entrainment and Its Significance for Ethnomusicology.” Proceedings of the European Meetings in Ethnomusicology , 3–75. http://dro.dur.ac.uk/8713/1/8713.pdf .",
        "cook_2012": "Cook, Susan, Terina Yip, and Susan Goldin-Meadow. 2012. “Gestures, but Not Meaningless Movements, Lighten Working Memory Load When Explaining Math.” Language and Cognitive Processes 27 (4): 594–610. https://doi.org/10.1080/01690965.2011.567074 .",
        "cox_2016": "Cox, Arnie. 2016. Music and Embodied Cognition: Listening, Moving, Feeling, and Thinking . Indiana University Press. https://doi.org/10.2307/j.ctt200610s .",
        "cusick_1994": "Cusick, Suzanne. 1994. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32 (1): 8–27. https://doi.org/10.2307/833149 .",
        "declercq_2012": "de Clercq, Trevor Owen. 2012. “Sections and Successions in Successful Songs: A Prototype Approach to Form in Rock Music.” PhD diss., University of Rochester.",
        "de_souza_2017": "De Souza, Jonathan. 2017. Music at Hand: Instruments, Bodies, and Cognition . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190271114.001.0001 .",
        "de_souza_2018": "De Souza, Jonathan. 2018. “Fretboard Transformations.” Journal of Music Theory 62 (1): 1–39. https://doi.org/10.1215/00222909-4450624 .",
        "duguay_2021": "Duguay, Michèle. 2021. “Physical Balance, Gravity, and Tension in Contemporary Piano Works.” Theory and Practice 44: 1–38. https://www.jstor.org/stable/27031384 .",
        "eitan_and_timmers_2010": "Eitan, Zohar, and Renee Timmers. 2010. “Beethoven’s Last Piano Sonata and Those Who Follow Crocodiles: Cross-Domain Mappings of Auditory Pitch in a Musical Context.” Cognition 114 (3): 405–22. https://doi.org/10.1016/j.cognition.2009.10.013 .",
        "goldin-meadow_2006": "Goldin-Meadow, Susan. 2006. “Talking and Thinking With Our Hands.” Current Directions in Psychological Science 15 (1): 34–39. https://doi.org/10.1111/j.0963-7214.2006.00402.x .",
        "goldin-meadow_et_al_2001": "Goldin-Meadow, Susan, Howard Nusbaum, Spencer Kelly, and Susan Wagner. 2001. “Explaining Math: Gesturing Lightens the Load.” Psychological Science 12 (6): 516–22. https://doi.org/10.1111/1467-9280.00395 .",
        "hatten_2004": "Hatten, Robert S. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Indiana University Press.",
        "hostetter_et_al_2007": "Hostetter, Autumn B., Martha W. Alibali, and Sotaro Kita. 2007. “I See It in My Hands’ Eye: Representational Gestures Reflect Conceptual Demands.” Language and Cognitive Processes 22 (3): 313–36. https://doi.org/10.1080/01690960600632812 .",
        "huron_2006": "Huron, David. 2006. Sweet Anticipation: Music and the Psychology of Expectation . MIT Press. https://doi.org/10.7551/mitpress/6575.001.0001 .",
        "ihde_1990": "Ihde, Don. 1990. Technology and the Lifeworld: From Garden to Earth . Indiana University Press.",
        "ito_2021": "Ito, John Paul. 2021. Focal Impulse Theory: Musical Expression, Meter, and the Body . Indiana University Press. https://doi.org/10.2307/j.ctv1c3pdp3 .",
        "iverson_and_goldin-meadow_1998": "Iverson, Jana M., and Susan Goldin-Meadow. 1998. “Why People Gesture When They Speak.” Nature 396 (6708): 228. https://doi.org/10.1038/24300 .",
        "jensenius_et_al_2010": "Jensenius, Alexander, Marcelo Wanderley, Rolf Inge Godøy, and Marc Leman. 2010. “Musical Gestures: Concepts and Methods in Research.” In Musical Gestures: Sound, Movement, and Meaning , ed. Rold Inge Godøyand and Marc Leman, 12–35. Routledge.",
        "kang_and_tversky_2016": "Kang, Seokmin, and Barbara Tversky. 2016. “From Hands to Minds: Gestures Promote Understanding.” Cognitive Research: Principles and Implications 1 (1): 4. https://doi.org/10.1186/s41235-016-0004-9 .",
        "klorman_2016": "Klorman, Edward. 2016. Mozart’s Music of Friends: Social Interplay in the Chamber Works . Cambridge University Press. https://doi.org/10.1017/CBO9781316145302 .",
        "koozin_2011": "Koozin, Timothy. 2011. “Guitar Voicing in Pop-Rock Music: A Performance-Based Analytical Approach.” Music Theory Online 17 (3). https://doi.org/10.30535/mto.17.3.5 .",
        "koreň_2016": "Koreň, Ladislav. 2016. “Joint Intentionality: From Thin to Thick.” Journal of Social Ontology 2 (1): 75–85. https://doi.org/10.1515/jso-2015-0047 .",
        "kozak_2015": "Kozak, Mariusz. 2015. “Listeners’ Bodies in Music Analysis: Gestures, Motor Intentionality, and Models.” Music Theory Online 21 (3). https://doi.org/10.30535/mto.21.3.7 .",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . Yale University Press.",
        "lewis_2018": "Lewis, Kate. 2018. “Mothers and Sisters: Instrument and Idiom in the Music of Maybelle Carter, Memphis Minnie and Sister Rosetta Tharpe.” PhD diss., University of Surrey.",
        "lochhead_2015": "Lochhead, Judy. 2015. Reconceiving Structure in Contemporary Music: New Tools in Music Theory and Analysis . Taylor & Francis. https://doi.org/10.4324/9781315740744 .",
        "london_2004": "London, Justin. 2004. Hearing in Time: Psychological Aspects of Musical Meter . Oxford University Press.",
        "mcdaniel_2017": "McDaniel, Byrd. 2017. “Out of Thin Air: Configurability, Choreography, and the Air Guitar World Championships.” Ethnomusicology 61 (3): 419–45. https://doi.org/10.5406/ethnomusicology.61.3.0419 .",
        "mckee_2014": "McKee, Eric. 2014. “Ballroom Dances of the Late Eighteenth Century.” In The Oxford Handbook of Topic Theory , ed. Danuta Mirka, 164–93. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199841578.013.007 .",
        "mcneill_1992": "McNeill, David. 1992. Hand and Mind: What Gestures Reveal about Thought . University of Chicago Press.",
        "mcneill_et_al_2001": "McNeill, David, Francis Quek, Karl-Erik McCullough, Susan D. Duncan, Nobuhiro Furuyama, Robert Bryll, Nobuhiro Furuyama, and Rashid Ansari. 2001. “Catchments, Prosody and Discourse.” Gesture 1 (1): 9–33. https://doi.org/10.1075/gest.1.1.03mcn .",
        "momii_2020": "Momii, Toru. 2020. “A Transformational Approach to Gesture in Shō Performance.” Music Theory Online 26 (4). https://doi.org/10.30535/mto.26.4.4 .",
        "montague_2012": "Montague, Eugene. 2012. “Instrumental Gesture in Chopin’s Étude in A-Flat Major, Op. 25, No. 1.” Music Theory Online 18 (4). https://doi.org/10.30535/mto.18.4.4 .",
        "ollen_and_huron_2004": "Ollen, Joy, and David Huron. 2004. “Listener Preferences and Early Repetition in Musical Form.” In Proceedings of the 8th International Conference on Music Perception and Cognition , ed. Scott D. Lipscomb, Richard Ashley, Robert Gjerdingen, and Peter Webster, 405–7. Causal Productions.",
        "shea_2019": "Shea, Nicholas. 2019. “Ecological Models of Musical Structure in Pop-rock.” PhD diss., The Ohio State University.",
        "shea_2022": "Shea, Nicholas. Forthcoming. “The Feel of the Guitar in Popular Music Performance.” SMT-V 8.3.",
        "singer_et_al_2008": "Singer, Melissa, Joshua Radinsky, and Susan R. Goldman. 2008. “The Role of Gesture in Meaning Construction.” Discourse Processes 45 (4): 365–86. https://doi.org/10.1080/01638530802145601 .",
        "temperley_2004": "Temperley, David. 2004. “Communicative Pressure and the Evolution of Musical Styles.” Music Perception 21 (3): 313–37. https://doi.org/10.1525/mp.2004.21.3.313 .",
        "temperley_2011": "Temperley, David. 2011. “The Cadential IV in Rock.” Music Theory Online 17 (1). https://mtosmt.org/issues/mto.11.17.1/mto.11.17.1.temperley.html .",
        "thaut_et_al_2015": "Thaut, Michael H., Gerald C. McIntosh, and Volker Hoemberg. 2015. “Neurobiological Foundations of Neurologic Music Therapy: Rhythmic Entrainment and the Motor System.” Frontiers in Psychology 5 (February). https://doi.org/10.3389/fpsyg.2014.01185 .",
        "tomasello_2014": "Tomasello, Michael. 2014. A Natural History of Human Thinking . Harvard University Press. https://doi.org/10.4159/9780674726369 .",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195140231.003.0009 .",
        "zbikowski_2017": "Zbikowski, Lawrence. 2017. Foundations of Musical Grammar . Oxford University Press. https://doi.org/10.1093/oso/9780190653637.001.0001 .",
        "youtube_youtube": "YouTube Video Clips Cited"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Link to video: https://www.youtube.com/watch?v=teZsA_ci-7E .",
            "citations": []
        },
        "FN2": {
            "text": "2. This graph follows the lowest-fretted note of each chord as a generalizable way to approximate the position of Chapman’s left hand. The nodes on the fretboard indicate chord roots. Chapman also uses a capo on the 2nd fret.",
            "citations": []
        },
        "FN3": {
            "text": "3. The first two chords are played lower on the neck, close to the guitar’s headstock. Recognizing that discussions of “up” and “down” on a string instrument’s neck are not necessarily universal, by “up” we mean closer to the body of the instrument, and by “down” we mean closer to the headstock. This mirrors the general direction of the Western notion of pitch height ( Eitan and Timmers 2010 ).",
            "citations": [
                "eitan_and_timmers_2010"
            ]
        },
        "FN4": {
            "text": "4. Our definition approaches Lochhead’s ( 2015 ) invocation of Ihde ( 1990 ) and the continuum between “microperception” and “macroperception.” The former is qualified as “the sensory aspects of human experience, including hearing, vision, touch, taste, smell, and all aspects of embodiment generally” (86). The latter “refers to the cultural, social, and historical features that shape the background of human experience” (Ibid). As do we, Lochhead regards musical understanding as “both sensory and hermeneutic” (88). However, our use of the term throughout is perhaps closer to microperception as situated within the stylistic macroperception of popular music, as we address in the following paragraphs via Temperley ( 2004 ).",
            "citations": [
                "lochhead_2015",
                "ihde_1990",
                "temperley_2004"
            ]
        },
        "FN5": {
            "text": "5. See London ( 2004 ) for an in-depth exploration of this topic.",
            "citations": [
                "london_2004"
            ]
        },
        "FN6": {
            "text": "6. Klorman writes that this creates a “dynamic social intercourse” ( 2016 , 111) for the performing musicians.",
            "citations": [
                "klorman_2016"
            ]
        },
        "FN7": {
            "text": "7. Hatten considers gesture to be birthed from the score, and works both in and beyond culture ( 2004 , 7). Cox ( 2016 ) also takes this view. Lewin’s treatment of transformations, on the other hand, is closer to our conception of gesture. That is, Lewin’s transformations are understood as a real-time experience, assumed from the position of an “idealized dancer and/or singer” ( 1987 , 159).",
            "citations": [
                "hatten_2004",
                "cox_2016",
                "lewin_1987"
            ]
        },
        "FN8": {
            "text": "8. The authors elaborate that “qualifications can be added to the term musical gesture whenever to avoid misunderstandings” ( 2010 , 19).",
            "citations": [
                "jensenius_et_al_2010"
            ]
        },
        "FN9": {
            "text": "9. Communicative gestures are frequently explored in cognitive psychology, and are linked to speech, in line with McNeil ( 1992 ) and Goldin-Meadow ( 2006 ). Due to this, they are most often associated with lyrics.",
            "citations": [
                "mcneill_1992"
            ]
        },
        "FN10": {
            "text": "10. Entrainment is a stable-phase relationship between two bodies that start and stop at the same time ( Thaut et al. 2015 ).",
            "citations": [
                "thaut_et_al_2015"
            ]
        },
        "FN11": {
            "text": "11. A similar concept has been explored by Zbikowski ( 2017 ) who builds on Tomasello’s ( 2014 ) shared intentionality hypothesis to argue that gesturing implies a level of cooperation amongst musicians and listeners. For a brief review of the shared intentionality hypothesis, see Koreň ( 2016 ).",
            "citations": [
                "zbikowski_2017",
                "tomasello_2014"
            ]
        },
        "FN12": {
            "text": "12. Link to video: https://www.youtube.com/watch?v=ViyC5X2DRS4 .",
            "citations": []
        },
        "FN13": {
            "text": "13. Lyric-referencing gestures align with research on gesture that shows individuals have a tendency to manipulate objects that are not physically present ( Chu 2008 ; McNeill et al. 2001 ; Singer et al. 2008 ). While the gestures made are not always consistent across individuals, they are shown to be “conveyed in gesture before they were communicated in speech” ( Singer et al. 2008 , 375).",
            "citations": [
                "chu_2008",
                "mcneill_et_al_2001",
                "singer_et_al_2008",
                "singer_et_al_2008"
            ]
        },
        "FN14": {
            "text": "14. While Gray could use her gestures to ensure the audience has information about the structure of the music (by clapping for example), gestures referencing the lyrics might seem to be more prevalent due to the relationship between speech and gesture ( Goldin-Meadow 2006 ; McNeill 1992 ).",
            "citations": [
                "mcneill_1992"
            ]
        },
        "FN15": {
            "text": "15. Research by Alibali et al. ( 2014 ) argues that gesture plays a vital role in reasoning, which is based in perception and action, and grounded in the physical environment. On this view, we suggest that Gray’s gestures (or any performer’s gestures) are a way for her to reason out elements of the musical structure in real time. Similar research has shown how gestures aid in various forms of problem solving ( Iverson and Goldin-Meadow 1998 ; Goldin-Meadow et al. 2001 ; Alibali 2005 ; Catrambone et al. 2006 ).",
            "citations": [
                "alibali_et_al_2014",
                "alibali_2005",
                "catrambone_et_al_2006"
            ]
        },
        "FN16": {
            "text": "16. Link to video: https://www.youtube.com/watch?v=aC3dxXBTjbY .",
            "citations": []
        },
        "FN17": {
            "text": "17. Lifeson plays the solo almost note-for-note in line with the 1980 studio version.",
            "citations": []
        },
        "FN18": {
            "text": "18. By descent we mean from the body of the guitar toward the headstock. This generalized example does not account for all fretboard motions.",
            "citations": []
        },
        "FN19": {
            "text": "19. The distance between the frets decreases in size as guitarists move up the neck toward the body of the instrument.",
            "citations": []
        },
        "FN20": {
            "text": "20. This term “link” is borrowed from de Clercq ( 2012 , 99–101), who characterizes a link as transitory material that joins two formal units but is not a distinct formal section due to its shorter durational proportion.",
            "citations": [
                "declercq_2012"
            ]
        },
        "FN21": {
            "text": "21. Byrd McDaniel draws a similar comparison with his study of air guitar, in that those who perform in air guitar competitions make certain elements of musical organization clear to the audience ( 2017 , 434). This aspect of air-guitar performance reflects our conceptualization of the surface to structure spectrum; however, such sound-accompanying gestures fall outside the scope of this article.",
            "citations": [
                "mcdaniel_2017"
            ]
        },
        "FN22": {
            "text": "22. Other bodily gestures accessible to guitarists include foot-tapping, head-banging, and facial expressions.",
            "citations": []
        },
        "FN23": {
            "text": "23. Link to video: https://www.youtube.com/watch?v=Qj3fpujjFis .",
            "citations": []
        },
        "FN24": {
            "text": "24. For those interested in the pitch-based aspects of Tharpe’s performance, Tharpe almost never plays in what modern guitarists refer to as standard tuning (i.e., EADGBE). Tharpe instead consistently uses “Vestapol” tuning ( Lewis 2018 , 171), where each open string is a member of the song’s tonic triad. Vestapol is a common tuning for early blues guitarists and highly idiomatic: the major I, IV, and V chords, as the harmonic foundation of blues progressions, can all be played using barre fingering. In this study, “This Little Light of Mine” is in C major as a result of Tharpe tuning her guitar to C Vestapol (CGCEGC). Tharpe also takes advantage of Vestapol tuning’s open-string thirds and sixths between the 4th and 6th strings (CEG) while playing double stops and slides when soloing.",
            "citations": [
                "lewis_2018"
            ]
        },
        "FN25": {
            "text": "25. Lewis ( 2018 ) refers to the area encompassing frets 1–4 as Tharpe’s “master pitch region,” as this is where Tharpe plays most of her licks, chords, and solo passages.",
            "citations": [
                "lewis_2018"
            ]
        },
        "FN26": {
            "text": "26. Lyrically, the sung stanza also reflects a sentence-like structure (AAB), in that the first two A lines are proportional in duration to B. Similarly, each A section contains the same melody that is immediately repeated, much like a basic idea, and the B section presents a variation and continuation on that idea with an acceleration toward the cadence.",
            "citations": []
        },
        "FN27": {
            "text": "27. Clark ( 2008 ) and Clark & Chalmers ( 1998 ) argue for the extended mind thesis , where objects that are outside the body can function as a part of one’s cognitive process through what they call “active externalism.” Active externalism is where the mind and environment function as a coupled system and form a coupled system of their own.",
            "citations": [
                "clark_2008",
                "clark_and_chalmers_1998"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction: The Communicative Nature of Gesture Example 1 . Fretboard visualization of Tracy Chapman’s guitar performance of “Fast Car” (click to enlarge) Video Example 1 . Animated fretboard visualization of Tracy Chapman’s guitar performance of “Fast Car” during a performance (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Tracy Chapman stands center stage at a 1988 performance of her two-time Grammy nominated hit song “Fast Car.” (1) She looks down at her guitar’s fretboard and begins to play the four-chord progression illustrated in Example 1 and animated in Video Example 1 . (2) Her left hand starts at the fifth fret to play the first two chords, Dmaj7 and Amaj. (3) She then slides her hand up the neck to the ninth fret to play F-sharp minor, then down two frets to close out the harmonic cycle on Esus4. After looping this progression two more times, Chapman makes eye contact with the audience for the first time before stepping up to the microphone to sing. However, this eye contact is quickly and consistently broken: each time she transitions from the Amaj to F-sharp minor chord, she glances down at the fretboard, ensuring that this four-fret shift is executed correctly. Conveniently, this large fretboard shift coincides with a pause in the melody. Given this coordination, it appears this temporary break in eye contact with the audience aids Chapman’s successful delivery of the music.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In this article, we argue that the physical gestures made during music performance play a vital part in how both performers and audience members perceive and understand the music, and that real-time physical gestures can facilitate an understanding of musical organization. By “understanding,” we refer to the active process of gaining knowledge in real time as opposed to the object-oriented knowledge of how something “should” be performed. More specifically, we claim that the gestures made are central to the structure of the performance, as these physical movements support, segment, and convey musical structure. As music theory has grown to encompass various forms of bodily movement ( Cusick 1994 ; De Souza 2017 ; Ito 2021 ; Koozin 2011 ; Momii 2020 ), dance studies ( McKee 2014 ; Zbikowski 2017 ), and cognitively oriented research ( Cox 2016 ; Huron 2006 ; Zbikowski 2002 ; 2017 ), we show that through studying the process of how the gestures come to be, a keen observer can focus on the moments that bring that materiality of music to the fore.",
                "footnotes": [],
                "citations": [
                    "cusick_1994",
                    "de_souza_2017",
                    "ito_2021",
                    "koozin_2011",
                    "momii_2020",
                    "mckee_2014",
                    "zbikowski_2017",
                    "cox_2016",
                    "huron_2006",
                    "zbikowski_2002",
                    "zbikowski_2017"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Our bodies and the movements they make (i.e. gesture) not only produce sound, but have influence on how the audience perceives music. In the same way an individual’s facial expression can alter the reception of a sentence, gesture has influence over music performance. Since music is made by bodies in motion, this mode of production provides direct insight into our representation of music. Sound cannot exist without a genesis in movement. As this research expands, we seek to further explore the connection between gesture and music as it unfolds in live performances.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Fundamental to the study of gesture in music performance is the notion of understanding not as an object-oriented knowledge, but as a knowledge that is an active, real-time, process. Kozak ( 2015 ) approaches this distinction by writing that music theory is shifting “attention of analysis from the finished musical ‘object’ to the emerging process of performance” ([1.2]). Attas ( 2015 ) similarly considers the real-time processes of musical understanding with specific regard to form and formal functions such as meter and metric projection (275). In line with these authors’ approaches, we recognize understanding exists in two ways: one as an atemporal and idealized version of the music and how it should proceed, and another as the real-time active information gathering required to enact a successful performance. Understanding, as a process, including (but not limited to) gesture, sits at the heart of comprehending the structure of the object. Without the process occurring, the audience does not get the object. A performer no doubt knows and understands how their song should sound, but the focus of this article is on understanding as a real-time act amongst an audience and performers during performance.",
                "footnotes": [],
                "citations": [
                    "kozak_2015",
                    "attas_2015"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Our use of the term “musical understanding” throughout this study refers to how performers and listeners perceive the constituent elements of musical organization in real time , within the context of assumed stylistic norms. This active form of musical understanding is one of attention and perceptual awareness. For our purposes, to musically understand is to be musically aware in time. (4) Therefore, when we ask questions about musical understanding in this study, we are asking questions about the attention and awareness of the performer and audience members. Returning to Tracy Chapman, her performance demonstrates a musician’s need to be understood by the audience. Her tendency to look down at her guitar during the challenging fretboard shift also suggests Chapman needs to understand her own performance to successfully convey musical information.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Chapman is a sound-producer as both a guitarist and vocalist. But she is also a listener who requires feedback from her performance to successfully convey its structural elements. Temperley ( 2004 ) presents one side of this dichotomy by arguing that musical understanding occurs when producers (e.g., composers, songwriters, etc.) create a musical surface within the confines of a specific style. From this surface, a listener intuits the music’s structural elements, such as form, melody, harmony and so forth. In Temperley’s words, “music functions, at least in some part, to convey certain structures to the listener via a surface of notes” ( 2004 , 314). With this frame, this article deconstructs the gestural components of interactions between two inter-related musician perspectives on popular-music performance practice: music-producers, who perform or play the music (e.g., singing, playing an instrument), and music-perceivers, who respond to the music as it is performed. As we explore later, both these roles can be assumed by the same person, such as a performer. This study adopts Temperley’s notion of communicative pressure and expands it to accommodate the various constraints that producers encounter in real-time performances (314).",
                "footnotes": [],
                "citations": [
                    "temperley_2004",
                    "temperley_2004"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Temperley illustrates the concept of communicative pressure through the relationship between rubato and syncopation. Temperley argues that the stylistic lack of rubato in popular music allows popular-music producers to use more syncopation than composers of 18th-century European (i.e., “common practice”) art music. Musical understanding is at the core of this tradeoff. Rubato is a musical element that communicates some stylistic feature, such as a cadential arrival, in common-practice music. Due to its effects on tempo, presumably because it is much more difficult for a listener to recognize syncopation if tempo is variable, common-practice composers use less syncopation. (5) Conversely, if tempo is stable, syncopation can be used frequently with little consequence to perception.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] Like Temperley, our treatment of surface and structure relates to style and perception. Broadly speaking, we regard surface-level elements as musical features that can be manipulated without disrupting a listener’s understanding of the musical work. Changes to a song’s structural elements, on the other hand, are more likely to bring a listener to hear the work as something else entirely. We also view differences between surface and structure as points along a continuum rather than as a strict binary. This means that a structural element in one musical style may be less so in another.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] Covers and remixes of popular songs provide an accessible frame for unpacking the elements of surface and structure. When another artist, such as DJ Jonas Blue, covers “Fast Car,” the expectation is that the artist will take creative liberties with the surface-level elements of the song. Rhythm and pitch are perhaps the most common manipulations—extending or truncating rhythmic durations, embellishing pitch and rhythm via turnarounds or arpeggiations, and pushing or pulling against the meter established by the drum set and other tactus-reinforcing instruments. When remixing, a covering artist similarly might manipulate a chord’s voicing in pitch space by playing it on a different instrument. The Jonas Blue cover, for example, plays Chapman’s chord progression on an electric piano and synth pad.  Structural elements of the song are meanwhile more perceptually stable and include parameters such as form, harmony, and meter. In the Jonas Blue version, the formal zones remain the same, but are slightly reordered, and no change is made to the zone’s associated harmonic progression or quadruple simple meter; that is, generally speaking, a listener can expect to hear essentially the same chords in essentially the same order as the DJ cycles through the form. With these musical structures in place, listeners do not become disoriented when the covering artist manipulates surface-level elements. Example 2 . Visualization of Temperley’s model of communicative pressure and musical communication with an added performer role. Performers occupy both the musician-producer and listener-perceiver role (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] Example 2 diagrams Temperley’s surface-to-structure process of musical communication. Musicians as producers create the musical surface and set the standards for musical expectation and structure. Listeners as perceivers then interpret structural information from this surface. Both parties’ interpretations are also subject to the constraints of style, which we are calling stylistic pressure . We expand Temperley’s model by clarifying that performers are a specific type of music-producer who are tasked with generating the musical surface in real time. Critically, however, performers are also music-perceivers. This duality is reflected in Klorman’s ( 2016 ) theory of multiple agency, which highlights how performers act in dialog with one another by exchanging musical ideas through listening and responding to the performance as it unfolds. (6) As such, performers effectively occupy both ends of the continuum as conveyors and interpreters of the musical surface, its structural elements, and style more broadly.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "klorman_2016"
                ]
            }
        },
        {
            "1.11": {
                "text": "[1.11] Performers use physical gestures as the primary tool to generate the musical surface and respond to, or convey, the musical structure. We define gesture as the literal, physical movements that are made by a music-producer and/or music-perceiver. By employing the term “physical gestures” we hope to distinguish the term from other uses of “gesture” in music theory, namely those employed by Hatten ( 2004 ). (7) Physical gestures can take on a vast array of forms and functions, such as the difference between instrumental gestures ( Montague 2012 ) and speech-based gestures (e.g., pointing up if the lyrics reference the sky). Each signals musical understanding on behalf of the performer, which we define in the following ways. For music-producers (e.g., music performers), musical understanding is simply the requirement that the musical surface is performed correctly according to the producer’s own stylistic standards. For music-perceivers, having detailed knowledge of the musical surface is not a prerequisite. Instead, a perceiver’s musical understanding comes from the successful realization of the structural elements of the given style. We argue that the gamut of physical gestures that arise in live performances aid such understanding.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "hatten_2004",
                    "montague_2012"
                ]
            }
        },
        {
            "1.12": {
                "text": "[1.12] Four types of musical gestures are explored by Jensenius et al. ( 2010 ). They define gesture broadly as “an action pattern that produces music, is encoded in music, or is made in response to music” ( 2010 , 19). (8) Sound-producing gestures are those that make music; communicative gestures are referential, (9) like pointing to a location; sound-facilitating gestures help support the music in some way, be it via entrainment (10) or physical support for another body part; and sound-accompanying gestures include non-spontaneous movements, like dancing. Though dancing is a type of gesture in this taxonomy, since the gestures made are often choreographed, these sound-accompanying gestures fall outside the scope of this article. All categories assist in the conceptualization of the world around the gesturing individual, following research that argues that gesture is shown to aid in organizing thought ( Hostetter et al. 2007 ; Kang and Tversky 2016 ), and cognitive offloading ( Cook 2012 ; Goldin-Meadow et al. 2001 ).",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "jensenius_et_al_2010",
                    "jensenius_et_al_2010",
                    "hostetter_et_al_2007",
                    "kang_and_tversky_2016",
                    "cook_2012"
                ]
            }
        },
        {
            "1.13": {
                "text": "[1.13] In sum, music performance requires a mutual understanding between producers and perceivers. (11) Broadly, we argue that the body is the vehicle to make this understanding a reality. We explore the relationship between physical gestures and communicative pressure through three analyses of live performances by vocalists and guitarists. First is an analysis of Macy Gray’s “I Try” wherein Gray’s bodily gestures assist her in making sense of ambiguous musical moments. Second, we analyze Alex Lifeson’s performance of “Freewill” by Rush to showcase how a guitarist’s left-hand movements reveal musical organization. Our final example synthesizes guitar and vocal performance practices as framed by existing music theories of form, embodiment, and bodily balance in “This Little Light of Mine” by Sister Rosetta Tharpe. We chose these artists and their performances because we believe they represent some of the most obvious instances of the relationship between musical understanding and physical gesturing. Much of this is simply due to camera angles: the (mostly) fixed perspective across these performances allows us to better assess physical gesture than dynamic camera positions with multiple cuts. However, this is not to say that we could not also observe these in performances by other musicians. Macy Gray: Gestural Understanding Between Performer and Audience Video Example 2 . Macy Gray, “I Try” (click to watch video)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Macy Gray’s “I Try” comes from her debut album On How Life Is , a song for which Gray was awarded a Grammy for best female pop vocal performance in 2001. The following is an analysis of a live performance of “I Try” from 2007, shown in Video Example 2 . (12) Here, we reference the video performance to explore two inter-related perspectives: Gray as a music-producer and the audience as music-perceivers. Because our focus is on the real-time interpretation and processing of musical information through gesture, the analysis mostly proceeds chronologically through the song’s introduction and first verse-chorus unit ( Temperley 2011 , 1.4). Along the way, our cataloging of gesture types reveals how Gray’s gradual shift from processing-based to communicative gesturing reflects the performance’s increasing metric stability and gradual structural alignment with the studio version of the song. To start, we focus almost exclusively on Gray’s perspective as a music-producer and listener, and later reflect on how Gray’s gestures might convey musical understanding to the audience as listeners. Example 3 . Macy Gray’s general on-stage position (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "temperley_2011"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] The first half of this performance diverges from the studio recording by swapping the backbeat-driven first verse for a quasi-improvisatory section that is indicative of the soulful lyrics about unrequited love. Lyrics such as “we should be together, babe, but we’re not” suggest a sorrowful and reflective state of mind for Gray, a state of mind that is rather lost. This state is reinforced through the lack of backbeat. With no sense of time to latch onto, both Gray and the listener are left to reflect on the lyrics. Example 3 shows Gray’s onstage position during the spoken-word introduction. As the live performance becomes more stable and similar to the studio version, we see Gray move about the stage and produce gestures that reflect this transition. She begins the performance standing between center stage and stage right, with a hand on the microphone stand, slowly pacing around.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Once Gray starts singing, she sways to entrain to the music (1’57”–2’10”). However, due to a lack of rhythmic support from other instruments, it is not clear what Gray is attempting to entrain to. The only other instrument playing at this time is the keyboard is the Hammond organ, whose slow and sustained harmonic rhythm does not clarify the meter. Gray’s full-body sways are ambiguous as a result. We argue that Gray’s motions in this moment exist as a means for her to attempt to understand the meter of the piece. This foregrounds Gray’s role not only as a music-producer, but also as a music-perceiver. While she produces musical surface information by singing, her sways support her singing by providing a metrical frame of reference. In this case, the sways are sound-facilitating.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Gray soon receives more information with the arrival of the pre-chorus (2’09”–2’24”). The drummer provides subdivision with the hi-hat and chimes and the background vocals abandon any rubato that Gray had implemented previously. As a result, Gray’s ongoing swaying gesture, while still somewhat fluid, becomes more aligned with the beat, suggesting an increasing understanding of the meter as a structural element. The audience also becomes more engaged with increased arm waving, implying that they, too, are gaining a better grasp of the meter. Example 4 . Lyric-referencing gestures (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] As the chorus begins, the song starts to more closely resemble the studio version: the meter stabilizes further, supported by an increase in surface-level rhythmic information from the instrumentalists and vocalists, and the chorus itself helps cement the song’s formal organization. Because of this newfound stability, Gray is able to shift her focus from a music-perceiver to music-producer by taking on a more theatrical role. This is evidenced by what we refer to as lyric-referencing gestures . Lyric-referencing gestures are real-time gestures that directly reference the semantic content of a song’s lyrics. Jensenius et al  ( 2010 ) categorize such gestures as communicative, however, we aim to be more specific and clarify that lyric-referencing gestures are separate from other referential gestures such as pointing. (13) Gray makes three types of lyric-referencing gestures, shown in Example 4 . She collapses her body (“crumble”), waves goodbye (“goodbye”), and dramatically walks to stage left (“walk away”). (14) Example 5 . Overview of Gray’s gestures in “I Try” from introduction to chorus (1'58''–2'45'') (click to enlarge)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "jensenius_et_al_2010"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Multiple structural transitions throughout “I Try” show Gray existing as both a music-performer and as a music-perceiver. Her gestures reveal the moments where she must work the most to convey the musical structure or realize the surface-level musical elements for a coherent performance. (15) Example 5 summarizes these moments according to formal section. In the first verse, Gray’s gestures are sound-facilitating, that is, they exist for her to personally understand the music. Gestures during the chorus, on the other hand, are communicative, as they serve the audience and exist to help convey lyrical interpretation for the audience.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] At this point it seems relevant to make a few more points about our use of the word “understanding” as it relates to Gray’s performance. We recognize that Gray has likely performed “I Try” thousands of times. As such, she likely has a clear conceptualization of the song’s surface and structural elements. This knowledge, however, contrasts from the real-time pressures of performance understanding. That is, with performance comes a level of unpredictability — what could possibly happen is not the same as the idealized performance that should happen. Gesture is an essential tool for mediating a performance landscape because of its capacity to offload cognition. Cook et al. ( 2012 ) find that participants are able to recall more from their working memory when their movements reflect their speech. Similar work by Goldin-Meadow et al. ( 2001 ) also finds that, in a memory recall task, those who were allowed to gesture while solving math problems were able to recall significantly more. Returning to Gray, her use of physical gesture facilitates music production by allowing her working memory to offload the cognitive processing of other aspects of the music. An audience member might also witness a range of gestures from Gray. Certain gestures ensure a performance aligns with the studio version, while others manage any unpredictability that may arise. The communicative gestures that occur near the end of the performance, on the other hand, are not necessarily needed, but they do make things easier (and therefore perhaps more enjoyable) for both Gray and the audience.",
                "footnotes": [],
                "citations": [
                    "cook_2012"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] What audience members can take from Gray’s performance is that each physical gesture she makes contributes to the overall understanding-based structure of the song. Importantly, this effect is linear: as Gray gestures to perceive the musical structure for herself, the structure of the song becomes more clear to the audience. It is only when the musical surface is most stable to Gray that she starts to use other non-perceptual gestures to highlight broader musical relationships for the audience, such as conveying interpretations of the lyrics. This reflects the dual aspects of music performance under the surface-to-structure continuum, where the performer must make sense of the musical surface themselves in order to convey the music’s structural elements to an audience member. Communicative gestures, such as lyric-referencing gestures, aid greatly in this task, but are not the only gestural cues a listener-perceiver might pick up on—simply swaying with the beat also conveys something about musical organization. Alex Lifeson: Fretboard gestures and structural processing Example 6 . The proportion of categorical distances in frets required to play 12 chromatic intervals as calculated from bass-note transitions in 200 rhythm guitar tracks featured in Shea 2019 (click to enlarge) Video Example 3 . Alex Lifeson, “Freewill” (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] A majority of fretboard gestures are non-communicative. That is, a guitarist primarily moves about the fretboard to simply produce sound and not necessarily to convey structural information about the music to others. Corpus data also show that guitarists generally prefer to maximize gestural efficiency. For example, an analysis of 200 rhythm-guitar tracks from Shea ( 2019 ) demonstrates that approximately 88.7% of melodic bass-note transitions span less than an octave. Of this subset, most do not require the guitarist to shift their left hand along the fretboard. Example 6 reports gestural distances in frets within this subset as they correspond to each chromatic interval. Distances in the “Step” column report physical transitions of three frets or less — a distance argued by De Souza ( 2017 ) and Shea ( 2019 ) to be most efficient because the performer need not shift their left hand. Data in the “Leap” column conversely demonstrate the proportion of intervals requiring a left-hand shift of more than 3 frets. As shown, at least 74% of note-to-note transitions within the melodic range of an ascending or descending octave are stepwise and therefore do not require a guitarist to shift along the fretboard. Smaller intervals like the major second and minor third also make up the bulk of physical transitions. Shea’s corpus data therefore suggests that guitarists prefer to move their left hands as little as possible.",
                "footnotes": [],
                "citations": [
                    "shea_2019",
                    "de_souza_2017",
                    "shea_2019"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] When guitarists do use larger gestures in fretboard space, they typically do so at formal boundaries. A motion-capture and corpus study by Shea ( 2019 ) models how guitarists tend to situate larger left-hand gestures at the end of a harmonic cycle or at the transition from a verse to a chorus. Not all gestures conform to this paradigm. For example, in Shea’s ( 2022 ) analysis of “Short and Sweet” by Brittany Howard demonstrates how her seven-fret leap to an E-minor chord voiced near the headstock reinforces the song’s lyrical desire to go “back to the beginning.” This large shift may help Howard process this moment as she sings (sound-facilitating) and communicate to the audience the importance of this moment (communicative). Similarly, De Souza ( 2018 ) observes how The Kinks’ guitarist Dave Davies’s erratic performance of “All Day and All of the Night” embodies the song’s “reckless energy” as conveyed through the lyrics—by choosing to play most notes on the lowest string, Davies’s perhaps unnecessarily large left-hand gestures support the lyrical narrative’s description of a love-struck protagonist as a communicative gesture. Example 7 . An overview of Lifeson’s general left-hand positions throughout the solo (audience perspective) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "shea_2019",
                    "shea_2022",
                    "de_souza_2018"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Alex Lifeson’s live performance of the guitar solo in “Freewill” ( Video Example 3 ) largely follows the norm of being gesturally conservative. (16) Even in its more virtuosic moments, his left-hand movements are primarily sound-producing. (17) In coordination with Shea’s premise that larger gestures are typically indicative of musical organization, the following analysis examines when Lifeson chooses to use larger fretboard gestures. We again argue that Lifeson does so specifically to process the structural aspects of the musical surface, similar to how the guitarists in Shea’s motion-capture study tend to coordinate larger physical gestures with hypermetric and formal boundaries. Example 7 maps out Lifeson’s traversal of fretboard space in this excerpt. As shown, there is a general descent toward the lower register of the fretboard from the beginning to the end of the solo. (18) Lifeson implements two types of larger gestures during this period, both of which convey information about musical structure. Example 8 . Lifeson’s sound-facilitating slide between fret 10 and 13 marks the separation of two distinct musical phrases (click to enlarge)",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The first is the very quick slide between fret 10 and fret 13 (0’06’’). Example 8 marks this moment via tablature (top) and a fretboard diagram (bottom). This slide functions as a sound-facilitating gesture that distinguishes the two musical ideas. Jensenius et al. ( 2010 ) describe three subcategories of sound-facilitating gestures: support, phrasing, and entrained gestures (26–27). Similar to Gray’s arrhythmic shuffling, whose legs support her while entraining to the (non-existent) beat, Lifeson’s arm movement supports the work being done by his left hand. Specifically, it separates the first musical phrase from the second. Lifeson technically does not need to do this gesture at all—the shift from fret 10 to fret 13 still falls within the range of a step in fretboard space, meaning his hand could simply remain stationary while initiating the next phrase. (19) Example 9 . Sound-facilitating (primary) and communicative (secondary) left-hand leap that signals the end of Lifeson’s guitar solo (tablature perspective) (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "jensenius_et_al_2010"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] A second sound-facilitating gesture occurs near the end of the solo. Whereas the previous slide is primarily for Lifeson’s cognitive processing of the musical surface, and perhaps subtly signals a phrase-level transition, this end-of-section descent more overtly signals the forthcoming formal transition to the audience. Example 9 shows the three generalizable positions of Lifeson’s left hand during this transition (0’42’’): first, around fret 13 during the main solo material; second, at fret 10 during the unison melodic link, (20) ; third, at fret 2 near the headstock as Lifeson returns to the pre-chorus’s main guitar riff. Lifeson’s largest left-hand shift occurs between the melodic-unison link and the forthcoming pre-chorus. This suggests that this transition of 8 frets helps Lifeson reinstate himself into the rhythm-guitar role he occupies when not soloing. Consequently, the end of the solo is made all the more clear to an observer, who sees Lifeson’s physical shift down the neck and experiences the change in musical structure that comes with it. (21)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Given that Lifeson is preoccupied with guitar playing, it would make sense that the gestures he produces are not as theatrical as Gray’s, whose hands are not necessarily tied up by an instrument but a microphone. That is, Lifeson’s hands are primarily tasked with producing sound and therefore cannot always broach the role of communicative gesturing. Despite this, a keen observer can recognize moments of structural change through other bodily observations, such as shifts in balance ( Duguay 2021 ; Cusick 1994 ). (22) For example, at the beginning of the solo Lifeson places his weight on his back right foot (0’04’’). Lifeson does so again later, with the same foot, shortly after the reintroduction of the chorus material (0’45’’). These bodily bookends are perhaps more nuanced than an overt lateral slide on the fretboard, but provide the listener/observer yet another signal that a structural change in the music has occurred. Sister Rosetta Tharpe: Gestural Synthesis",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "duguay_2021",
                    "cusick_1994"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Lewis ( 2018 ) regards Sister Rosetta Tharpe’s energy and skill in guitar and vocal performance as central to her idiotechne , or performer-specific gestural trends, which Lewis argues helped Tharpe to define and expand the stylistic parameters of early rock music (3). Throughout her study, Lewis considers several of Tharpe’s guitar-based sound-producing gestures, including active comping, chord shapes and riffs, and master pitch regions (251–300). However, Lewis also briefly explores Tharpe’s “performative gestures” as observed in live recordings (294–300). Many include fretboard slides akin to those highlighted in the previous Lifeson analysis, but also broach other communicative and sound-processing bodily gestures, such as over-exaggerated shoulder movements when bending a note (299), full-body twists, and synchronization between Tharpe’s head and right hand (315). These non-sound-producing (i.e., communicative) gestures, Lewis argues, align with Tharpe’s roots as a gospel evangelist, in that they help to promote the songs’ spiritual messages by engaging the audience. Video Example 4 . Sister Rosetta Tharpe “This Little Light of Mine” (click to watch video)",
                "footnotes": [],
                "citations": [
                    "lewis_2018"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] We extend Lewis’s examination of Tharpe’s physical gestures to a live recording of “This Little Light of Mine” (1960), shown in Video Example 4 . (23) In this performance, fretboard slides, hand gestures, and full-body shifts in Tharpe’s center of gravity creates a complex—and sometimes obfuscated—network of sound-producing, communicative, and sound-facilitating gestures. Because of this, the functional role of these gestures is not always immediately apparent. The following analysis therefore frames Tharpe’s performance via existing theoretical and cognition-based methodologies. We focus first on Tharpe’s real-time understanding. Specifically, how Tharpe’s more pronounced bodily movements coordinate with formal organization, and later, how subtle gestures like end-of-phrase melodic fills relate to musical understanding and entrainment. Example 10 provides a time span of the first stanza, including the opening guitar solo while Example 11 visualizes some of the guitar-specific gestures on a fretboard. (24) Example 10 . Important gestural moments during the introduction and first stanza of “This Little Light of Mine” (click to watch video) Example 11 . Tharpe’s guitar-specific gestures in the introduction and first stanza of “This Little Light of Mine” visualized on a fretboard (audience perspective) (click to watch video)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Theories of musical form provide a productive framework for disentangling the functional nature of Tharpe’s interleaved performance gestures. Ollen and Huron ( 2004 ) discuss the prevalence of motivic repetition in a cross-cultural sample of melodies. Their findings illustrate that early repetition schemes are common features of music writ large due to how they facilitate cognitive processing. Such repetition models contribute to a listener’s understanding of musical structure and lay a foundation for musical expectation ( Huron 2006 ). One such repetition model is that of the melodic sentence ( Caplin 2003 , 9–12), where a musical phrase is segmented into three main parts: a basic idea or motive, the repetition of the basic idea, then a “spinning out” of that motive as it accelerates toward the phrase’s cadence. Paradigmatically, the melodic sentence follows a 2 + 2 + 4 timing structure, where the first two parts of the motive (the presentation) are proportional in duration to the second half of the phrase (continuation and cadence). Example 12 . A gesture-based formal sentence structure during Tharpe’s solo in “This Little Light of Mine” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "ollen_and_huron_2004",
                    "huron_2006",
                    "caplin_2003"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] The same organizational principles—early repetition and a sentence-like structure—readily apply to Tharpe’s fretboard and bodily gestures in the first stanza. Example 12 provides a fixed-camera perspective for three such moments. In each, changes in bodily position coordinate with the left-hand fretboard slides as supporting gestures. The first fretboard slide occurs at 0’14’’ ( Example 12a ), where Tharpe slightly raises herself off of the ground while transitioning from fret 6 up to fret 10. The immediate repetition of this slide at 0’16’’ ( Example 12b ) meanwhile demonstrates a gain in bodily energy as Tharpe’s lifts are replaced with a backwards shift in body weight. To close out the phrase, Tharpe then leans further backwards while executing a final series of three fretboard slides at 0’22’’, slides which gradually return her hand to the headstock ( Example 12c ). (25)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] We suggest each component of this gestural sequence functionally mirrors Caplin’s melodic sentence. The first slide acts as the basic idea, an idea which slightly transforms and gains (bodily) energy through its repetition. The arc of bodily-gestural energy then culminates at the third and final slide sequence via a more-pronounced lean and a faster succession of left-hand slides. As such, Tharpe signals the end of a phrase through a literal repositioning of her body. Combined with the fretboard slides, these supporting gestures also visually communicate the end of the musical phrase to the audience. (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Tharpe’s sequence of backward leans coordinates with phrase-level changes in musical organization, but her performance also showcases more gradual and prolonged shifts in bodily balance as she transitions between singing, playing the guitar, or doing both at the same time. Cusick ( 1994 , 18–19) and Duguay ( 2021 ) advocate that similar fluctuations in a performer’s center of gravity are foundational to an experiential understanding of a piece. Cusick, for example, recounts a “terrifying” passage in the Bach prelude “Aus tiefer Not” from Clavierubung , Part III (BWV 686) where the organist’s center of gravity is “constantly shifting.” For the organist, Cusick argues, this moment of bodily instability and its eventual resolution act as the climax of the piece, even though a listener does not hear it as such. We suggest similar changes in Tharpe’s center of gravity throughout “This Little Light of Mine” provide a subtle nod to Tharpe’s understanding of formal organization, with the added caveat that an audience member might also pick up these bodily cues to infer musical organization. Example 13 . Chronological progression of Tharpe’s main bodily balance positions (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "cusick_1994",
                    "duguay_2021"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Tharpe moves between three generalizable positions, or bodily centers of gravity, that coordinate with specific aspects of her performance: slightly backward (playing guitar), slightly forward (singing), and centered (singing and playing guitar). Shifts in these positions are particularly clear at moments of formal change. Example 13 illustrates four such instances as they coordinate with the song’s formal sections. Tharpe first preps the ensemble before the song begins ( Example 13a , 0’03’’). There she stands completely balanced with her feet parallel to one another, chin tilted slightly upwards, and both hands on her guitar. She then breaks her center of gravity at the start of the solo ( Example 13b , 0’07’’) by stepping forward toward the microphone with her right leg before alternating her body weight between each. At the conclusion of the solo ( Example 13c , 0’27’’), Tharpe takes another step forward, this time mostly pitching her body weight toward the microphone to sing. She also removes her hands from the guitar to perform lyric-referencing gestures. And finally, once the verse’s lyrics conclude ( Example 13d , 0’46’’), Tharpe returns to a balanced center of gravity by stepping slightly back from the microphone and playing a series of melodic licks on her guitar to fill out the rest of the formal module.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Tharpe’s short, end-of-phrase melodic fills (hereby referred to as “licks”) are also another effective way to contextualize Tharpe’s bodily engagement with musical form and are a hallmark of Tharpe’s performances across her catalog ( Lewis 2018 , 257). Tharpe’s stance at 0’46’’ — both hands on the guitar and her feet firmly planted on the ground — mirrors the same stance she takes when prepping the band to start the performance (0’33’’). Her shift in posture as she plays the end-of-phrase licks therefore reflects Tharpe’s return to the same bodily neutral position she adopts to initiate the song. For a listener, the melodic filler provided by the licks is not critical to musical understanding; Tharpe could have just as well let the rest of the verse proceed before starting the next and nothing about the song’s structure would have been lost on the listener. But because Tharpe tends to separate her roles as a guitarist and singer in this specific performance, the audience is provided with the opportunity to witness a gestural cue from Tharpe’s return to neutral in addition to the auditory cue. The physical cue carries two roles: it is communicative in that it conveys to the audience that the current verse is about to end, and it is sound-facilitating in that it allows her to take a temporary break (from leaning forward) and perhaps reset before the next formal module.",
                "footnotes": [],
                "citations": [
                    "lewis_2018"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] Tharpe stands apart from Gray and Lifeson in that Tharpe performs with both her guitar and her voice. This ultimately divides the gestural capacity of her hands into two distinct domains. However, in this specific performance of “This Little Light of Mine,” Tharpe somewhat atypically tends to keep these domains separate by removing her hands from the guitar when singing. Advantageously, this offers the opportunity to independently examine gestures in both roles as they relate to cognitive processing. As before, we argue the following instances of lyric-referencing hand motions and entrainment-based strumming patterns provide insight into the collective understanding of the musical surface as perceived by both Tharpe and the audience, following Zbikowski’s ( 2017 ) argument that physical gestures reflect the shaping of thought (214).",
                "footnotes": [],
                "citations": [
                    "zbikowski_2017"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] Focusing first on Tharpe’s vocal-performance hand gestures, perhaps the most obvious instance of communicative gesturing occurs at 0’43’’–0’44’’, where Tharpe moves her right hand in a way that parallels the melody. As she sings the phrase “let it shine,” the melody descends in a slide. In correspondence, she raises her right arm and motions it downward in sync with the phrase. While metaphors about pitch height and relationships are not consistent across culture ( Eitan and Timmers 2010 ), it appears that this gesture reflects Tharpe’s real-time processing of the musical surface as she produces it, since the melody and gesture are equal in length and both descend. In Jensenius et al.’s ( 2010 ) taxonomy, this type of sound-facilitating gesture is a phrasing gesture, due to its close relationship to the musical phrase (26). The audience also benefits from this gesture by allowing them to “see” the melody.",
                "footnotes": [],
                "citations": [
                    "eitan_and_timmers_2010",
                    "jensenius_et_al_2010"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] Tharpe also uses her hands throughout the verse to facilitate entrainment for herself and the audience. Clayton et al. ( 2005 , 5) define entrainment as “two rhythmic processes interact[ing] with each other in such a way that they adjust towards and eventually ‘lock in’ to a common phase and/or periodicity.” We entrain to music when our brain’s rhythms adjust toward the common phase or periodicity of a musical rhythm. This results in a rhythmic pulse in the brain, which provides an invitation for the body to move ( Thaut et al. 2015 , 1-2). Entrainment makes for a viable tool to measure ways in which a performer is facilitating musical understanding. For example, tapping one’s foot to the beat visibly shows knowledge of the tempo. Entrainment also serves the dual purpose of keeping the performer in time as a sound-facilitating gesture.",
                "footnotes": [],
                "citations": [
                    "clayton_2005",
                    "thaut_et_al_2015"
                ]
            }
        },
        {
            "4.12": {
                "text": "[4.12] Two instances of entrainment occur at 0’33” when Tharpe returns her hands to the guitar to briefly strum a chord before quickly leaving two seconds later to clap at the beat level. Tharpe’s clapping is an overt example of helping the audience entrain to the beat, but the initial strumming pattern is more subtle and just as important. Even though this chord does produce sound, we argue that this is first a sound-facilitating gesture, and a sound-producing gesture second. Tharpe’s playing of this chord, followed by the clapping, seems to suggest that these gestures facilitate her understanding and engagement—through entrainment—with the song. Several observations support this point. First, as Tharpe returns to the guitar, she only plays a singular chord, one that is already performed by the ensemble. Second, this chord is nearly inaudible. Third, the rhythm of this gesture simply subdivides the meter. The otherwise seemingly simple act of strumming a chord therefore encompasses multiple physical domains for gesture across the body and the guitar. Simultaneously, the entrainment-driven strums also facilitate sound production, thus blending the functional roles (facilitating and communicative) of physical gesture. (27) Conclusion",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Our analyses of these works illustrate how physical performance gestures play a vital role in how performers and audience members perceive and understand music. More specifically, we note that gestures associated with surface-level musical events, when viewed through the lens of sound-producing, communicative, and other gestural-functional types, can facilitate an understanding of broader musical relationships. Not all gestures have the same function. The gestures that produce, communicate, and facilitate music can convey a multiplicity of meanings. But what is consistent amongst these performances is that gestures show moments of real-time, active understanding between performer and audience. That is to say, these gestures reflect the process of the musical structure becoming the musical surface, and vice versa.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Gesture ultimately provides a nexus of analytical opportunity. While we have only explored a few examples in this study, there is a seemingly infinite number of ways to model the surface-to-structure process through gesture. In short, we recognize there is substantial room for further theorization of the topic. Through these preliminary analyses, we aim to advocate that each physical movement, from subtle to overt, plays a role in the surface-to-structure process. The performances suggest that more gestures result in broader musical relationships. In the case of Gray, her gestures segment the verse from the chorus; with Lifeson, his gesturing shows how he phrases and parses the organization of his guitar solo; with Tharpe, her gestures communicate a plethora of different types of sonic structures across multiple sound-producing domains. Paying close attention to such gestures can alter how we can hear the music by allowing new nuances to enrich the musical performance.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.3.gardnershea.html",
    "data": "mto/data/mto.22.28.3.gardnershea.json"
}