{
    "title": "Modal Idioms and Their Rhetorical Associations in Rachmaninoff’s Works",
    "date": "2014/12/01",
    "volume": "20",
    "issue": "4",
    "authors": [
        "Johnston, Blair"
    ],
    "abstract": "In this article, I examine passages from more than a dozen works by Rachmaninoff—especially the Third Symphony, op. 44—in order to better understand the significance that certain modal idioms (diatonic and equal-interval) have in his harmonic language and to show the consistency with which he treats these idioms across his oeuvre. I describe three types of diatonic modal idiom and three types of equal-interval modal idiom and I outline their basic rhetorical associations in Rachmaninoff’s music: diatonic modal idioms are consistently associated with introduction, exposition, digression, and post-climactic activity while equal-interval modal idioms are consistently associated with intensification, climax, and destabilization. I consider the implications those rhetorical associations have for the analysis of entire compositions, and, along the way, I suggest possible avenues for future research on Rachmaninoff’s position within both the pan-Europeanfin de siècleand the so-called Russian “silver age.”",
    "keywords": [
        "Rachmaninoff",
        "harmony",
        "neo-modalism",
        "diatonic",
        "equal-interval",
        "rhetoric"
    ],
    "doi": "",
    "received": "April 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.4/mto.14.20.4.johnston.pdf",
    "author_info": [
        {
            "name": "Blair Johnston",
            "university": "Indiana University",
            "address": "Bloomington, IN 47401",
            "email": "johnstbl@indiana.edu"
        }
    ],
    "citations": {
        "abraham_1949": "Abraham, Gerald. 1949. “Rachmaninow.” In Die Music in Geshcichte und Gegenwart , vol. 10, edited by Friedrich Blume. Kassel: Barenreiter.",
        "baker_1986": "Baker, James M. 1986. The Music of Alexander Scriabin . New Haven: Yale University Press.",
        "bakulina_2014": "Bakulina, Ellen. 2014. “ The Concept of Mutability in Russian Theory .” Music Theory Online 20 no. 3.",
        "bates_2012": "Bates, Ian. 2012. “Vaughan Williams’s Five Variants of Dives and Lazarus : A Study of the Composer’s Approach to Modal Organization.” Music Theory Spectrum 34 no. 1: 34–50.",
        "bellman_1991": "Bellman, Jonathan. 1991. “Toward a Lexicon for the Style Hongroise.” Journal of Musicology 9 no. 2: 214–37.",
        "bellman_1993": "Bellman, Jonathan. 1993. The Style Hongroise in the Music of Western Europe. Boston: Northeastern University Press.",
        "bertensson_and_leyda_(1956)_2002": "Bertensson, Sergei, and Jay Leyda. (1956) 2002. Sergei Rachmaninoff: A Lifetime in Music . [Reprint.] Bloomington: Indiana University Press.",
        "bribitzer-stull_2006": "Bribitzer-Stull, Matthew. 2006. “The A ♭ –C–E Complex: The Origin and Function of Major Third Collections in Nineteenth-Century Music.” Music Theory Spectrum 28 no. 2: 167–90.",
        "burns_1995": "Burns, Lori. 1995. Bach’s Modal Chorales . Stuyvesant, NY: Pendragon Press.",
        "calvocoressi_1956": "Calvocoressi, Michel Dmitri. 1956. Mussorgsky . London: Rockliff.",
        "cannata_1995": "Cannata, David. 1995. “Rachmaninoff’s Concept of Genre.” Studies in Music from the University of Western Ontario 15: 59–73.",
        "cannata_1999": "Cannata, David. 1999. Rachmaninoff and the Symphony . Innsbruck: Studien-Verlag.",
        "carpenter_1995": "Carpenter, Ellon D. 1995. “Russian Theorists on Modality in Shostakovich’s Music.” In Shostakovich Studies , edited by David Fanning, 76–112. Cambridge: Cambridge University Press.",
        "carruthers_2006": "Carruthers, Glen. 2006. “The (Re)Appraisal of Rachmaninov’s Music: Contradictions and Fallacies.” The Musical Times 147 no. 1896: 44–50.",
        "carver_2005": "Carver, Anthony F. 2005. “Bruckner and the Phrygian Mode.” Music & Letters 86 no. 1: 74–99.",
        "challis_1989": "Challis, Natalia. 1989. The Singer’s Rachmaninoff . New York: Pelion Press.",
        "cinnamon_1992": "Cinnamon, Howard. 1992. “Third-Related Harmonies as Elements of Contrapuntal Prolongation in Some Works by Franz Liszt.” In Theory Only 12: 1–30.",
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions,” Music Analysis 15 no. 1: 9–40.",
        "cohn_2004": "Cohn, Richard. 2004. “Uncanny Resemblances: Tonal Signification in the Freudian Age.” Journal of the American Musicological Society 57 no. 2: 285–324.",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony: Chromaticism and the Triad’s Second Nature . New York: Oxford University Press.",
        "cunningham_1999": "Cunningham, Robert. 1999. “Harmonic Prolongation in Selected Works of Rachmaninoff, 1910–1931.” PhD diss., Florida State University.",
        "ewell_2013": "Ewell, Philip. 2013. “ ‘On the System of Stravinsky’s Harmony’ by Yuri Kholopov: Translation and Commentary. ” Music Theory Online 19 no.2.",
        "fisk_2008": "Fisk, Charles. 2008. “Nineteenth-Century Music? The Case of Rachmaninov.” Nineteenth-Century Music 31 no. 3: 245–65.",
        "forte_1990": "Forte, Allen. 1990. “Musorgsky as Modernist: The Phantasmic Episode in Boris Godunov.” Music Analysis 9 no. 1: 3–45.",
        "gasparov_2011": "Gasparov, Boris. 2011. “Poetry of the Silver Age.” In The Cambridge Companion to Twentieth-Century Russian Literature , edited by Evgeny Dobrenko and Marina Balina, 1–20. Cambridge: Cambridge University Press.",
        "gelbart_2013": "Gelbart, Matthew. 2013. “Once More to Mendelssohn’s Scotland: The Laws of Music, the Double Tonic, and the Sublimation of Modality.” 19th-Century Music 37 no. 1: 3–36.",
        "gosden_2012": "Gosden, Stephen. 2012. “Rachmaninoff’s Middle-Period Orchestral Music: Style, Structure, and Genre.” PhD diss., Yale University.",
        "harrison_2011": "Harrison, Daniel. 2011. “Three Short Essays on Neo-Riemannian Theory.” In The Oxford Handbook of Neo-Riemannian Theory , ed. Edward Gollin and Alexander Rehding. New York and Oxford: Oxford University Press.",
        "harrison_2005": "Harrison, Max. 2005. Rachmaninoff . London: Continuum.",
        "hatten_1994": "Hatten, Robert S. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Bloomington: Indiana University Press.",
        "hepokoski_1993": "Hepokoski, James. 1993. Sibelius: Symphony No. 5 . Cambridge: Cambridge University Press.",
        "horowitz_2008": "Horowitz, Joseph. 2008. Artists in Exile . New York, Harper Collins.",
        "johnston_2014a": "Johnston, Blair. 2014a. “Off-Tonic Culmination in Rachmaninoff’s Rhapsody on a Theme of Paganini.” Music Analysis 33 no. 3: 291–340.",
        "johnston_2014b": "Johnston, Blair. 2014b. “Salome’s Grotesque Climax and Its Implications.” Music Theory Spectrum 36 no. 1: 34–57.",
        "karl_1988": "Karl, Gregory. 1988. “Cyclic Structure in Two Works of Rakhmaninov.” Music Research Forum 3 no. 1: 5–22.",
        "kennedy_1994": "Kennedy, George A. 1994. A New History of Classical Rhetoric . Princeton: Princeton University Press.",
        "kopp_2002": "Kopp, David. 2002. Chromatic Transformations in Nineteenth-Century Music . Cambridge: Cambridge University Press.",
        "larue_1957": "LaRue, Jan. 1957. “Bifocal Tonality: An Explanation for Ambiguous Baroque Cadences.” In Essays for Archibald Thompson Davison , 173–84. Cambridge, MA: Department of Music, Harvard University.",
        "leikin_2002": "Leikin, Anatole. 2002. “From Paganism to Orthodoxy to Theosophy: Reflections of Other Worlds in the Piano Music of Rachmaninov and Scriabin.” In Voicing the Ineffable: Musical Representations of Religious Experience , edited by Siglind Bruhn, 25–44. Hillsdale, NY: Pendragon Press.",
        "lester_1989": "Lester, Joel. 1989. Between Modes and Keys: German Theory, 1592–1802 . New York: Pendragon Press.",
        "loya_2011": "Loya, Shay. 2011. Liszt’s Transcultural Modernism and the Hungarian-Gypsy Tradition . Rochester, NY: University of Rochester Press.",
        "manuel_1986": "Manuel, Peter. 1986. “Evolution and Structure in Flamenco Harmony.” Current Musicology 42: 46–57.",
        "manuel_1989": "Manuel, Peter. 1989. “Modal Harmony in Andalusian, Eastern European, and Turkish Syncretic Musics.” Yearbook for Traditional Music 21: 70–94.",
        "martyn_1990": "Martyn, Barrie. 1990. Rachmaninoff . Aldershot, England: Scolar Press.",
        "meyer_1986": "Meyer, Leonard. 1986. Style and Music: Theory, History, and Ideology . Philadelphia: University of Pennsylvania Press.",
        "morosan_1994": "Morosan, Vladimir, ed. 1994. Sergei Rachmaninoff: The Complete Sacred Choral Works . The Monuments of Russian Sacred Music, vol. 9. Madison, WI: Musica Russica.",
        "morrison_2001": "Morrison, Simon. 2001. “The Semiotics of Symmetry, or Rimsky-Korsakov’s Operatic History Lesson.” Cambridge Opera Journal 13 no. 3: 261–93.",
        "myasoyedov_1998": "Myasoyedov, Andrey. 1998. O garmonii russkoy muzyki . Moscow: Prest.",
        "norris_2014": "Norris, Geoffrey. 2014. “Rachmaninoff, Serge.” Grove Music Online. Oxford Music Online . Oxford University Press.",
        "novack_1977": "Novack, Saul. 1977. “The Significance of the Phrygian Mode in the History of Tonality.” Miscellania Musicologica 9: 82–177.",
        "persichetti_1961": "Persichetti, Vincent. 1961. Twentieth-Century Harmony , 2nd ed. New York: Norton.",
        "ratner_1980": "Ratner, Leonard. 1980. Classic Music: Expression, Form, and Style . New York: Schirmer.",
        "riley_2004": "Riley, Matthew. 2004. “The ‘Harmonic Major’ Mode in Nineteenth-Century Theory and Practice.” Music Analysis 23 no. 1: 1–26.",
        "rings_2011": "Rings, Steven. 2011. Tonality and Transformation . Oxford: Oxford University Press.",
        "rosen_1988": "Rosen, Charles. 1988. Sonata Forms , rev. ed. New York: W.W. Norton.",
        "rothstein_2008": "Rothstein, William. 2008. “ Common-Tone Tonality in Italian Romantic Opera: An Introduction .” Music Theory Online 14 no. 1.",
        "sabaneyeff_1975": "Sabaneyeff, Leonid. 1975 [1927]. Modern Russian Composers , trans. Judah A. Joffe. New York: Da Capo Press.",
        "salazar_1946": "Salazar, Adolfo. 1946. Music in Our Time: Trends in Music since the Romantic Era , trans. Isabel Pope. Wesport, CT: Greenwood Press.",
        "samson_1977": "Samson, Jim. 1977. Music in Transition: A Study of Tonal Expansion and Atonality, 1900–1920 . New York: W. W. Norton.",
        "smith_1986": "Smith, Charles J. 1986. “The Functional Extravagance of Chromatic Chords,” Music Theory Spectrum 8 no. 1: 94–139.",
        "slonimsky_1938": "Slonimsky, Nicholas. 1938. Music since 1900 . 2nd ed. New York: W. W. Norton.",
        "swan_1940": "Swan, Alfred J. 1940. “The Znamenny Chant of the Russian Church,” parts I, II and III. The Musical Quarterly 26 no. 2: 232–43, no. 3: 365–80, and no. 4: 529–45.",
        "swan_1973": "Swan, Alfred J. 1973. Russian Music . New York: W.W. Norton.",
        "swinden_2005": "Swinden, Kevin J. 2005. “When Functions Collide: Aspects of Plural Function in Chromatic Music.” Music Theory Spectrum 27 no. 2: 249–82.",
        "taruskin_1996": "Taruskin, Richard. 1996. Stravinsky and the Russian Traditions: A Biography of the Works through Mavra . New York: Oxford University Press.",
        "taruskin_1997": "Taruskin, Richard. 1997. Defining Russia Musically . Princeton: Princeton University Press.",
        "tymoczko_2002": "Tymoczko, Dmitri. 2002. “Stravinsky and the Octatonic: A Reconsideration.” Music Theory Spectrum 24 no. 1: 68–102.",
        "van_der_merwe_2004": "Van der Merwe, Peter. 2004. Roots of the Classical: The Popular Origins of Western Music . Oxford: Oxford University Press.",
        "wilson_1992": "Wilson, Paul. 1992. The Music of Béla Bartók . New Haven: Yale University Press.",
        "winter_1989": "Winter, Robert. 1989. “The Bifocal Close and the Evolution of the Viennese Classical Style.” Journal of the American Musicological Society 42 no. 2: 275–337.",
        "yasser_1951–52": "Yasser, Joseph. 1951–52. “Progressive Tendencies in Rachmaninoff’s Music.” Tempo (New Series) 22: 11–25.",
        "zavlunov_2010": "Zavlunov, Daniil. 2010. “M.I. Glinka’s A Life for the Tsar (1836): A Historical and Analytic-theoretical Study.” PhD diss., Princeton University.",
        "zimmerman_2002": "Zimmerman, Daniel J. 2002. “Families Without Clusters in the Early Works of Sergei Prokofiev.” PhD diss., The University of Chicago.",
        "discograpy_discograpy": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Unless otherwise indicated, all examples in this article are from works by Rachmaninoff. Audio excerpts are included for many of the examples. (See discography for information about recordings.) Whenever possible, audio has been supplied for examples in full. However, in some cases it has been possible to supply audio for only portions of examples—e.g., the audio for Example 1 covers only measures 1–6, as indicated in the caption. For reasons sketched below (see especially [1.5]) and in the interest of clarity, I use the term “modalism” when referring to modal situations in later musical repertories, whereas I reserve the term “modality” for the familiar historical construct and when quoting authors who have used that term.",
            "citations": []
        },
        "FN2": {
            "text": "2. On “axial” melodies, see Meyer 1986 , 241–44. Of particular significance to such melodies are a lack of strong closure ( 1986 , 242–43) and ambiguous rhythmic groupings ( 1986 , 242), both of which characterize the beginning of Example 1. One axial melody discussed by Meyer ( 1986 , 243–44) is the opening of the second movement of Brahms’s Fourth Symphony, where ♭ 2 ˆ and ♭ 7 ˆ are treated in a manner not unlike my Examples 1 and 2. (And see discussion of other precursors in part 4 of the article.) The Aleko passage in Example 2 is doubly axial, in fact, because the melody duplicates the bass’s phrygian neighbors a fifth above. The melody therefore strongly resembles the Third Symphony’s motto, at pitch, even though it is in a different key.",
            "citations": [
                "meyer_1986",
                "meyer_1986",
                "meyer_1986",
                "meyer_1986"
            ]
        },
        "FN3": {
            "text": "3. I discuss phrygian modalism in more detail in part 4 of the article.",
            "citations": []
        },
        "FN4": {
            "text": "4. I will not deal with Rachmaninoff’s compositional development in this article. Readers interested in accounts of Rachmaninoff’s development and stylistic orientation would do well to consult Yasser 1951–52 , Walsh 1973, Martyn 1990 , Cannata 1999 , Cunningham 1999 , Carruthers 2006 , Fisk 2008 , Gosden 2012 , and Norris 2014 . Cannata ( 1999 , 65) divides Rachmaninoff’s output into four periods: 1890–1896, 1900–1908, 1909–1917, and 1926–1940, which I will refer to as the “early Russian,” “middle Russian,” “late Russian,” and “exile” periods, respectively.",
            "citations": [
                "martyn_1990",
                "cannata_1999",
                "cunningham_1999",
                "carruthers_2006",
                "fisk_2008",
                "gosden_2012",
                "norris_2014",
                "cannata_1999"
            ]
        },
        "FN5": {
            "text": "5. On popevka , see Taruskin 1996 , 1363.",
            "citations": [
                "taruskin_1996"
            ]
        },
        "FN6": {
            "text": "6. I will discuss additional examples in [4.5]–[4.11] and when I return to the Third Symphony in part 5 of the article.",
            "citations": []
        },
        "FN7": {
            "text": "7. I supply a richer context for these preliminary comments in parts 3 and 4 of the article, including references to earlier scholarly work.",
            "citations": []
        },
        "FN8": {
            "text": "8. Just as the progression of musical topics in a work may be heard as a kind of discourse that interacts with but is partially independent of the structural layout of thematic materials, tonal design, and formal functions, so may the progression of modal features in the works presented here sometimes seem like a discourse. Some of the modal idioms I will describe in the article might be understood as “topics,” in the way the term has been used by Hatten ( 1994 ), Ratner ( 1980 ), and others, although I will not pursue that idea here.",
            "citations": [
                "hatten_1994",
                "ratner_1980"
            ]
        },
        "FN9": {
            "text": "9. There is, as an anonymous reader suggested to me, perhaps also some similarity between my line of thinking and the concept of raga in Indian music—a constellation of features rather than a scalar abstraction.",
            "citations": []
        },
        "FN10": {
            "text": "10. Although I will describe the technical features of the modal idioms in detail, when it comes to rhetoric I will paint with a fairly coarse brush; I will not engage the centuries-long discipline of rhetorical music analysis in any detail. However, among the five aspects of classical rhetoric—invention, arrangement, style, memory, and delivery ( Kennedy 1994 , 4–6)—my use of the word “rhetorical” corresponds most obviously to arrangement and style. I  am concerned with the ordering and placement of melodic and harmonic patterns in relation to forms and to expressive trajectories (entailing such classical rhetorical concepts as introduction, exposition, climax, peroration, etc.). My use of the term also corresponds somewhat to delivery, however, as I will deal with aspects of dynamics, intensity, pacing, and so on ( Kennedy 1994 , 6)—aspects that in a speech are largely a matter for the performer but in a notated musical composition are a matter for composer and performer jointly.",
            "citations": [
                "kennedy_1994",
                "kennedy_1994"
            ]
        },
        "FN11": {
            "text": "11. Existing English-language scholarship has approached Rachmaninoff’s works mainly from the perspective of the Germanocentric “common practice” and its late-Romantic extensions. (The term “common practice” is itself problematic; see Rothstein 2008 .) Rachmaninoff has almost invariably been treated as a stylistic anachronism, and without regard for his nationality. Robert Cunningham, whose 1999 analyses of solo piano works by Rachmaninoff are probably the most detailed yet produced by a Rachmaninoff scholar, speaks from within a fairly conservative Schenkerian tradition that basically takes no account of Rachmaninoff’s Russianness and treats Rachmaninoff’s works as latter-day examples of a conventional, stylistically unmarked tonality. Cunningham ( 1999 , 20–23) extends Schenkerian methods in moderate ways, but his stated goal is to show “the solid tonal foundations beneath Rachmaninoff’s progressive harmonies” ( 1999 , abstract). This keeps him from embracing expressive and structural features that depend on the identification of variegated elements—elements that arguably carry the greatest expressive weight and that most immediately identify the work as “a Rachmaninoff.” For David Cannata, Rachmaninoff’s works represent a culmination of post-Wagnerian, post-Lisztian syntax ( 1999 , 29–37), but as Max Harrison puts it, “whatever [Rachmaninoff’s] music looks like, it never really sounds like Wagner” ( 2005 , 351). While Rachmaninoff was certainly post-Wagnerian, he was also post-Mussorgskian, post-Rimsky-Korsakovian, post-Borodinian, post-Arenskian, and post-Tchaikovskian. In fact, the only Russian composer other than Rachmaninoff discussed in Cannata’s book is Tchaikovsky ( 1999 , 66–68), and then only from a generalized tonal and formal point of view. Stephen Gosden’s ( 2012 ) work, on the other hand, provides exciting new directions in the study of Rachmaninoff’s music (particularly the middle-period orchestral works, and most significantly in the area of form) that take Rachmaninoff’s Russian heritage seriously. Fisk 2008 refreshingly considers Rachmaninoff from a twentieth-century perspective. Johnston 2014b treats a single work by Rachmaninoff (the song “A-u!” op. 38, no. 6) in the context of other early twentieth-century tonal works.",
            "citations": [
                "rothstein_2008",
                "cunningham_1999",
                "cunningham_1999",
                "cannata_1999",
                "harrison_2005",
                "cannata_1999",
                "gosden_2012",
                "fisk_2008",
                "johnston_2014b"
            ]
        },
        "FN12": {
            "text": "12. The three main categories in Example 4 are color-coded. Examples throughout the article follow this color scheme whenever visual differentiation is beneficial. In the analytical examples, when clarification is beneficial, authentic tonal progressions are represented by the formula T 1 – (x) – PD – D – T 2 , where T 1 and T 2 indicate initial and goal tonics, D indicates dominant function, PD indicates predominant function and (x) indicates any number of potential contrapuntal and harmonic expansions of the initial tonic. Recognizing Anatole Leikin’s insight that “in Rachmaninov, plagality becomes quintessential” ( 2002 , 37), subdominant-oriented tonal progressions (rarer than authentic, but structurally significant in some of the works analyzed) are represented by the formula T 1 – (x) – SD – T 2 , where SD represents subdominant function (as distinct from predominant function).",
            "citations": [
                "leikin_2002"
            ]
        },
        "FN13": {
            "text": "13. Some work (e.g., Baker 1986 , Wilson 1992 , and Zimmerman 2002 ) brings together different theoretical models and methodologies (such as pitch-class set analysis and Schenkerian analysis) in order to clarify what the authors take to be an entanglement of different pitch-organizational premises. A number of recent publications aspire to more comprehensive approaches or to more integrated general models; these include Van der Merwe 2004 , Loya 2011 , and Cohn 2012 , who all embrace—though in extremely different ways—an essential pluralism in the syntax of tonal music more generally. Cohn relates this to linguistic “code-switching” ( 2012 , 202). Johnston 2014b offers a framework for interpreting the interactions of simultaneous but variegated layers of harmonic activity, oriented to the analysis of post-Romantic music in general and suitable for some events in Rachmaninoff’s works. In that framework, tension between different layers is characterized as a kind of “hyperdissonance.”",
            "citations": [
                "baker_1986",
                "wilson_1992",
                "zimmerman_2002",
                "van_der_merwe_2004",
                "loya_2011",
                "cohn_2012",
                "cohn_2012",
                "johnston_2014b"
            ]
        },
        "FN14": {
            "text": "14. See also note 13 about Cohn 2012 .",
            "citations": [
                "cohn_2012"
            ]
        },
        "FN15": {
            "text": "15. See Taruskin 1996 and 1997 .",
            "citations": [
                "taruskin_1996",
                "taruskin_1997"
            ]
        },
        "FN16": {
            "text": "16. The works discussed in Johnston 2014a are Rhapsody on a Theme of Paganini , the Second Piano Sonata, op. 31, the song “Daisies” from op. 38, the song “From the Gospel of St. John,” WoO, and the Third Piano Concerto. The analyses of the Rhapsody , the Second Sonata, and “From the Gospel of St. John” are especially clear cases in point.",
            "citations": [
                "johnston_2014a"
            ]
        },
        "FN17": {
            "text": "17. Climaxes featuring strongly articulated diatonic modal structures are found in the Prelude in B minor, op. 32, no. 10 (1910); the second movement of the Piano Sonata No. 2, op. 36 (1913), which is analyzed in part 4 of this article; and the Etude-tableau in C minor, op. 39, no. 7 (1917). All of these particular cases involve pandiatonic idioms, which are discussed in part 4.",
            "citations": []
        },
        "FN18": {
            "text": "18. See, for example, the analysis of the beginning of the second movement of The Bells in part 3.",
            "citations": []
        },
        "FN19": {
            "text": "19. The idea that equal-interval structures can problematize tonal centricity is familiar. The idea that diatonic modalism can weaken or attenuate centricity is less familiar but important in a great deal of Russian-language scholarship. See many passages in Bakulina 2014 and also discussion in part 4 of the present article.",
            "citations": [
                "bakulina_2014"
            ]
        },
        "FN20": {
            "text": "20. In Taruskin 1996 , see especially ch. 4 (255–306), ch. 5 (307–68), and ch. 10 (661–778, with special focus on 737–59). See also Morrison 2001 and Leikin 2002 . As is well known, Taruskin’s musicological work draws from and relates to earlier theoretical work by Arthur Berger and Pieter Van den Toorn.",
            "citations": [
                "taruskin_1996",
                "morrison_2001",
                "leikin_2002"
            ]
        },
        "FN21": {
            "text": "21. Some of Taruskin’s ideas have been challenged, as has the applicability of the term “octatonic” to the analysis of some musical situations, most notably by Dmitri Tymoczko ( 2002 ). These debates culminated in a symposium on the matter in Music Theory Spectrum 33, no. 2 (2011): 169–229. My rationale for using the term here is implicit in my description (in this part of the article) of the technical procedures that I associate with the term and, I hope, in the analytical content of the article itself.",
            "citations": [
                "tymoczko_2002"
            ]
        },
        "FN22": {
            "text": "22. Rachmaninoff’s interest in the music of Rimsky-Korsakov is significant here. Norris 2014 notes that Rimsky-Korsakov exerted as powerful an influence on Rachmaninoff as Tchaikovsky. See also Martyn 1990 , 31 and 287; Alfred J. and Katherine Swan 1944 , 178; and Salazar 1946 , 124. Rachmaninoff’s own comments on the influence of Rimsky-Korsakov are published in various locations, including a quotation at the very end of the present article. It may also be that Rachmaninoff’s performances of Scriabin’s works after the latter composer’s death in 1915 ( Martyn 1990 , 261, 435–36) helped spur the intense chromatic developments evident in the compositions of 1916 and 1917 (op. 38 and op. 39), though the concert pieces of 1913 ( The Bells , op. 35 and the Piano Sonata no. 2, op. 36) already show signs of more complex chromatic procedures.",
            "citations": [
                "norris_2014",
                "martyn_1990",
                "alfred_j_and_katherine_swan_1944",
                "salazar_1946",
                "martyn_1990"
            ]
        },
        "FN23": {
            "text": "23. In this one way at least, Rachmaninoff’s music is perhaps not so different from the early works of Stravinsky. In Taruskin’s view, octatonic harmony in Stravinsky’s Petrushka “is animistic; the Petrushka chord is conceived, nay motivated, by a sense of struggle, and antagonism of order and chaos reflecting the roles of pianist versus orchestra . . . We are meant to hear C and F ♯ in terms of an active, not a static, polarity—as competing centers, not merely as docile constituents of a single, static, octatonically referable ‘hyperharmony,’ to borrow an apt term from Rimsky-Korsakov’s own vocabulary” ( 1996 , 756–57).",
            "citations": [
                "taruskin_1996"
            ]
        },
        "FN24": {
            "text": "24. This is an inheritance from Liszt, I would say—not only via Rimsky-Korsakov, but directly, through Rachmaninoff’s familiarity with and performances of Liszt’s works. See also Cinnamon 1992 and note 36 below.",
            "citations": [
                "cinnamon_1992"
            ]
        },
        "FN25": {
            "text": "25. I identify the three octatonic scales using the fixed-zero (0 = C) notational system: Oct 0,1 , Oct 1,2 , Oct 2,3 .",
            "citations": []
        },
        "FN26": {
            "text": "26. I use a similar fixed-zero notational system for identifying the three distinct diminished seventh chords: [0,3,6,9], [1,4,7,10], [2,5,8,11].",
            "citations": []
        },
        "FN27": {
            "text": "27. As Vincent Persichetti observes more generally, “it is advisable that scales be allowed to form as a result of the impetus of melodic or harmonic patterns; the material generated by thematic ideas may then be gathered up and placed into scale formation” ( 1961 , 43).",
            "citations": [
                "persichetti_1961"
            ]
        },
        "FN28": {
            "text": "28. See, for example, the tritonal oscillation at the climax of the Elegy in E ♭ minor, op. 3, no. 1 (1892).",
            "citations": []
        },
        "FN29": {
            "text": "29. See, for example, the analysis of the first nine measures of the Rhapsody on a Theme of Paganini and the analysis of “From the Gospel of St. John” in Johnston 2014a .",
            "citations": [
                "johnston_2014a"
            ]
        },
        "FN30": {
            "text": "30. See, for example, the analysis of the climax in Rachmaninoff’s song “A-u!” in Johnston 2014b .",
            "citations": [
                "johnston_2014b"
            ]
        },
        "FN31": {
            "text": "31. The final section of the first movement in fact features motive d in an A ♭ lydian context; see Example 14 below.",
            "citations": []
        },
        "FN32": {
            "text": "32. See Allen Forte’s ( 1990 ) octatonic analysis of Mussorgsky’s Boris Godunov . In the Mussorgsky passage, the two tritonally related harmonies are never heard at the same time; in the Rachmaninoff passage, on the other hand, the sonorities on D and on A ♭ are not so clearly separated—it is orchestration and registration that produce the oscillating effect.",
            "citations": [
                "forte_1990"
            ]
        },
        "FN33": {
            "text": "33. In Johnston 2014b , this type of situation is described as hyperdissonant distortion at a point of return or resolution.",
            "citations": [
                "johnston_2014b"
            ]
        },
        "FN34": {
            "text": "34. The term “hexatonic” was apparently introduced by Vincent Persichetti ( 1961 , 53). The specific type of hexatonic collection I refer to in this article is described in Cohn 1996 : a six-note collection in which semitones and minor thirds alternate, with four distinct transpositions referred to here as HEX 0,1 , HEX 1,2 , HEX 2,3 , and HEX 3,4 .",
            "citations": [
                "persichetti_1961",
                "cohn_1996"
            ]
        },
        "FN35": {
            "text": "35. Many authors have discussed how chromatic major-third triadic relationships can relate to authentic and plagal relationships through the melodic resolution of 7 ˆ to 1 ˆ and/or melodic resolution of lowered 6 ˆ to 5 ˆ . See Smith 1986 , 126–27; Cohn 2004 (especially 307–8, where he also discusses the reciprocal nature of such resolutions); Cohn 2012 (many passages); Swinden 2005 ; and Bribitzer-Stull 2006 . Bribitzer-Stull ( 2006 , 184, note 6; 186) includes two movements from Rachmaninoff’s Second Piano Concerto, op. 18 in his list of works featuring chromatic major-third relationships.",
            "citations": [
                "smith_1986",
                "cohn_2004",
                "cohn_2012",
                "swinden_2005"
            ]
        },
        "FN36": {
            "text": "36. For a pianist like Rachmaninoff, the locus classicus —or locus romanticus —for such bombastic major-third progressions was probably Liszt rather than any Russian predecessor. See, for example, the locally climactic passage before rehearsal C in the first movement of Liszt’s Piano Concerto no. 1 (a work Rachmaninoff performed), where several HEX 1,2 cycles harmonize the soloist’s thematically derived descending chromatic scales. See also Cinnamon 1992 .",
            "citations": [
                "cinnamon_1992"
            ]
        },
        "FN37": {
            "text": "37. I refer to the two whole-tone collections as WT 0 and WT 1 .",
            "citations": []
        },
        "FN38": {
            "text": "38. Nikolai Medtner commented that “Rachmaninov is so profoundly Russian himself that he has no need of folk music” (quoted in Swan 1973 , 172). Joseph Horowitz claims that “amid the Russian musical floodtide sweeping the United States in the early twentieth century . . . Rachmaninoff was the most complete musician—and the most incurably Russian” ( 2008 , 199). Alexander Goedicke recalled the diversity of Rachmaninoff’s liturgical and folk music interests: “[Rachmaninoff] loved church singing very much and quite often, even in winter, would get up at seven o’clock in the morning and hail a cab in the darkness, mostly to drive to the Taganka, to the Andronyev monastery, where he stood in the half-darkness... listening to the austere ancient chants from the Oktoekhos . . . . It commonly happened that on the same evening he would go to a symphony concert . . . and then, more often than not, go on to have supper at the restaurant Yar or the Strelna, where he would stay late into the night, listening with great enthusiasm to the singing of the gypsies” (quoted in Martyn 1990 , 30). Leonid Sabaneyeff, too, comments on the influence of Russian “gipsy” music on Rachmaninoff ( 1975 , 105), even going so far as to claim Rachmaninoff’s “unquestionable spiritual succession to the old Russian gipsy spirit” ( 113 ). Martyn tells how Rachmaninoff’s teacher Nikolai Zverev introduced the composer (who Zverev called one of his “cubs”) to gypsy—or, better, Roma—performers as a young man: “Like many Russian musicians Zverev himself was greatly attracted by gypsy music, and in the course of preparing his ‘cubs’ for life he used to take them to the fashionable Moscow restaurants at which gypsy musicians played and stirred the Russian soul” ( Martyn 1990 , 56). Of perhaps equal significance was Rachmaninoff’s friendship (and entirely unrequited infatuation) with the Roma singer Anna Lodïzhensky in the early 1890s ( Martyn 1990 , 56).",
            "citations": [
                "swan_1973",
                "horowitz_2008",
                "martyn_1990",
                "sabaneyeff_1975",
                "sabaneyeff_1975",
                "martyn_1990",
                "martyn_1990"
            ]
        },
        "FN39": {
            "text": "39. Johnston 2014b discusses the use of the acoustic collection at the end of the 1916 song “A-u!” op. 38, no. 6; in that case, the acoustic scale behaves almost as though it is a diatonic mode—it is static and closural, and it appears in the aftermath of an octatonic climax along lines very similar to Rachmaninoff’s treatment of diatonic modal idioms in several examples in the present article. The acoustic collection does not seem to occur with any frequency in Rachmaninoff’s works, however, and so it is not included in Example 4.",
            "citations": [
                "johnston_2014b"
            ]
        },
        "FN40": {
            "text": "40. Similar characteristics are described by Loya ( 2011 , 39–48 and elsewhere) in connection with the Roma (“gypsy”) verbunkos style, and by Van der Merwe ( 2004 , 144–230) when he discusses Classical music’s “debt to the east.”",
            "citations": [
                "loya_2011",
                "van_der_merwe_2004"
            ]
        },
        "FN41": {
            "text": "41. Johnston 2014a discusses, in passing, some passages referable to the diatonic modes in Rachmaninoff’s works—e.g., lydian organization in the opening and closing measures of the song “From the Gospel of St. John,” and phrygian passages in Rhapsody on a Theme of Paganini .",
            "citations": [
                "johnston_2014a"
            ]
        },
        "FN42": {
            "text": "42. The “Dies irae” chant is in the dorian mode. However, Rachmaninoff’s setting of the first seven chant tones in Variation VII features lowered 6 ˆ , F ♮ , at prominent points, suggesting A aeolian rather than A dorian. (Dorian F ♯ does occur in the first phrase.) See also comments in [1.5] on differentiating Medieval and Renaissance modality from modalisms in later musical repertories.",
            "citations": []
        },
        "FN43": {
            "text": "43. The seeds for these climactic sonorities are planted earlier in the movement. Seventh chords on C ♭ (B) and D in measures 33, 35, and 38 are the first substantive chromatic events heard in the work.",
            "citations": []
        },
        "FN44": {
            "text": "44. The postlude of the song “Sleep,” op. 38, no. 5 (1916) features a post-climactic use of ♭ VII, similarly involving the entire natural minor scale above the chordal root and surrounded by the major-mode tonic (see measures 34–35).",
            "citations": []
        },
        "FN45": {
            "text": "45. I speculate, though I will not pursue the idea here, that phrygian idioms had some “gypsy” (Roma) associations for Rachmaninoff ( Aleko , of course, is about a gypsy); see  note 40. Manuel 1986 and 1989 describe some idioms similar to the ones I discuss in this article, specifically in a Roma/gypsy context. It is also useful to compare the many similar and related idioms and scales described in Bellman 1991 and 1993 , Van der Merwe 2004 (especially 145–230), and Loya 2011 , again in Roma/gypsy and related contexts. Loya’s treatment, which aims to go beyond traditional theoretical vantages and stereotyped musicological associations, is particularly helpful. Loya’s Table 1.2 ( 54–55 ), which draws from work by Lajos Bárdos, contains several “Phrygian” scales. What I call the phrygian major in this article (see again [1.1] and also discussion here in part 4), Bárdos calls “Phrygian with major third” and Loya calls “Aeolian kalindra .” Some of Loya’s central theoretical ideas—that “a stable environment of non-major-minor modes may create alternative tonal relationships analogous to those of the so-called common practice” ( 2011 , 163); and that “modal space” can “at any time map itself onto traditional tonality or onto various chromatic practices” ( 2011 , 163)—are consonant with ideas in the present article.",
            "citations": [
                "manuel_1986",
                "manuel_1989",
                "bellman_1991",
                "bellman_1993",
                "van_der_merwe_2004",
                "loya_2011",
                "loya_2011",
                "loya_2011",
                "loya_2011"
            ]
        },
        "FN46": {
            "text": "46. The phrygian openings of the First and Third Symphonies are both perhaps descendants of the quasi-phrygian motto at the opening of Alexander Borodin’s Symphony no. 2 (1876). Besides that work and those by Sarasate, Liszt, Rimsky-Korsakov, Soler, and Bizet referred to elsewhere in this part of the article, one might find uncounted other examples of oscillating, repetitive phrygian-type passages, including the opening of the slow movement in Brahms’s Fourth Symphony (see again n. 2 above), passages in the third movement of Brahms’s Piano Trio, op. 87, the end of the “magic fire” music in Act III of Die Walküre , the opening of Debussy’s String Quartet, and even—in more modern music—the second movement of Stravinsky’s Octet.",
            "citations": []
        },
        "FN47": {
            "text": "47. Manuel ( 1989 , 73) notes that Andalusian “Phrygian tonality” features “the frequent vocal intonation of the third degree in a neutral, half-flat manner”—an effect that in equal-tempered contexts can be simulated by switching back and forth between raised- 3 ̂ and lowered- 3 ̂ . This mixed phrygian mode occurs in a wide variety of works from the nineteenth century, many of which involve “exoticist” genres or subjects (“gypsy,” “Spanish,” etc.)—e.g., the “Playera” discussed here, the fourth movement of Rimsky-Korsakov’s Capriccio Espagnol , Bizet’s Carmen (entr’acte to Act IV), and Liszt’s Hungarian Rhapsody no. 2. The Liszt work is briefly examined in this part of the present article. Van der Merwe provides a brief sketch of the Rimsky Korsakov movement; he calls it the “gypsy” movement of the work, and refers to its incessant phrygian chord oscillation as an example of “fringe ostinato” ( 2004 , 163–66).",
            "citations": [
                "manuel_1989",
                "van_der_merwe_2004"
            ]
        },
        "FN48": {
            "text": "48. The fourth movement of Rimsky-Korsakov’s Capriccio Espagnol similarly involves A mixed phrygian, and proceeds directly into conventionally tonal A major for the fifth movement. The Soler Fandango is an earlier work along the same lines. Interestingly, it is published in two versions: in one, the piece ends in A phrygian major; in the other, A is taken as the dominant, and the work ends on D. The manuscript, however, makes it clear that the work ends in the phrygian major.",
            "citations": []
        },
        "FN49": {
            "text": "49. The descending phrygian tetrachord is especially prominent in the falsetas or instrumental ostinatos of the fandango ( Manuel 1989 , 73).",
            "citations": [
                "manuel_1989"
            ]
        },
        "FN50": {
            "text": "50. See for example Novack 1977 (especially 87–91); Smith 1986 (especially 129–33, which outlines a “Phrygian progression system”); Manuel 1986 (47) and 1989 (71–74); Lester 1989 (157–58); Burns 1995 (25–30; 39–84); Carver 2005 ; Loya 2011 (especially 41–46, in connection with verbunkos scales as a whole, of which phrygian scales are one type); and Harrison 2014 (which draws directly from Smith 1986 ). Bellman 1991 and Rings 2011 (final chapter, about the Adagio of Brahms’s op. 111) discuss the “gypsy” minor scale rather than the phrygian, but some of their ideas apply to phrygian.",
            "citations": [
                "novack_1977",
                "smith_1986",
                "manuel_1986",
                "manuel_1989",
                "lester_1989",
                "burns_1995",
                "carver_2005",
                "loya_2011",
                "smith_1986",
                "bellman_1991",
                "rings_2011"
            ]
        },
        "FN51": {
            "text": "51. This sense of hovering supplies much of the rich expressive quality in Andalusian gypsy music and some eastern European folk styles, as Manuel ( 1986 and 1989 ) and Loya ( 2011 ) have suggested in their different ways. Matthew Riley’s ( 2004 ) treatment of the “harmonic major mode” includes discussion of similar functional multivalence. Two things are notable here: Riley discusses Rimsky-Korsakov’s theoretical work ( 6–13 ), and he analyzes a passage from the first movement of Rachmaninoff’s Cello Sonata, op. 19, where the harmonic major mode is used post-climactically to close the exposition (measures 16–18) in a manner similar to the diatonic modal idioms I describe in this article.",
            "citations": [
                "manuel_1986",
                "manuel_1989",
                "loya_2011",
                "riley_2004",
                "riley_2004"
            ]
        },
        "FN52": {
            "text": "52. This is the “bifocal” cadence in Jan LaRue’s ( 1957 , 174) sense of the word: a “half-way station in the development between modality and tonality” ( 1957 , 182). See also Winter 1989 .",
            "citations": [
                "larue_1957",
                "larue_1957",
                "winter_1989"
            ]
        },
        "FN53": {
            "text": "53. The cadenza dates from around 1919 ( Martyn 1990 , 293).",
            "citations": [
                "martyn_1990"
            ]
        },
        "FN54": {
            "text": "54. If heard locally in C ♯ phrygian, however, this chord would feature ♭ 5 ˆ —as do some other phrygian-type passages surveyed in this article (see again Examples 1, 2, 8c, and 27e).",
            "citations": []
        },
        "FN55": {
            "text": "55. “Gypsy minor” is somewhat imprecise. The version of the scale used here, the harmonic-minor scale with ♯ 4 ˆ , is referred to by Loya ( 2011 , 54–55) as the “ verbunkos minor.”",
            "citations": [
                "loya_2011"
            ]
        },
        "FN56": {
            "text": "56. See also the excellent translations (literal and singing) in Challis 1989 , 203–5.",
            "citations": [
                "challis_1989"
            ]
        },
        "FN57": {
            "text": "57. This anticipates some of the points I will make in [4.12]–[4.18] about pandiatonicism.",
            "citations": []
        },
        "FN58": {
            "text": "58. There is some uncertainty about the exact bass pitches to be played in m. 30ff. (the location marked * in Example 20b). In published editions, both E ♯ and E ♮ appear as neighbor tones to F ♯ . However, in his Ampico piano roll recording of the piece, Rachmaninoff plays exclusively E ♮ , bringing the passage into even closer association with the phrygian figure in measures 1–10.",
            "citations": []
        },
        "FN59": {
            "text": "59. For a basic description of pandiatonicism, see Slonimsky 1938 , xxii. Slonimsky introduced the term.",
            "citations": [
                "slonimsky_1938"
            ]
        },
        "FN60": {
            "text": "60. This is a diatonic counterpart to the chromatic antiphonal bell effect in Example 8a.",
            "citations": []
        },
        "FN61": {
            "text": "61. Taruskin has suggested that Stravinsky’s well-known penchant for ostinatos was derived from Russian folk music models ( 1996 , 957 and 961). My analysis of an ostinato in the first of Rachmaninoff’s Three Russian Songs, op. 41 (Example 23 below) suggests a similar connection to folk music.",
            "citations": [
                "taruskin_1996"
            ]
        },
        "FN62": {
            "text": "62. This kind of modal reharmonization, where a statement of melodic material in one diatonic harmonization is followed by a restatement of the material at its original pitch level but with a different diatonic harmonization,  evokes the so-called Kamarinskaya principle (after Glinka’s work of the same name). As Gosden describes it, the principle’s “defining quality [is] static melodic repetition against a constantly shifting background” ( Gosden 2012 , 212, drawing from work by Viktor Tsukkerman and Taruskin). Gosden ( 2012 , 66, 212) suggests a relationship between the Kamarinskaya principle as it is used by Rachmaninoff and James Hepokoski’s theory of rotational form, drawing on a comment made by Hepokoski ( 1993 , 24).",
            "citations": [
                "gosden_2012",
                "gosden_2012",
                "hepokoski_1993"
            ]
        },
        "FN63": {
            "text": "63. As Leikin ( 2002 , 37–38) and especially Bakulina ( 2014 ) observe, Miasoedov’s theory is rather nuanced, involving a “proto-harmony” of four diatonically related centers and a musicological description of the “gradual historical evolution of proto-harmony from four fifth-related tones . . . to triads” ( Bakulina 2014 , [18]).",
            "citations": [
                "leikin_2002",
                "bakulina_2014",
                "bakulina_2014"
            ]
        },
        "FN64": {
            "text": "64. Taruskin ( 1997 , 133, 137–38) describes two possible relationships of this kind: centers that are relative major and minor keys, and centers that are related by whole tone (e.g., B ♭ minor and A ♭ major). On mutability in general, see Zavlunov 2010 and especially Bakulina 2014 , which includes information about many other authors on the topic (especially Russian-language authors). Bakulina explains that the tonal and modal relationships that have been included underneath the umbrella of the term peremennost are numerous indeed.",
            "citations": [
                "taruskin_1997",
                "zavlunov_2010",
                "bakulina_2014"
            ]
        },
        "FN65": {
            "text": "65. The idea of multi-centered or weakly centered modal systems figures prominently in scholarship on Russian liturgical and folk music, sometimes with application to concert repertoires (Russian and otherwise). Indeed, as Bakulina ( 2014 ) has discussed, Kholopov took weak centricity or fluctuating centricity to be an essential feature of modality as distinct from tonality (see in particular Example 13 in Bakulina 2014 and the attendant discussion). In his introduction to the Musica Russica edition of Rachmaninoff’s complete sacred choral works, Vladimir Morosan notes that “equal emphasis between a key and its relative major (or minor) is frequently found in both Russian Orthodox liturgical music and Russian music in general, to the point that it may be deemed a stylistic trait” ( 1994 , lxxiii, note 111). At the same time, Bakulina makes it clear throughout her article that this type of co-centered situation—“relative mutability,” where the two centers or tonics are relative major and minor keys—is just one of many ways that mutability has been understood. In the view of the late nineteenth- and early twentieth-century Russian musicologist Stepan Smolensky, Russian liturgical modes are determined not by a final at all, but rather by a set of characteristic melodic patterns, which might be organized around one or more different finals. Smolensky’s theories of Znamenny chant were introduced to English readers in Swan 1940 , and they have been influential among scholars (Russian and otherwise) over the decades. Rachmaninoff knew Smolensky and dedicated the All-Night Vigil , op. 37 (1915) to his memory. Much of Bakulina’s 2014 article is devoted to disentangling the different ways that such concepts have been developed by Russian-language scholars—ways that often revolve around the idea of “mutability.” Of course, ideas like these are not exclusive to Russian scholarship or to Russian music. Matthew Gelbart’s ( 2013 ) recent treatment of Mendelssohn’s music, for example, involves paired tonics rooted in Scottish folk music (in this case, co-centers related by whole step) and the work of Finlay Dun in particular. Or, to take an example that is stylistically and historically closer to Rachmaninoff, consider the first movement of Respighi’s Pines of Rome (1924), where melodic material suggesting A major and melodic material suggesting F ♯ minor are blended (between rehearsal 4 and rehearsal 5). Significantly, the Respighi movement is based on children’s folk tunes (some of which are authentic, some of which are pastiches composed by Respighi).",
            "citations": [
                "bakulina_2014",
                "morosan_1994",
                "swan_1940",
                "bakulina_2014",
                "gelbart_2013"
            ]
        },
        "FN66": {
            "text": "66. Indeed, David Cannata suggests that Rachmaninoff “equated relative keys to an advanced degree” ( 1995 , 72).",
            "citations": [
                "cannata_1995"
            ]
        },
        "FN67": {
            "text": "67. Cannata ( 1999 ) has proposed that some of Rachmaninoff’s orchestral works are organized around double-tonic complexes, without reference to the idea of mutability. As part of her ongoing project, Bakulina applies the concept of mutability to the analysis of a movement from Rachmaninoff’s All-Night Vigil (forthcoming in the Journal of Music Theory ).",
            "citations": [
                "cannata_1999"
            ]
        },
        "FN68": {
            "text": "68. This is an example of what in another context I call “hyperdissonance”—a jarring collision of different frames of harmonic/melodic reference, which undermines or problematizes a clearly established point of return. See Johnston 2014b .",
            "citations": [
                "johnston_2014b"
            ]
        },
        "FN69": {
            "text": "69. The movement has no key signature, suggesting that its complex harmonic structure is understood according to the larger context of the symphony’s global A minor/major. It is too simple to say, as Cannata ( 1999 , 127–28) does, that C ♯ in the second movement of the symphony is only the dominant of F ♯ . Such a view takes no account of the significance of phrygian organization in Rachmaninoff’s oeuvre generally, of the central role C ♯ plays in the symphony more specifically, of the absence of a key signature in the movement, and of the paucity of F ♯ sonorities throughout the movement.",
            "citations": [
                "cannata_1999"
            ]
        },
        "FN70": {
            "text": "70. This resembles the opening of Borodin’s Second Symphony in B Minor (see note 46 above), whose quasi-phrygian motto includes OCT 2,3 subset (B–C–D– D ♯ ). See also Kholopov’s comments about an intersection of phrygian and octatonic in Stravinsky’s Symphony of Psalms , as translated and presented in Ewell 2013 , [2.33].",
            "citations": [
                "ewell_2013"
            ]
        },
        "FN71": {
            "text": "71. Silver age is a term used to describe Russian literature, and to a somewhat lesser extent other art forms, from the late nineteenth and early twentieth centuries. See Gasparov 2011 .",
            "citations": [
                "gasparov_2011"
            ]
        },
        "FN72": {
            "text": "72. From a 1941 interview with David Ewen in The Etude , quoted in Bertensson and Leyda (1956) 2002 , 369.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction by Way of an Introduction Example 1 . Symphony no. 3, op. 44, i, measures 1–10 (click to enlarge and listen) Example 2 . Aleko , Introduction, measures 1–10 (click to enlarge and listen) Example 3a . Symphony no. 3, i, measures 314–18 (click to enlarge and listen) Example 3b . Aleko , Finale, reh. 20 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Neo-modalism is an integral part of Rachmaninoff’s harmonic language. Passages that involve the familiar, named diatonic modes or the almost-as-familiar, named equal-interval modes (whole-tone, octatonic, hexatonic) appear in prominent locations in his works. Modal passages are often texturally, rhythmically, or formally distinct from surrounding passages, and Rachmaninoff’s treatment of modal passages is remarkably consistent across his oeuvre. For example, the first movement of the Third Symphony, op. 44, a work from the 1930s, begins with a motto theme ( Example 1 ) whose phrygian modalism is strongly reminiscent of the opening measures in the opera Aleko , a work composed over forty years earlier (1892; Example 2 ). (1) In both examples, phrygian upper and lower neighbor figures (lowered 2 ˆ and lowered 7 ˆ ) revolve axially around the tonic, quietly setting the stage. (2) In both examples, the initial phrygian passage is five measures long and is set apart from what follows by silence. In both, noisier, dissonant chromaticism follows in measure 6 as the action gets underway. In both, ♭ 2 ˆ prompts further motion in the flat direction in the form of ♭ 5 ˆ (measure 8 in both instances)—a hint of locrian, perhaps, which in both cases is incorporated into some kind of pre-dominant harmonic function. After this, the two works diverge, but they converge again at the conclusion: the first movement of the symphony ends, as does the opera, with a codetta that restates the opening material in phrygian major—phrygian with raised 3 ˆ ( Example 3a and Example 3b ). (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In five decades of composing, Rachmaninoff’s style changed significantly and his technique developed substantially. (4) Yet the passages in Examples 1 and 2 seem to have been composed to the same basic template. A closer look at how that template is realized in Example 1 will lay groundwork for the rest of this article. The symphony’s introduction has three rhythmically distinct stages. Stage 1, the explicitly phrygian stage, is static and metrically uncertain. Stage 2 is, by contrast, intense. It is louder. It is faster. Instrumental polyphony replaces monophonic quasi-chant. Metric uncertainty becomes syncopation. Phrygian modalism begets phrygian-derived chromaticism as the roles of pitch-classes B ♭ and G ♮ are transformed: neighbor notes become chord members. Each of the three accented chords above the ascending bass in measures 6–8 contains B ♭ (against internal pedal-point A ♮ ), and two of them contain G ♮ , too. Specific pitch-class links thus connect stage 2 to the opening motto, but increasing dissonance, intervallic complexity, and metric clarity propel a functional harmonic progression that supports the pitch center, A.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] The phrygian material in stage 1 seems like a kind of stock pattern, expressively rich but syntactically rather neutral. To borrow a term from Russian folk music, it is more popevka than progression: a short, repetitive, circular melodic idea, not in itself conducive to directed tonal motion. (5) But it turns out to have genuine motivic potential in stage 2, and as that potential comes to the surface in measures 6–9, phrygian modalism recedes. Stage 3, which is metrically quite solid, responds to stage 2 by echoing the V–i resolution twice—the first time substituting a chromatic chord (pseudo-vi) for the dominant, the second time subsiding into the tonic via the more neutral III 6 (an aeolian substitute for V) and thereby reestablishing something of the motto’s modal flavor for the subsequent exposition of the modally tinged main theme. The three stages thus combine to make a kind of arc, which most obviously involves dynamics, register, instrumentation, rhythm, etc., but which also involves changes of harmonic manner (from diatonically modal to functionally chromatic, then back to quasi-modal). And, on a much larger scale, the movement as a whole ends by returning to the phrygian motto (see again Example 3a)—providing rhetorical closure by way of static diatonic modalism, much as Example 1 sets the initial stage by way of static diatonic modalism.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Similar comments could be made about the Aleko passages in Examples 2 and 3b—similar enough to suggest that the phrygian passages in Examples 1–3 are worth examining not only because they are modal in a familiar, general sense of the word but also because they represent a distinctive “modal idiom.” The phrygian passages in Examples 1–3 have not only a basic scalar source (we could describe it as a particular orientation of the diatonic scale, whose tones might be thought of as corresponding roughly to “individual words”) but also higher-level structural features and associations that go beyond those individual words: a well-defined melodic formula (upper and lower neighbor tones that hover axially around the tonic), an oscillating, static quality and corresponding rhythmic features, and an association with introductory and closing rhetorical/formal functions. As I will show later in the article, this particular idiom is not unique to the symphony and Aleko but is in fact featured in several works by Rachmaninoff and other composers. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5]  I am using the term modal idiom, then, to refer to features of Rachmaninoff’s neo-modal passages that have to do with compositional practice and stylistic particulars. This means going beyond some familiar ways of thinking about modalism in post-Renaissance music—a mode as a rotation of the diatonic scale; a mode as a rotation of tones around a central “tonic” in any scale, diatonic or “synthetic,” the latter of which could include various chromatic modes (e.g., Vincent Persichetti 1961 , 31 and 44); or a mode as the result of scale-degree inflections applied to major-minor tonality. I don’t mean to disparage these rotational and inflectional ways of thinking. One or the other of them is at the heart of most analytical work on nineteenth- and twentieth-century neo-modalism, and all of them are quite useful, in part because they are so fundamentally different from the concept of modality in Medieval and Renaissance music that they immediately and firmly distinguish neo-modal music from its ancestors. (7) Each of them informs the present study in some way, and scales are of course an important point of departure, but scales are only a small part of what I will discuss in this article. As I deal with modal idioms in Rachmaninoff’s works, I will describe in each case a constellation of features that is centered on characteristic pitch formations (well-defined melodic and/or harmonic patterns within some scalar context), but that also includes associated rhetorical features: locations in form and degrees of intensity, as determined by so-called “secondary” parameters such as dynamics, register, etc. (see Meyer 1986 ), by textural features, by aspects of pacing, and so on. (8) This approach resonates with Shay Loya’s comments that his modal analyses of Liszt’s works are “not only about abstract potentialities (intervallic properties, common tones, and so on) but also about generic (traditional) practice”; and that “scales [are] not only to be treated as a fixed collection of pitches. Sometimes their modal behavior will come into play and will be harmonically significant” ( Loya 2011 , 162–63; italics mine). Ellon Carpenter’s comment on modalism in the music of Rachmaninoff’s countryman Shostakovich rings equally true: “Thus theorists’ interpretations of mode in Shostakovich’s music—and its diatonic underpinnings—have mirrored fairly closely the general trend in the overall study of mode, that is, towards focusing less on its structural components and more on its qualitative functional components. In essence, theorists have recognized the greater importance of the process of modal unfolding and of the revelation of modal unfolding—which dates back to Yavorsky—over the scalar results of that unfolding” ( 1995 , 111–12). (9)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "persichetti_1961",
                    "meyer_1986",
                    "loya_2011",
                    "carpenter_1995"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Examples 1–3 are good initial illustrations of the sort of thing I mean by a modal idiom. Despite obvious differences in musical format, genre, era, and so on, the idiom in these passages involves a core set of features—technical and rhetorical—that is not usefully summarized simply by reference to a scalar abstraction. A few excerpts from two works do not make a solid case study, of course; but if the better part of half a century did not substantially alter either the technical or rhetorical particulars of the phrygian idiom in the Third Symphony and Aleko passages, then one cannot help but wonder how those particulars might relate to more fundamental aspects of Rachmaninoff’s language. Two questions naturally emerge: What modal idioms appear with frequency in Rachmaninoff’s works, and how do they fit into and interact with the strong functional tonal basis of Rachmaninoff’s works? My introductory vignette has dealt only with the phrygian mode—and indeed the familiar, named diatonic modes are an important category of idioms in Rachmaninoff’s works, but they are not the only significant types. In what follows, I will examine a number of diatonic modal types and a number of equal-interval modal types. What rhetorical and formal associations do modal idioms have in Rachmaninoff’s works, and what are the effects of moving between different modal idioms in a given work or passage? (10) In answering this question I will present one of my core ideas: that diatonic modal idioms in Rachmaninoff’s works are consistently associated with introduction, exposition, digression, and post-climactic activity while equal-interval modal idioms are consistently associated with intensification, climax, and destabilization.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] In part 2 of the article, I present a synopsis of Rachmaninoff’s harmonic language that includes six types of modal idiom and outlines their basic rhetorical associations. In parts 3 and 4, I examine Rachmaninoff’s treatment of specific modal idioms in passages from more than a dozen works. In part 5, I return to the article’s point of departure and examine the implications that the Third Symphony’s phrygian motto has in the context of that work as a whole. 2. Rachmaninoff’s Harmonic Language Example 4 . Overview of modal idioms in the context of Rachmaninoff’s harmonic language (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Gerald Abraham once commented that Rachmaninoff’s music is characterized by “compositional superabundance” ( 1949 , 1843). Abraham meant the comment somewhat disparagingly, but it doesn’t have to be taken that way. The superabundance is not just an aspect of the musical surface (“a lot of notes”), but something deep in the music’s substance—something that perhaps results from Rachmaninoff’s profound participation in two musical traditions: mainstream European practices and various nineteenth-century Russian practices. One could argue that no other Russian composer of his generation participated as fully—as natively, even—in both traditions as Rachmaninoff, due to his globe-trotting, repertoire-spanning activities as a performer and to innate musical predilections. (11) Correspondingly, in the tonal organization of many Rachmaninoff works, I hear a confluence of three musical streams—a kind of compound, “superabundant” harmonic language, so to speak. I’ve outlined the three streams in Example 4 . One stream is generic, at least as I will present it here. Two streams have distinctly “Russian” undercurrents—it is these that contain the modal idioms I will discuss in this article.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "abraham_1949"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Example 4 provides a synopsis of modal types—diatonic and equal-interval—in the context of Rachmaninoff’s harmonic language as a whole. (12) A number of the types shown in the example are familiar, e.g. the named diatonic (“church”) modes, and require comparatively little discussion. Others, such as those listed under “limited pandiatonicism,” will require more attention along the way. In many ways, Rachmaninoff treats equal-interval idioms and diatonic modal idioms similarly, as suggested by the descriptive and technical terms in their respective boxes in Example 4. But there are important differences, too—differences that will become increasingly apparent as the discussion proceeds.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Rachmaninoff’s music is hardly unique in combining functional tonal methods with special chromatic and diatonic modal procedures. Research on nineteenth- and early twentieth-century works written by composers of many nationalities has suggested many kinds of compound syntax, and some scholars have incorporated a certain syntactical pluralism into theories of tonality more generally. (13) However, as Jim Samson ( 1977 , 9–12) points out, Russian music from the late nineteenth and early twentieth centuries is characterized by such combinations to an especially large and explicit degree. Scholars have been keen to embrace this fact. When describing Russian music, scholars have often found it useful to identify within the total melodic and harmonic language distinct sub-vocabularies or sub-syntaxes with distinct structural characteristics and, potentially, distinct origins. Such approaches can be both musicologically pertinent and analytically appropriate. There are cases where changes between sub-vocabularies or sub-syntaxes are so clear and so expressively marked that they seem to be a musical equivalent of what linguists call “code-switching” or “code-mixing.” (14) A central concern in Taruskin’s treatments of Stravinsky and of Russian music more generally is the question of how to deal with the variegated and often consciously differentiated techniques and procedures. (15) Decades ago, Calvocoressi wrote that “Mussorgsky’s syntax represents an adjustment between the tonal principle and the modal (including particular treatment of modes exemplified in Russian folk-music)” ( 1956 , 290). Simon Morrison, writing about Rimsky-Korsakov’s Sadko , recognizes a kind of triple syntax, noting “the equivalency of the ‘diatonic,’ ‘modal,’ and ‘octatonic’ passages. No single musical syntax dominates” ( 2001 , 291). Morrison describes how the interaction of diatonic modal passages and special chromatic (in this case, octatonic) passages is both structural and meaningful in Sadko . Diatonic modal music is “natural” and associated with the title character, while octatonic music is “supernatural” and associated with the character Volkhova: “that her ‘supernatural’ (octatonic) music derives from his ‘natural’ ([diatonic] modal) music signals that she is as much an aural as a visual object of masculine conjuring, a product, in short, of synaesthesia” ( 2001 , 269). Differentiation of pitch-structural types is thus crucial in Morrison’s interpretation of the opera. Example 5 . Modal idioms and their rhetorical associations (click to enlarge)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "samson_1977",
                    "calvocoressi_1956",
                    "morrison_2001",
                    "morrison_2001"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Similar differentiation is often useful in listening to Rachmaninoff’s music, although not along such clearly plotted lines. In a recent article on Rachmaninoff’s Rhapsody on a Theme of Paganini ( Johnston 2014a ), I describe some cases in Rachmaninoff’s works where different kinds of pitch structure seem to have distinct rhetorical and formal associations. (16) I do not develop the idea rigorously in that article, but the examples I present do suggest certain tendencies in Rachmaninoff’s use of equal-interval and diatonic modal idioms: increasingly obvious symmetry of pitch organization is likely to correspond to processes of intensification and/or climax, while passages of explicit diatonic modalism are likely to be associated with initiating, digressive, and/or post-climactic activity. The present article proceeds along a similar line but more comprehensively and in greater analytical breadth. Most of the examples to follow are meant to support the idea that different, well-defined modal idioms in Rachmaninoff’s works are consistently associated with different rhetorical functions and locations in relation to the unfolding of musical wholes. Example 5 , which supplements Example 4, outlines these associations.",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "johnston_2014a"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] As suggested in Examples 4 and 5, I proceed from the premise that functional tonal organization provides a structural basis for pitch organization in all of Rachmaninoff’s works. That basis is invariably composed-out in elaborate ways familiar from scholarly work on nineteenth- and early twentieth-century music. The listed diatonic modal types and equal-interval modal types are to some degree differentiated from the tonal basis. Example 4 identifies three types of chromatic modal idiom and three types of diatonic modal idiom. In a large number of cases, diatonic modal idioms occur in introductory passages, begin thematic expositions (or other clearly sectionalized activity) or end sections (after a highpoint or climax), or appear as comparatively relaxed digressions inside longer sections. Just as often, the equal-interval modal idioms listed in Example 4 occur in passages that intensify, destabilize, and/or lead to climactic events. Example 5 also shows likely locations of these idioms in relation to a generalized curve. My introductory sketch of the Third Symphony’s opening measures (see again Example 1) anticipated some of these points. The phrygian motto initiates, quietly. As the music intensifies, diatonic modalism recedes; as the music passes its local apex, there is a turn back to diatonic modalism (in the form of lowered 6 ˆ and 7 ˆ and the subsequent exposition of the quasi-modal main theme, not shown in the example). And the intense chord on the second beat of measure 8 has some equal-interval aspects: it combines the tonic (A) and its tritonal pole ( E ♭ , the chord root), and it belongs, with the exception of the chordal fifth B ♭ (a link to the phrygian material), to a whole-tone collection.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Example 5 is simplistic, but I intend it to reflect a general pattern. I base it on the observation that clear, diatonic modal idioms are more likely to occur toward the beginning or end of an episode or section in Rachmaninoff’s works, while equal-interval modal structures are more likely to occur at highpoints and climaxes. This by no means implies that diatonic modal organization is found at the beginning and at the end of every work or section, nor that equal-interval passages are found at every intense moment or climax. Many passages and even some entire works are composed without explicit reference to either diatonic modal idioms or equal-interval modal structures. When diatonic modal and/or equal-interval structures are emphasized to a substantial degree, however, the result will more likely than not follow the outline given in Example 5, and exceptions to the outline are likely to be strongly marked. Climaxes featuring diatonic modal techniques do occur, but they seem to be special events, and are highly memorable. (17) Other passages diverge from the basic rhetorical associations and locations suggested above on account of special circumstances—as, for example, in a work that begins with great intensity or dissonance and therefore has an unusual expressive/dynamic curve. (18) However, the simple view outlined here is a useful starting-point for interpreting many modal passages in relation to larger forms and musical trajectories.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] The diatonic and chromatic modal idioms in Example 4 have certain basic things in common as Rachmaninoff treats them. Many of them have a repetitive, oscillating, static quality as in the phrygian passage that opens the Third Symphony; many of them can seem to attenuate or nullify forward harmonic motion; and a number of them can have the effect of locally problematizing tonic centricity. (19) Where they differ most obviously is in their particular interval structures and their rhetorical associations (and, with that, their formal locations). Whereas the diatonic modal openings of the Third Symphony and Aleko are static in a quiet, passive, even listless-sounding way, most of the equal-interval passages I will describe are static in a taut, tense way—grinding gears noisily until something releases them from their confounded circles.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Parts 3 and 4 of the article demonstrate Rachmaninoff’s treatment of the specific types listed in Example 4, in the form of technical descriptions and analytical vignettes. The vignettes are organized cumulatively: those presented earlier deal with only one or two idioms at a time, while those presented later sometimes feature more complex combinations of idioms. Later examples thus reinforce the technical details and rhetorical associations laid out in the earlier examples. This prepares part 5, where several different idioms come together in a reading of the Third Symphony. 3. Equal-Interval Chromatic Idioms",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Many chromatic passages in Rachmaninoff’s works, as in a great deal of music composed after 1850, feature equal divisions of the octave in conspicuous ways. Harmonically speaking, in the present context, this more or less means idioms that involve chromatic minor-third relations (referable to the octatonic collection or to certain operations involving diminished seventh chords), chromatic major-third relations (referable to the hexatonic collection, to a background whole-tone collection, or to an augmented triad), and tritonal relations of various kinds. Taruskin has traced the history of chromatic-third relations in nineteenth- and early twentieth-century Russian music. Although he deals only with octatonic organization and whole-tone organization, he discusses several passages that imply what we would now call “hexatonic” organization (following Cohn’s work). (20) Although Taruskin discusses the inheritance of these idioms from Schubert to Glinka and Liszt to Rimsky-Korsakov, he comments that “in Russian music . . . there is a notable tendency to make the symmetry of the third-relations explicit in a literal way that composers to the west normally did not exploit” ( 1996 , 261–62). (21) Octatonic and whole-tone structures are, for him, “equivalents: both were outgrowths of mediant interval cycles, both were originally used as modulatory devices, both first appeared as descending basses; and both, for Russian composers, were evocative of evil magic” ( 1996 , 267). In other words, equal-interval operations were transformed from something that can occur “inside” tonal syntax—a prolongational, modulatory enrichment—into something more explicitly symmetrical than similar chromatic devices in Western works, something “fantastic,” supernatural, coded. This view has been influential among scholars of Russian music, as exemplified by Anatole Leikin’s comments: “Rimsky-Korsakov applied the octatonic scale . . . to portray fantastic creatures in his orchestral fantasy Sadko . . . . All this constitutes the beginning of the long-standing Russian tradition of representing the supernatural in music . . . . The whole-tone scale, the augmented triad, and the octatonic scale have not acquired similar semantic connotations in Western music” ( 2002 , 31). (22)",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "taruskin_1996",
                    "taruskin_1996",
                    "leikin_2002"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] I find no evidence that these colorful semantic connotations are especially significant in Rachmaninoff’s works; on the contrary, these connotations seem to be weak or even absent. Nevertheless, in Rachmaninoff’s hands, equal-interval idioms remain fairly marked in relation to the prevailing musical context, and they are primarily purveyors of instability—there is often a sense that musical gears shift in a dramatic way when equal-interval idioms appear. (23) As suggested in Example 5 and discussed at length above, equal-interval idioms are most often associated with intensification and climax in Rachmaninoff’s works. (24) Octatonic-Type Idioms (Interval 3/6/9 Basis)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] In Rachmaninoff’s works, octatonic-type idioms are characterized by four related melodic-harmonic techniques, often in some combination: Melodic presentation of segments referable to one of the three octatonic scales. (25) Cycles or oscillation of triads or seventh chords whose roots are related by minor third or tritone. Entanglement of two distinct diminished seventh chords that sum to an octatonic collection. (26) Transposition of significant segments (whether purely octatonic or not) by T3, T6, or T9. Example 6a . Isle of the Dead , op. 29, Canonic statements of “Dies irae” fragment after reh. 22 (click to enlarge and listen) Example 6b . Isle of the Dead , climax at reh. 22 (click to enlarge and listen) Although technique 1 might seem to be sufficient for defining octatonicism, the other techniques allow identification of octatonic-type structures in contexts that are not exclusively based on an octatonic scale—i.e. contexts in which other harmonic structures are present at the same time, or in which an octatonic framework is itself decorated chromatically. As I use it, then, the word octatonic refers to an underlying modus operandi as much as a referential collection, insofar as it indicates not only a source of raw melodic and harmonic material (a scale), but a set of particular ways that this material is used in stylistically specific musical contexts. (27) A passage or idiom might be octatonic in orientation even if more than eight pitch classes are used; thus there is octatonic music and there is “octatonic” music (hence the scare-quotes in Example 4).",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Passages involving conspicuous minor-third and tritone root relations appear in some early Rachmaninoff works. (28) However, emphasis on minor thirds or tritonal cycles and oscillations at important musical junctures is somewhat more characteristic of Rachmaninoff’s late Russian and exile works. (29) Isle of the Dead (1909) is a good case in point. The large-scale tonal plan of the work, as David Cannata ( 1999 , 78–83) describes it, is a complete cycle of keys related by minor third: A minor – C minor – E ♭ major – F ♯ minor – A minor. Cannata ( 1999 , 81) observes that the tonal structure is summarized in a remarkable passage (shown in Example 6a ) in which a fragment of the “Dies irae” is treated canonically, with entries beginning on C, E ♭ , A and F ♯ —that is to say, with entries on the key notes of the work. I will go a step further and point out that the large-scale scheme of thirds suggests an OCT 0,1 cycle, and that the canonic summary is explicitly octatonic (OCT 2,3 , the result of decorating diminished seventh chord [0,3,6,9] with neighbor tones). Moreover, as Example 6b shows, the summary canon emerges from an OCT 2,3 climactic event in which the four principal tones involved in the canon (A, C, E ♭ , and F ♯ ) are fused vertically. That particular diminished seventh chord is the one shared by OCT 0,1 (global key scheme) and OCT 2,3 (canonic passage).",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": [
                    "cannata_1999",
                    "cannata_1999"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] As shown in Example 7a , the climax at measure 235 in the first movement of the Third Piano Concerto is similarly prepared by an extensive, intensifying octatonic structure, and it involves similar elaboration of the diminished seventh chord [0,3,6,9]. (The intensification into the climax is propelled by a crescendo in stages, an accelerando— Più vivo , then Allegro —and a Lisztian T3 transpositional scheme.) The treatment of the climax chord and the OCT 2,3 melodic cell heard several times at the climax ( Example 7b ) is like the treatment of the climax chord and the “Dies irae” motive at the Isle of the Dead climax. Example 7a . Piano Concerto no. 3, op. 30, i, analysis of measures 203–235 (click to enlarge and listen) Example 7b . Piano Concerto no. 3, i, climax at measure 235 (click to enlarge) Example 8a . The Bells op. 35, ii, annotated reduction of measures 1–14 (click to enlarge and listen) Example 8b . The Bells , ii, analysis of measures 1–10 (click to enlarge) Example 8c . The Bells , phrygian implications in measures 1–5 (click to enlarge) Example 8d . The Bells , analytic overview (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The Isle of the Dead and Piano Concerto no. 3 passages feature cyclical harmonic structures (and the concerto passage a characteristic transpositional scheme, too) that proceed through several harmonic “nodes.” Other passages involve just two octatonic nodes in some kind of oscillating or entangled structure. (30) Consider the second movement of The Bells , op. 35 (1913). As shown in Example 8a , the opening measures of the movement feature a gradual spinning-out of thematic material (motive d , which is similar to the “Dies irae,” and which becomes a bona fide theme at rehearsal 31). This spinning-out fills the interval between E ♭ and A ♭ —a holdover from the first movement’s tonic ( A ♭ major)—and the inclusion of D ♮ in the viola melody has two effects: it gives the opening material a lydian hue, and it foreshadows D major, the emergent tonic of the second movement. (31)",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Throughout the second movement, the sixteenth-note version of motive d first heard at rehearsal 30 is associated with dissonant passages like the one at rehearsal 30. Example 8a is similar in some ways to the famous “Coronation Scene” in Mussorgsky’s Boris Godunov : it features the same kind of antiphonal or oscillating bell-like texture in two layers, and it features two sonorities related by tritone (in the Rachmaninoff passage the roots are D and A ♭ ). (32) The “Coronation Scene” is explicitly associated with bells; in the Rachmaninoff movement, no actual bells are heard, but the title of the composition makes the association plain. The opening measures of Example 8a are quite tense harmonically—an unstable tonic at the opening of a movement is entangled with elements of a harmony a tritone away. The tension is amplified as the passage proceeds: the music grows louder, more and more instruments are added, and the surface becomes more rhythmically agitated (with metrical displacements, hemiolas, and faster note values), before cresting around measures 8–9 and then gradually subsiding into rehearsal 31. A basic pitch analysis of the opening measures is shown in Example 8b . Until D major is clarified as tonic at rehearsal 31, the thematic presentation suggests that A ♭ major (or more precisely, A ♭ lydian) will be the tonic; this key supplies the non-octatonic tone B ♭ . After D major emerges at rehearsal 31, the A ♭ lydian opening may retrospectively also be heard as having some D-phrygian implications (see Example 8c ); indeed, as at the openings of the Third Symphony and Aleko in Examples 1 and 2, ♭ 5 ˆ is brought into the phrygian mix as well. The harmonic entanglement at the opening of the movement, then, is one not just of two chords, but of different modal possibilities: one possibility suggested by motivic emphasis ( A ♭ lydian), another by bass emphasis (D phrygian), and another by their tense combination (the extended octatonic-type setting).",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Example 8d situates the opening measures in the context of the entire second movement. Several locations in the movement feature oscillating, entangled octatonic events like the one in Example 8a. The climax at measure 97 features motive d at the same pitch level heard in the opening measures of the movement. In the wake of this, the third octatonic passage (at measure 111) returns to the OCT 2,3 collection of the opening.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Any given octatonic scale contains two distinct diminished seventh chords, which affords several compositional techniques. One familiar technique has already been examined—octatonic decoration of a diminished seventh chord with passing or neighbor tones (see Examples 6 and 7). Another technique results in crunchier dissonance: two diminished-seventh chords entangled in some simultaneous way to form a complete octatonic collection. The local climax in Example 9 presents such a case. A velvety passage involving repeated phrygian neighbor figures paves the way, an instance of diatonic modalism associated with pre-climactic activity. At the climax itself, tones of the diminished-seventh collection [2,5,8,11] are emphasized in the melodic material, while the roots of the OCT 1,2 chord rotation emphasize [1,4,7,10]. The dissonance of the entanglement is amplified by the fact that the onset of the climax coincides with resolution to the root of the local tonic, D ♭ major, which is held throughout the climax. (33) Example 9 . Symphonic Dances, op. 45, iii, analysis of local climax at reh. 79 (click to enlarge and listen) Example 10 . Etude-Tableaux in E-flat minor, op. 39, No. 5, analysis of measures 12–22 (click to enlarge and listen)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Example 10 presents an analytic overview of a local climactic event involving entangled diminished seventh chords in the first section of the Etude-Tableau in E-flat minor, op. 39, no. 5. The second phrase (measures 12–22) of the piece begins with a reharmonization of the melodically ascending first phrase (not shown). The octatonic passage interrupts the ascent, leading to a local climax. Different diminished-seventh chords are articulated in different registers, and at the same time there is an emphasis on dominant-seventh chords whose roots are related by minor third. To these a third technique is added: transposition of melodic segments, along with harmonic support, up by minor third (T3). A number of non-collection tones can be understood as passing and neighbor events within the tense octatonic framework. Hexatonic Idioms (Interval 4/8 Basis), Whole-Tone Structures, and Hybrid Structures Example 11a . Rhapsody on a Theme of Paganini , op. 43, analysis of variation XIII (click to enlarge and listen) Example 11b . Mazurka in D-flat major, op. 10, no. 7, measures 252–end (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Octatonic-type organization is characterized by minor third cycles or pairs, tritone-related pairs, T3/T6/T9 operations, and diminished-seventh chord techniques in a tertian context, while hexatonic-type organization is characterized by major third cycles or pairs and T4/T8 transposition activity in a tertian context, even if—as already suggested for octatonicism—tones foreign to the hexatonic collection are present. (34) Chromatic major-third relationships—including cycles of chords (or, on a larger scale, keys) related by major third and substitution of reciprocal hexatonic chord pairs for conventional dominant-tonic progressions—are of course familiar from a range of nineteenth-century works. (This is perhaps because chromatic major-third relations and conventional tonal functions can be combined more easily than strict octatonic structures and tonal functions. (35) ) Therefore, a distinction should be made between major-third relationships that occur in comparatively unmarked ways or as long-range background tonal plans and major-third relationships that appear in explicitly cyclic or oscillatory situations that are conspicuous on the musical surface. Only the latter behave in the rhetorically marked ways that I am concerned with here. In an earlier article ( Johnston 2014a ) I deal at length with several such cases: see in particular the analyses of passages in Rhapsody on a Theme of Paganini and the first movement of the Second Piano Sonata, which involve pronounced hexatonic cycles or pairs at moments of climax or intensification. Example 11a , from Variation XIII in the Rhapsody , is a case in point. At measure 447, the dynamic rises suddenly to ff and there is a corresponding intensification in the nature of the solo piano writing in the form of thunderous chords. The strings play the Paganini theme in more or less its original form; measures 447–54 feature the familiar tonic–dominant progression in octaves. But the harmonic context is quite dissonant: there is a tonic pedal point in the bass throughout much of the passage, there is a pedal point on 5 ˆ in the upper register, and in measures 447–54 the chords in the solo piano part create a HEX 1,2 cycle against the diatonic theme. Although the music that follows measure 455 is not at all hexatonic, the tension remains at a high level throughout—increasing, even, into the dissonant predominant chord at measure 469. Example 11b , from the end of the early Mazurka in D-flat major, op. 10, no. 7, is more straightforward, but it too shows the association of hexatonic organization with textural and dynamic intensity. (36) Example 12 . Etude-Tableau in E-flat minor, op. 39, no. 5, analysis of climax in middle section (click to enlarge and listen)",
                "footnotes": [
                    "FN34",
                    "FN35",
                    "FN36"
                ],
                "citations": [
                    "johnston_2014a"
                ]
            }
        },
        {
            "3.12": {
                "text": "[3.12] Strict whole-tone passages are rare in Rachmaninoff’s works. (37) Two striking examples are the climax at the end of the development section in the first movement of the First Symphony (Allegro vivace after rehearsal 10) and the climax at the end of the development in the first movement of the Third Symphony, the latter of which I will discuss in part 5 of the article. Whole-tone material is more likely to be combined with other idioms. Example 12 shows a hybrid of whole-tone and octatonic procedures at the climax in the middle section of the Etude-Tableau in E-flat minor, op. 39, no. 5. Measures 41–46 involve whole-tone scales, and T2 operations, as well; but triads outside the whole-tone collection are used. The passage directly before that involves T3 operations in a decorated OCT 1,2 context. In keeping with the rhetorical associations suggested earlier, the entire example involves, along with equal-interval structures, obvious intensifications of register, texture, and dynamics. (Resolution to E ♭ minor for the reprise at measure 53 is not shown; the entire reprise occurs over a post-climactic pedal point, which isolates the climactic middle section as the area of real harmonic activity.) 4. Diatonic Modal Idioms",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] This part of the article describes diatonic modal idioms that appear with some frequency in Rachmaninoff’s works. Some of the types described are related to features of Russian liturgical or folk music; others are more generic. (38) To avoid suggesting arbitrary or ad hoc structures, I limit my discussion of diatonic modal idioms to only three types, which I take to be clearly defined, relatively common, and significant in Rachmaninoff’s works: The named diatonic (“church”) modes (dorian, aeolian, lydian, etc.). Phrygian organization, which, as discussed below, Rachmaninoff treats in particularly rich ways and often at considerable length, and which involves sub-types that go beyond the other church modes in complexity of scale structure and harmonic content. Limited pandiatonic structures of various kinds. As suggested in Example 5, diatonic modal idioms are most often associated with introduction, initiation, digression, and post-climactic activity in Rachmaninoff’s works. (39) Indeed, many of the diatonic modal idioms can seem directionless in some contexts, featuring a static, repetitive, circular quality, as at the opening of the Third Symphony and the opening of Aleko (see again Examples 1 and 2)—ostinatos are common. (40) The Church Modes Example 13a . Rhapsody on a Theme of Paganini , analysis of variation VII (click to enlarge and listen) Example 13b . Rhapsody on a Theme of Paganini , analysis of end of Variation VII into Variation VIII (click to enlarge and listen) Example 14 . The Bells , op. 35, i, analysis of climax and coda (click to enlarge and listen)",
                "footnotes": [
                    "FN38",
                    "FN39",
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] I refer to the familiar, named diatonic modes as the “church” modes to avoid ambiguity with the larger category of “diatonic modal idioms,” which includes other types. The church modes require only brief comments here, except for the phrygian mode, which receives somewhat more complex treatment in Rachmaninoff’s hands and which I therefore treat separately below. (41) In some cases, a structure in a church mode substitutes in a clear way for a conventional functional tonal structure, and in this regard the “natural” minor modes (aeolian and dorian) are especially significant. Examples 13a and 13b show aeolian substitutions for conventional tonic–dominant relations in Variation VII of the Rhapsody on a Theme of Paganini . Variation VII contains the first explicit statement of the “Dies irae” theme in the composition and therefore has a certain presentational or expository aspect. (42) In Examples 13a and 13b, diatonic modal inflection results in a curiously neutral-sounding treatment of cadences: the leading tone ( G ♯ ) is avoided in the aeolian mode and replaced with the less directional subtonic degree. In the local context of the work, Variation VII is initiating and calm; Variations VIII and IX, on the other hand, are intense and highly chromatic. Dynamics throughout these variations support the rhetorical framework: Variation VII is p or pp , while the following variations are considerably louder.",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Example 14 is an analytic overview of the main climax in the first movement of The Bells , op. 35 (1913), showing use of the lydian mode in the aftermath of a complex but partly octatonic (or perhaps “octatonic”) climax. The movement is in ternary form and the tonic is A ♭ major. The motivic figure marked x in Example 14 saturates both the A section (not shown) and the climactic A′ section. During the build-up to climax, OCT 2,3 is suggested by seventh chords on nodes D, B, and G ♯ . (43) Many non-collection tones appear in the passage, of course, but the nodes around which the passage is organized are clear, and the non-octatonic events all involve the same kind of sonority as the structural octatonic harmonies (major-minor seventh chords). Two different diminished-seventh chords are simultaneously articulated in different registers; these combine to form OCT 2,3 . One of the diminished-seventh chords ([0,3,6,9]) emerges from the functionally significant E ♭ in the melody—more specifically, it emerges from chromatic inflection of motive x . Diatonic x in measure 139 spans a perfect fourth from primary note E ♭ down to B ♭ . With OCT 2,3 , diatonic x is inflected to x′ , which spans a tritone and which is thus integrated into the octatonic structure and [0,3,6,9]. After rehearsal 23, x′ is condensed to just the tritone. In the A′ section, the octatonic-type structure is associated with a process of intensification, and directly sets up the movement’s climax. By sharp contrast, the coda (measures 155ff.) begins with a passage in the lydian mode. The D ♮ from OCT 2,3 is thus retained in the coda, but to quite different rhetorical effect. Here, diatonic modal organization is post-climactic and is underscored by a stable tonic pedal point. In the coda, falling melodic contours, supported by a long diminuendo, contrast sharply with the rising tessitura and crescendo of the climax. (Note that the motive labeled d on the example is the same as lydian motive d in my analysis of the second movement; see Example 8a.) Example 15 . Etude-Tableaux in E-flat minor, op. 39, no. 5, analysis of measures 79–82 (click to enlarge and listen)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Example 15 , the end of the E ♭ minor Etude-Tableau, op. 39, no. 5, shows an interesting case where a Picardy third is applied in a passage whose harmonic progression is idiomatically aeolian (i– ♭ VII–i). In the measures that precede the example, a post-climactic pedal point has been established and the music has vacillated between E ♭ major and E ♭ minor. The very end of the piece, as shown in the analytical labels at the bottom of the example, features the aeolian progression. The entire E ♭ natural minor scale is heard from measure 79 into measure 80 (Example 15 shows scale degrees ♭ 3 ˆ , ♭ 6 ˆ and ♭ 7 ˆ for clarity), but in a harmonic context that suggests the aeolian mode and with a resolution to the major tonic. (44) Phrygian Organization",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Rachmaninoff seems to have had some special fondness for phrygian idioms. (45) In my introductory sketch of the Third Symphony’s phrygian motto, Aleko loomed large as a precedent (see again Examples 1 and 2); but many other comparisons could have been made. Similar axial oscillating phrygian idioms are used extensively in works as chronologically far-flung and generically diverse as the early character piece “Polichinelle,” op. 3, no. 4 (1892), the First Symphony, op. 13 (1895), the romance “To Her,” op. 38, no. 2 (1916), the last Etude-Tableau, op. 39 (1917), the first movement of the Fourth Piano Concerto, op. 40 (1926; later revised), and the third movement of the Symphonic Dances, op. 45 (1940). (46) I will examine two of these works below: “Polichinelle” and “To Her.” Example 16a . Sarasate, Spanish Dances , op. 23, “Playera,” measures 3–6 (click to enlarge and listen) Example 16b . Sarasate, Spanish Dances , measures 30–34 (click to enlarge and listen) Example 16c . Sarasate, Spanish Dances , analytic overview (click to enlarge)",
                "footnotes": [
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Precedents in other composers’ works for Rachmaninoff’s phrygian techniques are myriad. Three works that are similar in specific ways to some of Rachmaninoff’s will reward closer examination: one by Spanish composer and violinist Pablo de Sarasate, one by Mussorgsky, and one by Liszt. Sarasate uses phrygian organization in the “Playera” from his Spanish Dances, op. 23. Examples 16a and 16b are representative excerpts. Both are from early in the work, oscillate in characteristically modal fashion, and involve extensive repetition. These passages are examples of what might be called the “mixed” phrygian mode, where raised- 3 ˆ and lowered- 3 ˆ both occur: harmonically A phrygian major, but with C ♮ s in the melody. (47) The one-flat key signature should not be construed as suggesting simply “D minor.” Throughout many passages, there is a wonderful ambivalence between A as tonal center and A as the dominant of D. As shown in Example 16c , which provides an overview of the entire piece, there is indeed a motion to D as local tonic for the interior episode of the work. But consider the position of the D-minor episode in relation to the trajectory of the piece as a whole. In a more conventionally tonal work, a central episode like this would likely involve motion away from the established global tonic. The situation here is more complex due to the phrygian nature of the opening material, which creates the dual tonal implications suggested in Examples 16a and 16b; but the D-minor episode nevertheless seems to move away from the territory staked out at the opening in a way analogous to the tonal and rhetorical digression in the interior portion of a conventional ternary form. D is in some sense “othered,” and, ultimately, A ♮ emerges as a bona fide tonal home—a phrygian tonic. (48) This is partly a matter of the statistical prominence of A throughout the work and an effect of A’s gravity at the beginning, at the end, and at the essential point of formal return (measure 69). The phrygian material is associated with stability (expressing the rhetorical functions of opening, closing, and return) and, by contrast, the D-minor material is associated with departure and rhetorical digression. But the tonicity of A is also a result of the fact that two of the essential musical gestures in the piece are referable to what Peter Manuel ( 1989 , 71–75) calls the “Phrygian tonality” of Andalusian folk music: (1) the “neutral”, fluctuating third degree ( 1989 , 71–73), here C ♯ and C ♮ ; and (2) the descending tetrachord ( 1989 , 71–73), where the last note is harmonized with a major triad and taken as the tonic. (49) These gestures are marked on Example 16c. To them I will add a third essential gesture: (3) the kind of upper and lower neighbor figure that is heard (in a different stylistic and geographical context) at the beginning of Rachmaninoff’s Third Symphony and in Aleko (see again Examples 1 and 3), where the central note of the axis establishes the tonic.",
                "footnotes": [
                    "FN47",
                    "FN48",
                    "FN49"
                ],
                "citations": [
                    "manuel_1989",
                    "manuel_1989",
                    "manuel_1989"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] The tonal issues that come up in the Sarasate piece are familiar. Many authors have addressed the potential multivalence of the phrygian mode—especially the major and mixed phrygian modes. (50) A phrygian center may have a number of potential tonal implications, hovering among and between them in the course of a work: (51) Legitimate phrygian tonic? Prolonged, emphasized dominant? V of vi in the Baroque and Classical tradition of the internal phrygian half cadence? (52) Context is everything. Take, for example, Liszt’s Hungarian Rhapsody no. 2—a work Rachmaninoff performed, and for which he composed an original cadenza. (53) As shown in Example 17a , the piece begins with a motto theme in C ♯ phrygian (mixed), built around a repetitive phrygian neighbor-note oscillation like those heard at the opening of Rachmaninoff’s Third Symphony and Aleko . The motto folds seamlessly into C ♯ minor for the first section proper (“Lassan”); its expositional treatment suggests C ♯ as tonic. Many published editions refer to the piece as being “in C ♯ minor.” Later in the work, the introductory material is treated as dominant, leading to a faster “Friska” in F ♯ minor and then a close in F ♯ major. The piece, then, is in all of the above tonalities in some sense: C ♯ phrygian, C ♯ minor, and F ♯ minor/major. An analytical reduction of Rachmaninoff’s cadenza, composed around 1919, is given in Example 17b . At this point in the larger work, C ♯ has become indubitably a dominant, and in the cadenza Rachmaninoff treats the motto as such, extending the harmonization to include a rich ♭ II 9 chord. (54) Example 17a . Liszt, Hungarian Rhapsody no. 2, analysis of measures 1–9 (click to enlarge and listen) Example 17b . Rachmaninoff’s cadenza for Liszt, Hungarian Rhapsody no. 2, analysis (click to enlarge and listen) Example 18 . Mussorgksy, Pictures at an Exhibition , no. 6, analysis of excerpts (measures 1–3; measures 9–19) (click to enlarge and listen) Example 19a . “To Her,” op. 38, no. 2, measures 1–6 (click to enlarge and listen)",
                "footnotes": [
                    "FN50",
                    "FN51",
                    "FN52",
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Mussorgsky uses phrygian organization in combination with other modal structures in the sixth movement of Pictures at an Exhibition (1874), “Samuel Goldenberg und Schmuÿle.” Example 18 contains two excerpts and suggests how specific pitch-classes are used to link different modal types. The piece is in ternary form (A1–B–A2). As shown on Example 18 , the A sections are based on the so-called “gypsy” minor scale; the B section involves D ♭ phrygian. (55) The two modes are linked by the connection between ♯ 4 ˆ ( E ♮ ) in the opening music and ♭ 3 ˆ ( F ♭ ) in the middle section—a link that is intensified in the transition from B back to A2 in measures 17–19. In measure 17 the F ♭ augmented triad (“III + ”, enharmonically equivalent to V + of D ♭ ) proceeds directly through D ♭ minor into B ♭ minor, only to immediately proceed back upward in the bass through those same notes (measures 19–20).",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Rachmaninoff’s late Russian-period song, “To Her,” op. 38, no. 2 (1916) combines and extends several of the techniques just described: a mixed phrygian oscillation, exchanges of different modal types, emphasis on specific pitch classes as links between different modal types, and chromatic transformation of modal motives to move between different expressive regions. But it is more harmonically complex than the Sarasate, Liszt, and Mussorgsky works discussed above. The phrygian idiom in the opening measures of the song indubitably establishes F as the bona fide tonic. As shown in Example 19a , the metrically fluid melodic ostinato on axial upper and lower neighbor figures is like the Symphony no. 3 motto theme, and features repeating phrygian resolutions to F major/minor (the mixed phrygian, that is). An analytic overview of the first third of the song is given in Example 19b . The poem, by Andrei Bely, “tells of a lover who hears, or imagines he hears, his beloved call to him but waits for her in vain” ( Martyn 1990 , 265). (56) Two different kinds of music are involved. “A” music involves the ostinato, marked x in Example 19b. “B” sections involve local highpoints and, later, the song’s climax. They are faster and louder than the A sections, do not contain the ostinato, and are based on a cascading figure marked z in Example 19b. The B sections do not feature phrygian organization in a direct way, but there are strong links between measures 11–15 and the opening phrygian material. The first utterance in the vocal part (measure 3) involves the melodic minor third C– E ♭ –C, marked y in Example 19b; C and E ♭ become chord roots in measures 11–15. G ♭ is incorporated into the E ♭ minor triad as the third, and transformed into F ♯ in measures 13–15. This inflection creates a momentary instance of C “gypsy” minor ( F ♯ is ♯ 4 ˆ in relation to C, and in light of the adjacent G ♮ s it is clear that this note is an inflection of F rather than of G); indeed, the appearance of ♯ 4 ˆ in close proximity to a phrygian idiom and the prominent chromatic minor-third root relations strongly resemble features in the Mussorgsky excerpts discussed above (Example 18). On a larger scale, the highpoints of the vocal line in measures 1–16 articulate a phrygian melodic framework derived from the ostinato: E ♭ –F– E ♭ – G ♭ –F (see the beams on the top staff of Example 19b). Example 19b . “To Her,” analysis of measures 1–16 (click to enlarge) Example 19c . “To Her,” analysis of measures 16–42 (click to enlarge and listen)",
                "footnotes": [
                    "FN56"
                ],
                "citations": [
                    "martyn_1990"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] Example 19c shows the remainder of the song. In measure 16, the F phrygian minor collection is re-centered on the bass A ♭ ( ♭ III), moving, albeit briefly, into the mixolydian mode. In these measures, the vocal line takes up a countermelody to the ostinato that replicates the cascading contour of z . Phrygian aspects are largely absent from the second half of the song, after motive x is chromatically inflected in measure 20—an interpretation, perhaps, of the word “vozdetï” (uplifted) in the text (measures 18–20). But x remains throughout sections A2, A3, and A4, variously transformed as shown in Example 19c. The climax in section B3, which continues the trajectory of highpoints from the first half of the song, and the postlude (section A4) both involve larger-scale versions of the F minor-major alternation that characterized the mixed phrygian in the opening measures. And the chord immediately before the resolution to F major at measure 39 involves the same phrygian constellation of pitch classes as the chord in measure 2. In the postlude, the ostinato figure is set in something approaching conventional F major rather than F phrygian—and there is a wisp of lydian inflection at the very end, in the form of raised 4 ˆ in the low register. Example 20a . “Polichinelle,” op. 3, no. 4, analysis of measures 1–26 (click to enlarge) Example 20b . “Polichinelle,” analysis of measures 26–59 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] The early piano work “Polichinelle,” op. 3, no. 4 (1892) is less harmonically complex and much less chromatic, yet it explores the multivalence of the phrygian mode in striking ways. The piece is in ternary form (A1–B–A2). As shown in Example 20a , F ♯ phrygian organization is articulated by characteristic neighbor notes in measures 1–10. Later events, especially the ending, clarify that the phrygian major is involved, not the phrygian minor. The most sensible interpretation of the three-sharp key signature is that Rachmaninoff considered F ♯ to be the tonic of the work. Yet to conventional tonal ears, the F ♯ phrygian tonic in the opening fanfare sounds rather tentative. Indeed Example 20a shows that the thematic presentation in measures 11–26 incorporates D major and B minor, which to some degree act as surrogate tonics. (57) But each phrase ends on F ♯ major, and the original phrygian neighbors ( G ♮ and E ♮ , flagged and marked * on the example) are frequently integrated into the material in D major and B minor. F ♯ is related to B minor as a conventional dominant. F ♯ is related to D major as V of vi; this recalls the old gambit of using a phrygian half cadence on V of vi at the end of middle movements and middle episodes in earlier music. Rachmaninoff treats the gambit with a kind of wild abandon here (which is suitable, given the work’s title). The juxtaposition of F ♯ major and D major also suggests, in a vague way, a hexatonic-type major-third relationship—which Rachmaninoff exploits at the climax of section A1 (shown in Example 20b ), where the two triads are thrown together in an especially stark way underneath a whole-tone tetrachord. (58) The B section is in D major, but, as shown in Example 20c , it still cannot fully divest itself of F ♯ major (or B minor). As the climax of the B section approaches, the phrygian neighbors G and E intrude increasingly, until the opening phrygian fanfare returns in measures 92–101—chromatically altered so that B ♭ and A ♯ appear next to one another. As shown in Example 20d , the piece ends in F ♯ phrygian major—much as the first movement of the Third Symphony, composed the better part of fifty years later, ends by restating the opening motto on the phrygian major (Example 3a). Example 20c . “Polichinelle,” analysis of measures 59–101 (click to enlarge) Example 20d . “Polichinelle,” measures 123–30 (click to enlarge and listen) Limited Pandiatonicism (Oscillations, Stacks, and Co-Centers)",
                "footnotes": [
                    "FN57",
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Some passages in Rachmaninoff’s works approach a limited form of pandiatonicism. (59) Such passages may involve any of three techniques (see again Example 4): Oscillation between two diatonically related triads, or registral or timbral stratification of them, creating a diatonic “field” of sorts. Such passages often seem to resemble the layered ringing of bells in Eastern Europe, and indeed I expect Rachmaninoff intended them to do so. (60) Many passages feature ostinatos. (61) Extended diatonic (tertian) stacks, where the “field” fills the texture from top to bottom and most or all of a diatonic collection is heard at once. Diatonic co-centers, where a passage fluctuates between or suggests multiple tonics or modal centers at once. Example 21 . Piano Sonata in B-flat minor, op. 36 (1913; rev. 1931), i, measures 24–26 (click to enlarge and listen) Example 22a . The Bells , op. 35, iv, analysis of measures 1–20 (click to enlarge) Example 22b . The Bells , iv, analysis of measures 50–138 (click to enlarge and listen) Example 22c . The Bells , iv, analysis of measures 152–end (click to enlarge) Example 23 . Three Russian Songs , op. 41, i, analytic overview through reh. 7 (click to enlarge and listen) Although some of these techniques can resemble equal-interval idioms in that they involve oscillation or superimposition of tertian sonorities as opposed to functional, goal-oriented tonal progressions, they differ from equal-interval structures in important ways: they involve diatonically related sonorities or regions rather than chromatically related ones, and with few exceptions pandiatonic idioms in Rachmaninoff’s works have introductory, expository, or post-climactic associations, whereas equal-interval idioms tend to be intensifying and climactic.",
                "footnotes": [
                    "FN59",
                    "FN60",
                    "FN61"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] The first movement of the Second Piano Sonata, op. 36 (1913; rev. 1931) contains several passages in which different triads are treated in a stratified, bell-like manner; one of these is shown in Example 21 . The last movement of The Bells —a work in which such effects are surely to be expected—features a diatonic chordal oscillation as an ostinato in the opening measures. Example 22a is an analytic overview of measures 1–19. Although a voice-leading reduction of the oscillation might suggest its origin in a 5 ˆ – 6 ˆ – 5 ˆ neighbor figure ( G ♯ –A– G ♯ ), register and instrumentation emphasize the members of the oscillation as discrete chords, rocking back and forth between C ♯ minor and A major triads. The oscillation itself has distinct registral and instrumental components: a drone in the harp, a layer in the upper strings, and a layer in the lower strings. In Example 22a, the diatonic oscillation (marked pp ), which supports thematic material in the English horn, is interrupted four times by harsh triads in the winds: A minor – F minor – D minor – B ♭ minor, all forte . These triads form a descending sequence of chromatic thirds, they bear various chromatic relationships to the C ♯ minor tonic, and are thus very distinct from the diatonic oscillation. Note that the triads on F and D are foreshadowed underneath the A-minor triad in measure 6, drawing the chromatic disruptions into an especially close association that will bear climactic fruit later in the movement. Falling contours characterize the opening measures of the movement, audible most clearly in the English horn phrases but also in the downward-oriented diatonic oscillation and in the trajectory of the chromatically disruptive chords on a somewhat larger scale.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] Several elements from the opening passage are developed later in the movement, as shown in Example 22b . From measure 50, contours rise as dynamic levels increase. Motive d (from the first and second movements of the work) returns, leading at measure 54 to an extended diatonic stack: C ♯ minor and A major triads (the two members of the oscillation at the beginning of the movement) are superimposed above F ♯ , suggesting an extended subdominant, which dies down into a reprise of the quiet diatonic oscillation from the beginning of the movement (measure 58). After this, an increase in tempo leads to a powerful climax beginning at measure 113. Structural bass notes around the climax relate back to the roots of the first three chromatic disruptions at the beginning of the movement (A minor, F minor and D minor; see again Example 22a). F minor is recalled only in passing (measure 70), but A minor is treated as a diatonic stack (measure 113), and D is the bass during a tense WT 0 structure (measure 117)—the climax proper. As shown in Example 22c , the movement closes in D-flat major. The example shows the final harmonic event in the work, in which notes from the fourth chromatic disruption at the beginning of the movement ( B ♭ minor; see again Example 22a) are incorporated into a diatonic stack as a culminating plagal gesture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] The influence of folk music is evident in the pandiatonicism of “Across the River,” the first of the Three Russian Songs , op. 41 (1926). The piece is a setting of the folk song “Cherez rechku,” which tells “the pathetic tale of a drake escorting a duck over a bridge; the duck becomes frightened and flies away, leaving the drake forlorn and weeping” ( Martyn 1990 , 309). Example 23 contains an analytic reduction of the first three phrases. A diatonic oscillation between E minor and C major is established as an ostinato. Although E minor is the primary tonic here (in the choral phrases, E aeolian, with characteristic melodic cadences from lowered- 7 ˆ to 1 ˆ ), the C-major component of the oscillation is solidified to a large degree between rehearsal 1 and rehearsal 3, C emerges as the bass at rehearsal 5, and the climax later in the movement (not shown) lands strongly on C as center. Notice at rehearsal 1 and rehearsal 2 how some details tonicize C even as the melodic material is stated on E. Throughout the example, the melodic material and the rest of the musical setting seem at times to hover around two different diatonically related pitch centers: E and C are in some sense co-centers, even if in a properly tonal sense E is the legitimate tonic. Between rehearsal 6 and rehearsal 8, the oscillation becomes more extensively pandiatonic. Example 24a . Sonata no. 2 in B-flat minor, op. 36, ii, analysis of measures 1–23 (click to enlarge and listen) Example 24b . Sonata no. 2, ii, analysis of climax in measures 53–62 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "martyn_1990"
                ]
            }
        },
        {
            "4.16": {
                "text": "[4.16] Example 24a is an analytic overview of the opening measures of the second movement of the Sonata in B-flat minor, op. 36. Here, as in Example 18, the music suggests two possible pitch centers in conjunction. Measures 1–6 establish D major as the dominant of G major. However, this resolves not to G major but to E minor for the start of phrase A (the beginning of the movement proper). That is to say, the dominant of G major is used directly as the modal dominant ( ♭ VII) of E minor. Chords affiliated with E and G are then interchanged and superimposed throughout phrase A and phrase B. Note in particular the organization of phrase B. G major is heard at measure 16. Then, as melodic material in the middle register is repeated unchanged at measure 18, there is a shift to E minor, but—strikingly—with both the melody and its original G-major harmonization intact in the middle register (stemmed downward), effectively superimposing one potential center on the other. (62) As shown in Example 24b , the climax later in the movement involves a similar but more thoroughgoing pandiatonic event as an elaboration of the subdominant, leading to the major tonic (E major) at measure 64. This is one of comparatively few climaxes to feature diatonic modal structures in Rachmaninoff’s works.",
                "footnotes": [
                    "FN62"
                ],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] Co-centers like these recall the ladovaya peremennost’ ( peremennïy lad , or just peremennost’ ) that many authors have discussed in relation to traditional Russian music. Peremennost’ is translated as “modal mutability” by Leikin ( 2002 , 37), as “tonal mutability” by Taruskin ( 1997 , 133) and as simply “mutability” by Bakulina ( 2014 , [1]). Leikin, citing Andrei Miasoedov, defines it as a shifting of harmony “between at least two equal tonics” ( 2002 , 37). (63) Taruskin’s description is similar: “the quality . . . whereby a tune seemed to oscillate between two equally stable points of rest, as it were two ‘tonics’” ( 1997 , 133). (64) Bakulina’s ( 2014 ) recent essay goes considerably further, providing a rich understanding of the term and its myriad meanings in Russian-language music theory. It is clear from her essay that the term has meant many different things to many different people over the years. (65) Most applications of the term have focused on describing a sense of fluctuating or weak centricity in Russian liturgical and folk styles specifically, and in music that draws from or incorporates aspects of those styles. But sometimes, as for example in Lev Mazel’s application of the concept to the analysis of works by Chopin (see Bakulina 2014 , [8]), scholars have meant something like Charles Rosen’s idea that tonal structures in nineteenth-century European music sometimes involve a thoroughgoing fusion of relative major and minor, which expands tonal possibilities while at the same time reducing the traditional tonal polarity between relative keys ( 1988 , 368–69). (66) Bakulina ( 2014 , [9]) herself connects “mutability” to the familiar concept of tonal pairing in English-language music theory. (67)",
                "footnotes": [
                    "FN63",
                    "FN64",
                    "FN65",
                    "FN66",
                    "FN67"
                ],
                "citations": [
                    "leikin_2002",
                    "taruskin_1997",
                    "bakulina_2014",
                    "leikin_2002",
                    "taruskin_1997",
                    "bakulina_2014",
                    "bakulina_2014",
                    "rosen_1988",
                    "bakulina_2014"
                ]
            }
        },
        {
            "4.18": {
                "text": "[4.18] There is work yet to be done in determining how the concept of mutability ( peremennost’ ) does and does not relate to musical features and repertoires generally and to Rachmaninoff’s works specifically, but this work would go well beyond what I can accomplish here. Although I suggest a loose commonality between the idea of mutability and some of the pandiatonic idioms described in this part of the article (which can seem to de-emphasize a pitch center or to blend more than one center), my goal has been quite limited: to outline a small number of specific pandiatonic techniques that appear with some frequency in Rachmaninoff’s works, and to present them in relation to the framework of rhetorical associations supplied at the beginning of the essay. 5. The Third Symphony, Again",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Symphonic motto themes are short. Their appearances in a given work are sporadic. A motto cannot tell the complete story of the work, but its appearances are unmistakable, and it can provide vivid snapshots of the various expressive and musical situations that occur over the course of the story. To bring this article to a close, then, I return to the Third Symphony and track something of the story suggested by such snapshots—by statements of the motto theme across its three movements. The goal is to examine briefly how the varying modal contexts in which the motto is heard figure in the work’s rhetorical design and large-scale trajectory. Example 25a . Symphony no. 3, op. 44, i, overview (click to enlarge) Example 25b . Symphony no. 3, i, analysis of central climax (click to enlarge and listen) Example 25c . Symphony no. 3, i, motto statement at central climax (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] At the beginning of the article, Examples 1 and 3 introduced the Third Symphony’s motto in its static phrygian Ur-form at the opening and the close of the first movement. Example 25a provides an overview of the first movement as a whole. Of immediate interest here is the way that climactic events are oriented in relation to the movement’s harmonic plan. In the exposition, the second theme is tonally directional, moving from E major (the dominant of the global tonic A) to F major (the submediant) for a local climax. The second theme is similarly active in the recapitulation, moving from C major through A ♭ major to D ♭ major for a local climax. (Thus, the expositional and recapitulatory climaxes vaguely suggest a large HEX 0,1 frame in relation to the A minor/major tonic.) But the most striking event in the entire movement is without a doubt the shattering central climax at the end of the development (rehearsal 20 through rehearsal 25), which is sketched in Example 25b . Statements of the motto highlight the entire sequence of events around the central climax—a statement on D at measure 184, a statement on A at measure 200, and a statement on C at measure 226 (just before the recapitulation). Tellingly, none of these climactic motto statements is phrygian. Example 25c shows the statement on A: phrygian B ♭ has been raised to B ♮ ; G ♮ has been raised to G ♯ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Example 25b shows how the central climax involves a kind of tension between the conventional harmonic functions implied by the “Dies irae”-like melodic material (the upper layer of the example) and the “fantastic” chromatic setting (the lower layer). The melodic material sets up the leading tone ( G ♯ ) and suggests a resolution to the tonic A minor. The chromatic setting distorts the functional basis yet preserves the pitch-class framework that defines that basis. The arrival of the tonic triad after rehearsal 21—made especially clear by a tonic statement of the motto theme in the brass after rehearsal 21 and the rising melody in the violins at rehearsal 22—coincides with a heightening rather than a lowering of tension, because the long-held G ♯ – F ♯ seventh in the lowest register does not accept the resolution to tonic. (68) To say that this tonic triad is stable throughout the climax, that it simply takes some time for the other elements to catch up to it (at rehearsal 25), is to miss the dramatic point, especially as it takes a full thirty-two measures for the others to catch up. In Example 25b, the tonic and the image of a progression that achieves that tonic are recognizable, but the chromatic context has dramatically defamiliarized them. This tonic is under considerable duress. When the melodic and dynamic apex of the passage is achieved, ff , in the flutes and violins at rehearsal 23, G ♯ in the melody is finally resolved in the high register, yet even here the minor seventh in the lower layer of the example does not support the tonic. Only at the actual moment of recapitulation (rehearsal 25) is the tonic stabilized. Unlike a conventional dissonance, the dissonant tonic does not itself move in order to resolve; rather, the context is adjusted around it. At the climax, then, tonal tension is measured not in terms of distance from the tonic, but in terms of what has been done to the tonic triad to give it special meaning and what must happen around it to make things right again. Example 25d . Symphony no. 3, i, analysis of chord at central climax (click to enlarge) Example 26a . Symphony no. 3, ii, overview (click to enlarge)",
                "footnotes": [
                    "FN68"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The dissonant climax chord itself feeds into the larger structure of the movement. Example 25d shows the actual resolution of the chord to A minor as tonic, and also a potential resolution of the chord as an extended dominant to C ♯ or D ♭ —a potential that comes to indirect fruition later in the movement at the D ♭ major recapitulatory climax. By itself, that might be happenstance. But the same dissonant chord is heard again—at pitch—at the climactic heart of the second movement (measure 166), which as a whole is centered on C ♯ and framed by motto material. Example 26a gives an overview of the second movement. It has a hybrid form—a slow movement oriented around C ♯ , with an embedded scherzo in F minor. Thus, the two tonal centers of the second movement relate to the expositional and recapitulatory climaxes in the first movement (see again Example 25a).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] The slow movement is built around C ♯ phrygian major, with some passages of mixed phrygian. Nowhere is this plainer than at the quiet ending, where the motto appears in what is essentially a transposition of the last measures in the first movement (see Example 26b ; compare Example 3a). The opening measures of the second movement also involve the motto, but in a more elaborate mixed phrygian setting, as shown in Example 26c . Here, the setting blends functions in characteristically phrygian fashion— C ♯ as tonic, C ♯ as V of F ♯ —in a sensuous harmonization that is anything but climactic, followed by a solo violin melody whose “gypsy” sobs are rather plain to hear. (69) Example 26b . Symphony no. 3, ii, last three measures (click to enlarge) Example 26c . Symphony no. 3, ii, analysis of measures 1–14 (click to enlarge and listen) Example 27a . Symphony no. 3, iii, measures 84–90 (click to enlarge and listen) Example 27b . Symphony no. 3, iii, overview of exposition (click to enlarge) Example 27c . Symphony no. 3, iii, overview from end of exposition through coda (click to enlarge) Example 27d . Symphony no. 3, iii, pandiatonicism in the second theme (exposition) (click to enlarge and listen) Example 27e . Symphony no. 3, iii, last two measures (click to enlarge and listen)",
                "footnotes": [
                    "FN69"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] In the A-major third movement, the motto is once again heard on C ♯ at the end of the exposition, as shown in Example 27a . This time it is not set in a static phrygian idiom but to a tense, noisy, syncopated octatonic oscillation. Example 27b puts this passage in a larger context. The second theme group ends quietly in (or at least on) E ♭ major. At measure 84, intensification of dynamics, rhythmic complexity, and instrumentation support the octatonic oscillation and the bold trumpet statement of the motto. The motto is of course not explicitly octatonic; indeed, in the symphony’s opening measures (see again Example 1), it seemed entirely phrygian and was not at all climactic. But in the context of Example 27b, it behaves as an OCT 1,2 melodic cell within a locally climactic OCT 1,2 oscillation. (70) (In Example 27b, note also the noisy motto statement on F ♯ at measure 27—harmonized with an augmented triad and a bass line that combines a tritonal oscillation with a phrygian neighbor.)",
                "footnotes": [
                    "FN70"
                ],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] As suggested in Example 27c , the C ♯ motto statement and octatonic-type oscillation at the end of the exposition initiate a much larger octatonic cycle that ultimately leads into the recapitulation by way of E ♮ as V. Strikingly, the primary melodic tones and highpoints from m. 84 through the recapitulation involve notes from the motto theme on C ♯ . The fugue that occupies the body of the development begins in D major and climaxes on B major at measure 196. The extraordinary pp passage at measure 210—an interruption, so crudely “orientalist” and so stylistically unlike anything else in the symphony that it must have had some special personal meaning for its composer—occupies the B ♭ node of OCT 1,2 , preparing the large-scale dominant that follows.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] The central climax in the first movement is framed by mottos. Harmonically speaking, the climax strongly implies a potential resolution to D ♭ / C ♯ (see again Example 25d). The second movement, which emerges from a richly harmonized motto and fades away at the end into a motto, is oriented around C ♯ . The motto is used on C ♯ in ways both large and small in the third movement. All of this suggests that the incorporation of D ♭ / C ♯ into the symphony’s global A minor/major is somehow a central concern in the work. Such an incorporation is foreshadowed early in the third movement by the expositional second theme (measure 51). As shown in Example 27d , sumptuous pandiatonicism synthesizes the respective tonal gamuts—A major with its dominant E major, and C ♯ . The material is layered: the melody is oriented to C ♯ minor and even introduces the leading tone of that key ( B ♯ ). Underneath this material, A major and, at measure 55, E major are superimposed. That is to say, the notes of the movement’s overall tonic (A, C ♯ , and E) provide a basis for the pandiatonic idiom. Later, at the start of the movement’s coda (measure 321), the motto is once again stated melodically on C ♯ , but set harmonically in the global tonic, A major. The symphony ends, as shown in Example 27e , with a blast of A-major tonic. The blast is preceded by a pandiatonic flourish (not shown) and is decorated by the phrygian tones B ♭ and G ♮ from the very first motto statement, with E ♭ thrown in—indeed, the same three scale degrees (lowered 2 ˆ , 7 ˆ , and 5 ˆ ) that characterize the opening measures of the first movement (Example 1). ***",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] This is no place for sweeping claims about nineteenth- and early twentieth-century neo-modalism, the history of which, as Anthony Carver ( 2005 , 74) has pointed out, has yet to be written in any detail; nor even for provisional claims about modalism in Russian post-Romantic repertoires specifically. I have basically dealt only with Rachmaninoff’s works, and from a fairly limited vantage point at that. I have suggested a few precursors here and there, but only when clear lines could be drawn to Rachmaninoff, and without pretending to build anything like a rich context for understanding the composer’s achievements more generally. Yet in trying to incorporate the “compositional superabundance” that Abraham described into my analytical approach, I have managed—mostly without intention but gladly—to suggest the benefits of a complementary, unrealized project both analytical and musicological: a detailed study of the composer’s individual and perhaps even idiosyncratic position in both the pan-European fin de siècle and the so-called Russian “silver age.” (71) Let me end, then, with a comment from the composer himself that is as neatly apt as it is deceptively simplistic: In my own compositions, no conscious effort has been made to be original, or Romantic, or Nationalistic, or anything else. I write down on the paper the music I hear within me, as naturally as possible. I am a Russian composer, and the land of my birth has influenced my temperament and outlook. My music is the product of my temperament, and so it is Russian Music; I never consciously attempt to write Russian music, or any other kind of music. I have been strongly influenced by Tchaikovsky and Rimsky-Korsakov; but I have never, to the best of my knowledge, imitated anyone. (72)",
                "footnotes": [
                    "FN71",
                    "FN72"
                ],
                "citations": [
                    "carver_2005"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.14.20.4.johnston.html",
    "data": "mto/data/mto.14.20.4.johnston.json"
}