{
    "title": "Codetta and Anthem Postchorus Types in Top-40 Pop from 2010 to 2015",
    "date": "2022/06/01",
    "volume": "28",
    "issue": "2",
    "authors": [
        "Stroud, Cara"
    ],
    "abstract": "In this article, I present two broad types of postchoruses determined according to the rhetorical role of closing material and the particular placement of buildup and climax over the course of the chorus and postchorus. The codetta-type postchorus is characterized as an independent section of music featuring closing material that follows the attainment of closure in the chorus. The anthem-type postchorus is an independent and climactic section of music that follows a building chorus. For this study, 1335 Top-40 songs from 2010 to 2015 were surveyed. Of these songs, 13.3% had a postchorus. Examples discussed in this article include “Roar” by Katy Perry (2013), “Undo It” by Carrie Underwood (2010), “Party Rock Anthem” by LMFAO (2011), “I Need Your Love” by Calvin Harris ft. Ellie Goulding (2012), “La La La” by Naughty Boy ft. Sam Smith (2013), and “Animals” by Maroon 5 (2014).",
    "keywords": [
        "popular music",
        "form",
        "postchorus",
        "Top-40 Pop"
    ],
    "doi": "10.30535/mto.28.2.9",
    "received": "May 2021",
    "pdf": "https://mtosmt.org/issues/mto.22.28.2/mto.22.28.2.stroud.pdf",
    "author_info": [
        {
            "name": "Cara Stroud",
            "university": "Michigan State University",
            "address": "College of Music, 333 W. Circle Dr., East Lansing, MI 48824",
            "email": "cstroud@msu.edu"
        }
    ],
    "citations": {
        "attas_2011a": "Attas, Robin. 2011a. “Meter as Process in Groove-Based Popular Music.” PhD diss., University of British Columbia.",
        "attas_2011b": "Attas, Robin. 2011b. “Sarah Setting the Terms: Defining Phrase in Popular Music.” Music Theory Online 17 (3). https://doi.org/10.30535/mto.17.3.7 .",
        "barna_2020": "Barna, Alyssa. 2020. “The Dance Chorus in Recent Top-40 Music.” SMT-V 6 (4). https://doi.org/10.30535/smtv.6.4 .",
        "biamonte_2014": "Biamonte, Nicole. 2014. “Formal Functions of Metric Dissonance in Rock Music.” Music Theory Online 20 (2). https://doi.org/10.30535/mto.20.2.1 .",
        "butler_2006": "Butler, Mark Jonathan. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music . Indiana University Press.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "covach_and_flory_2012": "Covach, John Rudolph, and Andrew Flory. 2012. What’s That Sound?: An Introduction to Rock and Its History . W.W. Norton.",
        "de_clercq_2012": "de Clercq, Trevor. 2012. “Sections and Successions in Successful Songs: A Prototype Approach to Form in Rock Music.” PhD diss., University of Rochester.",
        "de_clercq_2016": "de Clercq, Trevor. 2016. “Measuring a Measure: Absolute Time as a Factor for Determining Bar Lengths and Meter in Pop/Rock Music.” Music Theory Online 22 (3). https://doi.org/10.30535/mto.22.3.3 .",
        "de_clercq_2017": "de Clercq, Trevor. 2017. “Embracing Ambiguity in the Analysis of Form in Pop/Rock Music, 1982–1991.” Music Theory Online 23 (3). https://doi.org/10.30535/mto.23.3.4 .",
        "doll_2017": "Doll, Christopher. 2017. Hearing Harmony . University of Michigan Press. https://doi.org/10.3998/mpub.3079295 .",
        "ensign_2014": "Ensign, Jeffrey S. 2014. “The Post-Chorus Anthem in EDM/Top 40 Songs.” Paper presented at Rocky Mountain Society for Music Theory, Tempe, AZ, April 4–5, 2014.",
        "ensign_2015": "Ensign, Jeffrey S. 2015. “Form in Popular Song, 1990–2009.” PhD diss., University of North Texas.",
        "ensign_2016": "Ensign, Jeffrey S. 2016. “From Verse-Chorus to Chorus-Verse.” Paper presented at Music Theory Southeast, Kennesaw, GA, April 1–2, 2016.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From Blue Suede Shoes to Suite: Judy Blue Eyes . Oxford University Press.",
        "harding_2016": "Harding, Charlie. 2016. “How the Pop-Drop Became the Sound of 2016.” Billboard , December 19, 2016. https://www.billboard.com/music/music-news/pop-drop-sound-of-2016-chainsmokers-justin-bieber-switched-on-pop-7625628/.",
        "iler_2011": "Iler, Devin. 2011. “Formal Devices of Trance and House Music: Breakdowns, Buildups and Anthems.” MM thesis, University of North Texas.",
        "lavengood_2021": "Lavengood, Megan. 2021. ““Oops! . . . I Did It Again”: The Complement Chorus in Britney Spears, The Backstreet Boys, and *NSYNC.” SMT-V 7 (6). http://doi.org/10.30535/smtv.7.6 .",
        "osborn_2013": "Osborn, Brad. 2013. “Subverting the Verse–Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35 (1): 23–47. https://doi.org/10.1525/mts.2013.35.1.23 .",
        "osborn_2023": "Osborn, Brad. 2023. “Formal Functions and Rotations in Top-40 EDM.” Intégral 36.",
        "peres_2016": "Peres, Asaf. 2016. “The Sonic Dimension as Dramatic Driver in 21st-Century Pop Music.” PhD diss., University of Michigan.",
        "peres_2018a": "Peres, Asaf. 2018a. “Everything You Need to Know About the Postchorus.” Top 40 Theory . Last modified July 31, 2018. https://www.top40theory.com/blog/everything-you-need-to-know-about-the-postchorus .",
        "peres_2018b": "Peres, Asaf. 2018b. “Sonic Functions: The Producer’s Alternative to Harmonic Functions in Modern Music.” Top 40 Theory . Last modified September 21, 2018. https://www.top40theory.com/blog/sonic-functions-the-alternative-to-harmonic-functions-in-modern-music .",
        "richards_2017": "Richards, Mark. 2017. “Tonal Ambiguity in Popular Music’s Axis Progressions.” Music Theory Online 23 (3). https://doi.org/10.30535/mto.23.3.6 .",
        "schmalfeldt_1992": "Schmalfeldt, Janet. 1992. “Cadential Processes: The Evaded Cadence and the ‘One More Time’ Technique.” Journal of Musicological Research 12 (1–2): 1–52. https://doi.org/10.1080/01411899208574658 .",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)Cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1 (1): 29–64. https://doi.org/10.1017/S1478572204000052 .",
        "spicer_2011": "Spicer, Mark. 2011. “(Per)Form in(g) Rock: A Response.” Music Theory Online 17 (3). https://doi.org/10.30535/mto.17.3.9 .",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press. https://doi.org/10.12987/yale/9780300092394.001.0001 .",
        "summach_2012": "Summach, Jay. 2012. “Form in Top-20 Rock Music, 1955–89.” PhD diss., Yale University.",
        "temperley_2011": "Temperley, David. 2011. “The Cadential IV in Rock.” Music Theory Online 17 (1). http://www.mtosmt.org/issues/mto.11.17.1/mto.11.17.1.temperley.html .",
        "zbikowski_2004": "Zbikowski, Lawrence M. 2004. “Modelling the Groove: Conceptual Structure and Popular Music.” Journal of the Royal Musical Association 129 (2): 272–97. https://doi.org/10.1093/jrma/129.2.272 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Mark Spicer ( 2011 ) seems to have been the first music theorist to use the term “postchorus” in print, although the term seems to have been in popular usage prior to Spicer’s publication.",
            "citations": [
                "spicer_2011"
            ]
        },
        "FN2": {
            "text": "2. Megan Lavengood ( 2021 ) discusses the “complement chorus,” a chorus design used extensively by Max Martin around 2000 in which an additional musical layer is added to the final appearance of the chorus, enhancing the climactic return of the chorus after the bridge. Barna ( 2020 ), Lavengood ( 2021 ), and this project all discuss the shifting role of climactic, danceable musical material in proximity to a song’s chorus.",
            "citations": [
                "lavengood_2021",
                "barna_2020",
                "lavengood_2021"
            ]
        },
        "FN3": {
            "text": "3. Many thanks to Jeffrey Ensign who assisted with a significant portion of the listening and initial brainstorming for this survey, and who also completed several of the transcriptions for this project. We initially conceived of this project as a duo, and its genesis was in a discussion at a meeting of the SMT.",
            "citations": []
        },
        "FN4": {
            "text": "4. The appendix lists all postchoruses surveyed in this study. Additional unambiguous examples of codetta-type postchoruses can be found in: Taylor Swift, “I Knew You Were Trouble” (2012); Maroon 5, “Love Somebody” (2012); 5 Seconds of Summer, “Good Girls” (2013); One Direction, “Steal My Girl” (2014); Sam Hunt, “House Party” (2015); and Luke Bryan, “Kick the Dust Up” (2015). We found additional unambiguous examples of anthem-type postchoruses in the following tracks: Pitbull ft. Marc Anthony, “Rain Over Me” (2011); David Guetta ft. Sia, “Titanium” (2011); Swedish House Mafia, “Don’t You Worry Child” (2012); Enrique Iglesias ft. Sammy Adams, “Finally Found You” (2012); will.i.am ft. Britney Spears, “Scream & Shout” (2013); Alesso ft. Tove Lo, “Heroes (We Could Be)” (2014); Calvin Harris, “How Deep Is Your Love” (2015).",
            "citations": []
        },
        "FN5": {
            "text": "5. While “anthem” is commonly used to describe uplifting, unifying, and celebratory songs from a variety of genres (such as a national anthem or an anthem of the American civil rights movement, such as “We Shall Overcome”), the term is commonly used in EDM circles to describe a memorable, climactic highpoint in a song. The anthem encourages high-energy dancing, arm waving, singing along, and other high-visibility modes of participation. As a significant moment in an EDM track, the memorable anthem can also stand in for the entire song, just as the chorus is often the most memorable part of a verse-chorus song. In the tracks in this study, the memorable anthem material is often present throughout the track and then climactically breaks through after the chorus.",
            "citations": []
        },
        "FN6": {
            "text": "6. Brad Osborn ( 2023 ) discusses a design that he describes as the “riserchorus” in recent Top-40 EDM. This term is particularly apt for the choruses that I describe here as “building.” It is likely that many of the songs I identify with the anthem postchorus type have a chorus design that Osborn would describe as a “riserchorus.”",
            "citations": [
                "osborn_2023"
            ]
        },
        "FN7": {
            "text": "7. Distinguishing between a “chorus+dance chorus” design and a “chorus+anthem postchorus” is not always straightforward. In this article, I focus on the compositional design of the track, and Barna ( 2020 ) focuses on embodied hearing and audience participation.",
            "citations": [
                "barna_2020"
            ]
        },
        "FN8": {
            "text": "8. While the end of the chorus must coincide with a structurally significant cadence in order to interpret a postchorus, the hierarchical relationship between the closure at the end of the chorus and the closure at the end of the postchorus is not something I delve into here.",
            "citations": []
        },
        "FN9": {
            "text": "9. While Schmalfeldt’s “one more time” technique builds on very particular harmonic events in common practice music (e.g., evaded cadences), Schmalfeldt’s general principle—a lack of closure necessitates further repetition of a melodic idea in order to attain closure—resonates with the types of repetition found in many of the examples in this study. Somehow, full closure is not achieved by the end of the chorus and this can necessitate further repetition of melodic ideas in the postchorus, as in the repetition of the chorus-ending refrain in “Roar.”",
            "citations": []
        },
        "FN10": {
            "text": "10. Three authors have presented analyses of sections or hooks in pop songs that I would describe as a postchorus. Many of the postchoruses discussed in this article could be understood as containing mottos or tattoos, following terminology from Walter Everett ( 2009 ). While Everett’s mottos and tattoos are catchy one-phrase units that might occur at any point of the song, I argue that the presence of this distinctive and memorable vocal or instrumental material in the section of music following the chorus can often elevate that postchorus section in the song’s formal hierarchy, boosting what might otherwise be a transition or an interlude to the status of a postchorus. Covach and Flory ( 2012 ) discuss an “after chorus” section in Tori Amos’s “Crucify,” and Alyssa Barna ( 2020 ) discusses the “dance chorus” as a rhetorically equivalent section to the vocal chorus in several EDM-influenced Top-40 tracks.",
            "citations": [
                "everett_2009",
                "covach_and_flory_2012",
                "barna_2020"
            ]
        },
        "FN11": {
            "text": "11. Peres ( 2016 ) also uses the term “post-chorus” with a hyphen instead of the single word formation in this article, but the general meaning of “post-chorus” and “postchorus” is the same.",
            "citations": [
                "peres_2016"
            ]
        },
        "FN12": {
            "text": "12. Peres also wrote a blog post describing four types of postchoruses, which can be found at the following link: https://www.top40theory.com/blog/everything-you-need-to-know-about-the-postchorus . This resource is a helpful description of postchoruses for a general audience. In it, Peres describes “attached,” “detached,” “hybrid,” and “pop-drop” postchoruses, a slight change of terminology from his dissertation since the blog post includes  includes a “hybrid” category and recasts the “dance” postchorus as the “pop-drop” postchorus.",
            "citations": []
        },
        "FN13": {
            "text": "13. Other songs that feature fragmentation in the postchorus include: “Money to Blow” by Birdman, Lil’ Wayne, and Drake (2010); “It Girl” by Jason Derulo (2011); “Judas” by Lady Gaga (2011); “Hair” by Lady Gaga (2011); “My Last” by Big Sean (2011); “As Long As You Love Me” by Justin Bieber ft. Big Sean (2012); “Lights” by Ellie Goulding (2012); “Slow Down” by Selena Gomez (2013); and “Love Me Harder” by Ariana Grande and The Weeknd (2014). This type of vocal is highly typical for postchoruses in this study.",
            "citations": []
        },
        "FN14": {
            "text": "14. Discussing meter and hypermeter can be challenging for music that is not notated, since some listeners might disagree about which duration is a beat vs. a division of the beat. De Clercq 2016 explores this idea. In this analysis, the percussion in “Undo It” served as a guide to interpreting, for example, four measures in the verse instead of eight. This track features a typical “backbeat” pattern with bass hits on beats 1 and 3 and snare hits on beats 2 and 4. See Zbikowski 2004 , Attas 2011a , and Biamonte 2014 for additional discussion of the role of the backbeat in popular music.",
            "citations": [
                "de_clercq_2016",
                "zbikowski_2004",
                "attas_2011a",
                "biamonte_2014"
            ]
        },
        "FN15": {
            "text": "15. Underwood describes composing this hook in a group session with co-writers: http://theboot.com/carrie-underwood-undo-it-lyrics/ .",
            "citations": []
        },
        "FN16": {
            "text": "16. See Lavengood ( 2021 ) for an additional compositional design in which chorus-like material is layered together at the end of a track. In Lavengood’s complement chorus, the two musical layers of the chorus fit together like the teeth of a zipper, with musical sound alternately heard from one layer and then the other. In this climactic layering at the end of Underwood’s “Undo It,” the chorus and postchorus material can be heard simultaneously.",
            "citations": [
                "lavengood_2021"
            ]
        },
        "FN17": {
            "text": "17. See Osborn ( 2013 ) for further discussion of the separation of the climax function from the verse-chorus cycle. Osborn focuses on post-millennial rock. Osborn ( 2023 ) also discusses this feature as a “riserchorus” in recent pop.",
            "citations": [
                "osborn_2013",
                "osborn_2023"
            ]
        },
        "FN18": {
            "text": "18. Much analytical discussion focuses on verse-chorus cycles, but recent tracks increasingly present their chorus first ( Ensign 2016 ). This compositional decision has a significant impact on the overall formal trajectory of the song—as demonstrated in this example, this formal process allows for an emphasis on the buildup of increasingly dramatic choruses across the entire track. While the chorus-to-chorus buildup is an interesting feature of this track, it is not necessarily a feature of all tracks with anthem-type postchoruses.",
            "citations": [
                "ensign_2016"
            ]
        },
        "FN19": {
            "text": "19. This is another distinction between the dance chorus described by Barna ( 2020 ) and the anthem-type postchorus described here. The postchorus material in “Party Rock Anthem” does double duty: it encourages dancing and audience participation while also providing closure for the chorus.",
            "citations": [
                "barna_2020"
            ]
        },
        "FN20": {
            "text": "20. Interestingly, a section of sustained F minor harmony also underlies the buildup to the final return of the Chorus, immediately before Chorus 5 in Example 7. In this case, the layering of multiple rhythmic patterns and the repetition and fragmentation of this section’s vocal material into increasingly short durations contribute to this section’s tension, and listeners familiar with the common trajectory of a Top-40 pop track will undeniably be expecting the climactic final return of the chorus. That is to say, the sections of sustained F minor harmony in this track are not necessarily always an indicator of closure, but they do contribute to the effect of closure in the first two postchoruses.",
            "citations": []
        },
        "FN21": {
            "text": "21. The similarity of the “every day I’m shufflin’” loop to a 2006 Rick Ross track, “Everyday I’m Hustlin’” has resulted in a lawsuit between Ross and LMFAO, an ongoing suit at the time of writing. http://www.completemusicupdate.com/article/lmfao-v-rick-ross-lyric-dispute-back-in-court/ .",
            "citations": []
        },
        "FN22": {
            "text": "22. This technique is similar to the design described earlier in “Undo It,” which aligns with Mark Spicer’s ( 2004 ) “cumulative form.” Asaf Peres ( 2018b ) also describes this as a “climax” sonic function. In this case, the final chorus and postchorus can be heard as a climax due to the sonic layering that is present. https://www.top40theory.com/blog/sonic-functions-the-alternative-to-harmonic-functions-in-modern-music .",
            "citations": [
                "spicer_2004",
                "peres_2018b"
            ]
        },
        "FN23": {
            "text": "23. The presence, absence, and “drop” of the bass drum is a significant formal indicator for many EDM genres. For example, producer and “Switched on Pop” podcaster Charlie Harding ( 2016 ) argues that the presence of musically significant material (signified by the “drop” of the kick drum) after a weakened “pseudo-chorus” shifts the actual chorus to arrive with the drop of the kick drum. In Harding’s interpretation, this move breaks verse-chorus form: for him, the kick drum is so inextricably linked with the arrival of the chorus that only the arrival of the kick drum can signal the arrival of the chorus, even when that kick drum arrival is preceded by chorus-like material in the vocals. https://www.billboard.com/music/music-news/pop-drop-sound-of-2016-chainsmokers-justin-bieber-switched-on-pop-7625628/ .",
            "citations": [
                "harding_2016"
            ]
        },
        "FN24": {
            "text": "24. Thanks to Rachel Linsmeier and the students enrolled in my Fall 2018 MUS 868 course for their spirited discussion about including problematic repertoire in analysis. As a warning, readers who choose to listen to this track in its entirety will find disturbing lyrics with overtones of sexual violence.",
            "citations": []
        },
        "FN25": {
            "text": "25. Songwriters often record demos of a song that are sent out to performers and producers before the performers’ recording process begins.",
            "citations": []
        },
        "FN26": {
            "text": "26. Asaf Peres’s ( 2016 ) dissertation and Brad Osborn’s forthcoming article on the riserchorus in Top-40 EDM are two places to start.",
            "citations": [
                "peres_2016"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Example 1 . Postchorus in “Roar” by Katy Perry (2013) (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Katy Perry’s smash hit, “Roar,” leapt to the top of the Billboard charts in 2013, channeling Perry’s message of strength and empowerment. Like many pop hits of this genre, the track steadily builds energy and excitement as the song progresses from verse through prechorus to the chorus, exploding with dynamic intensity on “I got the eye of the tiger, a fighter.” The climactic arrival of the upper-register tonic B ♭ 4 and the sudden introduction of sustained, distorted synthesizers clearly announce this moment as the song’s catchy, high-energy chorus, which closes after 8 measures with the refrain, “you’re gonna hear me roar,” as shown in Example 1 . This arena-filling refrain ends the chorus, but the song’s energy does not immediately fade into a transition or into the return of the next verse, as we might typically expect in a verse-chorus form. Instead of the expected transition, interlude, or verse, Perry’s chorus-ending “roar” tramps into a four-bar (or, later in the song, eight-bar) closing section. Staccato “ro-o-o-o-o-o-oar”s repeat a satisfying tonic B ♭ 4 before a final restatement of the “you’re gonna hear me roar” refrain that is then followed by a one-measure link and the next verse-chorus cycle. Definitions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The staccato “roaring” section following Perry’s chorus-ending refrain might be interpreted as a second, lower-intensity chorus or possibly as an interlude that happens to emphasize a tonic arrival, but conceiving of this section as a “postchorus” (1) recognizes the function of the “roaring” as a way to extend the arrival of a high-register tonic even after the song’s climactic chorus has come to a close. This type of “after the end” closing function is related to the postcadential formal function described in Classical music by William Caplin ( 1998 ). Mark Spicer ( 2011 , [9]) mentions some examples of postchoruses in pop and rock, defining the postchorus as “a brief, self-contained passage that can be heard as a departure from the chorus and yet does not serve merely as a transition to the next verse.” The formal device has also been discussed by Jason Summach ( 2012 ), Trevor de Clercq ( 2012 ), Jeffrey Ensign ( 2015 ), Asaf Peres ( 2016 ), and Alyssa Barna ( 2020 ). (2) While the postchorus as a formal event was not the sole focus of these studies, I draw on their work and my own survey of Top-40 songs to present the following definition. For this article, the postchorus is a formal unit defined by its location, rhetoric, and closing function. Postchoruses follow a chorus and precede the next verse, and they often feature particular rhetorical elements that emphasize or create a sense of closure. Rhetorical elements related to closure include the repetition of short melodic motives and fragmentation/repetition of short vocables. In this way, closure that was previously achieved in the chorus is extended (as a post-cadential formal function) or closure that was not quite reached in the previous chorus is achieved (similar to the dance chorus identified by Barna). In this article, I survey Top-40 songs from 2010 to 2015 in order to investigate the formal and rhetorical roles of postchoruses. (3) During these years, the influence of techniques from EDM became broadly influential in Top-40 pop. I present two broad types of postchoruses determined according to the rhetorical role of closing material and the particular placement of buildup and climax over the course of the chorus and postchorus. One common postchorus type, the codetta-type postchorus , is identified by its emphasis on closure: I define it as an independent section of music featuring closing material that follows the attainment of closure in the chorus. A second type, the anthem-type postchorus , is identifiable with a climactic arrival: I define it as an independent, memorable, and climactic (“anthemic”) section of music that follows a building chorus. Example 2 . Chorus-Postchorus Design for Two Types of Postchoruses (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "caplin_1998",
                    "spicer_2011",
                    "summach_2012",
                    "de_clercq_2012",
                    "ensign_2015",
                    "peres_2016",
                    "barna_2020"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] In this article, I describe these two aforementioned broad types of postchoruses, as shown in Example 2 . (4) While there are many similarities between the two types, the presence of a high point or climax in either the chorus or the postchorus can distinguish between the two categories. Additionally, the use of stylistic techniques related to Electronic Dance Music (EDM) marks many of the anthem-type postchoruses as a distinct category. The codetta-type postchorus involves an additional section of closing material that is distinctly separated from the end of the chorus, but also is more significant than an interlude or transition due to the presence of a significant melodic hook. In the codetta postchorus formal design, the chorus serves its typical role as the climax of the verse-chorus unit, and then the postchorus provides additional closure after the end of the chorus.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] As opposed to songs with a codetta-type postchorus, some recent Top-40 songs with postchorus material feature a climax during the postchorus. This is the anthem-type postchorus . Jeffrey Ensign ( 2014 ) coined the term “postchorus anthem” to describe postchoruses that present significant musical material after the chorus, informed by EDM musicians’ use of the term “anthem” to describe a particularly memorable, climactic, and high-energy part of a track. (5) In the anthem-type postchorus design, a postchorus arrival comes after a building chorus that signals the upcoming climax following the chorus. Thus, a building chorus (instead of a climactic chorus) is necessary to showcase an anthem-type postchorus. (6) Alyssa Barna ( 2020 ) describes some instances of this as a “dance chorus,” since the high-energy climax of the anthem-type postchorus in an EDM track is often irresistibly danceable and climactic in the same sense that a chorus is usually the climactic moment in a typical verse-chorus cycle. (7) In this study, I consider this section as a type of postchorus since it has much in common with the other postchoruses in the sample. That is, since the anthem and codetta types of postchoruses both share a “closing” formal function, they often feature musical characteristics that suggest closure, which can vary between genres and between songs. On the other hand, the overlapping of a “buildup” formal function with the “chorus” formal function, which delays expected climactic arrival until the postchorus, is unique to the anthem-type postchorus, and will be discussed later in more detail.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "ensign_2014",
                    "barna_2020"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Finally, I will compare the use of interludes with postchoruses. Although interludes and transitions can be slightly different from each other, for this purpose, I’ll refer to these types of formal unit overall as “interludes.” Since postchoruses and interludes share many common features, I’ll focus on what is common to the two types as well as what helps to distinguish these two formal units. In a typical verse-chorus form, one might expect to find an interlude after a chorus but before the next verse. Similar to a postchorus, this interlude is a formally distinct section of the song, but, in contrast to the two types discussed above, this section does not serve a “closing” or “climactic” formal function. Instead, it might present a sudden change in melodic/harmonic content or instrumentation that prepares the listener for the upcoming verse. Often the interlude has a much lower volume or much thinner texture than the preceding music. In analysis of pop music an “interlude” most often occurs between verse-chorus units, it can also occur at any point in the song’s form. This is unlike the postchorus, which describes a section that occurs after the chorus. Formal proportions can also be a consideration in distinguishing a postchorus from an interlude. While interludes are more likely to have lengths that are dissimilar to the lengths of the other formal sections, postchoruses are more likely to fit the same proportions as the other sections of the song: eight or sixteen measures. Since the transition or interlude is discussed extensively by theorists of popular music—including Everett ( 2009 ), de Clercq ( 2012 ), Summach ( 2012 ), and Covach and Flory ( 2012 )—it is not discussed in detail in this article. Postcadential Formal Function and Closure in Pop",
                "footnotes": [],
                "citations": [
                    "everett_2009",
                    "de_clercq_2012",
                    "summach_2012",
                    "covach_and_flory_2012"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Several of the postchorus examples discussed in this article necessitate an understanding of when and how a cadence or closing gesture has occurred at the end of the chorus, providing a formal demarcation that allows for subsequent material to be interpreted as a postchorus. Prior work has discussed cadences in popular music from a variety of perspectives, and authors tend to agree that a combination of harmonic function, hypermetrical placement, and genre-specific stylistic features can contribute to hearing a cadence in popular music. For example, Temperley ( 2011 ) describes large-scale, sectional cadences that are defined by a IV–I harmonic motion and sometimes also by a dramatic pause in the accompaniment texture. Attas ( 2011b , [6]) defines closure as part of phrase structure in multiple musical domains, including “text, harmony, rhythm, and melodic contour.” Stephenson ( 2002 , 56) describes how cadences in rock music “frequently do not follow the formulas of earlier music” because they frequently occur without coordination between melody, harmony, and hypermeter. On the other hand, Doll ( 2017 , 90) preserves harmony as the crucial component of a cadence, specifying that cadences provide a “harmonic breathing point” between phrases. For the purposes of this study, I build on Attas’s understanding of closure in pop as happening in multiple domains simultaneously. Most significantly for the Top-40 repertoire in this study, I describe cadences that can be heard when the melody achieves a marked arrival (a significant change in register, significant emphasis on tonic, etc.) and the musical texture changes with the addition or subtraction of one or more musical layers in the backing track. Since many of the songs in this study feature four-measure repeating harmonic loops, changes in harmony are not necessarily helpful for determining a structural cadence that marks the end of a large section. Thus, the parameters defining cadences in recent Top-40 repertoire are primarily melodic and textural, and this will be my point of departure for this project. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "temperley_2011",
                    "attas_2011b",
                    "stephenson_2002",
                    "doll_2017"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Closing material commonly follows a significant cadence—familiar examples from common-practice music can be found at the end of the exposition in a sonata form or in the interlude/postlude of a strophic song. William Caplin’s ( 1998 ) “postcadential” formal function as well as Janet Schmalfeldt’s ( 1992 ) “one more time” technique are relevant concepts when considering the postchoruses described in this study. While Caplin and Schmalfeldt developed their concepts to describe common practice music, some of the rhetorical strategies involved in postchoruses have similarities to these common-practice counterparts. Caplin ( 1998 , 16) describes postcadential functions that prolong the harmony of the preceding cadence and feature a “recessive dynamic”—in other words, postcadential material gradually lowers the energy and intensity that was built up in anticipation of a cadence. For Caplin, codettas and other types of closing material often feature repetition and tend to melodically emphasize 1 ˆ in order to “preserve melodic closure . . . and to prevent the codetta from sounding like a new beginning” ( 1998 , 16). Closing sections often contain a series of codettas, short units of closing material that group together to form the section. Since postchoruses and Classical-era closing sections arrive after a structural cadence, they both exhibit postcadential function. I use the term “codetta-type postchorus” to emphasize the rhetorical similarity of the closing section and the postchorus. Schmalfeldt’s “one more time technique” involves a weakened or evaded cadence that necessitates one (or two) more tries at achieving cadential closure, and it resonates with many of the postchoruses described in this study. Like the examples provided in Schmalfeldt ( 1992 ), many of the songs with postchoruses in this study involve some element of incomplete closure at the end of the chorus that then leads to the repetition of melodic units in the postchorus—we need to hear the music “one more time” in order to achieve the fullest sense of closure. While Schmalfeldt’s evaded cadences involve specific harmonic procedures (such as the use of I 6 instead of the expected root position tonic chord) that are not usually present in the repertoire in this study, the rhetorical effect of multiple attempts to attain closure is very similar to the elements of repetition involved in many of the postchoruses in this study. (9) Significantly, Caplin’s postcadential function arrives after a structural cadence while Schmalfeldt’s “one more time” technique happens before a structural cadence is finally achieved. This difference is crucial for tonal music, but, for the Top-40 music in this study, the exact placement of a structurally primary cadence (either at the end of the chorus or at the end of the postchorus) matters less than the compositional rhetoric involved in the song. Although practices in Top-40 pop differ from those in common-practice era music, the postchorus bears many rhetorical similarities with the postcadential formal function as described by Caplin as well as the repetition-in-approach-to-closure as described by Schmalfeldt in the “one more time” technique.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "caplin_1998",
                    "schmalfeldt_1992",
                    "caplin_1998",
                    "caplin_1998",
                    "schmalfeldt_1992"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Mark Spicer’s MTO special edition response seems to be the earliest published scholarly document to mention the term “postchorus,” and it includes an analysis of Lady Gaga’s “Bad Romance” (2009) with a postchorus—defined by Spicer as a “brief, self-contained passage that can be heard as a departure from the chorus and yet does not serve merely as a transition to the next verse” ( 2011 , [9]). Several authors have since mentioned postchoruses, but the formal function has not been explored in depth until the present study. Jason Summach ( 2012 ) and Trevor de Clercq ( 2012 ) have contributed to the discussion of the formal function of musical material between a song’s chorus and the verse that follows, but their works were more broadly focused on a variety of features or analytical techniques for popular music.",
                "footnotes": [],
                "citations": [
                    "spicer_2011",
                    "summach_2012",
                    "de_clercq_2012"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Summach ( 2012 ) and de Clercq ( 2012 ) both recognize the need for further exploration of this formal module that might serve a dual function as both closing and introductory material. For Summach and de Clercq, the section of music that provides closure after the chorus may also function to introduce the next verse, though in the present study, I specifically focus on the closing function served by postchoruses, especially since many of the postchoruses here are followed by linking material or another type of transition. In other words, the presence of a significant number of musical features rhetorically associated with closure in the postchorus (such as repetition, fragmentation, and emphasis on tonic as described by Schmalfeldt and Caplin) along with the presence of linking material after the postchorus strongly aligns the postchoruses here with postcadential formal function. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "summach_2012",
                    "de_clercq_2012"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Perhaps the most significant contribution to research on the postchorus since Spicer ( 2011 ) comes from Asaf Peres’s ( 2016 ) dissertation, on the sonic syntax of Top-40 pop from 2011 to 2016. In this work, Peres describes three different types of postchorus: (1) separate regular postchoruses, (2) attached regular postchoruses, and (3) dance postchoruses. Peres’s “regular” postchorus roughly correlates with the codetta-type postchorus that I describe, and his dance postchorus correlates with my “anthem-type” postchorus, because the dance postchorus arrives after a buildup during the chorus. (11) Several of Peres’s examples overlap with the examples found in the present study: “I Knew You Were Trouble” by Taylor Swift (2012), “Roar” by Katy Perry (2013), “Outside” by Calvin Harris (2014), and “Heroes” by Alesso ft. Tove Lo (2015). While Peres extensively studies sonic syntax, this article focuses instead on rhetorical aspects of closure, and I address pitch and rhythm in addition to the parameters of timbre, production techniques, and sonic density that are a point of focus for Peres. (12) Interpreting Codetta-Type and Anthem-Type Postchoruses",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "spicer_2011",
                    "peres_2016"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] In the following analyses, many features are discussed that are shared by all postchorus types, such as emphasis on melodic closure (attainment of tonic) and rhetorical features that suggest closure (melodic fragmentation, changes in instrumentation/texture, etc.). In addition to the arrival of the postchorus after a cadence that closes the chorus, the number of measures in the postchorus is often proportional to the number of measures in other parts of the song. Due to the overwhelming popularity of four-measure, looped harmonic progressions that repeat throughout recent Top-40 songs, many formal sections in this genre follow boundaries prescribed by quadruple hypermeter. All sections of the song, including the postchorus, tend to be eight or sixteen measures long, with an occasional twelve-measure section. Any hypermetric disruption is highly marked due to the overwhelming regularity of the four-measure harmonic patterns. Beyond hypermeter and formal proportions, thorough analysis of examples from this corpus will be used to discuss the differences between the codetta and anthem types of postchoruses. Changes in rhythm, melodic content, hypermetrical grouping, musical texture, instrumentation, dynamics, text, and harmony can all contribute to the interpretation of the postchorus, so these features of the music will be a central focus in the analysis. Example 3 . Numbers of Unambiguous and Ambiguous Postchoruses Found in Top-40 Songs from 2010 to 2015 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The following examples are chosen because they represent significant features of postchoruses, but the examples detailed in this article are only a small sample of the number of postchoruses that were found in this study. Before proceeding, I will point readers back to Example 2, which outlines general features of the two broad types of postchorus designs in this study: anthem-type and codetta-type postchoruses. Example 3 illustrates how many songs from our corpus included postchoruses and whether the postchoruses were unambiguous (when the formal features of the track strongly suggest interpreting a postchorus section) or ambiguous (when there is some ambiguity in the formal interpretation of the section after the chorus). For each year, Jeffrey Ensign and I listened to each week’s Billboard Top-40 from 2010 to 2015 and categorized postchoruses as unambiguous (confirmed by both listeners) or as ambiguous (when some features of the song made the interpretation ambiguous). Example 4 . Examples of Formal Ambiguity in Some Songs with Postchoruses (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Only unambiguous postchoruses made it into the “unambiguous” category: those with clear formal dividers and clear musical signals that we thought most listeners would easily hear. As celebrated by Trevor de Clercq ( 2017 ), much of the fascinating variety in popular music comes from moments of formal ambiguity, which is a common occurrence in pop and many other genres as well. We encountered many formal designs with some ambiguity relating to the postchorus section. For example, if the postchorus did not occur after every chorus, it might plausibly be interpreted as a transition or bridge in certain contexts. If there was a significant degree of motivic unity between the chorus and postchorus, that could suggest interpreting a two-part chorus. Some postchorus examples described by Peres ( 2016 ) have a degree of formal ambiguity that places them into the “ambiguous” category for this study. To illustrate this, the formal ambiguities presented in some of these songs’ postchoruses are described below in Example 4 . Additional examples of other ambiguous postchoruses are discussed in detail in section 6 of this article.",
                "footnotes": [],
                "citations": [
                    "de_clercq_2017",
                    "peres_2016"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Overall, this study found that 13.3% of the total songs in the corpus had a postchorus (either unambiguous or ambiguous). The appendix to this article lists the song titles, artist name, and year released for all postchoruses surveyed for the project. In the following sections, I discuss analysis of four songs composed between 2010 and 2015 with unambiguous postchoruses (“Roar” by Katy Perry (2013), “Undo It” by Carrie Underwood (2010), “Party Rock Anthem” by LMFAO (2011), and “I Need Your Love” by Calvin Harris ft. Ellie Goulding (2012)), and I clarify definitions and usages for the codetta and anthem types as they apply to the examples discussed. I also analyze two songs with ambiguous postchoruses (“La La La” by Naughty Boy ft. Sam Smith (2013), and “Animals” by Maroon 5 (2014)). Codetta-Type Postchoruses",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The codetta-type postchorus functions very much like the archetypical codettas in Classical-era music—it reinforces closure attained by a cadence. In Top-40 songs, the cadence at the end of the chorus might be reinforced by repeating a closing figure, such as a chorus-ending refrain. As described earlier in this article, harmonic and melodic closure might be reinforced in both common-practice music and Top-40 songs by a melody that emphasizes 1 ˆ . Katy Perry’s “Roar,” as shown in Example 1, has a codetta-type postchorus. In “Roar,” the chorus and postchorus share the same melodic framework: first, the melody focuses on an F4-G4- B ♭ 4 trichord for three measures, then a one-measure refrain circles above and below the B ♭ 4 before returning to the song’s upper-register tonic. As is typical for many codetta-type postchoruses in this corpus, vocal fragmentation in the postchorus (“ro-o-o-oar”ing) coincides with the melodic attainment and repetition of tonic. (13) In “Roar,” the chorus attains tonic closure, and then the postchorus emphasizes that upper-register tonic, reinforcing and stabilizing the tonic closure achieved with the refrain that occurs in both the chorus and postchorus. “Undo It” Example 5 . First Verse-Chorus Unit in “Undo It” by Carrie Underwood (2010) (click to watch video)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] While Carrie Underwood’s 2010 hit, “Undo It,” sports a bluesy, country twang where “Roar” foregrounded Perry’s powerful pop chops, “Undo It” also features a codetta-type postchorus, demonstrating additional features that signify closure and the postcadential formal function in Top-40 pop, such as the use of fragmentary vocables (“na na”) and layered chorus-effect vocals that contrast to the focus on a primary vocal melody in the chorus. In “Undo It,” the use of a codetta-type postchorus with the same melodic framework as the prechorus also allows for the resolution of a hypermetric grouping irregularity that arises in the chorus, described below. Example 5 shows the vocal melody, chords, and formal sections of the first verse-chorus cycle in the song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] What features might distinguish the postchorus in this song from the other sections? While the bluesy, low-register verse counterpoints the poppy, diatonic chorus, the melodic framework of the prechorus and postchorus is essentially the same.  On closer inspection, the underlying harmonic progressions in the prechorus and postchorus are slightly different, and the changes in harmonic structure underlying these two sections are tied to harmonic and hypermetrical changes that happen in the chorus. As shown in Example 5, the verse in “Undo It” initially establishes a two-bar repeating harmonic pattern with two chords per measure. In turn, this two-bar harmonic loop (Am C9 | G D) contributes to a duple hypermeter through the four measures of the verse. (14) The harmonic loop continues through the first two measures of the prechorus, but the entrance of an F9 chord in the third measure of the prechorus breaks the harmonic pattern established earlier when it disrupts the established harmonic rhythm of two chords per bar. The chorus ushers in a slower harmonic rhythm, continuing with the change first introduced in the third measure of the prechorus. Strikingly, the seven-measure chorus breaks the duple hypermeter established by the verse and prechorus, grouping into 3+4 measures, with the end of each group punctuated by the song’s catchy “uh-uh-uh-uh-uh-undo it” hook. (15) Although the hypermeter and grouping changes in the chorus are striking in their departure from the pattern established by the verse, this compositional strategy aligns with commonly identified roles for verses and choruses—Underwood moves faster through the chorus, telling the song’s story, while the slower harmonic rhythm, higher vocal register, and use of sustained accompaniment chords illuminate the protagonist’s sudden clarity of purpose in the chorus: she needs to “undo” her toxic relationship. Just as the switch to a slower harmonic rhythm in the third measure of the prechorus prepares for the slower harmonic rhythm in the chorus, the postchorus returns to the four-chord, two-measure loop that was present in the verse. The presence of the four-chord loop in the postchorus differentiates this section from the melodically similar prechorus. Example 6 . Formal Design of “Undo It” (click to enlarge)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] While the final chorus in “Undo It” is not followed by the same postchorus as the first two choruses, the end of this track displays another common strategy used in many pop tracks: the climactic layering of melodies that were heard separately earlier in the track, now heard together. Here, the chorus and postchorus are heard simultaneously. (16) This song’s formal design, which would likely be described as cumulative according to the strategy described by Mark Spicer ( 2004 ), makes use of the unusual 3+4 grouping in the chorus along with the four-measure postchorus. As shown in Example 6 , the chorus returns after the song’s bridge, as is typical for this genre. After the the final chorus at 2:43 in the song, only the second unit of the chorus, the four-measure unit, is repeated—and it is heard in counterpoint with the four-measure postchorus vocal melody, which elaborates the descending scale A4–G4–E4–D4–C4. The song ends with the “undo it” hook heard at the end of this final, four-measure layered group. In this way, the postchorus melody is present to emphasize closure at the end of the song.",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "spicer_2004"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Having discussed harmonic and rhythmic features of the postchorus in relation to the other sections of “Undo It,” I will now move on to features of the song’s postchorus that signal its codetta function. Note the textural thinning and organ riff at the end of the postchorus, shown in Example 5 with the upward-stemmed noteheads in the fourth measure of the postchorus: this brief moment can be identified as a link or transition. This short riff does not contribute substantially to the content of the song, but leads from one section to the next. Preceding this short link is the codetta-type postchorus, which here provides narrative closure for the song’s chorus. In “Undo It,” the song’s chorus decisively emphasizes A4: this is not a chorus that lacks tonal closure. Additionally, the “na na” vocables in the postchorus might typically be expected in a structurally non-essential interlude. However, the postchorus fills a role lacking in the song’s chorus, providing a “sing-along” melody with “chorus” vocal effects, featuring several layers of Underwood’s vocals. This gives the effect of a coalition of pop divas joining together to support and strengthen the resolution (figurative and literal) that was reached in the song’s chorus: she’s definitely going to kick him to the curb, and she definitely reached the upper-register tonic A4. There is tonal closure in the song’s chorus, so the postchorus gives us narrative closure: she’s going to take action to “Undo It.” Anthem-Type Postchoruses",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The anthem type shares many features with the codetta type: both postchoruses incorporate the use of closing rhetoric during the section and use memorable and significant musical material that necessitates interpreting the section as something more than an interlude. The two types differ in the relationship between the chorus and the postchorus. In the preceding codetta-type examples (“Roar” and “Undo It”), the chorus was the climax of the verse-chorus cycle, and the postchorus provided a section of closing material following the climax. In the two anthem-type postchorus examples below, the chorus builds to a significant climax in the postchorus. This technique is related to, and very likely developed out of, the cycles of buildup-core-breakdown identified in EDM by Mark Butler ( 2006 ), also described as buildup-anthem-breakdown by Devin Iler ( 2011 ). While the chorus is a significant arrival, the tracks in the corpus with an anthem-type postchorus include at least one element that continues to build tension during the chorus, such as an ascending synthesizer sweep or an increase of rhythmic density. Following the buildup in the chorus, the dramatic climax of the verse-chorus unit is reached in the anthem after the chorus. (17) “Party Rock Anthem”",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "butler_2006",
                    "iler_2011"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] LMFAO’s 2011 hit “Party Rock Anthem” features a prominent and distinctive postchorus anthem, identified by the synthesizer melody after each chorus in the track. The chorus, as lyrical and infectiously catchy as it is, also features elements that build tension for the climactic arrival of this synthesizer melody after the chorus, supporting the interpretation of an anthem-type postchorus. Elements added in the song’s production contribute to the continuous buildup of tension during the song’s choruses, and these increasingly dense buildups from chorus to chorus also create an overall trajectory of building tension throughout the song, leading to the climactic presentation of multiple layers together in the song’s final chorus—a formal move that could be described as “cumulative,” following Spicer ( 2004 ). Example 7 . Formal Design of “Party Rock Anthem” by LMFAO (2011) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "spicer_2004"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] Distinctively, this song begins with its chorus, as illustrated in Example 7 . (18) This compositional decision makes the most of the initial presentation of the chorus, with minimal accompaniment. In this case, Chorus 1 begins with only vocals and peppy synthesizer chords that pound out repetitions of the song’s two-measure harmonic loop (𝄆 Fm | E ♭ D ♭ 𝄇). The first chorus is immediately repeated, now with an added layer of claps on each quarter note, an ascending synth sweep that gradually rises throughout the section, and a dramatic break in the texture and melodic pause after 4 ˆ at the end of the section that ushers in the climactic arrival of the first instrumental postchorus.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The synthesizer melody shown in Example 8 occurs after the chorus in “Party Rock Anthem,” and it plays the starring role in the song’s anthem-type postchorus: it provides the climactic, memorable, and infectiously dance-worthy musical material while simultaneously providing closure for the chorus. (19) In this case, the sustained Fm harmony in the postchorus sets this section apart from the other sections of the track, which overwhelmingly make use of the two-measure harmonic loop mentioned above (𝄆 Fm | E ♭ D ♭ 𝄇). The harmonic stasis of the postchorus contributes to a sense of closure by emphasizing arrival on a stable F minor harmony after the preceding sections have cycled repeatedly through the song’s two-measure harmonic loop. (20) A synthesizer lead-in arrives in the last measure of the first postchorus to smooth out the transition into the next verse and prepare for the return of the repeating harmonic loop. Just as the sustained F minor harmony in the postchorus contributes to a sense of closure by emphasizing a single harmony, the synthesizer melody’s emphasis on F also reinforces the arrival of that stable harmony. As shown in Example 9 , the vocal melody of the chorus rarely features arrivals on F, while the synthesizer melody of the postchorus (Example 8) is nearly entirely comprised of Fs in varying octaves. Example 8 . Synthesizer Hook in the Postchorus of “Party Rock Anthem” (click to watch video) Example 9 . Chorus in “Party Rock Anthem” (click to watch video)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] The sustained F minor harmony and repetition of F in the melody of the postchorus support its function as an agent of closure, while the preceding buildup in the chorus leads to the climactic and catchy synthesizer melody in the postchorus. The aforementioned synthesizer sweep in the second repeat of the chorus provides the first buildup to the postchorus, while Chorus 4 introduces an additional rhythmic layer, followed by a pause and a sample: “Every day I’m shufflin’.” (21) The additional rhythmic layer and samples during and after Chorus 4 provide the buildup to Postchorus 2, while Postchorus 3 presents an energetic climax after the explosive final chorus. Example 10 . Postchorus 3 in “Party Rock Anthem” (click to watch video)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] As is typical with many of the tracks containing postchoruses in this study, the final chorus and postchorus feature the climactic layering of melodies that were initially heard separately earlier in the track. (22) The changes to the postchoruses over the course of the track also contribute to this design. Postchorus 2 fits into the trajectory of intensification when the second half of the postchorus synthesizer melody rises up an octave to fill a higher register in the last four measures of the section. Postchorus 3, shown in Example 10 , features layers of musical material that were initially heard earlier in the track. In addition to the synthesizer melodic hook that was heard in the earlier postchorus sections, the synthesizer accompaniment in Postchorus 3 is sourced from the two-measure riff initially heard in the song’s introduction, and it features the two-measure harmonic loop (𝄆 Fm | E ♭ D ♭ 𝄇) instead of the static F minor harmony heard in the earlier postchoruses. This section also features vocals that were first heard in the song’s bridge, the “put your hands up” sample, and the addition of a chorus of “ohs” adds to the climactic intensity of the final postchorus section. This final postchorus of “Party Rock Anthem” is followed by a sixteen-measure outro that loops the two-measure synthesizer riff together with the “put your hands up” vocals, fading out in a manner that is typical for this genre and providing significant closure at the end of the track. Example 11 . Formal Design of “I Need Your Love” by Calvin Harris ft. Ellie Goulding (2012) (click to enlarge) “I Need Your Love”",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] “I Need Your Love,” a 2012 hit from Calvin Harris featuring Ellie Goulding, also presents an anthem-type postchorus, with a synthesizer melody arriving after the song’s chorus, which builds in intensity. In this song, the danceable anthem-type postchorus features a memorable synthesizer melody, which is combined in some sections with pounding bass quarter notes and a brief refrain from Goulding. This section functions as a dramatic high point, in much the same way as the chorus of a traditional verse-chorus form serves as a dramatic high point in the verse-chorus unit.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] As shown in Example 11 , the postchorus returns five times in the track—it is repeated twice after the first chorus, and once after the three subsequent choruses. Closure in C minor is strongly emphasized by the vocal melody in the chorus, which repeatedly arpeggiates a C minor triad, as shown in Example 12 . The strong sense of melodic closure in the chorus is counterpointed by the absence of the synthesized kick drum layer of the backing track. The missing kick drum, which is present for much of the rest of the song, brings focus to Goulding’s vocals yet also works against the chorus’s function as the dramatic high point of the verse-chorus unit. (23) Like other anthem-type postchoruses in this study, “I Need Your Love” builds through the chorus into a climactic high point in the postchorus. In this song, it is the absence of the kick drum that builds tension for the “drop” of the bass that returns in the postchorus. Example 12 . Chorus and Postchorus Melody in “I Need Your Love” (click to watch video)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] Even if it does not serve as a climactic high point, the chorus fills its narrative role of presenting the “main idea” of the song, along with the “I need your love” melodic hook. With the chorus’s emphatic C minor arpeggiation, the postchorus can provide a departure from a single tonal center. Instead, the anthem-type postchorus provides a much-awaited climax that was signaled by the absence of kick drum in the chorus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] Significantly, the catchy rhythms of the postchorus arpeggiate the harmonic progression used throughout the song: Cm– A ♭ – E ♭ – B ♭ . Without the chorus vocal melody’s emphatic C minor triads, the harmonies in the postchorus are mostly released from the control of a single key, since this type of progression, identified by Mark Richards ( 2017 ) as an “Axis-a” progression, can easily articulate relative keys: C minor or E-flat major, in this case. Following the steady emphasis on the pitch C in the vocal melody of the chorus, the postchorus has the tonal freedom to function purely as a dramatic high point without emphasizing any particular tonic. Ambiguous Postchoruses",
                "footnotes": [],
                "citations": [
                    "richards_2017"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] Although the codetta and anthem postchorus designs describe many of the tracks in our corpus, some tracks seem to contain a section that can be productively interpreted as a postchorus, but additional features of the song make the interpretation of a postchorus somewhat ambiguous—for example, there might be multiple reasonable formal interpretations for that section. The following two examples are identified as “ambiguous” postchoruses in this study. Example 13 . Formal Design of “La La La” by Naughty Boy ft. Sam Smith (2013) (click to enlarge) “La La La”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] “La La La” by Naughty Boy featuring Sam Smith (2013), has a prominent sample that returns throughout the song, a common strategy for many of the tracks in this corpus. While a prominent sample might occur as a hook at any point in the track, the sample in “La La La” provides the main melodic content for an ambiguous postchorus. Since this sample is also used in a variety of formal functions throughout the track, its status as a postchorus might come into question. For example, we first hear the sampled vocals, a repetitive and lilting “la la la . . . ,” in the final eight measures of the introduction. Perhaps the sample is functioning as a “pre-verse” at this point in the track, since the eight-measure harmonic loop of the track (| F ♯ m| C ♯ m|D|-| F ♯ m| C ♯ m|Bm|-|) is introduced during the first sample section, which precedes the first verse. As the track progresses, the sampled “la la la” vocals return periodically in the postchoruses, as shown in the formal outline in Example 13 . Example 14 . Chorus and Postchorus Melody in “La La La” (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] How might the sections featuring sampled vocals in “La La La” act as postchoruses, and how might the postchorus sections be interpreted? The vocal samples in the postchorus sections of this track contribute elements of closure following the chorus, suggesting a codetta-type postchorus. Sam Smith’s vocals in the chorus shift markedly to the sampled vocals in the postchorus, but the “la la la” sample still fills a closing function by repeating the tonic F ♯ . Smith reaches and sustains a climactic high C ♯ 5 in the chorus, with much of the chorus vocals occupying the upper part of the range from F ♯ 4 to C ♯ 5 (as shown in Example 14 ). The sudden shift in timbre to the sampled vocals at the beginning of the postchorus provides a clear end to the climactic chorus, and it also provides an opportunity for harmonic closure. In the postchorus, the sampled vocals emphasize tonic F ♯ s, whereas the chorus vocals avoid F ♯ s, particularly on downbeats. In this way, the postchorus in “La La La” has a closing, codetta function similar to the codetta types described earlier in this article. Additionally, the vocal sample in the “La La La” postchorus does not exemplify the catchy climaxes found in the anthem types described earlier in this article, but this sample remains one of the most identifiable hooks in this track.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Complicating the postchorus interpretation is the fact that the postchorus vocal sample in “La La La” fills many formal functions in this song. Not only are the sampled vocals featured in the song’s introduction and three postchorus sections (following Verse 1, Verse 2, and the song’s final chorus, as shown in Example 13) but the “la la la”sample is also heard in the eight measures immediately preceding the song’s climactic final chorus, labeled as the bridge in Example 13. While we would typically expect to hear contrasting harmonic and melodic material in the bridge, the sample continues to loop throughout this section as Smith sings contrasting melodic material over an arpeggiating piano accompaniment. While the appearance of the sound of acoustic piano in the bridge is a sharp contrast from the rest of the synth-dominated track, this section does prepare for the upcoming climactic chorus with a quieter, thinner texture, the continued presence of the vocal sample is an unexpected thread of continuity. Indeed, the distinctive vocal sample adds a layer of textural richness as it continues throughout the climactic final chorus, another example of Spicer’s ( 2004 ) “cumulative” form. While the presence of a distinctive sample in the postchorus is a standard technique in many of the songs surveyed, the presence of the “La La La” sample throughout the track in the intro, postchorus, and climactic final chorus, marks a creative use of musical material in multiple formal locations. It also complicates the interpretation of the postchorus section, since the sample is featured in multiple sections of the song. “Animals” Example 15 . Formal Design of “Animals” by Maroon 5 (2014) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "spicer_2004"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] Maroon 5’s “Animals” also presents an ambiguous postchorus—in this case, a section with overlapping interpretations as both a postchorus and as a bridge. (24) Some of the ambiguity in this track is due to the way the postchorus emerges in the middle of the song. The song’s chorus, with reduced accompaniment forces, introduces the track and leads directly into the first verse, with no postchorus. Later in the song, the first full chorus leads directly into the second verse, also without a postchorus. Strikingly, the track’s postchorus does not appear until after the second full chorus, as shown in Example 15 . The postchorus does not appear until after the second full chorus, when we might typically expect to hear a bridge.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Due to its position in the track, the postchorus section at 2:22 might initially be heard as a bridge, because it features the expected contrasting melodic material. But following this section, at 2:43 there is a dramatic change in texture, ushering in the reduced instrumentation (vocals and percussion only) that is more typical of a bridge section in Top-40 pop. Complicating the matter, the section labeled as a bridge in Example 15 uses melodic material derived from the chorus. In the bridge, reduced instrumentation and lowered volume are often expected before the explosive return of the chorus. While the ambiguous postchorus might fill the expected position and provide the expected contrast of a bridge, it is then followed by an additional bridge-like section: a quieter section that prepares for the return of the chorus at 3:05. Example 16 . Fragmentation and Repetition of Text in the Postchorus of “Animals” (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] In the two-part bridge interpretation, the first section presents contrasting melodic material while the second prepares for the return of the chorus with a reduced texture. However, the return of postchorus material at the end of the song works against the two-part bridge interpretation. Following the final chorus, the postchorus has its own climactic return, with an added layer of vocal improvisation that was not present when this material was heard before the bridge. While much Top-40 pop is economical with melodic material, it would still be unusual to hear the climactic return of a section of the bridge, even recontextualized as an outro. Additionally, the song’s writers probably chose to close the track with the postchorus because it features closing rhetoric not found in most bridges. While repeated short melodic ideas are featured throughout this track, and the chorus also features the fragmentation and repetition of the words “animals,” (as in: “just like animals, animals, like animals-mals”), the highest concentration of repeated melodic motives and the fragmentation and repetition of text is found in the postchorus ( Example 16 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] As demonstrated by many of the tracks in the 2010–2015 Top-40 corpus, repetition of short melodic motives and the fragmentation and repetition of text is a common compositional practice, and it is often associated with closing rhetoric. The high concentration of repeated melodic motives and the fragmentation and repetition of text in the vocal line of the postchorus to “Animals,” is no exception, which leads to the interpretation of this section as a codetta-type postchorus, instead of interpreting it as an unusually stable first section of a bridge that happens to return at the end of the track. In other words, the repetition of short melodic motives and fragmentation and repetition of short vocables is such a common rhetorical technique for postchoruses in this corpus that the presence of these compositional features is enough to make a decision about formal function, even in the presence of other, competing features. Postchoruses and Top-40 Pop Example 17 . Producers and Songwriters for the Tracks in this Study (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] While Top-40 hits typically span genres from rap, country, soul, rock, and synth pop, many producers of Top-40 hits work across these genres, leading to hit songs with similar forms. Even though a relatively small number of producers are involved in the production of Top-40 pop, the postchorus seems to be widely used as an available formal choice, not something exclusive in any way to a particular producer or group of producers. As shown in Example 17, multiple producers worked on the collection of tracks detailed in this article. These producers are heavily involved in Top-40 pop, but their songs do not always include postchoruses, as they might if the postchorus were part of a formula shared by specific Top-40 producers. Instead, the postchorus seems to be included as an aesthetic choice—perhaps the chorus needs some additional closure, or there is a catchy synthesizer riff that needs to be featured in a place of prominence. Indeed, digital audio software allows for producers to easily paste a catchy hook into a section that might have previously been a break for the vocalist, resulting in the creation of a postchorus in what might have started out as an instrumental interlude in an initial demo version of the song. (25) Just as today’s digital audio technology allows for the injection of catchy hooks throughout a track, the recent massive influx of successful EDM producers into the Top-40 mainstream may also heave contributed to the musical culture that results in so many postchoruses in recent Top-40 hits. As producers imported their understanding of EDM’s cycles of buildup-core-breakdown into the Top-40 pop hits on their workstations, new formal designs (including the postchorus) became popularized. Further research remains to be done on the close relationship between EDM genres and recent Top-40 hits. (26)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] In this article, I present and explore two types of song forms with a postchorus that were popular in Top-40 pop hits from 2010 to 2015. While the codetta-type and the anthem-type postchorus are similar, as they both feature formally significant musical material that arrives after the chorus, their formal roles and musical features can help distinguish these two types. As the examples from Katy Perry’s “Roar” and Carrie Underwood’s “Undo It” demonstrated, the codetta-type postchorus provides additional closure after the end of the chorus. In these two examples, and in many of the examples from this corpus, this additional closure is accomplished by extending musical material that was presented earlier, such as with the “ro-o-o-o-o-o-oar”s in Perry’s song and the return of melodic material from the prechorus, now with “na-na” vocables, in Underwood’s track. As for the anthem-type postchorus, the presence of a formal design with a building chorus and climactic arrival in the postchorus reveals this design’s close connection with EDM formal strategies. Illustrated above by the examples from LMFAO’s “Party Rock Anthem” and Calvin Harris’s “I Need Your Love,” the anthem-type postchorus showcases a memorable riff that rises to climactic prominence in this section. Even with these two prominent types of postchoruses, there is a great deal of variance from song to song, as with most formal procedures in music. Some postchoruses may have alternative formal explanations, which we describe as “ambiguous” postchoruses in this study. As discussed in section 6 of this study, the memorable sample in Naughty Boy’s “La La La” fulfills a variety of formal functions throughout the track, leading to questions about the formal function of the postchorus in the track, which also features the sample. The ambiguous postchorus in Maroon 5’s “Animals” features the distinctive melodic and text fragmentation and repetition that are common for postchoruses in this corpus, but the postchorus is only present after two of the song’s choruses, where it could also function as a bridge (in the middle of the track) or a “bridge to nowhere” (at the end). This study presents possible connections between the postchorus (especially the anthem-type postchorus) and formal practices in Electronic Dance Music, such as the anthem or “drop,” and further contributes to the exploration of formal design in Top-40 pop from 2010 to 2015.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.2.stroud.html",
    "data": "mto/data/mto.22.28.2.stroud.json"
}