{
    "title": "Circles and Time: A Theory of Structural Organization of Rhythm in African Music",
    "date": "2000/01/01",
    "volume": "6",
    "issue": "1",
    "authors": [
        "Anku, Willie"
    ],
    "abstract": "Much of African music is circular. This circular concept of time ultimately defines a structural set. The set represents a structural module from which the entire performance is derived. The performance consists of a steady ostinato framework of multi-concentric rhythms on which various manipulations of the set are realized by a leader (e.g., a lead drummer). It is in these complex structural manipulations (against a background of a steady ostinato referent) that Africa finds its finest rhythmic qualities. The paper focuses on two principal elements. It discusses the properties of the rhythmic set, and it demonstrates its various modes of performance and analytical applications.",
    "keywords": [
        "African music",
        "rhythm",
        "dance music",
        "set theory"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.1/mto.00.6.1.anku.pdf",
    "author_info": [
        {
            "name": "Willie Anku",
            "university": "SPA Music Department",
            "address": "University of Ghana, Legon, Ghana",
            "email": "icamd@africaonline.com.gh (“Attn: Willie Anku”)"
        }
    ],
    "citations": {
        "akpabot_1971": "Akpabot, Samuel. 1971. “Standard Drum Patterns in Nigeria.” African Music 5(1).",
        "agawu_1995": "Agawu, Kofi. 1995. African Rhythm: A Northern Ewe Perspective . New York: Cambridge University Press.",
        "anku_1992": "Anku, Willie. 1992. Structural Set Analysis of African Music . Vol. 1, Adowa. Legon, Ghana: Soundstage Production.",
        "anku_1993": "Anku, Willie. 1993. Structural Set Analysis of African Music . Vol. 2, Bawa. Legon, Ghana: Soundstage Production.",
        "anku_1995": "Anku, Willie. 1995. “Towards a Cross-cultural Theory of Rhythm in African Drumming.” In Intercultural Music , vol. 1, edited by Cynthia Tse Kimberlin and Akin Euba. Bayreuth, Germany: Breitlinger.",
        "anku_1997": "Anku, Willie. 1997. “Principles of Rhythm Integration in African Drumming.” Black Music Research Journal 17(2).",
        "anyidoho_1983": "Anyidoho, Kofi. 1983. “Oral Poetics and Traditions of Verbal Art in Africa.” Ph.D. diss., University of Texas.",
        "anyidoho_1993": "Anyidoho, Kofi. 1993. Ancestrallogic and Caribeanblues . Trenton, N.J.: Africa World Press.",
        "ekwueme_1975": "Ekwueme, Laz. 1975. “Structural Levels of Rhythm and Form in African Music.” African Music 5(4).",
        "erickson_1975": "Erickson, Robert. 1975. Timbre and Time: Sound Structure in Music . Madison: University of Wisconsin Press.",
        "gbeho_1951a": "Gbeho, Philip. 1951a. “Beat of the Master Drum.” West African Review 22.",
        "gbeho_1951b": "Gbeho, Philip. 1951b. “African Drums Are More Than Tom-toms.” West African Review 22.",
        "gbeho_1951c": "Gbeho, Philip. 1951c. “African Music Deserves Generous Recognition.” West African Review 22.",
        "jairazbhoy_1977": "Jairazbhoy, Nazir. 1977. “The ‘Objective’ and Subjective View in Music Transcription.” Ethnomusicology 21(2).",
        "josephs_1967": "Josephs, Jess J. 1967. The Physics of Musical Sound . Princeton, N.J.: Van Nostrand.",
        "jones_1949": "Jones, A. M. 1949. “African Music.” African Affairs 48.",
        "jones_1954": "Jones, A. M. 1954. “African Rhythm.” Africa 24.",
        "kauffman_1980": "Kauffman, Robert. 1980. “African rhythm: A Reassessment.” Ethnomusicology 8.",
        "king_1961": "King, Anthony. 1961. “Employments of the ‘Standard Pattern’ in Yoruba Music.” African Music 2(3).",
        "koetting_1970": "Koetting, James. 1970. “Analysis and Notation of West African Drum Ensemble Music.” Selected Reports (3).",
        "locke_and_agbeli_1980": "Locke, David, and Godwin Kwasi Agbeli. 1980. “A Study of the Drum Language in Adzogbo” African Music 6(1).",
        "locke_and_agbeli_1982": "Locke, David, and Godwin Kwasi Agbeli. 1982. “Principles of Off-beat timing and Cross Rhythm in Southern Ewe Dance Drumming.” Ethnomusicology 26(2).",
        "nketia_1954": "Nketia, J.H. Kwabena. 1954. “The Role of the Drummer in Akan Society.” African Music 1(1).",
        "nketia_1963": "Nketia, J.H. Kwabena. 1963. Drumming in Akan Communities of Ghana . London: University of Ghana and Thomas Nelson and Sons.",
        "pantaleoni_1972a": "Pantaleoni, Hewitt. 1972a. “The Rhythm of Atsia Dance Drumming Among the Anlo (Ewe) of Anyako.” Ph.D dissertation, Wesleyan University (Middletown, Conn.).",
        "pantaleoni_1972b": "Pantaleoni, Hewitt. 1972b. “Three Principles of Timing in Anlo Dance Drumming.” African Music 5(2).",
        "pantaleoni_1972c": "Pantaleoni, Hewitt. 1972c. “Towards Understanding the Play of Atsimevu in Atsia.” African Music 5(2).",
        "pantaleoni_1972d": "Pantaleoni, Hewitt. 1972d. “Toward Understanding the Play of Sogo in Atsia.” Ethnomusicology 16(1).",
        "pressing_1983a": "Pressing, Jeff. 1983a. “Cognitive Isomorphisms between Pitch and Rhythm in World Music.” Studies in Music 17.",
        "pressing_1983b": "Pressing, Jeff. 1983b. “Rhythm Design in Support Drums of Agbadza.” African Music 6(3).",
        "rahn_1980": "Rahn, John. 1980. Basic Atonal Theory . New York: Schirmer Books.",
        "wilson_1974": "Wilson, Olly. 1974. “The Significance of the Relationship between Afro- American Music and West African Music.” The Black Perspective in Music 2(1)."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] For the sake of those who are not well acquainted with the procedures of African music, I would like to begin by presenting,\nin brief, a general (descriptive) analytical picture of its performance practice. I would like first of all, to distinguish\nbetween two broad categories of music practiced in Africa as those that are strictly timed (or\nmetered), often suited for dance and those that lack in dance qualities and therefore, for\nthe want of an appropriate term, may be described as in “free rhythm.” This paper focuses on the former, which finds its\nhighest expression in “dance drumming.” Though African community life makes provision for individual music making, music is\ngenerally organized as a social event, oriented towards a large degree of community participation. Following are four structural\nstatements about the music:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] 1. Whether performed individually or shared as a collective experience, the music is nonetheless rigidly controlled by a recurrent rhythm often associated with the role of the bell pattern typical of West and Central African drumming. This\ncontrolling structural concept is however not always externalized along with the music. It prevails mentally and controls its\nstructural perception, as for instance in the case of a lone performer playing a xylophone or Mbira/Kalimba —“thumb piano.” Figure 1 (click to enlarge) Figure 2 . Background Ostinato and Master Drum (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] 2. This time Line concept of the bell rhythm (for the purpose of this paper) translates as a time cycle because African music is perceived essentially as a circular concept\nrather than linear ( Figure 1 ). Events of the performance (which\nmay include multiple instruments, a body of songs and dances) are all organized around this structural\nmatrix, making it possible for performers to go in and out of the performance without much\ninhibition. There are however clearly prescribed cues for each event.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] 3. The events are unified by a common recurring undercurrent of one regulative\nbeat per cycle which is divided into four equidistant beats. The regulative beat with its equidistant beat\ndivisions should not be misconstrued for a 4 4 metric concept. Instead, it is a structural definition of the time cycle span.\nAll the composite parts of the performance are controlled, however, by a single meter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] 4. The drum ensemble consists of two basic concepts—the background ostinato on one hand and the master drum concept on the other. Visualize the background ostinato as consisting of\nconcentric circular rhythms, each with its peculiar orientation to the regulative beat of the time cycle and thus revealing\nstaggered entry relationships astride the regulative beat. Against this constant ostinato structural framework of the\nbackground, the master drum “projects” a succession of intriguing, logically ordered rhythmic manipulations which are\nconcurrently regulated by the common timing principle of the time cycle. A visual representation reveals a complex interlocking\nsuper-structure of the fundamental circular concept ( Figure 2 ). The Quantification Process (The Transcription)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Ideally, African music is highly quantifiable. To the uncultivated listener, such a statement may seem an absolute\nabsurdity at first. While the music seems to emerge from a principle of collective social participation with a high\nincidence of social interaction, nevertheless, its practitioners have a developed sense of tolerance for certain apparent\ndisparities that may be manifest during performance. Thus, knowledge of the “compositional ideal” exists in each ethnic\ntradition and is available from those regarded as musicians in society on the critical level, and the community at large on the\ngeneral level. A reliable transcription ought to take full cognizance of precise rhythmic relationships and “ethnic\nperception norms” on the appropriate level of inquiry and should not be dependent merely on performance manifestations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] African music is isometric. The music is either 8 6 or 4 2 . 4 3 is rarely or never used in African music. The Analytical Framework Figure 3 . Set Properties (click to enlarge) Figure 4 (click to enlarge) Figure 5 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The time cycle ultimately defines a set and this set rhythm is a structural module from which the entire\nperformance is derived. Having said that, my first task is to isolate the constituent set properties as follows. It consists of\n( Figure 3 ) . . . : four equidistant beat areas, one occurrence of a regulative beat (marked with a down arrow in the following figures), polarization into two symmetrical halves.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] There are three identifiable set types: The 12-time point set : (with an eighth-note referent)—spans two measures of 8 6 time ( Figure 4 ) . The 16-time point set : (with a sixteenth-note referent)—spans two measures of 4 2 time ( Figure 5 ) . The cross-set (combines elements of the 12 and 16 sets is of two kinds— a. A cross-set with a 12 primary set is a 8 6 meter with tuplets, b. A cross-set with a 16 primary set is simply a 4 2 meter consisting of triplets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Drum pieces belong to one set or the other at any given time. Coincidentally, these sets are observed to convey\nparticular moods which make each one contextually appropriate. For instance, pieces in the 12 set category are found to be\nassociated with occasions of serious social and festive nature, such as funerals and celebrations involving royalty. A large\nnumber of pieces in the 16 set are for recreational purposes and are of light, less serious (social) content. Those of the cross-set (particularly the 16 phenomenon) are associated with ritual,\nworship, prowess, and related contexts. The Syntax of Set Rhythm",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] To understand rhythm syntax we need to consider that it consists of both physical and psychological properties, that is,\nthe rhythm itself on a superficial level and the way it is perceived, on a deeper level. When we hear rhythm without any\npreconceived beat indications, there is a natural tendency to assume a self-determined perception based on our memory of a\nprevious experience. Hearing therefore is subjectively conditioned by our choice of perception. This, of course, does\nnot necessarily represent the way the rhythm is transmitted, resulting in an obvious disparity between the perception of the\ntransmitter and that of the recipient. Figure 6 (click to enlarge) Figure 7 (click to enlarge) Figure 8 (click to enlarge) Figure 9 (click to enlarge) Figure 10 . Set Schematic Formula 12/7 [1221222] R1 - RTP1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In Western art music, this problem of disparity is forestalled by the externalization of meter with the use of time\nsignatures. In African music the counterpart of the metric solution prevails, though intuitively, in ethnically perceived\nnorms of beat perception. So therefore, if the rhythm in Figure 6 is played in reference to a particular genre of an ethnic\ntradition, it is likely to be misconstrued by one unfamiliar with its beat perception norms of that tradition, as for example in Figure 7 . The two rhythms are practically the same on the superficial level, that is,\nwithout externalization of their beat perceptions (see Figure 8 ). There are sixteen different beat\nperception possibilities in this concept, considering that each time-point of the set (based on a sixteenth note referent), is a\npotential first beat in rotation within the cycle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In view of the above, I have suggested a paradigm of five attributes to help define and describe set rhythms as follows. Indicate the rhythm first by its set type (whether 12,16, or cross-set). The rhythm in Figure 9 is a 12 set. Next, indicate the number of attack points in the set. Our example shows 7 of those. Drum traditions perceive each set rhythm with a definite beginning and ending. Our example has a time interval\n    order of 2212221.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] To describe a specific set rhythm considering its embedded rotational possibilities, we will need to establish an arbitrary\nstandard as the prime form (normal form). By definition the prime form is the set rotation with the least time interval\narrangement at the beginning in “unordered” form—thus, from the fastest to the slowest arrangement of the rotation. In this case\nthe prime form of [2212221] is [1221222]. With the prime form digits numbered 0 to 6, the original pattern—2212221 will be described as rotation 1 ( R1 ) of the prime form. 1 2 2 1 2 2 2 | | | | | | | 0 1 2 3 4 5 6 The fifth and last element for consideration is the regulative beat . Since the composite set rhythms of the\n    ensemble establish definite orientations with the regulative beat, it is a good indicator to establish set\n    relationships. And since the regulative beat occurs on one of the time points of each set rhythm, it is\n    expedient to label it Regulative Time Point ( RTP ) instead of regulative beat. The RTP position describes\n    the regulative beat position (indicated by an arrow) of the original pattern and not of the prime form. The RTP of our example is therefore, RTP1 (see Figure 10).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] This rhythm and its perception is peculiar to Anlo Ewe of Ghana and used in musical types such as\nagbadza, adzogbo, etc. The schematic analyses in Figures 11a through 11d demonstrate that\nthe same Ewe rhythm [2212221] would be perceived differently by the Yoruba of Nigeria and the Bemba of Central Africa. Figure 11a (click to enlarge) Figure 11b (click to enlarge) Figure 11c (click to enlarge) Figure 11d (click to enlarge) Figure 12 (click to enlarge) Figure 13 (click to enlarge) Figure 14 (click to enlarge) Figure 15 (click to enlarge) Figure 16 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Observe that all three rhythms share the same set type, number of attack points and prime form on the superficial level,\nbut different perception of their rotations within the prime form and RTP orientations, on a deeper ethnic level. This simply\nimplies that the Yoruba, the Ewe, and the Bemba listening to a performance of the same rhythm would each perceive it in a\ndifferent way. The schematic analysis then gives us an opportunity to bring to\nthe fore both the physical and psychological properties of set rhythms. The Cross Set",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The cross set is indicated by cs before the set indicator: thus,\n12 cs . The cross set time intervals are enclosed in angle\nbrackets < >. For example, the following is the representation for the pattern in Figure 12 : 16 cs / 8 [113<111>34] R 1 RTP (13) Further note",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] A time interval or an RTP indicator in parentheses ((1) or RTP (1)) signifies an unarticulated\nintervallic duration or RTP position. Therefore, a dash after a time interval before a cross set angle bracket < followed by an interval in parentheses,\n    e.g. [2-<(1)11>, denotes a tie or a sustained note held into the tuplet or triplet. Figure 13 shows an example in\n    16 set. A cross set interval in brackets not preceded by a dash, [2<(1)11> denotes a rest in the specified duration. Figure 14 shows an example in 16 set. Similarly, a dash after a time interval within a cross set, followed by an interval in brackets 2 <22->(1)\n    represents a tied note extending out of the tuplet or triplet field of the cross set. Figure 15 shows an example in 12 set. An interval in brackets [<22>(1) not preceded by a dash denotes a rest in the specified duration. Figure 16 shows an example in 12 set. Master Drum Set Manipulation Procedures",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] It is a common assumption that in performance the master drummer plays many variant and complex rhythms. Quite the\ncontrary, the essential factor is rather dependent on how the drummer structurally manipulates relatively few set rhythms.\nThese set rhythms employed in a particular musical context are often well known to the community of users. This of course means\nthat the rhythms are not invented at the spur of the moment each time, but are drawn from a stock of generative rhythmic\nvocabulary associated with specific musical genres. There are two main principles involved as follows: Shifting Set Orientation and The use of successive sets. This in turn divides into: 1. Extrapolation and Masking of set units 2. Staggered Subsets and Supersets 3. Set Interpolation. I will now review these principles briefly. A. Shifting Set Orientation. Figure 17 (click to enlarge) Figure 18 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] This procedure implies a characteristic phasing effect produced by\nintegrating shifting concepts of set orientations against a fixed background ostinato referent. These shifts in set\norientation (eg. RTP 6 to RTP 3 to RTP 1) are connected by bridges as illustrated in Figure 17 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] There are basically two identifiable types of bridge statements. One in which the previous set rhythm is curtailed to\nallow for a new relationship to be established and the other in which a built-in stock rhythm, an idiomatic passage provides an important rhythmic and choreographic cue to both dancers and\nperformers of response drums. Idiomatic bridges constitute a coherent passage and are\nasymmetrical in character, usually spanning beyond a prescribed set.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In Adowa drumming of the Akan of Ghana for instance ( Example 1 ), there are various shifts in set orientation constituting sections\nwithin a performance segment. Each section's structural organization is based on mnemonic themes\nconceived along specific RTP orientation (see Figure 18 , for example). The theme then\npresents a structural framework on which limited variations discussed below are organized. Example 1 . Adowa B. Successive Sets Figure 19 (click to enlarge) Figure 20 (click to enlarge) Figure 21 (click to enlarge) Figure 22 (click to enlarge) Figure 23 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Within each theme section, set rhythms of the same RTP orientation are literally performed “one after\nanother”—or in a more relevant description, within the framework of an iso-circular structure, a dual circular structure or a tertiary circular structural combinations of the set cycle ( Figure 19 ). These structures are used either exclusively or interchangeably as appropriate to each musical\ntradition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] These variation possibilities are observed to utilize rather few procedures, discussed in brief as follows: 1) Extrapolation and Masking of Set Units",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Extrapolation of set units occurs on two levels. On the first level, two symmetrical divisions of the set rhythm into an\nantecedent/consequent (a b) relationship are manipulated to great structural advantage. The antecedent (a) or the consequent (b)\nmay be extrapolated as aa or bb , constituting a full set span in each case. Thus the rhythm\nin Figure 20 represented as . . . a b  -  a a a b  -  b b a b  -  a b . . . would be performed as shown in Figure 21 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] On the second level, smaller units (around the beat area) may be extrapolated. For instance the original\npattern becomes as shown in Figure 22 . In other instances the unit may extend through the entire span, as in Figure 23 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] In the masking procedure, any (or all) of the above units illustrated may be masked with equivalent silent sections while\nthe structural span of the set rhythm is maintained. For example: a1 a1 a1 a1     may become    \na1 — a1 — a1 a1 b         may become    \na1 a1 — a b            \nmay become     —  b These may serve as rest points for the drummer, hence they may be described as Waiting Sets . 2) Staggered Subsets and Supersets",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Subsets and supersets are irregular/asymmetrical redefinitions of a rhythmic span running concurrently with the\nset. The result produces staggered effects which are very much a dominant character of many African drum\ntraditions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Subsets constitute shorter spans of the set while supersets are greater. A subset consisting of 9 time points played in\ncombination with a 12 full set span referent naturally produces staggered relationships which many misconstrue as\npolymetric. For example: set     12+12+12 = 36 time points subset  9+9+9+9  = 36 time points",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] This interaction produces shifting relationships; the point at which the two (sets and subsets) return is of crucial\nstructural importance. This critical return may be explained mathematically by finding the least common multiple between the\nset and the subset or superset. For instance, the LCM of a 12 time point set and a 9 time point subset is 36 time points: 36 / 12 = 3 sets 36 / 9  = 4 subsets Example 2 . Bawa Figure 24 (click to enlarge) Figure 25 (click to enlarge) Figure 26 . Bell and Master Drum (click to enlarge) Figure 27 . Linear Representation (click to enlarge) Figure 28 . Circular Representation (click to enlarge) Thus, the set and subset return after three statements of the set and four statements of the subset.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Likewise, the LCM of 16 time point set and 24 time point superset is 48 time points: 48 / 16 = 3 sets 48 / 24 = 2 supersets The set and superset return after three statements of the set and two statements of the\nsuperset.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The drummer intuitively anticipates this crucial return leading him/her back to the original perception of the RTP\nrelationship. Subsets and supersets may also be used as bridges between orientations. Bawa dance \nof the\nDagati of Ghana ( Example 2 ) is conceived entirely on subset and supersets. 3) Set Interpolation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Interpolation involves two set rhythms with different RTP orientations.\nA section of the principal set (e.g., RTP 5—16 set, occuring on beat 2), gives\nway temporarily to a full statement of a subsidiary set (e.g., RTP 9 occuring on\nbeat 3), as illustrated in Figure 24 . The complement of the principal set\nreturns immediately after the subsidiary or interpolated set. In its simplest\nform, two set rhythms, RTP 5: 1 2 3 4 and RTP 9: 1 2 3 4, are then performed as illustrated in Figure 25 . Nested Interpolation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] With this initial concept the drummer sees further opportunities to nest other set orientations, thereby\ncomplicating the concept. The idea that the drummer plays a partial set and much later complements it after a series of other\nset orientations is an important one (see Figures 26 and 27 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] While one may consider the set complement as much further away in linear terms, the drummer sees it in circular terms as a\nreturn to an uncompleted idea, with no real distance involved ( Figure 28 ). The\nmaster drum maneuvers discussed in this paper are all contained in the\ninterlocking super-structure. The choices and decisions a drummer makes in\nimplementing the rhythm sets while “navigating” the circles are all\ncontrolled, where applicable, by the rules of play procedure with respect to the\ncorresponding dance sequences. All of these provide a matrix, a framework for\ncontextual interaction (see Figure 2 again).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Circles have an important philosophical significance in the perception of the African reality of time. As beautifully put in\n“Ancestrallogic and Carribean blues,” a book of African poetry, Kofi Anyidoho states: “Do not forget the back without which there\nis no front.” This statement suggests that the concept is not only circular but essentially\nspiral ( Anyidoho 1983 ). To the African, future is expressed by\nreference to the past and in drumming we find a microcosm of this philosophy of a life's journey.",
                "footnotes": [],
                "citations": [
                    "anyidoho_1983"
                ]
            }
        },
        {
            "37": {
                "text": "[37] In conclusion, the ethnic diversity of the African continent is reflected in its numerous stylistic resources and devices for\n“composition.” My work merely suggests a theoretical framework within which I hope greater insights might be reached in our\ncommon effort to understand humanity through its music. It also demonstrates a growing awareness that the similarities of our\nworlds of music far outweigh the differences suggested by the early years of African Musicology. I hope this would guide our\nthinking as we open new doors into the future. Postscript Full transcriptions and analyses of the Adowa and Bawa are available in the following volumes: *Structural Set Analysis of African Music*. Vol. 1: Adowa *Structural Set Analysis of African Music*. Vol. 2: Bawa These may be purchased for $15 plus postage for both volumes. To order, send email to icamd@africaonline.com.gh (“Attn: Willie Anku”).",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "plenary session at the society for music theory's 22nd meeting in atlanta (november 13, 1999)",
    "source": "mto/raw/mto.00.6.1.anku.html",
    "data": "mto/data/mto.00.6.1.anku.json"
}