{
    "title": "Pastorals, Passepieds, and Pendants: Interpreting Characterization Through Aria Pairs in Handel’s <i>Rodelinda</i>",
    "date": "2013/12/01",
    "volume": "19",
    "issue": "4",
    "authors": [
        "J., Decker, Gregory"
    ],
    "abstract": "Like pendant portraits in Baroque visual art, which were meant to be viewed and understood as pairs, contemporaneous opera seria arias may be interpreted with respect to one another. In this article, I illustrate the usefulness of regarding arias as pendants by examining two pairs from G.F. Handel’s operaRodelinda(1725). Structural and semiotic investigations comprise my musical analyses with a focus on musical topics, voice leading, and musical gestures. The analytical methodology of Matthew Shaftel (2009) coupled with the foundational interpretive frameworks of Robert Hatten (1994 and 2004), Lawrence Kramer (1990), and Wye Jamison Allanbrook (1983) provide a consistent set of strategies with which to negotiate the disparate domains of musical structure and dramatic content. Examples of aria pairs sung by two different characters and by the same character are considered. Viewing two arias as pendants aids in developing specific interpretations and has broader ramifications for understanding characterization throughout the work.",
    "keywords": [
        "pendant",
        "opera analysis",
        "Handel",
        "Rodelinda",
        "opera seria",
        "topics",
        "semiotics",
        "pastoral"
    ],
    "doi": "",
    "received": "July 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.4/mto.13.19.4.decker.pdf",
    "author_info": [
        {
            "name": "Decker, Gregory J.",
            "university": "Bowling Green State University",
            "address": "Department of Musicology, Composition, and Music Theory, 2143 Moore Musical Arts Center, Bowling Green, OH  43403",
            "email": "gdecker@bgsu.edu"
        }
    ],
    "citations": {
        "allanbrook_1983": "Allanbrook, Wye Jamison. 1983. Rhythmic Gesture in Mozart:  Le Nozze di Figaro and Don Giovanni . Chicago:  University of Chicago Press.",
        "allen_and_jaffé_1998": "Allen, Denise and David Jaffé. 1998. “Poussin’s A Calm and A Storm .” Apollo 147 \n(April–June): 28–34.",
        "barnett_dene_and_jeanette_massy-westropp_1987": "Barnett, Dene and Jeanette Massy-Westropp. 1987. The Art of Gesture: The Practices and Principles of 18th Century Acting . Heidelberg: C. Winter.",
        "beneš_2005": "Beneš, Mirka. 2005. “Claude Lorrain’s Pendant Landscapes of 1646–50 for Camillo Pamphilj, Nephew of Pope Innocent X. Classicism, Architecture, and Gardens as Contexts for the Artist’s Roman Patronage.” Stor Arte 112: 37–90.",
        "buelow_1983": "Buelow, George. 1983. “Johann Mattheson and the Invention of the Affektenlehre.” In New Mattheson Studies , ed. George J. Buelow and Hans Joachim Marx, 393–407. Cambridge: Cambridge University Press.",
        "castel_2005": "Castel, Nico. 2005. Handel Opera Libretti .  Vol. 1.  Geneseo, NY: Leyerle.",
        "dean_and_knapp_1987": "Dean, Winton and John Merrill Knapp. (1987) 2009. Handel’s Operas: 1704–1726 . Woodbridge, Suffolk: The Boydell Press.",
        "fischer-lichte_1983": "Fischer-Lichte, Erika. (1983) 1992. The Semiotics of Theater . Trans. Jeremy Gaines and Doris L. Jones. Bloomington: Indiana University Press.",
        "händel_1725": "Händel, Georg Friedrich. (1725) 2002. Rodelinda , Regina de’Longobardi . Vocal Score. Libretto by Nicola Haym. Kassel: Bärenreiter.",
        "harris_1994": "Harris, Ellen T. 1994. “Harmonic Patterns in Handel’s Operas.” In Eighteenth-Century Music in Theory and Practice: Essays in Honor of Alfred Mann , ed.Mary Ann Parker, 77–118. Stuyvesant, NY: Pendragon.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Bloomington, IN: Indiana University Press.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Bloomington: Indiana University Press.",
        "johnson_2001": "Johnson, W. McAllister. 2001. “Anomalous Pendants in Late 18th-Century French Prints.” Gazette des Beaux-Arts 138, no. 1595: 267–80.",
        "kenseth_1987": "Kenseth, Joy. 1987. “Two Pendant Portraits by Jacopo Ligozzi.” The Burlington Magazine 129, no. 1006: 12–16.",
        "kerman_1956": "Kerman, Joseph. (1956) 1988. Opera as Drama: New and Revised Edition . Berkeley: University of California Press.",
        "kivy_1988": "Kivy, Peter. 1988. Osmin’s Rage: Philosophical Reflections on Opera, Drama, and Text . Princeton, NJ: Princeton University Press.",
        "kramer_1990": "Kramer, Lawrence. 1990. Music as Cultural Practice, 1800–1900 . Berkeley: University of California Press.",
        "lang_1727": "Lang, Franciscus. (1727) 1975. Dissertatio de Actione Scenica . Munich: M.M. Riedlin, Witwe. Facsimile reprint and translation, Bern: A. Francke AG Verlag.",
        "langdon_salomon_and_volpi_2010": "Langdon, Helen, Xavier F. Salomon, and Caterina Volpi. 2010. Salvator Rosa . London: Paul Holberton Publishing.",
        "larue_2001": "LaRue, C. Steven. 2001. Handel and His Singers: The Creation of the Royal Academy Operas, 1720–1728 . Oxford: Clarendon Press. Original edition, 1995.",
        "latham_2008": "Latham, Edward D. 2008. Tonality as Drama: Closure and Interruption in Four Twentieth-Century American Operas . Denton, TX: University of North Texas Press.",
        "lecoat_1971": "LeCoat, Gerard G. 1971–72. “Comparative Aspects of the Theory of Expression in the Baroque Age.” Eighteenth-Century Studies 5, no. 2: 207–23.",
        "little_and_jenne_1991": "Little, Meredith and Natalie Jenne. (1991) 2001. Dance and the Music of J.S. Bach . Bloomington: Indiana University Press.",
        "marcozzi_1992": "Marcozzi, Rudy. 1992. “The Interaction of Large-Scale Harmonic and Dramatic Structure in the Verdi Operas Adapted from Shakespeare.” PhD diss., Indiana University.",
        "monelle_2006": "Monelle, Raymond. 2006. The Musical Topic: Hunt, Military, and Pastoral . Bloomington: Indiana University Press.",
        "neubauer_1986": "Neubauer, John. 1986. The Emancipation of Music from Language: Departure from Mimesis in Eighteenth-Century Aesthetics . New Haven: Yale University Press.",
        "peirce_1931–58": "Peirce, Charles Sanders. 1931–58. Collected Papers . Vol. 4, The Simplest Mathematics , ed. Charles Hartshorne and Paul Weiss. Cambridge, MA: Harvard University Press, 1933.",
        "porter_1986": "Porter, Roy. 1986. “Love, Sex, and Madness in Eighteenth-Century England.” Social Research 53, no. 2: 211–42.",
        "ratner_1980": "Ratner, Leonard G. 1980. Classic Music:  Expression, Form, and Style . New York: Schirmer Books.",
        "retford_2006": "Retford, Kate. 2006. The Art of Domestic Life: Family Portraiture in Eighteenth-Century England . New Haven: Yale University Press.",
        "rosand_1991": "Rosand, Ellen. 1991. Opera in Seventeenth-Century Venice . Berkeley: University of California Press.",
        "rosen_1971": "Rosen, Charles. (1971) 1997. The Classical Style: Haydn, Mozart, Beethoven . New York: W.W. Norton & Company.",
        "rosenberg_and_christiansen_2008": "Rosenberg, Pierre and Keith Christiansen, eds. 2008. Poussin and Nature: Arcadian Visions . New Haven: Yale University Press.",
        "shaftel_2009": "Shaftel, Matthew. 2009. “Types, Tokens, and Figaro : Musical Structure and Dramatic Narrative in the Act I Trio from Mozart’s Marriage of Figaro .” In Keys to the Drama: Nine Perspectives on Sonata Forms , ed. Gordon Sly, 27–49. Burlington, VT: Ashgate.",
        "tal_2011": "Tal, Guy. 2011. “Switching Places: Salvator Rosa’s Pendants of A Witch and A Soldier , and the Principle of Dextrality.” Source: Notes in Art History 30, no. 2: 20–25.",
        "tarling_2004": "Tarling, Judy. (2004) 2005. The Weapons of Rhetoric: A Guide for Musicians and Audiences . St Albans, Hertfordshire, UK: Corda Music Publications.",
        "tayebi_2004": "Tayebi, Kandi. 2004. “Undermining the Eighteenth-Century Pastoral: Rewriting the Poet’s Relationship to Nature in Charlotte Smith’s Poetry.” European Romantic Review 15, no. 1: 131–50."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This pair of paintings was likely meant as an unfavorable commentary on the contemporaneous state of the arts in Florence. The allegorical depiction of poetry and music as two poor young women is suggestive: “The unassuming demeanour and humble dress of the two figures surely serve . . . as signs of honest grace and decent virtue, while simultaneously deploring the state of poverty to which their arts have been reduced by the tasteless hebetude of contemporary patronage” ( Langdon, Salomon, and Volpi 2010 , 106).",
            "citations": [
                "langdon_salomon_and_volpi_2010"
            ]
        },
        "FN2": {
            "text": "2. Although portraits were common pendants throughout the seventeenth and eighteenth centuries, other subjects were used as well: landscapes were popular, as was architecture (see Beneš 2005 and Johnson 2001 ). On the rise of the pendant tradition in European painting, see Retford 2006 , 20 and Johnson 2001 , 267.",
            "citations": [
                "johnson_2001",
                "retford_2006",
                "johnson_2001"
            ]
        },
        "FN3": {
            "text": "3. Erika Fischer-Lichte discusses the distinction between visual, long-lasting semiotic signs in visual art and acoustic, transient signs in music ( 1983 , 15–16).",
            "citations": []
        },
        "FN4": {
            "text": "4. The ubiquitous da capo aria in Baroque opera seria can also present two differing affects within one piece, in the A and B sections. A famous example is Cleopatra’s aria “Piangerò” from Handel’s opera Giulio Cesare (1725). A and B sections could be seen as pendants as well in this situation, although many of Handel’s da capo arias do not change affect.",
            "citations": []
        },
        "FN5": {
            "text": "5. The use of the same musical topic is not a necessary condition for pairing two arias. Arias can be interpreted together for a variety of reasons—they may share similar texts, dramatic themes, or motivic figures, for example.",
            "citations": []
        },
        "FN6": {
            "text": "6. Hatten appropriates these terms from Charles Sanders Peirce ( 1931–58 , 4.537). For Hatten, the type is a category of defining structural features that “correlate with cultural units as types of expression”; tokens are specific embodiments of types that will likely contain other structural and expressive features besides those associated with the type ( 1994 , 44–45).",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN7": {
            "text": "7. “Sitter” is the term artists and art scholars use to describe the person posing for the portrait, even if he or she is standing.",
            "citations": []
        },
        "FN8": {
            "text": "8. One might assert, because of these characteristics, that the depicted witch is male; Rosa did paint male witches as well, but they are most often fully clothed. The telltale sign of this witch’s sex is the bare breasts (see Langdon, Salomon, and Volpi 2010 , 164–82 and Tal 2011 ).",
            "citations": [
                "langdon_salomon_and_volpi_2010",
                "tal_2011"
            ]
        },
        "FN9": {
            "text": "9. This is not always the case—Hoppner’s portraits described above were likely meant to be hung with husband to the viewer’s right and wife to the left.",
            "citations": []
        },
        "FN10": {
            "text": "10. The proposed method of understanding characterization is based on unpacking the character’s desires or goals, his or her actions to achieve these, and his or her reactions to other characters. This system of dramatic interpretation has been employed by Edward D. Latham in his work Tonality as Drama: Closure and Interruption in Four Twentieth-Century American Operas ( 2008 ). Latham borrows this approach of identifying a character’s goals or “objectives” from Stanislavsky’s acting method, in which the actor establishes the character’s objectives for any given unit of text, with the written lines providing the strategy the character uses to achieve these objectives. The character also has a “superobjective,” which encompasses his or her overarching goal throughout the play. Latham uses Stanislavsky’s method to formalize his dramatic analysis. In my own analyses, terms such as “desire,” “objective,” and “goal” correspond to Latham’s “objective,” whereas qualifiers like “overarching” or “central” correspond to the “superobjective.” Grimoaldo’s superobjective would be to marry Rodelinda while remaining king. Circumstances throughout the opera, as I have indicated, come into sharp conflict with this ultimate goal. Note also that my use of the term “characterization” does not refer to the unfolding of the plot or the way in which a specific actor portrays a role, but instead to the character and his or her desires and choices, again as in Latham. There are other methods of defining character—see for instance Rudy Marcozzi’s PhD dissertation ( 1992 ).",
            "citations": [
                "latham_2008",
                "marcozzi_1992"
            ]
        },
        "FN11": {
            "text": "11. This and all subsequent translations are taken from Castel 2005 .",
            "citations": [
                "castel_2005"
            ]
        },
        "FN12": {
            "text": "12. Cerberus, in Greek and Roman mythology, is the monstrous three-headed dog that guards the gates of the underworld against those who would try to escape. The reference here is especially apt in that it indicates Grimoaldo feels he is indeed suffering as though he were already in Hades.",
            "citations": []
        },
        "FN13": {
            "text": "13. In her explanation of mad scenes, Ellen Rosand points out that specific musical constructions in mad scenes differ by time and place in which operas were composed. She does, however, delineate some common attributes that help the character’s behavior seem erratic: “rapidly shifting subject matter, tone, rhythms, and rhyme patterns; frequent exclamations; expressions of violence [ . . . ]; identification with mythological characters; delusions regarding the perversion of nature; reference to imaginary physical ailments or danger; [ . . . ] screaming, crying, laughing, singing; allusions to dance” ( 1991 , 350). Grimoaldo’s scene incorporates some hints of these elements, but it is not irregular enough to be called a true mad scene. Further, he never acknowledges feigned madness. For a true mad scene in one of Handel’s operas, see Orlando (1733), II/11.",
            "citations": [
                "rosand_1991"
            ]
        },
        "FN14": {
            "text": "14. He does not yet know that Rodelinda, Eduige, and Unulfo have already freed Bertarido.",
            "citations": []
        },
        "FN15": {
            "text": "15. Although the siciliano topic is not the sole operatic signal for a lullaby, the “rocking” feeling in compound meter is sometimes used to help create this effect. See, for example, Claudio Monteverdi’s The Coronation of Poppea , II/12, in which Arnalta sings Poppea to sleep in her garden with a lilting repetitive aria, written in 6/1 time (which is analogous to a modern 6/8 or 6/4).",
            "citations": []
        },
        "FN16": {
            "text": "16. Handel’s secular sicilianos often have these connotations. For example, see Cornelia’s and Sesto’s farewell duet in Giulio Cesare (1724), I/11.",
            "citations": []
        },
        "FN17": {
            "text": "17. I would like to thank my graduate assistant Mark Witmer for rendering this and the subsequent voice-leading graphs in the music notation program LilyPond.",
            "citations": []
        },
        "FN18": {
            "text": "18. For ease of reading, I use the octave designations that correspond to the written notes, with the recognition that the vocal line is to be sung an octave lower.",
            "citations": []
        },
        "FN19": {
            "text": "19. Just after the aria “Pastorello,” Garibaldo—Grimoaldo’s advisor and the opera’s true villain—attempts to kill the king so that he might usurp the throne himself. Just before Garibaldo strikes, however, Bertarido enters, perceives what is about to happen, and kills Garibaldo. Thus, Bertarido saves Grimoaldo’s life.",
            "citations": []
        },
        "FN20": {
            "text": "20. Indeed, the pastoral mode was used to represent the nativity in various artistic works throughout the Renaissance ( Monelle 2006 , 198–200). Well known sicilianos relating to the nativity include the sinfonia that opens the second part of J.S. Bach’s Christmas Oratorio BWV 248 and the “Pastoral sinfonia” from G.F. Handel’s Messiah HWV 56.",
            "citations": [
                "monelle_2006"
            ]
        },
        "FN21": {
            "text": "21. Alternatively, the humans in each picture might be seen as the central figures in that each presents different ways the people are “bound together” by nature ( Allen and Jaffé 1998 , 29).",
            "citations": []
        },
        "FN22": {
            "text": "22. The death mask portraits are entitled “Vanitas” [vanity], which indicates their inclusion in the larger tradition of memento mori symbolism. These symbols include visual and literary cues that remind the viewer or reader of the inevitability of death.",
            "citations": []
        },
        "FN23": {
            "text": "23. Passepieds often have these associations in Handel’s opera arias, although the topic was somewhat more flexible in its potential expressive uses than other dance topics in the late Baroque. Handel also frequently uses other musical and dramatic signifiers with the passepied to create a sense of reversal from its more typical meanings.",
            "citations": []
        },
        "FN24": {
            "text": "24. Grimoaldo believed that Bertarido was dead. When the previous king returns, Grimoaldo is unsure if it is truly Bertarido or an imposter.",
            "citations": []
        },
        "FN25": {
            "text": "25. The musical elements that indicate an unsettling or constant change might also be described in a Cartesian sense as the rapidly whirling esprits animaux within Grimoaldo’s body. Peter Kivy discusses the effect of Cartesian philosophy on musical representation and aesthetics in the late Baroque at length ( 1988 , 99–130).",
            "citations": [
                "kivy_1988"
            ]
        },
        "FN26": {
            "text": "26. The arias are further linked by their tonic pitches—the first is in A major, and the second is in A minor —and the change in mode might be read as additional evidence of Grimoaldo’s shift in perspective. A number of music theorists who discuss later works, especially opera and vocal music have examined tonal structure across large sections of music, viewing separate units of music as related (see Latham 2008 and Marcozzi 1992 among others). While it seems clear that Handel took care in tonal planning, especially in the relationships between final recitative cadences and opening aria tonics (see Harris 1994 ), his willingness to change arias’ keys to accommodate the singers (see LaRue 2001 , 126–36) coupled with the fragmented nature of the numbers in Baroque opera seria—as compared to later opera with more fluid structure—leaves me reluctant to include key relationships as part of my main analysis. Further, the specific affect of keys seems to have been a matter of personal opinion for eighteenth-century music theorists. See Neubauer’s discussion on the difficulty of assigning universal affects to keys and other musical elements ( 1986 , 55–56); Buelow further points out that Mattheson admitted his assigning of affect to keys was at least partially personal to him ( 1983 , 402). For a different perspective on the issue, see Tarling ( 2004 , 76–77).",
            "citations": [
                "latham_2008",
                "marcozzi_1992",
                "harris_1994",
                "larue_2001",
                "neubauer_1986",
                "buelow_1983",
                "tarling_2004"
            ]
        },
        "FN27": {
            "text": "27. Although the reputation of opera seria as stagnant and lacking dramatic development seems to be quickly changing among music academics and performers, there are still those who subscribe to Joseph Kerman’s critique of Baroque opera in Opera as Drama . He refers to the genre as tedious, “stilted,” and unable to produce dynamic dramatic results ( 1956 , 40–50).",
            "citations": [
                "kerman_1956"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Table of Contents Introduction [1.1] Subject Matter and Methodology [2.1] Different Subjects/Different Characters [3.1] Same Subject/Same Character [4.1] Conclusion [5.1] Introduction Example 1a . Salvator Rosa, Poetry , 1641, oil on canvas (click to enlarge) Example 1b . Salvator Rosa, Music , 1641, oil on canvas (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Salvator Rosa’s companion portraits Poetry and Music (1641; see Examples 1a–b ) suggest a strong connection among the titular art forms and their medium of presentation: visual art. (1) In this time and place—as in any distinct culture—painting, music, poetry, and theatre were linked by similar structures, narratives, and semiotic systems; these, in turn, were governed by common aesthetic goals from the mid-seventeenth through the mid-eighteenth centuries. The principles of Cartesian philosophy that impacted Baroque thought produced the conflicting aesthetic desires for unity of affect and effective use of contrasts, and during this century-long period in Europe artists addressed this inherent friction in a variety of ways. Rosa’s two portraits serve as one example. Together, they form a pendant—a pair of works meant to be viewed and understood together. Although pendants were used in visual art even before this time, they were especially popular from the Baroque through the Enlightenment, often in the form of two portraits. (2) The relationship between pendants is deeper than being superficially complementary. Often making use of sophisticated visual symbolism, each painting provided a context for its pair—the works were meant to reflect two different representations of one idea, two different affects that might be associated with one concept. Author Guy Tal describes the pendant as “a distinctive pictorial format of two interdependent companion pieces of similar dimensions designed to be hung as an adjoining pair. They provided artists with a unique opportunity to demonstrate their visual and intellectual ingenuity by setting up compositional and iconographic analogies and antitheses impossible to present in a single picture” ( 2011 , 20). The ability to present simultaneous unity and contrast between pendants must have intrigued artists, since this type of opposition was central to the Baroque “aesthetic paradox”—the aesthetic need both to elicit movement of the passions in the Cartesian sense and to observe one passion as it is stirred ( LeCoat 1971 , 220). Example 2 . Lang’s gesture for grief and sadness (1727) (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "tal_2011",
                    "lecoat_1971"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Composers in the seventeenth and eighteenth centuries sought to capture in music the permanency of visual art and its resulting ability to convey a unified expression, and their solutions are particularly evident in the structure and staging of Baroque opera seria arias. (3) Each aria is similar to one portrait—it presents a depiction of one idea, one aspect of a character—and each typically makes use of conventional musical symbols for this commentary, in addition to lyrics and dramatic context. (4) Further, in these works, arias were staged in a fairly static manner, creating tableaux in which the character struck conventional poses that were associated with the portrayal of specific emotions. Actors even modeled their stances after those used in visual art and tried to emulate subjects and sitters: “Because of [the] similarity between gesture in painting and sculpture, and gesture in acting, and because painters and sculptors were masters of the graceful and beautiful portrayal of the human figure, actors and singers often studied and imitated their works” ( Barnett, Dene and Jeanette Massy-Westropp 1987 , 122). Many European treatises from the mid-seventeenth to the mid-nineteenth centuries described appropriate stage gestures and facial expressions for actors. For example, eighteenth-century German author Franciscus Lang described the gesture depicted in Example 2 as appropriate for expressing grief and sadness ( 1727 , 51). The musical and physical construction of opera seria, then, had structural and aesthetic resonances with portraiture and its visual codes.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "lang_1727"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Those resonances could also be interpretive. Pendants present a unique opportunity for complex interpretation because the mutual context they create allows for the depiction of both narrative parallels and divergences. Similarly, opera seria arias, viewed as musical portraits, can often be interpreted more effectively in pairs than alone, since understanding a character requires consideration of more than just one moment in the world of a dramatic work. In the remainder of this article, I propose a methodology and a set of goals for the hermeneutic interpretation of opera seria arias; further, I demonstrate the efficacy of regarding arias as pendants by analyzing two pairs from G.F. Handel’s opera Rodelinda , Regina de’Longobardi ( 1725 ). Subject Matter and Methodology",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The pairing of opera seria arias creates what Lawrence Kramer would refer to as a “hermeneutic window,” specifically, a “structural trope” ( 1990 , 9–10). The structural trope “functions as a typical expressive act within a certain cultural/historical framework” ( 1990 , 10). Following Kramer’s approach, aria pairs form both a structural unit and a meaningful cultural phenomenon, and a contemporaneous historical aesthetic grounds the structural unit. Kramer presents a structural trope similar to the Baroque aria pair that he calls “expressive doubling . . . a form of repetition in which alternative versions of the same pattern define a cardinal difference in perspective” ( 1990 , 22). For Kramer, expressive doubling is, at its core, a Romantic re-contextualization of the same musical material, and he situates the structural and expressive notion within the intellectual climate of the late-eighteenth and early-nineteenth centuries. The pendant pairings I present in this article, although based in a different culture and historical period, are similar to Kramer’s expressive doublings because they involve multiple and sometimes polarized perspectives of the same situation, emotion, or subject (as visual pendants often do). Each pair in my examples shares a musical topic; the arias’ strategic employment of the given topic invites comparison and provides a common narrative strand through its conventional semantic content. (5) Figure 1 . Shaftel’s (2009) analytic levels in opera analysis (modified) (click to enlarge) Figure 2 . The intersection of Shaftel’s and Kerman’s models (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "kramer_1990",
                    "kramer_1990",
                    "kramer_1990"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Identifying pendants as a structural trope is only the first step in the interpretation of these arias. Once an aria pair is established—through dramatic and musical characteristics that suggest the comparison—a deeper dramatic understanding becomes possible. The interpretive methodology involves the integration of structural, expressive, and dramatic analyses, following Matthew Shaftel’s model in his study of The Marriage of Figaro ( 2009 ). Shaftel proposes four levels of musical and dramatic analysis that begin with basic structural information and generalized associations and move to meanings that are specific to the character or situation in the opera (see Figure 1 ).  In Robert Hatten’s ( 1994 ) terminology, the interpretation moves from “type” to “token.” (6) For my investigation, I consider the possible associations that the musical topic, gestures, and voice-leading procedures found in each aria might call forth and speculate on how those associations relate to the character and context at hand.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "shaftel_2009",
                    "hatten_1994"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Joseph Kerman ( 1956 ) implicitly suggests that character, atmosphere, and action are the primary components of drama that enter into a relationship with music in opera. Shaftel ( 2009 ) codifies Kerman’s theory of how music can interact with drama, showing four distinct functions that music has in this capacity (see Figure 2 ). Following Kerman’s premise and Shaftel’s analytical methodology, I propose that in Baroque opera, characterization is the principal aspect of the drama to be enhanced through music. Musically accompanied on-stage action is generally lacking in Baroque opera, and elements that establish atmosphere typically occur where characterization is also taking place. I focus my analyses on arias not only because they are musical analogues to pendant paintings, but also because they are the richest and most expressive musical expanses in the operas of the time period. Opera seria typically lacks dramatic action but is rich in dramatic expression ( Rosen 1971 , 43). In other words, most action in opera seria takes place in recitatives or offstage, but information about the characters’ thoughts, feelings, and relationships is abundant in the arias. Further, topical references to place or stylistic level, which could impart a sense of atmosphere, occur mainly in the arias, and these strategic references reveal character as well. In addition to shared topics, musical gestures and voice-leading procedures offer valuable interpretive information. Each aria in a pair provides interpretive context for its companion, and together the pair sheds light on the character or characters. For each pair of arias, I also offer a set of visual pendants with narrative and interpretive parallels. Different Subjects/Different Characters",
                "footnotes": [],
                "citations": [
                    "kerman_1956",
                    "shaftel_2009",
                    "rosen_1971"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Pendants in visual art are often found in the form of husband-and-wife portraits. Imagery, setting, and even pose are juxtaposed so that a comparison creates a coherent narrative between the portraits and provides commentary on each individual sitter. (7) The pendant portraits of Frederick, Duke of York and his wife, Frederica, exemplify this codependence ( Examples 3a–b ). Although they were painted by John Hoppner in 1792, close to the end of the eighteenth century, the symbolism and the manner in which they provide context for one another were common features of pendant portraits throughout the century. As Kate Retford has pointed out, these paintings share narrative and formal parallels ( 2006 , 20): both sitters are depicted outdoors, accompanied by attendants and an animal. The differences between the portraits then have clear interpretive significance. Example 3a . John Hoppner, Portrait of H.R.H. Frederica Charlotte Ulrica, Princess Royal of Prussia and Duchess of York , 1792, oil on canvas (click to enlarge) Example 3b . John Hoppner, Portrait of H.R.H. Frederick Augustus, Duke of York , 1792, oil on canvas (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "retford_2006"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The Duke, standing in front of his horse and holding his sword, is shown as a man of both martial and personal power. Less obvious, perhaps, is the importance of the outdoor setting—Frederick, as son of the King of England, is shown to hold dominion over a vast area that includes both human subjects and the natural world. His influence and authority are public. The Duchess, on the other hand, wears a billowing dress while her small Pomeranian looks on. In contrast to her husband, she is the picture of conventional femininity, and her outdoor setting is diminished by the floor, railing, and column. The extent of her power is more limited than Frederick’s; her domain is more private. Her symbolism creates an interesting opposition to Frederick’s. The natural world in the background, coupled with the column to her left and the urn just behind her, suggest something of Classical Greece and Arcadia. Her three ladies-in-waiting might be the Three Graces. These elements, again, according to Retford, “associate the sitter with Venus, goddess of love and beauty” ( 2006 , 19). Though her realm is the private, even the domestic, the Duchess is still imbued with power. The pendants share compositional similarities and work together to create an account that explores two poles of gender roles at the time of their creation; concurrently, each presents information about the individual sitter. Each portrait has its own symbolism and narrative, but a more complete picture is created when both are viewed together. Example 4a . Salvator Rosa, A Witch , 1655, oil on canvas (click to enlarge) Example 4b . Salvator Rosa, A Soldier , 1655, oil on canvas (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "retford_2006"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Pendants may also depict two sitters without such an obvious relationship to one another. In another set of pendants by Salvator Rosa, A Soldier and A Witch from 1655, the narrative must be construed first from independent analysis of each painting ( Examples 4a–b ). Here, the similar size and shape of the paintings, size of the sitters, color scheme, and craggy, outdoor setting with both sitters resting on a rock all suggest the pairing. Several elements within the individual paintings, though, help to establish a connection. First, the soldier—often an indexical sign for virility, power, and righteousness—is sitting alone with his weapon resting back between his legs. The reverse-phallic imagery is clear: he is certainly not ready to strike and may indeed feel impotent. Further, he looks toward the viewer, forlorn. The typical associations that a soldier might evoke are reversed. The witch seems to hold power that the soldier does not. She is in the midst of an incantation, reading her book of spells and surrounded by candles. A pentagon—a longtime symbol of witchcraft and magic—is clearly visible in the book. The witch herself seems to be without emotion, neither troubled nor joyous, and she is depicted with very masculine features (note the muscular arm and the hint of facial hair). (8) The two subjects, then, have switched traditional gender roles of dominance and submissiveness. All this suggests that the witch has somehow overpowered or defeated the soldier. This reading is further supported by an observation from Guy Tal ( 2011 ), who points to the pendants’ orientation with respect to one another. In European visual art, the dominant figure is usually portrayed on the left (the sitter’s right), while the submissive figure is placed on the right (the sitter’s left). This is why, at the time, husbands or men were generally placed to the left of wives or women. (9) In Rosa’s paintings here, though, A Witch should be placed to the left of A Soldier —since most pendants involving human sitters were composed so that their bodies were turned toward one another—and this puts the witch in the dominant position ( Tal 2011 , 21–24).",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "tal_2011",
                    "tal_2011"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Just as both pairs of paintings can be understood as pendants, arias sung by two different characters can be interpreted this way. The outdoor settings and themes of power, dominance, and gender roles in each individual portrait invite comparison with its companion. In the following analysis, the use of the same musical topic (the siciliano), the outdoor, pastoral setting, and the theme of the loss of power in both arias suggest interpreting them as a pair as well. As with Rosa’s paintings, each aria must be examined individually and compared before a narrative emerges. I focus first on the character Grimoaldo’s final aria “Pastorello” (and, to a lesser extent, the preceding accompanied recitative) in Handel’s opera Rodelinda . The paired aria is “Con rauco mormorio,” sung by the character Bertarido, Grimoaldo’s political and personal rival. The analytical narrative that follows considers dramatic and musical analysis separately at first, for ease of reading.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Grimoaldo begins the opera as the perceived villain but quickly becomes “a sheep in wolf’s clothing,” as Winton Dean and John Merrill Knapp have quipped ( 1987 , 577). He has usurped the throne from Rodelinda’s husband Bertarido, but he is also deeply in love with Rodelinda. The inner conflict he feels between his desire for power and his desire for Rodelinda to return his love characterizes him for much of the opera. Bertarido goes into hiding; but at the time Grimoaldo sings “Pastorello,” Bertarido has been captured and taken prisoner. The preceding recitative is notable for its allusion to operatic mad scenes, although it is not actually one. It does, though, present a kind of dramatic progression, first reinforcing Grimoaldo’s inner conflict over whether to have Bertarido killed, then outwardly expressing a desire—before only implicit—for respite from the pressure of ruling. The aria builds upon this expression by supporting the dramatic surface presented in the text and by providing a subtext that suggests Grimoaldo will ultimately choose to relinquish his power. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "dean_and_knapp_1987"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] When the scene opens, Grimoaldo is still conflicted about his decision regarding Bertarido: if he has Bertarido killed, he will retain his power but lose all hope of persuading Rodelinda to marry him; if he frees Bertarido, he loses Rodelinda and risks the throne as well. Here, he expresses not only the emotional conflict he feels, but also a degree of paranoia and regret: (11) Fatto inferno è il mio petto:\ndi più flagelli armate ho dentro il core\ntre furie: gelosia, sdegno ed amore.\nE da più gole io sento,\nquasi mastin crudele il rimorso latrar,\nper mio tormento, chiamandomi\ninfedele, spergiuro,\nusurpator, empio e tiranno. [My breast is made an inferno;\nI have within my heart, armed with \nseveral scourges,\nthree furies: jealousy, anger, and love.\nAnd from many a throat I hear\nthat cruel Cerberus tormenting me with\nits howling, calling me\ndisloyal, perjurer,\nusurper, wretch, and tyrant.] (12) At this point, the music abruptly changes key, tempo, and mood. The new material could potentially be the introductory ritornello for an aria, though this is not realized. Here, Grimoaldo suddenly turns his attention to the natural world and the thought of finding peace of mind, not in a palace, but among “fountains and grasses”: Ma pur voi lusingate le stanche mie pupille\nad un breve riposo, aure tranquille.\nSì, dormi, Grimoaldo, e se ritrovi pace\ntra i fonti e l’erbe,\ndelle regie superbe le mal sicure soglie\nin abbandono lascia,\nché prezioso è dell’alma il riposo\nal par del trono. [But you lure these tired pupils of mine\nto a brief rest, tranquil breezes.\nYes, sleep, Grimoaldo, and if you again find peace\namong the fountains and grasses,\nabandon any thoughts of the haughty palaces and their uncertain thrones,\nfor rest is more precious for the soul\nthan any throne.] Grimoaldo’s accompanied recitative helps to characterize him through its musical and textual content and by its placement within the act. The first half of the recitative solidifies Grimoaldo’s internal conflict over the decision to either kill Bertarido and risk losing Rodelinda or not to kill him and risk losing the throne. He declares that he is tormented by jealousy, anger, and love—these emotions no doubt refer to his love for Rodelinda, his jealousy of her love for her husband, and his fury regarding Bertarido’s reappearance and the hopelessness of his situation. The recitative, though, also intensifies and qualifies his emotional expression. The reference to Cerberus’s accusations and the abrupt musical changes between the first and second half of the recitative, seen within the context of his conflicting emotions, are in the spirit of a mad scene since they suggest delusions and erratic behavior. (13) Grimoaldo does not enter into a full mad scene, but the similarity suggests self-doubt and a loss of control over the situation at hand. The text of the second half indicates that Grimoaldo is unable to handle the pressure of choosing between power and love. The placement of the scene just after Bertarido’s final bravura aria, in which he declares that he is prepared to retaliate, highlights the characters’ exchange of positions: Bertarido now feels empowered, whereas Grimoaldo feels helpless. Ultimately, the accompanied recitative is important because it reveals the extent of the toll this decision has taken on Grimoaldo and begins to suggest the possibility that he will relent and set Bertarido free. (14)",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Grimoaldo’s aria “Pastorello” begins at this point in a lilting 8 12 time, and in it he continues to express his desire for rest. He connects his inability to find relief from emotional and political pressures with his position as king, and he supposes that a simple shepherd would live life without such troubles: Pastorello d’un povero armento pur dorme contento,\nsotto l’ombra d’un faggio od alloro.\nIo, d’un regno monarca fastoso,\nnon trovo riposo sotto l’ombra di porpora e d’oro. [(The) shepherd of a poor flock sleeps contentedly\nunder the shade of a beech or laurel tree.\n(While) I, the lavish monarch of a kingdom\ncannot find rest under the weight of my purple and gold (mantles).] Example 5a . Voice line attempts to ascend. “Pastorello,” measures 5–7 (click to enlarge) Example 5b . Voice-leading sketch. “Pastorello,” measures 5–7 (click to enlarge) Example 5c . Descent above obligatory register and structural closure. “Pastorello,” measures 13–16 (click to enlarge) Example 5d . Voice-leading sketch. “Pastorello,” measures 13–16 (click to enlarge) Example 5e . Tonicization of III. “Pastorello,” measures 7–11 (click to enlarge) Several salient features of the introductory ritornello contribute to the dramatic expression. Probably the most pervasive gesture is the sautillant rhythmic figure: dotted eighth, sixteenth, eighth (see Example 5a ). The subsequent aria, “Pastorello,” provides support for the text and dramatic context and also supplements the text through its topical associations. The 8 12 meter, slow tempo, parallel thirds and sixths, and almost constant use of the sautillant rhythmic figure identify the aria as a siciliano, which is closely associated with the pastoral ( Monelle 2006 , 215–20; Allanbrook 1983 , 44; and Ratner 1980 , 15). This topic and its pastoral connotation are clear musical references to Grimoaldo’s imagined shepherd and his carefree life. Further, Grimoaldo wishes to fall asleep, as he mentions in the preceding recitative, and the slow lilt of the siciliano creates perfect musical conditions for a lullaby; in this way, the aria helps to fulfill Grimoaldo’s immediate dramatic objective. (15) The text in both the recitative and aria indicate that Grimoaldo desires to be amidst nature and to connect to it, though the connection currently does not exist for him. In the eighteenth century, this lack of connection to the natural world would have suggested that his behavior was “unnatural” or perverted, and even that his status as king was unnatural ( Tayebi 2004 , 135).",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "monelle_2006",
                    "allanbrook_1983",
                    "ratner_1980",
                    "tayebi_2004"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] Besides supporting the pastoral surface expression of the aria, the siciliano topic supplements Grimoaldo’s characterization through its connotations of “nostalgia and resignation” ( Allanbrook 1983 , 44) and through its pastoral associations, which imply longing for an idyllic time and place that has never existed ( Monelle 2006 , 195–98). (16) The aria’s text suggests Grimoaldo’s aversion to remaining on the throne and enduring the pressure his position engenders; the siciliano topic indicates that his desire for simplicity (and his desire not to alienate Rodelinda) is strong, and that he will abdicate the throne rather than have Bertarido killed. Indeed, Grimoaldo’s employment of the siciliano in this final aria in conjunction with the text all but confirms his decision—because of the use of the siciliano, any other outcome seems improbable.",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "allanbrook_1983",
                    "monelle_2006"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] The melodic line also features registral play that figures prominently in Grimoaldo’s characterization at this crucial point in the opera (see Examples 5a–b ). (17) Once the voice enters, after the introductory ritornello, a reaching over above G4, the Kopfton , initiates an ascent to 3 ˆ in the upper register (G5; see piano reduction, measure 7). (18) After two attempts to reach G5 in measures 6–7, only the orchestra attains the Kopfton in the upper register—the voice only reaches F ♯ 5, which acts as a passing tone in the larger motion from E5 to G5. Later, the voice leaps into the upper register and attains 3 ˆ in measure 13 (see Examples 5c–d ). The perfect authentic cadence in the tonic provides momentary closure in this bar, but this closure is not structural. Interplay between the violins and voice creates a series of 7–6 suspensions (some with a change of bass) in measures 14–15. This decorated stepwise descent from G5 to A4 yields structural closure in the obligatory register in measure 16. Tonicizations of III are also salient throughout the A section. Four of the tonicizations last for two beats, and a more extended tonicization of III occurs in measures 8–10 (see Example 5e ). The motions to III provide consonant support for 5 ˆ , and support for a consonant skips up to 7 ˆ .",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The structural features of registral play between G4 and G5 ( 3 ˆ ) and attempts to move to the key of the relative major support the reading of the topical profile—that Grimoaldo struggles with his contradictory desires for love, power, and simplicity. The upward striving in an attempt to reach 3 ˆ in the upper register in measures 5–7  (Examples 5a–b) and the attempt at upper-register closure in measure 13 (Examples 5c–d) may be understood as showing a desire to leave the obligatory register. This striving and desire can be correlated with Grimoaldo’s resistance to the decision that the siciliano topic shows to be inevitable. The aria’s inability to achieve structural closure in the upper register and slow descent down to 2 ˆ in turn indicates that Grimoaldo will relent. Similarly, the tonicizations of III might be understood as an attempt to leave the tragic minor mode and find a different solution to his problem. Like the movement into the upper register, though, motion to the relative major cannot be sustained. The melodic gestures and the tonicizations reflect Grimoaldo’s struggle against his situation and the inevitability of its outcome.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] After a great deal of emotional turmoil caused mostly by his pursuit of Rodelinda, the music of Grimoaldo’s final aria provides support for the text he sings and supplements the dramatic evidence by commenting upon Grimoaldo’s state of mind. The pastoral associations of the siciliano topic explicitly connect with the evocation of the shepherd in the text. The siciliano, though, also implicitly indicates feelings of nostalgia and resignation—Grimoaldo’s use of the topic after so much inner conflict and so close to the final scene in the opera suggests that his desire for simplicity is strong enough that choosing to free Bertarido and abdicate the throne may be the only viable option. Structural musical features and harmonic motion in the aria substantiate this reading; they correlate with Grimoaldo’s struggle against this inevitability. Though Bertarido’s saving Grimoaldo’s life is the catalyst that allows the abdication to take place, “Pastorello” demonstrates that Grimoaldo desires this outcome anyway. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Grimoaldo’s political and personal rival, Bertarido, also undergoes considerable hardship throughout the course of the opera, due to his exile and his mistaken belief that Rodelinda has forsaken him in order to form an alliance with Grimoaldo. Bertarido’s emotional low point falls about halfway through the opera with his aria “Con rauco mormorio.” The aria shares its musical topic—the siciliano—with Grimoaldo’s “Pastorello”; the analogous emotional states and shared musical topic suggest considering the arias as a pair. The siciliano reflects the outdoor pastoral setting, the feeling of resignation, and the internal desire for a return to simplicity for both characters. But contrasts between the strategic use of voice-leading procedures and the aria texts reveal that Bertarido and Grimoaldo deal with their situations quite differently. Grimoaldo struggles to reconcile outside forces, his desire for political power, and his love for Rodelinda; Bertarido’s aria reveals that he is more comfortable with and accepting of his own emotions and the actions of others. Although the text of “Con rauco mormorio” mentions his “tears” and “laments” (see below), topic and voice leading procedures—when compared with those in “Pastorello”—demonstrate that Bertarido is more honest with himself and resigned to his situation than Grimoaldo. Example 6a . Descending gestures in voice line. “Con rauco mormorio,” measures 12–15 (click to enlarge) Example 6b . Voice-leading sketch. “Con rauco mormorio,” measures 12–15 (click to enlarge) Example 7a . Descending gestures in introductory ritornello. “Con rauco mormorio,” measures 1–7 (click to enlarge) Example 7b . Voice-leading sketch. “Con rauco mormorio,” measures 1–7 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] The texts of both arias deal with conventionally “pastoral” situations; thus the siciliano topic correlates with the arias and their settings explicitly. But whereas Grimoaldo’s text suggests that he feels removed from what he views as naive communion with the natural world, Bertarido’s text reveals that he is currently surrounded by and interacting with the natural world. In fact, his command over the natural world reflects his status as the legitimate king ( Tayebi 2004 , 135): Con rauco mormorio piangono al pianto mio\nruscelli e fonti,\nE in tronchi e mesti accenti fan eco a’ miei lamenti;\ne gliantri e i monti. [With a husky murmur, weep at my tears,\nbrooklets and fountains,\nAnd in halting and sad accents, echo my laments,\ncaves and hills.] The difference in mode between the two arias further supports the reading of differences in Grimoaldo’s and Bertarido’s claims to the throne. Bertarido’s major mode siciliano conveys a sense of simplicity, hope, and a gentle stateliness, since major-mode sicilianos were often used to set nativity texts and scenes in the eighteenth century. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "tayebi_2004"
                ]
            }
        },
        {
            "3.14": {
                "text": "[3.14] Differences in voice-leading procedures within the framework of the same musical topic support the pairing of the arias and their contrasting texts. “Pastorello” has a 3 ˆ -line structure in which 3 ˆ attempts several times to rise above the obligatory register. Musical gestures, voice leading, and harmonic excursions all give the effect of striving and subsequent denial. These attributes work together to depict Grimoaldo’s internal struggle and, when used in conjunction with the siciliano topic, suggest that he will inevitably abdicate the throne. In contrast, “Con rauco mormorio” has a 5 ˆ -line with little sense of striving at all: most of the melodic-contrapuntal gestures descend, both at the surface and on the middleground level (see Examples 6a–b ). There is no sense that 5 ˆ longs to ascend to the upper register. In Examples 6a–b, 5 ˆ at the opening of the vocal line easily descends to 1 ˆ at the musical surface (measure 12), and to 3 ˆ and 2 ˆ , respectively, at slightly higher levels of structure (measures 13 and 15). The introductory ritornello (Examples 7a–b ) features descending gestures almost exclusively, both on the foreground and the shallow middleground levels. 1 ˆ falls an octave through arpeggiation of the tonic triad (e.g., measure 1), and 5 ˆ falls a complete stepwise octave in measures 4–5; in contrast, the surface-level ascending thirds in measures 5–6 have no lasting significance at any level of structure and never reappear. The only gesture analogous to those in Grimoaldo’s vocal line occurs in measures 17–20, where F4 rises to D5 in the key of the dominant (see Examples 8a–b ). This ascent occurs at both the surface and the middleground, which gives the effect of striving upwards. Unlike Grimoaldo’s line, however, Bertarido’s is able to reach a melodic and harmonic goal through stepwise motion at the middleground. Finally, the music even corrects its own “error” in measures 22–26 (Examples 9a–b ). In measure 22, ♭ 3 ˆ arrives over tonic instead of diatonic 3 ˆ and sets in motion a chromatic ascending 5–6 sequence that leads to a cadence in F minor. Directly following, at measure 25, diatonic 3 ˆ sets the same word “piangono” [weep], and begins an almost completely diatonic progression that ends with a perfect authentic cadence in tonic. Example 8a . Middleground stepwise ascent in voice line. “Con rauco mormorio,” measures 17–20 (click to enlarge) Example 8b . Voice leading sketch. “Con rauco mormorio,” measures 17–20 (click to enlarge) Example 9a . Correction from ♭ 3 to ♮ 3. “Con rauco mormorio,” measures 22–29 (click to enlarge) Example 9b . Voice-leading sketch. “Con rauco mormorio,” measures 19–29 (click to enlarge) Figure 3 . Summary of methodological analysis of “Pastorello” and “Con rauco mormorio” as pendants (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] The siciliano topic is used quite differently by Grimoaldo and Bertarido, despite the similarity of their dramatic situations. Examining the arias as a pair allows for complex insight that might not have been had by simply considering one or the other aria in isolation. Grimoaldo is broken and on the verge of giving up his false reign; he is also conflicted, stuggling internally with irreconcilable desires. Bertarido, in contrast, is much more in touch with his own feelings and accepting of external circumstances that he believes he cannot control. His composed, gracious response to the situation is manifestly more regal than Grimoaldo’s, and this aria demonstrates to the audience that Bertarido is the one who is truly fit to be king. A visual summary of the preceding analysis using Shaftel’s methodology of separated levels is presented in Figure 3 . Same Subject/Same Character",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Although less common than their two-subject manifestations, pendants can be created using one subject in different states. Both Pierre Rosenberg and Keith Christiansen ( 2008 , 188) and Denise Allen and David Jaffé ( 1998 , 28–29) agree that Nicolas Poussin’s works Landscape with a Calm and Landscape with a Storm (1650–51; Examples 10a–b ) are good examples of pendants with one subject—nature. One might understand nature as the main agent in the paintings: “Above all, [Poussin] opposed the quietude and serenity of an impassive nature—an eternal nature—to a riotous nature” ( Rosenberg and Christiansen 2008 , 261). (21) It is nature that provides the commonality and the pathway toward interpretation. In these paintings, nature itself is polarized; the extremes of its temperament are explored. Nearly any set of paintings with one subject or sitter instead of two offers the opportunity to observe these types of polar contrasts. Example 10a . Nicolas Poussin, Landscape with a Calm , 1650–51, oil on canvas (click to enlarge) Example 10b . Nicolas Poussin, Landscape with a Storm , 1650–51, oil on canvas (click to enlarge)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "rosenberg_and_christiansen_2008",
                    "rosenberg_and_christiansen_2008"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] A set of pendants by Jacopo Ligozzi presents a complex case of pendant pairing. Portrait of a Young Man and Portrait of a Young Woman (1604; Examples 11a–b ) are most likely pendant marriage portraits, as evidenced by the fine attire of both sitters and the flowers and broad beans in the woman’s portrait—traditional symbols of fertility ( Kenseth 1987 , 14). The reverse side of each painting ( Examples 11c\u001f–d ), though, depicts the death mask of each sitter, in which their severed heads, still in the process of decomposition, are surrounded by conventional symbols of vanity and the brevity of life (e.g., the mirrors and the skulls of the gazelle and dog). (22) There are then four sets of pendant pairs: the front sides of each painting together, the reverse sides of each painting together, and the front and back of each individual painting. This last pairing is the most relevant to my discussion since it depicts the same sitter in two very different states. Between the marriage day and death the sitter has presumably made a long (albeit metaphorical) journey, and two vastly different states are presented. Ligozzi must have been commenting on the futility of living a life marked by attainment of wealth and cultivation of vanity, and the fact that the most striking side of the portrait would be hidden from view if mounted on a wall suggests that we are to understand the idea as not easily accepted by individuals or society at large. Example 11a . Jacopo Ligozzi, Portrait of a Young Man (recto), 1604 (click to enlarge) Example 11c . Jacopo Ligozzi, Vanitas (verso of male portrait), 1604 (click to enlarge) Example 11b . Jacopo Ligozzi, Portrait of a Young Woman (recto), 1604 (click to enlarge) Example 11d . Jacopo Ligozzi, Vanitas (verso of female portrait), 1604 (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "kenseth_1987"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] These sets of pendants in visual art provide historical precedent and context for regarding two arias sung by the same character as pendants. When one subject is depicted more than once, it is likely to be shown in two different lights, to have different aspects of its nature emphasized, and to be polarized in some way. The case is the same with the two arias I examine in the remainder of this article. As we have seen, the character of Grimoaldo in Rodelinda is complex—he is revealed to be not a villain, but rather a victim of his own passions, internal conflicts, and external circumstances. Thus he undergoes a transformation of sorts in the course of the opera: the impetus for this transformation is the conflict between maintaining his political power as usurper of the throne of Lombardy and winning the love of the previous queen, Rodelinda. I will now investigate one of Grimoaldo’s clearest pairs, “Prigioniera” and “Tra sospetti.” Together, these arias present polarized understandings of Grimoaldo’s love for Rodelinda and, more broadly, they show how these understandings relate to his dramatic progression from confident ruler to pathetic victim. “Prigioniera” depicts Grimoaldo’s retreat into an inner world of his own creation when confronted with conflict. It reveals that his feelings for Rodelinda serve as a kind of psychological escape. “Tra sospetti” uses topical associations to invert his inner world, demonstrating that it is no longer pleasurable, as his internal conflict reaches a climax. Grimoaldo’s inability to escape his own emotional prison ultimately costs him his position as king.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Just before “Prigioniera,” Rodelinda forcefully rejects Grimoaldo, saying that she will never marry him, let alone love him, since he is the cause of her own misery. Grimoaldo does not accept her statement. Locally, “Prigioniera” creates a musical depiction of Grimoaldo’s fixation on his love for Rodelinda. Musical gestures correlating with imprisonment and obsession work with the passepied topic to suggest the notion of being unable to escape feelings of love. In this way, the aria supports Grimoaldo’s text and the dramatic situation more broadly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] In the recitative leading to his aria, Grimoaldo confesses to Garibaldo and Unulfo (another of his advisors and secret confidante of Bertarido) that his love for Rodelinda has become even stronger after her rejection; he is happy to be so ensnared by love. Although each advisor offers counsel on how Grimoaldo should respond to this situation, Grimoaldo’s aria addresses neither plan; he only speaks of his own feelings: Prigioniera ho l’alma in pena,\nma sì bella è la catena\nche non cerca libertà.\nMesto, infermo, il cor sen giace,\nma il suo mal così gli piace,\nche bramar pace non sa. [My soul is a tormented prisoner,\nbut so lovely is the chain\nthat it doesn’t seek freedom.\nSad, sick my heart remains,\nbut its pains so please it,\nthat it does not wish to seek relief.] Example 12a . Repetitive melodic gestures. “Prigioniera,” measures 24–29 (click to enlarge) Example 12b . Voice-leading sketch. “Prigioniera,” measures 24–29 (click to enlarge) Here, Grimoaldo’s text demonstrates that he does not accept Rodelinda’s refusal realistically. He retreats into the private world of his emotions, choosing to relish his own feelings and romanticize his situation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Repetitive musical gestures with constant reversion to the Kopfton can be correlated with notions of confinement or entrapment, suggested in the text of the aria. The opening vocal phrase in measures 24–27 and the orchestra’s link in measures 28–29 exemplify this restricted gesture (see Examples 12a–b ): the melody begins on 3 ˆ , the Kopfton , and reaches up twice to 5 ˆ and 6 ˆ , only to fall back to the starting position. The direct repetition of musical material, found throughout the aria, also contributes to the sense of confinement. Measures 10–14 in the introductory ritornello illustrate the physical correlation well (see Examples 13a–b ). Each measure is almost an exact repetition of the one before it, constituting a kind of musical trap or loop in which it seems that the gesture will continue indefinitely. The vocal line participates in the same gesture in measures 98–102; indeed, the direct repetition of lines is found throughout the aria. Repetition of the same gesture directly might also be heard as obsessive. Repeated musical gestures are often interpreted in this way; Ellen Rosand regards the repetitive nature of the lament bass as obsessive, for example ( 1991 , 370). Dean and Knapp suggest that the repeating gestures in ““Prigioniera” depict Grimoaldo “fondling his wounded heart” ( 1987 , 586). The notion of obsession coincides well with Grimoaldo’s seeming fixation with Rodelinda and with savoring her rejection. Example 13a . Repetitive melodic gestures in introductory ritornello. “Prigioniera,” measures 7–16 (click to enlarge) Example 13b . Direct repetition. “Prigioniera,” measures 96–102 (click to enlarge) Example 14a . Local descent from 6 above 3. “Prigioniera,” measures 29–41 (click to enlarge) Example 14b . Voice-leading sketch. “Prigioniera,” measures 29–41 (click to enlarge) Example 15a . Voice ascends P11 before structural closure. “Prigioniera,” measures 103–10 (click to enlarge) Example 15b . Voice-leading sketch. “Prigioniera,” measures 103–10 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "rosand_1991",
                    "dean_and_knapp_1987"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Many of the repetitive gestures also incorporate a sense of striving to move to a different place, only to return to the point of origin. This striving motion may be an ascent out of, or a superposition above, the structural line—as in Examples 12a–b above. The same motion occurs over a longer time span in Examples 14a–b . After a long descent from 6 ˆ to 3 ˆ in measures 30–36, the vocal line immediately jumps back to 6 ˆ as if trying to move away from the Kopfton . A further descent inevitably occurs, since measure 41 begins the prolongation of 2 ˆ in the first branch of the interruption. Just before the end of the A section, the musical line ascends its greatest length (see Examples 15a–b ). The voice rises a P11th from 5 ˆ below the obligatory register to 1 ˆ above it—this is the highest vocal pitch not only in the aria, but also in Grimoaldo’s music in its entirety. 1 ˆ in measure 106 is harmonized by vi, and, again descends with structural closure in the obligatory register. The gestures’ upward striving and subsequent fall can be understood as another musical correlation with imprisonment; they climb high above the obligatory register, struggling to escape, but then fail. This correlation seems to contradict Grimoaldo’s text because it indicates an attempt to break free, whereas Grimoaldo claims that he is content to be a prisoner. It might, though, be understood as the beginning of Grimoaldo’s acknowledgement of the tension between his love for Rodelinda and his role as king and usurper.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The topical profile of “Prigioniera” supports the amorous aspect of Grimoaldo’s text and works with the correlations that the musical gestures provide to paint a full picture of his emotional obsession. The aria uses the passepied topic: it is in 8 3 time with mostly eighth- and sixteenth-note motion, and the tempo is quick, suggesting that only the downbeat is felt strongly. Also, the strongest cadence points have a telltale hemiola, indicative of the passepied, two measures before the resolution to tonic (see Allanbrook 1983 , 39–40 and Little and Jenne 1991 , 83–87). Meredith Little and Natalie Jenne characterize the passepied as “charming” and “playful,” while Allanbrook notes that it was often associated with love intrigues. (23) These portrayals do not correspond exactly with Grimoaldo’s situation, but they can be understood to coincide with his sentiments: his love has not abated, and he might be described as charmed by his own feelings. The passepied indicates, musically, the aspect of love in the aria. The musical gestures that suggest confinement, coupled with the use of the passepied topic and the drama, paint a musical picture of Grimoaldo’s state of mind at this moment in the opera.",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "allanbrook_1983",
                    "little_and_jenne_1991"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] In itself, the music of “Tra sospetti,” like that of “Prigioniera,” corresponds with the dramatic situation and the context—musical gestures and structural aspects are expressive of the emotional turmoil about which Grimoaldo sings. The topical profile of “Tra sospetti” and that of “Prigioniera,” though, creates an intertext that polarizes each aria, defining Grimoaldo’s character on either side of his transformation. In the first aria, Grimoaldo takes pleasure in retreating into his own emotions. Read within this context, “Tra sospetti” indicates that Grimoaldo’s imprisonment in his love for Rodelinda is actually the source of his suffering and the root of his imminent loss of power. Although Grimoaldo may have begun to acknowledge this conflict internally in “Prigioniera,” in the later aria he expresses it outwardly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] In the recitative before “Tra Sospetti,” Grimoaldo admits to Garibaldo that he is greatly troubled and confused—he is paranoid about losing his status as king if Bertarido is alive, (24) but he knows that having him put to death will also kill any hope of winning over Rodelinda. Garibaldo points out that he will lose Rodelinda in either situation and advises the king to have Bertarido put to death lest Grimoaldo lose the throne. Grimoaldo’s love for Rodelinda is pitted against his desire for power, and the aria makes this central conflict explicit: Tra sospetti, affetti e timori\nsento il seno ripieno d’affanni.\nOr mi rendo, or m’accendo in furori,\nor mi pento, or pavento d’inganni. [Amid suspicions, passions, and fears\nI feel my breast filled with anxiety.\nNow I surrender, now I flare up in a fury,\nnow I am sorry, now I fear deceits.] Example 16 . Falling gestures within overall ascent. “Tra sospetti,” measures 16–20 (click to enlarge) Example 17a . Compound melody and stile concitato gestures. “Tra sospetti,” measures 11–15 (click to enlarge) Example 17b . Compound melody in voice. “Tra sospetti,” measures 107–17 (click to enlarge) Example 17c . More stile concitato figures in voice. “Tra sospetti,” measures 65–68 (click to enlarge) Figure 4 . Summary of methodological analysis of “Prigioniera” and “Tra sospetti” as pendants (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Several prominent musical features support the text of “Tra Sospetti”; musical features correspond specifically with Grimoaldo’s description of his ceaselessly changing emotions and the disturbance they cause him. Example 16 provides an excerpt; the short, falling gestures seem oppositional to the overall ascent in measures 16–19, while the emphasis on beat two and imitation between voice and accompaniment have an unsettling metrical effect, never allowing for a sense of repose.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Topical information also points to Grimoaldo’s emotional state: the pervasive use of compound melodic lines with one voice acting as a pedal is a reference to the stile concitato (see Example 17a ). In this conventional musical gesture, single or oscillating notes or chords are repeated continuously. Their appearance traditionally implies aggression or active passion (i.e., not the pathetic), while the gesture itself seems also to convey a sense of fixation in its focus on one or two particular notes or chords. This is different from the fixation communicated in “Prigioniera” in that the earlier aria does not use the stile concitato to achieve this effect. The addition of stile concitato here demonstrates hostility and forcefulness that was not present before. Grimoaldo’s vocal line in the B section also incorporates this oscillating motion in a compound line ( Example 17b ). In addition, the voice uses rapidly repeated notes in an arpeggiation of V9 in measures 67–68 ( Example 17c ) and again in measures 81–82. The marriage of aggression and obsession in the stile concitato gestures helps to mark the aria as an aria agitata type and suggest that Grimoaldo is wrestling with his emotions. While in “Prigioniera” he indulged in his emotional escape, here his emotions are causing him turmoil (although he is no less a prisoner). (25)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] The topical profile for “Tra sospetti” also addresses the dual nature of Grimoaldo’s emotional escape in that it forms an ironic pairing with “Prigioniera.” The overarching topic in both arias is the passepied. The dance type in “Prigioniera” is more typical because it is not colored with stile concitato or agitata elements, but “Tra sospetti” also exhibits the traditional features of the passepied. The aria is in 8 3 time, and the tempo is lively. The melodic motion is comprised mostly of eighth and sixteenth notes, while the bass moves mostly in eighth notes. There are also two instances of the hemiola cadence that is typical of passepieds ( Allanbrook 1983 and Little and Jenne 1991 ). The use of the same dance topic coupled with the similar textual subject forms a link between the two arias. In the first aria, the passepied topic was indicative of Grimoaldo’s love for Rodelinda, and it helped create a musical depiction of a character charmed by his own emotions. In the present aria, the passepied is set in the minor mode and combines with text and musical gestures indicating emotional disturbance and turmoil. (26) Because added conventional elements that are antithetical to the affect of the passepied are layered onto the dance type, “Tra sospetti” inverts the topic’s typical associations. The link between the two arias suggests that the topic is indicative of Grimoaldo’s emotional world; the different uses of the topic reveal two distinct viewpoints with respect to that world. Understood within the context of both arias, the use of this topical reversal in the second can be read as an ironic inversion; it suggests that the escapism in which Grimoaldo engaged to avoid the reality of Rodelinda’s rejection is the exact psychological construct hindering him. Understanding these two arias as linked—musically and dramatically—yet polarized reveals two aspects of the same subject. These analyses and each element’s place within the analytical levels are summarized visually in Figure 4 . Conclusion",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "allanbrook_1983",
                    "little_and_jenne_1991"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] Identifying and interpreting arias as pendant pairs opens a wide hermeneutic window on the genre of opera seria. The notion of pendants in music not only coincides well with the driving aesthetic forces of the Baroque in Europe, it also provides analysts and interpreters with a tool to bring characters and moments to life in a complex and satisfying way. (27) Grimoaldo’s remaining four arias in Rodelinda can be viewed in pairs as well. One pair offers two different perspectives on his understanding of his power as king. Early in the opera, the minuet topic and dismissive gestures in “Se per te” reveal his sense of efficacy in being able to please all parties and still get his way. “Tuo drudo è mio rivale” displays conflict between Grimoaldo’s words and the music’s expressive information, showing that his political power is deteriorating. His first and final arias, “Io già t’amai” and “Pastorello,” form another pair, characterizing Grimoaldo on either side of his transformation. In the first he is in control of his emotions and actions; in the last he is a resigned victim singing with a siciliano topic. In each case, examining arias as pendant portraits—as musical manifestations of the aesthetic of contrasts—reveals detailed aspects of characterization. In addition, with Shaftel’s ( 2009 ) methodology, the analyst can consider historical and extra-musical contexts along with work-specific meanings. The methodology also allows us to consider a range of musical elements—topics, voice leading, gesture, and others, where appropriate. The combination of this method of analysis with the additional context pendant arias provide yields analyses that are both modern and historically informed.",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "shaftel_2009"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Although Handel’s operas provide fertile ground for analysis through pendant aria pairs, works by other late-Baroque composers can be investigated in this manner as well. The operas of Jean Philippe Rameau, Reinhard Keiser, Johann Mattheson, and even Alessandro Scarlatti, as well as vocal works by J.S. Bach, are similar enough to Handel’s in dramatic and musical structure that aria pairings will likely produce significant insight. Pendant pairings offer one useful strategy in furthering individual analyses and establishing opera seria’s place in the analytical literature.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.13.19.4.decker.html",
    "data": "mto/data/mto.13.19.4.decker.json"
}