{
    "title": "Review of David Temperley, <i>The Musical Language of Rock</i> (Oxford University Press: 2018)",
    "date": "2023/03/01",
    "volume": "29",
    "issue": "1",
    "authors": [
        "Heetderks, David"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "10.30535/mto.29.1.6",
    "received": "November 2022",
    "pdf": "https://www.mtosmt.org/issues/mto.23.29.1/mto.23.29.1.heetderks.pdf",
    "author_info": [
        {
            "name": "David Heetderks",
            "university": "University of North Texas",
            "address": "College of Music, 415 Avenue C, Denton, TX 76201",
            "email": "david.heetderks@unt.edu"
        }
    ],
    "citations": {
        "adams_2020": "Adams, Kyle. 2020. “Harmonic, Syntactic, and Motivic Parameters of Phrase in Hip-Hop.” Music Theory Online 26 (2). https://mtosmt.org/issues/mto.20.26.2/mto.20.26.2.adams.html .",
        "barna_2020": "Barna, Alyssa. 2020. “The Dance Chorus in Recent Top-40 Music.” SMT-V 6.4. https://doi.org/10.30535/smtv.6.4 .",
        "de_clercq_2020": "de Clercq, Trevor. 2020. “Popular Music Analysis Too Often Neglects the Analysis of Popular Music.” Popular Music 39 (2): 339–44. https://doi.org/10.1017/S0261143020000173 .",
        "de_clercq_and_temperley_2011": "de Clercq, Trevor, and David Temperley. 2011. “A Corpus Analysis of Rock Harmony.rdquo; Popular Music 30 (1): 47–70. https://doi.org/10.1017/S026114301000067X .",
        "doll_2017": "Doll, Christopher. 2017. Hearing Harmony: Toward a Tonal Theory for the Rock Era . University of Michigan Press. https://doi.org/10.3998/mpub.3079295 .",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10 (4). https://www.mtosmt.org/issues/mto.04.10.4/mto.04.10.4.w_everett.html .",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From Blue Suede Shoes to Suite: Judy Blue Eyes . Oxford University Press.",
        "heetderks_2020": "Heetderks, David. 2020. “Play with Closing Markers: Cadential Multivalence in 1960s Prechoruses and Related Forms.” Music Theory Spectrum 42 (1): 1–23. https://doi.org/10.1093/mts/mtz023 .",
        "heetderks_2022": "Heetderks, David. 2022. “Norms of Textual Scansion and Rhyme in Beatles AABA Forms.” Music Theory Spectrum 44 (1): 41–62. https://doi.org/10.1093/mts/mtab018 .",
        "malawey_2020": "Malawey, Victoria. 2020. A Blaze of Light in Every Word: Analyzing the Popular Singing Voice . Oxford University Press. https://doi.org/10.1093/oso/9780190052201.001.0001 .",
        "nobile_2020": "Nobile, Drew. 2020. Form as Harmony in Rock Music . Oxford University Press. https://doi.org/10.1093/oso/9780190948351.001.0001 .",
        "nobile_2022": "Nobile, Drew. 2022. “Teleology in Verse–Prechorus–Chorus Form, 1965–2020.” Music Theory Online 28 (3). https://mtosmt.org/issues/mto.22.28.3/mto.22.28.3.nobile.html .",
        "peres_2016": "Peres, Asaf. 2016. “The Sonic Dimension as Dramatic Driver in 21st-Century Pop Music.” PhD diss., University of Michigan.",
        "ripani_2006": "Ripani, Richard. 2006. The New Blue Music: Changes in Rhythm & Blues , 1950–1999. University Press of Mississippi.",
        "russell_1980": "Russell, James. 1980. “A Circumplex Model of Affect.” Journal of Personality and Social Psychology 39 (6): 1161–78. https://doi.org/10.1037/h0077714 .",
        "spreadborough_2022": "Spreadborough, Kristal. 2022. “Emotional Tones and Emotional Texts: A New Approach to Analyzing the Voice in Popular Vocal Song.” Music Theory Online 28 (2). https://doi.org/10.30535/mto.28.2.7 .",
        "stoia_2010": "Stoia, Nicholas. 2010. “Mode, Harmony, and Dissonance Treatment in American Folk and Popular Music, c. 1920–1945.” Music Theory Online 16 (3). https://doi.org/10.30535/mto.16.3.2 .",
        "temperley_2011": "Temperley, David. 2011. “Scalar Shift in Popular Music.” Music Theory Online 17 (4). https://doi.org/10.30535/mto.17.4.3 .",
        "temperley_and_tan_2013": "Temperley, David, and Daphne Tan. 2013. “Emotional Connotations of Diatonic Modes.” Music Perception 30 (3): 237–57. https://doi.org/10.1525/mp.2012.30.3.237 .",
        "temperley_and_de_clercq_2013": "Temperley, David, and Trevor de Clercq. 2013. “Statistical Analysis of Harmony and Melody in Rock Music.” Journal of New Music Research 42 (3): 187–204. https://doi.org/10.1080/09298215.2013.788039 .",
        "van_der_merwe_1989": "Van der Merwe, Peter. 1989. Origins of the Popular Style: The Antecedents of Twentieth-Century Popular Music . Clarendon Press.",
        "walser_1993": "Walser, Robert. 1993. Running with the Devil: Power, Gender, and Madness in Heavy Metal Music . University Press of New England.",
        "discography_discography": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. We should note that each author defines the genre they study differently. Malawey ( 2020 ) examines voice and identity in singers from various popular genres; most examples are from after 1990 but some date back to the 1960s. Nobile and Doll both define a broad “rock style” that covers various popular genres including rock, R&B, soul, pop, and so forth, but examine different time periods. Doll calls years from 1950 to the present the “rock era” ( 2017 , 2), while Nobile discusses what he calls a “small-r” rock style spanning 1963–91 ( 2020 , xxi), selecting his boundary years based on significant stylistic changes that occurred in each.",
            "citations": [
                "malawey_2020",
                "doll_2017",
                "nobile_2020"
            ]
        },
        "FN2": {
            "text": "2. de Clercq and Temperley ( 2011 , 51) discuss in more detail how the Rolling Stone list was created and provide justification for selecting it.",
            "citations": [
                "de_clercq_and_temperley_2011"
            ]
        },
        "FN3": {
            "text": "3. The removal of this song should not, of course, be taken to mean that harmony plays no role in hip hop. Kyle Adams, for example, has examined how harmony creates phrases in hip hop tracks ( 2020 , [2.1]–[2.25]",
            "citations": [
                "adams_2020"
            ]
        },
        "FN4": {
            "text": "4. Pitch orthography—that is, the system governing whether to label a note with a flat or sharp—is a crucial component of this claim, since Temperley recognizes the difference between enharmonically equivalent scale degrees. Footnote 6 discusses his preference rules for spelling.",
            "citations": []
        },
        "FN5": {
            "text": "5. More detailed discussion of chromaticism can be found in Doll ( 2017 , 137–62) and Everett ( 2009 , 169–301). Temperley’s view of cadences contrasts with later views presented by Nobile ( 2020 , 34–38) and me ( Heetderks 2020 ).",
            "citations": [
                "doll_2017",
                "everett_2009",
                "nobile_2020",
                "heetderks_2020"
            ]
        },
        "FN6": {
            "text": "6. The same model was recently adapted by Kristal Spreadborough ( 2022 ) in this journal to discuss perceived emotion and tension in vocal performance. Comparing or attempting to synthesize the two approaches would be instructive.",
            "citations": [
                "spreadborough_2022"
            ]
        },
        "FN7": {
            "text": "7. Other studies of form in EDM-influenced pop, such as those by Nobile ( 2022 ) and Barna ( 2020 ) focus instead on how changes in texture and density influences our perception of the arrival of a song's telos or focal material.",
            "citations": [
                "nobile_2022",
                "barna_2020"
            ]
        },
        "FN8": {
            "text": "8. In my study of Beatles B modules ( Heetderks 2022 ), I found that in addition to having less frequent and more regular rhyme, bridges tended to be more hypermetrically regular. Nobile ( 2020 , 106–14) also suggests that there are several different types of bridges.",
            "citations": [
                "heetderks_2022",
                "nobile_2020"
            ]
        },
        "FN9": {
            "text": "9. Space does not permit an extended discussion of Temperley’s repertory, but de Clercq ( 2020 ) offers an excellent critique of the tendency for much analytical work in popular music—Temperley’s included—to favor a small set of artists and ignore others, including some who sell many records.",
            "citations": [
                "de_clercq_2020"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The past five years have produced at least three book-length theoretical studies of music from the rock era. Each gives sustained attention to a single facet of the style: form ( Nobile 2020 ), harmony ( Doll 2017 ), and timbre and identity markers in vocal performance ( Malawey 2020 ). (1) David Temperley’s The Musical Language of Rock is unlike these others in two respects. First, rather than focusing on a single feature of rock, it aims to give a comprehensive picture of its stylistic conventions. Second, it frequently uses corpus studies to back up its claims, although traditional analysis and reference to other scholarship also appear. Unlike some of the previous books, Temperley’s largely relegates sociological and historical aspects to the background—indeed, he explicitly acknowledges and justifies this approach in his first chapter (10–12)—in order to focus on technical aspects such as harmony, meter, timbre, and melodic patterns. This method provides a wealth of observations that are both rigorously achieved and insightful, although it occasionally leads Temperley to overlook important contextual information that could have been relevant to his analyses.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "nobile_2020",
                    "doll_2017",
                    "malawey_2020"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Temperley has been publishing articles on rock music for over twenty years—often in collaboration with other scholars such as Trevor de Clercq, Zhiyao Duan, Evan Lustig, Daphne Tan, Ivan Tan, and Iris Yen—and his book draws from this research repeatedly.  But it does not merely recycle previous findings: many ideas are new (such as those pertaining to meter and drum patterns on pages 69–72 and 123–29) or newly applied to rock (such as the analysis of melodic grouping on pages 88–93). In addition, the book  contains analytical vignettes that illustrate both normative and exceptional cases of various stylistic features of songs, along with the emotional effects of those features. This information will reward even readers who are already familiar with Temperley’s earlier work. The book is designed to be widely accessible: it uses language that would be comprehensible to upper-division undergraduate music majors (which sometimes involves scaling back explanations of its statistical methods). Discussion questions at the end of each chapter and a companion website with audio examples further aid its usefulness for the classroom.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The book is divided into roughly two sections. The first, comprising chapters 2 through 6, investigates different stylistic parameters of the pop/rock style: “Scales and Key,” “Harmony,” “Rhythm and Meter,” “Melody,” and “Timbre and Instrumentation.” The second, comprising chapters 7 through 11, is primarily concerned with broader questions of structure and interpretation. Many of the book’s claims in the first section are supported by corpus analysis of the “RS200,” a dataset containing melodic and harmonic transcriptions of 200 songs drawn from Rolling Stone’s “500 Greatest Songs of All Time.” The magazine created this list by aggregating data from a poll of 172 “rock stars and leading authorities” (12–14). (2) Temperley selected the top 20 songs on this list from each of the five decades from the 1950s through ’90s plus the 101 top-ranked songs from among the remainder. One song from the former list—Public Enemy’s “Bring the Noise”—was deemed unsuitable because it was judged not to contain “any triadic harmony” (de Clercq and Temperley 2011 , 59), requiring an additional song to reach an even 200. (3) The heavy reliance on a single source arguably creates blind spots. Despite Temperley’s attempt to spread out the songs  historically, a full 43% of the list’s songs come from the 1960s, such that other decades are not as strongly represented. And country music makes nearly no appearance in the list or book. This omission is unfortunate, since Temperley is thus unable to adequately support his claim that such music largely follows the same stylistic norms as rock (256–57). Example 1 . The “supermode.” (click to enlarge) Example 2 . The pentatonic union scale (click to enlarge)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "de_clercq_and_temperley_2011"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Despite these weaknesses, the RS200 guards against biases that may result from relying on a single author’s aesthetic preferences, and it provides ample evidence to bolster the book’s claim that rock has a set of stylistic norms that is distinct from that which governs common-practice European art music. For example, in chapter 2 (“Scales and Key”), Temperley uses an analysis of the RS200 to reprise his 2001 argument that rock’s primary pitch collection is a “supermode,” shown in Example 1 , of scale degrees spanning from ♭ 6 ˆ to 7 ˆ on the line of fifths—that is, all modal degrees except ♭ 2 ˆ and ♯ 4 ˆ (23–24). (4) Most songs use only  some of the scale degrees of this larger supermode, but categorizing the most common subcollections is not a trivial matter: one cannot assume that common-practice scales are relevant, and decisions must be made about how often a scale degree must appear in order to count as a member of a defined subcollection. The book draws from Temperley and Trevor de Clercq’s 2013 statistical clustering and computational analyses of the RS200 data to arrive at  a set of most common categories and preference rules for tonic-finding. Rock could be said to fall into a major/minor dichotomy, but these scales have several notable differences from their common-practice counterparts: melodically, major-mode songs use ♭ 7 ˆ more often than 7 ˆ , minor-mode songs avoid ♭ 6 ˆ and tend to use the “pentatonic union” scale ( Example 2 ), and so forth (27–29). In addition, many songs are harmonically major but melodically minor, as  prior studies have noted (such as Everett 2004 , [16]–[17], and Ripani 2006 , 95). These insights are only a sampling of the many in the chapter.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "temperley_and_de_clercq_2013",
                    "everett_2004",
                    "ripani_2006"
                ]
            }
        },
        {
            "5": {
                "text": "[5] One drawback to the comprehensive scope of Temperley’s book is that some questions are given too little space to be fully explored. The end of chapter 2, for example, points out that the pentatonic union scale, in addition to comprising a set of contiguous scale degrees on the cycle of fifths, is also generated by combining the major-second and minor-third neighbors to 1 ˆ and 5 ˆ (32). This observation raises the possibility of further characterizing pitch collections by the melodic tendencies of different scale-degree inflections, which would be a natural extension to the chapter’s content and would also reveal connections between Temperley’s findings about rock and other scholars’ observations about earlier popular styles. For example, Nicholas Stoia has shown that melodic modes in earlier blues and country are similarly organized around 1 ˆ and 5 ˆ ( 2010 ), and Peter van der Merwe has discussed in detail the preferences guiding different melodic scale-degree inflections in blues and English folksong ( 1989 , 171–174). But The Musical Language of Rock addresses only a few examples and then drops the topic. Temperley’s discussions of chromaticism (58–60) and cadences (61–63) would also benefit from more extensive engagement with other scholarship. (5) These concerns aside, the many facets of the rock style that are explored in detail—chord succession, anticipatory syncopation, melodic-harmonic divorce, instrumental timbres, and so on—are richly informative.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "stoia_2010",
                    "van_der_merwe_1989"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Whereas chapters 2, 4, and 5 present data-driven findings, the book’s second section offers broader theories about emotion and tension; formal schemas; formal and expressive strategies involving continuity, tension, and energy; and song analysis and interpretation. Readers will encounter a number of bold, engaging interpretive claims that are likely to elicit scholarly discussion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Chapter 7, for example, explores how the stylistic features outlined in chapters 2–6 create emotion and tension. Temperley adopts James A. Russell’s ( 1980 ) two-dimensional model that describes affect according to its degree of arousal (or energy) and positive or negative valence. (6) Temperley’s discussion of valence illustrates both the strengths and weaknesses of his data-driven, largely ahistorical methodology. In his model, positive and negative valence is associated with the presence of raised and lowered scale degrees, respectively. A study of affect in diatonic modes bolsters this claim (Temperley and Tan 2013 ), which allows him to deftly explore the expressive nuances of the many possibilities for shifting from minor to major tonics and from flat-side to sharp-side collections in verse–chorus forms (204–10). Elsewhere, Temperley asserts that the affective mapping of scale degrees applies across rock’s subgenres. He suggests, for example, that the lowered scale degrees used in 1980s heavy metal correspond to its lyrics’ largely negative connotations, and that disco’s frequent use of the Dorian mode, which has a lowered 3 ˆ , can be interpreted as giving a slight negative valence that adds a tinge of “danger,” and hence excitement, to the dance floor (139–41). These are interesting ideas, but they overlook sociological and historical factors that complicate the picture: Walser’s ethnographic study of metal fans found that they often ascribe  different meaning to the songs than outsiders do ( 1993 , 17), and the frequent use of Dorian in funk and modal jazz may be a factor in its use in disco (as well as many extended guitar jams). Example 3 . Temperley’s first tension–curve, adapted from his Figure 9.10 (p. 198) (click to enlarge) Example 4 . Temperley’s second tension-curve, based on his discussion from pages 198–99 (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "russell_1980",
                    "temperley_and_tan_2013",
                    "walser_1993"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The second part of chapter 7 discusses what Temperley calls “complexity,” which is created by the number of musical events per time-unit and the extent to which they are irregular, syncopated, and unpredictable, as measured against norms established  by both the individual song and its broader style. Temperley argues that the perception of complexity generates the experience of tension , a distinct facet of listening to rock that, when combined with energy and valence, allows rich, multidimensional experiences (142–48). In chapter 9, Temperley suggests that there are recurring “tension curves” operating in many songs and sections (196–200). In some sections, the tension peaks in the middle and subsequently declines as the song moves into its high-energy conclusion; see Example 3 . In others, the tension and energy both build up in the final portion of a section and decline at the very end of that section or the beginning of the following one; see Example 4 . Many of the songs to which these diagrams apply could also be described using other formal models: in the case of Example 3, a verse–pre-chorus–chorus form or one of its closely related variants, and in the case of Example 4, a verse with a “continuation” chorus (Nobile 2020 , 80–85). But, departing from primarily harmonic definitions of form, the book calls attention to the multiple strategies musicians might use to build tension—not only through harmony, but also through textural change, hypermetric irregularity, introduction of infrequent pitch classes, inter-rhyme interval, and motivic length. The book’s partial decoupling of energy and tension is also relevant for EDM-influenced pop styles. Its theory is a plausible alternative to that of Asaf Peres ( 2016 , 41–74), who primarily views tension as nearly always positively correlated with textural density and sonic energy. Peres’s theory implies that the chorus (or “drop”) is the region of highest tension, although in some songs it is simultaneously felt as a moment of arrival. Temperley’s theory, by contrast, allows a high-energy but low-tension chorus. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "nobile_2020",
                    "peres_2016"
                ]
            }
        },
        {
            "9": {
                "text": "[9] By contrast, the tension-curve models do not apply as comfortably to bridge sections, in my estimation. Temperley suggests that bridges tend to have higher tension because of their avoidance of the tonic. This is true harmonically, but bridges are often more regular in their phrasing and meter in comparison to other sections. (8) In some cases, it may be more sensible to think of formal schemas as involving changes in different musical parameters—phrase patterns, harmony, texture—that are independent of each other, or to acknowledge that an overarching tension–curve is more important in some sections than in others.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Most of The Musical Language of Rock ’s examples are from songs one would hear on “classic rock” radio stations, and many are by artists who have already received significant analytical and critical attention. (9) R&B, soul, and funk artists, it should be stressed, also make several notable appearances. But even when it revisits songs that have been discussed elsewhere, the author shows an affection for the music that is infectious. The book features many enlightening discussions. To name but a few: Temperley explains how Peter Gabriel’s uses variety in its organization of the 4 7 meter to keep the “jolt” of the irregular meter while avoiding monotony (85–86); how Led Zeppelin’s “Over the Hills and Far Away” maintains tension through striking harmonic rhythm (80–82); and how Michael Jackson’s “Billie Jean” creates motivic connections among a variegated grouping structure (96). One can imagine this book leading readers who are not familiar with the rock era to come to appreciate the skill and creativity of its artists and to borrow rock idioms in their own songwriting. Example 5 . Pink Floyd, “Have a Cigar,” refrain, melodic groups and rhymes (1:47 ff. and 2:58 ff.) (click to enlarge) Example 6 . “Have a Cigar,” transcription and first metrical hearing (click to enlarge) Example 7 . “Have a Cigar,” Retrospective rehearing, with red brackets showing metric displacements (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] By way of conclusion, I offer my own analytical vignette that demonstrates the expressive potential of evoking and manipulating conventions that Temperley identifies. Example 5 and Example 6 show the refrain from Pink Floyd’s “Have a Cigar” ( 1975 ) from Wish You Were Here (beginning at 1:47 and 2:58 in the album version of the song; the transcription shows the variants that occur in the second appearance). While the verse is largely harmonically static and metrically regular, the refrain quickly builds an extraordinary amount of tension through metric dissonance and syncopation before releasing all of it onto a G-major resolution—compressing the hill-shaped tension curve shown in Example 4 into a brief passage. The melody, shown in Example 5, divides into two groups based on their rhythmic parallelism, separation in time, and matching end-rhymes, marked with an x on the  example (89). But the word boy at the end of the first group is anomalous. It fits neither the motivic parallelism nor the rhyme scheme, and is hence marked for attention. The focus on this word (reinforced by a cymbal crash) is significant, as it recalls the opening line—“come in here, dear boy”—where guest singer Roy Harper personifies an oily record executive exhibiting avuncular concern over a young musician’s career. In the refrain, by contrast, the stress placed on boy reveals the word’s condescending aspect, suggesting that there is predatory greed behind these overt expressions.",
                "footnotes": [],
                "citations": [
                    "pink_floyd_1975"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Other musical elements reinforce this stress on boy by maximizing tension through ambiguous downbeats, shown by red dotted lines in Example 6. The chord change on game suggests a downbeat at point a , indicating a change to 4 3 , and Temperley notes that a triple cross-rhythm, such as the one used in the bass line and melodic grouping in the previous measure, can be used to transition to a new meter (84). But this chord is held for four eighth notes, contradicting the previous implication. Metric continuation indicates a downbeat at b , but this hearing is contradicted by the drums, which play a full half-time pattern beginning at c , bracketed in the example (70). This pattern is identical to the pattern that persists through much of the verse. The pattern suggests another downbeat at d , but the measure is cut short with another vocal anacrusis on “we call it,” which is melodically parallel to the beginning of the refrain and indicates a new downbeat at e . Example 7 shows how one might interpret the cadential passage in retrospect: as 4 3 measures sandwiching two 4 4 measures. But even in the reinterpretation, metric tension is created by displaced and incomplete drum patterns over the key word boy , and by syncopated chord changes—indeed, Temperley notes that manipulation of harmonic rhythm is an underexamined feature of rock music, and it is used to dramatic effect in this song (82). As shown in the second system of Example 7, the passage concludes with a resolution to G major, which matches the common schema of an Aeolian-to-major trajectory and creates a palpable sense of release. The change of tonal center adds a tragicomically positive affect to the depiction of a sleazy record executive triumphantly raking in cash (204–10).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] This musical passage accompanies a revealing moment in the album’s narrative, and, as the book argues, its effect can only be fully appreciated through  analysis of drum patterns, chord changes, melodic groups, and tonal centricity  and by comparing  these features to broader stylistic norms. Even with all of the attention that has been showered upon rock music, Temperley’s book shows there is still room for further analytical discovery.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.23.29.1.heetderks.html",
    "data": "mto/data/mto.23.29.1.heetderks.json"
}