{
    "title": "Philosophizing Time in Sinitic Opera",
    "date": "2023/09/01",
    "volume": "29",
    "issue": "3",
    "authors": [
        "Wang, Anna Yu"
    ],
    "abstract": "This article grapples with the question: how do huangmei opera and kua-a opera listeners experience formal coherence? Both opera traditions abound with changing phrase lengths that subvert the anticipatory listening strategies familiar to Anglo-American theorists. However, these temporal variabilities do not appear to disturb local listeners’ sense of formal coherence. Instead, ethnographic interviews and musical analyses suggest that the temporal sensibilities of huangmei opera and kua-a opera listeners anchor in the cadence of linguistic sounds and, more broadly, in “timeways”—ideas and practices relating to how a community experiences, measures, and expresses time—that stem from a Dao-centered paradigm of worldmaking. The latter yields a conception of musical time that embraces changeability and the pursuit of auspicious timings.",
    "keywords": [
        "Cross-cultural music analysis; Sinitic opera; Form; Dao; Chinese music theory; Ethnography"
    ],
    "doi": "10.30535/mto.29.3.7",
    "received": "August 2022",
    "pdf": "https://mtosmt.org/issues/mto.23.29.3/mto.23.29.3.yuwang.pdf",
    "author_info": [
        {
            "name": "Anna Yu Wang",
            "university": "Princeton University",
            "address": "Department of Music, Woolworth Center, Princeton, NJ 08544",
            "email": "ayuwang@princeton.edu"
        }
    ],
    "citations": {
        "allen_2014": "Allen, Barry. 2014. “Daoism and Chinese Martial Arts.” Dao: A Journal of Comparative Philosophy 13 (2): 251–66. https://doi.org/10.1007/s11712-014-9371-4 .",
        "bååth_2015": "Bååth, Rasmus. 2015. “Subjective Rhythmization: A Replication and an Assessment of Two Theoretical Explanations.” Music Perception 33 (2): 244–54. https://doi.org/10.1525/mp.2015.33.2.244 .",
        "ban_2009": "Ban, Gu 班固. 2009. 漢書 100卷 Han shu: 100 juan [Book of Han: 100 Books] . Annotated by Yan Shigu 顔師古. Ai ru sheng shu zi hua ji shu yan jiu zhong xin.",
        "becker_2004": "Becker, Judith. 2004. Deep Listeners: Music, Emotion, and Trancing . Indiana University Press.",
        "block_and_douthett_1994": "Block, Steven, and Jack Douthett. 1994. “Vector Products and Intervallic Weighting.” Journal of Music Theory 38(1): 21–41. https://doi.org/10.2307/843826 .",
        "bolton_1894": "Bolton, Thaddeus L. 1894. “Rhythm.” The American Journal of Psychology 6 (2): 145–238. https://doi.org/10.2307/1410948 .",
        "brochard_et_al_2003": "Brochard, Renaud, Donna Abecasis, Doug Potter, Richard Ragot, and Carolyn Drake. 2003. “The ‘Ticktock’ of Our Internal Clock: Direct Brain Evidence of Subjective Accents in Isochronous Sequences.” Psychological Science 14 (4): 362–66. https://doi.org/10.1111/1467-9280.24441 .",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2002": "Caplin, William. 2002. “Theories of Musical Rhythm in the Eighteenth and Nineteenth Centuries.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen, 657–94. Cambridge University Press. https://doi.org/10.1017/CHOL9780521623711.023 .",
        "chow_2022": "Chow, Sheryl. “Watching the Ether: An Irreplicable Experiment on Pitch-Pipes (Part I).” History of Music Theory (blog), March 22, 2022. https://historyofmusictheory.wordpress.com/2022/03/22/watching-the-ether-an-irreplicable-experiment-on-pitch-pipes-part-i/ .",
        "chow_1979": "Chow, Tse-Tsung. 1979. “Ancient Chinese Views on Literature, the Tao, and Their Relationship.” Chinese Literature: Essays, Articles, Reviews 1: 3–29. https://doi.org/10.2307/495458 .",
        "clark_and_rehding_2001": "Clark, Suzannah, and Alexander Rehding. 2001. Music Theory and Natural Order from the Renaissance to the Early Twentieth Century . Cambridge University Press.",
        "conway_2015": "Conway, Bevil. 2015. “Why Do We Care about the Colour of the Dress?” The Guardian , February 27, 2015. https://www.theguardian.com/commentisfree/2015/feb/27/colour-dress-optical-illusion-social-media .",
        "cook_1995": "Cook, Scott. 1995. “‘Yue Ji’ 樂記–Record of Music: Introduction, Translation, Notes, and Commentary.” Asian Music 26 (2): 1–96. https://doi.org/10.2307/834434 .",
        "cullen_2017": "Cullen, Christopher. 2017. Heavenly Numbers: Astronomy and Authority in Early Imperial China . Oxford University Press. https://doi.org/10.1093/oso/9780198733119.001.0001 .",
        "danielsen_2010": "Danielsen, Anne. 2010. Musical Rhythm in the Age of Digital Reproduction . Ashgate.",
        "falkenhausen_1988": "Falkenhausen, Lothar Alexander Von. 1988. “Ritual Music in Bronze Age China: An Archaeological Perspective.” Ph.D. diss., Harvard University.",
        "grant_2009": "Grant, Roger Matthew. 2009. “Epistemologies of Time and Metre in the Long Eighteenth Century.” Eighteenth-Century Music 6 (1): 59–75. https://doi.org/10.1017/S1478570609001730 .",
        "grant_2014": "Grant, Roger Matthew. 2014. Beating Time & Measuring Music in the Early Modern Era . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199367283.001.0001 .",
        "hasty_2020": "Hasty, Christopher. 2020. Meter as Rhythm , 20th anniversary edition. Oxford University Press. https://doi.org/10.1093/oso/9780190886912.001.0001 .",
        "haumann_et_al_2018": "Haumann, Niels, Peter Vuust, Freja Bertelsen, and Eduardo A. Garza-Villarreal. 2018. “Influence of Musical Enculturation on Brain Responses to Metric Deviants.” Frontiers in Neuroscience 12 (April). https://doi.org/10.3389/fnins.2018.00218 .",
        "hegesh_2021": "Hegesh, Noa. 2021. “Mind the Gap: Acoustical Answers to Cosmological Concerns in First-Century b.c.e. China.” Isis 112 (4): 645–69. https://doi.org/10.1086/717069 .",
        "horlacher_1995": "Horlacher, Gretchen. 1995. “Metric Irregularity in ‘Les Noces’: The Problem of Periodicity.” Journal of Music Theory 39 (2): 285–309. https://doi.org/10.2307/843969 .",
        "huang_and_zürcher_1995": "Huang, Junjie, and Erik Zürcher. 1995. Time and Space in Chinese Culture . Brill. https://doi.org/10.1163/9789004488281 .",
        "huron_2006": "Huron, David Brian. 2006. Sweet Anticipation: Music and the Psychology of Expectation . The MIT Press. https://doi.org/10.7551/mitpress/6575.001.0001 .",
        "jacoby_et_al_2020": "Jacoby, Nori, Elizabeth Margulis, Martin Clayton, Erin Hannon, Henkjan Honing, John Iverson, Tobias Klein, Samuel Mehr, Lara Pearson, Isabelle Peretz, Marc Perlman, Rainer Polak, Andrea Ravignani, Patrick Savage, Gavin Steingo, Catherine Stevens, Laurel Trainor, Sandra Trehub, Michael Veal, Melanie Wald-Fuhrmann. 2020. “Cross-Cultural Work in Music Cognition: Challenges, Insights and Recommendations.” Music Perception 37 (3): 185–95. https://doi.org/10.1525/mp.2020.37.3.185 .",
        "johansson_2010a": "Johansson, Mats. 2010a. “The Concept of Rhythmic Tolerance: Examining Flexible Grooves in Scandinavian Folk Fiddling.” In Musical Rhythm in the Age of Digital Reproduction , 69–84. 1st ed. Taylor and Francis. https://doi.org/10.4324/9781315596983-5 .",
        "johansson_2010b": "Johansson, Mats. 2010b. “What Is Musical Meter?” Musikk Og Tradisjon 24: 41–59.",
        "keil_1995": "Keil, Charles. 1995. “The Theory of Participatory Discrepancies: A Progress Report.” Ethnomusicology 39 (1): 1–19. https://doi.org/10.2307/852198 .",
        "kendall_2002": "Kendall, Donald E. 2002. Dao of Chinese Medicine: Understanding an Ancient Healing Art . Oxford University Press.",
        "kirnberger_1982": "Kirnberger, Johann Philipp. [1771–79] 1982. Die Kunst des reinen Satzes in der Musik [ The Art of Strict Musical Composition ]. Translated by David Beach and Jurgen Thym. Yale University Press.",
        "koch_1983": "Koch, Heinrich Christoph. [1793] 1983. Introductory Essay on Composition. Translated by Nancy Kovaleff Baker. Yale University Press.",
        "kuo_2004": "Kuo, Simmone. 2004. Yin-Yang in Tai-Chi Chuan and Daily Life . North Atlantic Books.",
        "lan_2012": "Lan, Fengli. 2012. Culture, Philosophy, and Chinese Medicine . Peter Lang. https://doi.org/10.3726/978-3-653-01552-2 .",
        "_2009": "Laozi 老子. 2009. 老子 Laozi: 2 juan [2 Books] . Annotated by Wang Bi 王弼. Ai ru sheng shu zi hua ji shu yan jiu zhong xin.",
        "lau_2016": "Lau, Kar Lun Alan 劉嘉驎. 2016. “History through Qupai: A Re-Examination.” In Qupai in Chinese Music , ed. Alan R. Thrasher, 31–64. Routledge.",
        "lee_2020": "Lee, E. Yueh-Ting. 2020. Dao and Daoist Ideas for Scientists, Humanists and Practitioners . Nova Science Publishers.",
        "lerdahl_and_jackendoff_1981": "Lerdahl, Fred, and Ray Jackendoff. 1981. “On the Theory of Grouping and Meter.” The Musical Quarterly 67 (4): 479–506. https://doi.org/10.1093/mq/LXVII.4.479 .",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . The MIT Press. https://doi.org/10.7551/mitpress/12513.001.0001 .",
        "li_2002": "Li, Zhanghe李长河. 2002. “亮相瞬间气象万千—浅谈戏曲表演中的亮相.” Juzuojia 4: 99.",
        "liu_2006": "Liu, Shu-hsien. 2006. “On the Formation of a Philosophy of Time and History through the Yijing.” In Notions of Time in Chinese Historical Thinking , ed. Huang Junjie and John B. Henderson, 75–96. Chinese University Press.",
        "liu_2011": "Liu, Wenliang 劉文亮. 2011. 歌仔戲曲調選集 [Anthology of Kua-a Opera Tunes] . Self-Published.",
        "london_2012": "London, Justin. 2012. Hearing in Time: Psychological Aspects of Musical Meter , second edition. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199744374.001.0001 .",
        "london_2022": "London, Justin. 2022. “A Bevy of Biases: How Music Theory’s Methodological Problems Hinder Diversity, Equity, and Inclusion.” Music Theory Online 28 (1). https://doi.org/10.30535/mto.28.1.4 .",
        "luo_2012": "Luo, Jianping罗建平. 2012. “道与到位——儒道核心观念的体用关联及其政治哲学的创造性转化 [Dao and daowei—The Relationship Between the Core Concepts of Confucianism and Daoism and the Creative Transformation of Political Philosophy].” 华东理工大学学报 27 (6): 91–97.",
        "mccoy_2015": "McCoy, Terrence. 2015. “The inside Story of the ‘White Dress, Blue Dress’ Drama That Divided a Planet.” Washington Post , February 27, 2015. https://www.washingtonpost.com/news/morning-mix/wp/2015/02/27/the-inside-story-of-the-white-dress-blue-dress-drama-that-divided-a-nation/ .",
        "meyer_1956": "Meyer, Leonard B. 1956. Emotion and Meaning in Music . University of Chicago Press.",
        "murphy_2021": "Murphy, Nancy. 2021. “The Times Are A-Changin’: Metric Flexibility and Text Expression in 1960s and 1970s Singer-Songwriter Music.” Music Theory Spectrum 44 (1): 17–40. https://doi.org/10.1093/mts/mtab017 .",
        "nakaseko_1957": "Nakaseko, Kazu. 1957. “Symbolism in Ancient Chinese Music Theory.” Journal of Music Theory 1 (2): 147–80. https://doi.org/10.2307/843276 .",
        "narmour_1990": "Narmour, Eugene. 1990. The Analysis and Cognition of Basic Melodic Structures: The Implication-Realization Model. University of Chicago Press.",
        "o’kane_2018": "O’Kane, Caitlin. 2018. “Yanny or Laurel: What Do You Hear?” CBS News , May 17, 2018. https://www.cbsnews.com/news/yanny-or-laurel-what-do-you-hear-audio-clip-debate/ .",
        "polak_2010": "Polak, Rainer. 2010. “Rhythmic Feel as Meter: Non-Isochronous Beat Subdivision in Jembe Music from Mali.” Music Theory Online 16 (4). https://doi.org/10.30535/mto.16.4.4.",
        "polak_and_london_2014": "Polak, Rainer, and Justin London. 2014. “Timing and Meter in Mande Drumming from Mali.” Music Theory Online 20 (1). https://doi.org/10.30535/mto.20.1.1 .",
        "poudrier_2020": "Poudrier, Ève. 2020. “The Influence of Rate and Accentuation on Subjective Rhythmization.” Music Perception 38 (1): 27–45. https://doi.org/10.1525/mp.2020.38.1.27 .",
        "reicha_2000": "Reicha, Anton. [1814] 2000. Treatise on Melody . Translated by Peter M. Landey. Pendragon Press.",
        "robinson_2016": "Robinson, Rebecca. 2016. “Cult and Calendars in the Ancient Empires of Qin, Han, and Rome.” Ph.D. diss., McGill University.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer Books.",
        "rowell_1979": "Rowell, Lewis. 1979. “The Subconscious Language of Musical Time.” Music Theory Spectrum 1 (1): 96–106. https://doi.org/10.2307/745781 .",
        "salam_and_victor_2018": "Salam, Maya, and Daniel Victor. 2018. “Yanny or Laurel? How a Sound Clip Divided America.” The New York Times , May 15, 2018. https://www.nytimes.com/2018/05/15/science/yanny-laurel.html .",
        "schoenberg_1967": "Schoenberg, Arnold. 1967. Fundamentals of Musical Composition . Faber and Faber.",
        "shi_2014": "Shi, Bailin 时白林. 2014. 黄梅戏唱腔赏析 [The Appreciation of Huangmei Opera Arias] . 上海音乐出版社.",
        "stover_2009": "Stover, Christopher. 2009. “A Theory of Flexible Rhythmic Spaces for Diasporic African Music.” PhD diss., University of Washington.",
        "tan_2017": "Tan, Daphne. 2017. “‘As Forming Becomes Form’: Listening, Analogizing, and Analysis in Kurth’s Bruckner and Musikpsychologie.” Journal of Music Theory 61 (1): 1–28. https://doi.org/10.1215/00222909-3855702 .",
        "temperley_1963": "Temperley, Nicholas M. 1963. “Personal Tempo and Subjective Accentuation.” The Journal of General Psychology 68 (2): 267–87. https://doi.org/10.1080/00221309.1963.9920534 .",
        "thrasher_2008": "Thrasher, Alan R. 2008. Sizhu Instrumental Music of South China: Ethos, Theory and Practice . Brill. https://doi.org/10.1163/ej.9789004165007.I-218 .",
        "thrasher_2016": "Thrasher, Alan R. 2016. Qupai in Chinese Music: Melodic Models in Form and Practice . Routledge Studies in Ethnomusicology 6. Routledge. https://doi.org/10.4324/9781315676951 .",
        "tse_and_wong_2020": "Tse, Chun-Yan, and Chun-Fung Wong. 2020. “Metrical Structure and Freedom in Qin Music of the Chinese Literati.” Analytical Approaches to World Music 8 (2): 164–94.",
        "vlek_et_al_2011": "Vlek, Rutger, Rebecca Schaefer, Stan Gielen, Jason Farquhar, and Peter Desain. 2011. “Shared Mechanisms in Perception and Imagery of Auditory Accents.” Clinical Neurophysiology 122 (8): 1526–32. https://doi.org/10.1016/j.clinph.2011.01.042 .",
        "wang_1983": "Wang, Jide 王骥德. 1983. 曲律 Qu Lü . Hunan ren min chu ban she.",
        "wang_and_lü_2000": "Wang, Qingsong 王清松, and Guanyi 呂冠儀 Lü. 2000. 歌仔戲曲調鑼鼓運用 [Use of Percussion in Kua-a Opera Tunes] . 國立台灣戲曲專科學校Guoli Taiwan Xiqu Zhuanke Xuexiao.",
        "wells_1991": "Wells, Marnix St J. 1991. “Rhythm and Phrasing in Chinese Tune-Title Lyrics; Old Eight-Beat and Its 3-2-3 Meter.” Asian Music 23 (1): 119–83. https://doi.org/10.2307/834380 .",
        "whitrow_1961": "Whitrow, Gerard J. 1961. The Natural Philosophy of Time . Oxford University Press.",
        "_1981": "Yang Yinliu 楊蔭瀏. 1981. 中国古代音乐史稿  Zhongguo gu dai yin yue shi gao . 人民音乐出版社 Renmin Yinyue Chuban She.",
        "yu_wang_2023": "Yu Wang, Anna. 2023. “Theorizing Musicality: Theory, Analysis, and Ethnography on 黄梅戏 Huangmei Opera and歌仔戲 Kua-a Opera.” Ph.D. diss., Harvard University.",
        "yung_2020": "Yung, Bell. 2020. “A Heuristic Theory of Metrical Transformation and Tune Metamorphosis: Tracking Creativity in Traditional Cantonese Opera.” Ethnomusicology 64 (1): 110–40. https://doi.org/10.5406/ethnomusicology.64.1.0110 .",
        "yust_2018": "Yust, Jason. 2018. Organized Time: Rhythm, Tonality, and Form , Organized Time . Oxford University Press. https://doi.org/10.1093/oso/9780190696481.001.0001 .",
        "zhang_2002": "Zhang, Dainian. 2002. Key Concepts in Chinese Philosophy . Translated by Edmund Ryden. Yale University Press.",
        "zhao_2019": "Zhao, Yang 赵阳. 2019. “The Inheritance of Liang Xiang from Sinitic Opera Performance within the Bodily Flows of Classical Dance戏曲表演亮相在身韵古典舞中的继承.” 北方音乐 39 (14): 74–75.",
        "zhu_2010": "Zhu, Xueliang. 2010. “Seeing the Yin and Yang in Cell Biology.” Molecular Biology of the Cell 21 (22): 3827–28. https://doi.org/10.1091/mbc.e10-05-0452 .",
        "zuo_2020": "Zuo, Ya. 2020. “Keeping Your Ear to the Cosmos: Coherence as the Standard of Good Music in the Northern Song (960−1127) Music Reforms.” In Powerful Arguments: Standards of Validity in Late Imperial China, ed. Ari D. Levine, Joachim Kurtz, and Martin Hofmann, 277–309. Brill. https://doi.org/10.1163/9789004423626_008 ."
    },
    "footnotes": {
        "FN0": {
            "text": "* This article has benefitted greatly from the two anonymous reviewers who provided exceptionally incisive and constructive comments on a previous draft. I would also like to thank Alexander Rehding, Kay Shelemay, Nancy Rao, and my writing group members from the SMT Committee for the Status of Women—Timothy Chenette, Sarah Mendes and Hannah Waterman—for reading and helping sharpen earlier materials that have found their way into this article. Regarding romanizations, I use 汉语拼音 hanyupinyin to romanize musical terms that I encountered in Mandarin, and the 教育部台羅馬字 lô-má-jī system developed by the Taiwan Ministry of Education or 白話字 pe̍h ōe jī to romanize musical terms I encountered in Taiwanese Hokkien (dropping the diacritics). By default, names of people are romanized in hanyupinyin, unless the name has been conventionally written or published using Wade-Giles or an alternate system. Regarding orthography, the Chinese scripts I use are reflective of the term’s context of use. Thus, traditional Chinese scripts are used for terms pertaining to kua-a opera and Sinophone regions that maintain a traditional Chinese script. Simplified Chinese characters are used for terms pertaining to huangmei opera and regions within the People’s Republic of China that adopt a simplified Chinese script. Both traditional and simplified orthographies are given and separated by a backslash when a term is relevant to both regions. All translations are my own, unless otherwise noted.",
            "citations": []
        },
        "FN1": {
            "text": "1. Sinitic opera is also commonly known by the term “Chinese opera.” I opt for the term Sinitic opera following scholars in Sinophone studies, who avoid the politically narrow descriptor “Chinese” when referring to the larger collection of Chinese-speaking regions and nations, some of which lie outside the geopolitical boundaries of the People’s Republic of China.",
            "citations": []
        },
        "FN2": {
            "text": "2. Nevertheless, I question some of Rowell’s ( 1979 ) specific findings, including his claim that the “Chinese system of regular quadruple meter seemed to provoke little speculation, and musical time was otherwise taken very much for granted” (100). In response, I would point to historic writings on banyan (e.g., in the dedicated chapter of Ming dynasty scholar 王骥德 Wang Jide’s ( 1983 ) 《曲律》 Qu Lü ) as well as to the discourse contemplating timing in zither music. I would also mention that Rowell’s claim that “a monosyllabic language [e.g., Chinese] that depends upon compounding to express complex ideas is less likely to develop wide ranges of meaning for the individual word-elements” (100) seems to conflate contemporary uses of Chinese (in which compounded expressions are a regular phenomenon) with its older, literary counterpart. The latter relies heavily on the reader’s ability to negotiate the diverse semantic inflections afforded by single words.",
            "citations": [
                "rowell_1979",
                "wang_1983"
            ]
        },
        "FN3": {
            "text": "3. Following the conventional practice of contemporary Sinitic opera musicians, the musical examples in this article are notated in 簡譜/简谱 (jianpu) simplified notation. Simplified notation is a cipher notation originating in France, in which numbers refer to scale degrees and are named using moveable- do solfège syllables. Hence, 5 in simplified notation represents sol , 6 represents la , 1 represents do , and so on. Pitch register is denoted using dots that are placed immediately above or below the cipher—where no dot signifies the principal register, a dot above a tone maps it onto the octave above, and a dot below a tone maps it onto the lower octave. Rhythmic symbols in simplified notation are similar to that of staff notation, where notes are “barred” using lines that show the number of times a note is sped up (i.e., one line underneath the note means the note is doubly fast, while two lines means it is played four times as fast) and a note that is followed by a dot means it is to be elongated by half its typical duration. Notes that are contained within parentheses refer to instrumental interludes. For more information, a quick reading guide with accompanying examples can be accessed at https://kb.osu.edu/handle/1811/101060 .)",
            "citations": []
        },
        "FN4": {
            "text": "4. Each Sinitic opera tradition generally features a finite number of regionally representative aria types that are continuously reused among performers and works. Each time an aria type is performed, it is slightly reimagined to reflect the individual artist’s musical style as well as the textual and expressive demands of the dramatic moment.",
            "citations": []
        },
        "FN5": {
            "text": "5. “習慣性的 . . . 他不問幾個小節。他聽這個 la do re do la 他就唱了。” (Interview with Zeng Zhongying, November 27, 2020 in Taipei, Taiwan.)",
            "citations": []
        },
        "FN6": {
            "text": "6. “我們不會用一個很標準的，一定要幾拍是一個樂句，或者是幾小節是一個樂句這樣。就戲曲有板無眼的東西還蠻多的。” (Interview with Chen Xinhan, November 24, 2020 in Taipei, Taiwan.)",
            "citations": []
        },
        "FN7": {
            "text": "7. The concatenation of melodic couplets is known as 板腔體/板腔体 ( banqiang ti ) banqiang form. Banqiang form (translated as “beat-based vocal form” in Thrasher 2016 ) is often juxtaposed with qupai form 曲牌 (translated in Thrasher 2016 as “labeled melody” and “titled tune”) as two diverging strategies of melodic invention in Sinitic music. The former yields greater structural flexibility, while the latter tends towards greater structural fixity (even while still allowing a good deal of variation). The technicalities of these melodic forms are outside the scope of this article, but see Kar Lun Alan Lau 劉嘉驎 ( 2016 , 29–34) for more discussion on the differences and intersections between them.",
            "citations": [
                "thrasher_2016",
                "thrasher_2016",
                "lau_2016"
            ]
        },
        "FN8": {
            "text": "8. “上下结构呢，他这个旋律可以长也可以短。长一点也行，短一点也行。于是，在好多剧种啊，就形成了不同的流派。他没作曲家，他想怎么唱就怎么唱。而且琴师是自己的。旧社会的，不像现在琴师，我是个演奏家，我今天在这演，我明天到那演，不行。我把你聘了你给我拉京胡，你永远是我的。所以我要是唱，有什么变化，你知道。别人不知道。. . . 所以这个上下句，他是不等长的。原来艺人唱得是不等长的。现在我们作曲家写得更自由了。我需要给他弄多长就弄多长。” (Interview with Shi Bailin, June 12, 2018 in Hefei, China.)",
            "citations": []
        },
        "FN9": {
            "text": "9. Yu Wang: “您听对称的句子，乐句，跟您听不对称的，会有什么感觉?” Chang: “这个，好像没什么差别吧。我自己还真没有去很注意到这个。有时候我自己写得时候可能有不对称的时候也有对称的时候。主要是看他的摆字。” (Italics added. Interview with 常敏 Chang Ming, June 6, 2018 in Anqing, China.)",
            "citations": []
        },
        "FN10": {
            "text": "10. I discuss this in my dissertation, Yu Wang 2023 .",
            "citations": [
                "yu_wang_2023"
            ]
        },
        "FN11": {
            "text": "11. For two kua-a opera arias that exhibit shifting beat cardinalities, see “大調 Toa Tiau,” which shifts from two to one beat per metric cycle ( Wang and Lü 2000 , 19), and “乞食調 Khit-Chiah Tiau,” which shifts from three to two beats per metric cycle ( Liu 2011 , 79).",
            "citations": [
                "liu_2011"
            ]
        },
        "FN12": {
            "text": "12. According to kua-a musicians, 儲見智 Chu Jianzhi and 吳栯禔 Wu Yuti, 歌仔 kua-a historically refers to a “little tune” made up of four poetic lines.",
            "citations": []
        },
        "FN13": {
            "text": "13. Exceptions can certainly be found.",
            "citations": []
        },
        "FN14": {
            "text": "14. “在他拖得慢的时候，那我就来享受他的韵味，对吧。我就不会来强调，就是把重点放到他‘这一句到底要拖多长啊?’” (Interview with Wang Xia, June 20, 2018, in Hefei, China.)",
            "citations": []
        },
        "FN15": {
            "text": "15. Chen: 串基本上就是他可以無限反復。. . . 隨時可以找到一個樂句就收 . . . 基本上，他的收還是板上收。他不能在眼上收 . . . 這對我們來説，我們的理解就是，我不會把他當成他有一個樂句一個樂句。當然，認真看，他還是可以一個樂句一個樂句來看，但是我們不會用這個眼光，我們會把他當整首看，那就會認爲他隨時都可以有樂句 。Yu Wang: 就是說你覺得隨時都可以有一個新的樂句開始? Chen: 對，然後隨時有個新的樂句會結束 . . . ” (Interview with Chen Xinhan, November 25, 2020, Taipei, Taiwan.)",
            "citations": []
        },
        "FN16": {
            "text": "16. A related phenomenon might be what Thrasher ( 2016 ) calls “phrase-form variation,” by which he refers to the widespread practice in Sinitic opera of co-opting preexisting stock melodies but starting “not at [their] beginning but at a later phrase” (76). This practice suggests that musical “beginningness” is a malleable construct.",
            "citations": [
                "thrasher_2016"
            ]
        },
        "FN17": {
            "text": "17. Wells draws this assessment from the 1977 postscript of Yang ( 1991 , 1067).",
            "citations": [
                "wells_1991"
            ]
        },
        "FN18": {
            "text": "18. In addition to the interview excerpts already presented, the following excerpt from my interview with Wang Xia is illustrative: “[If I were watching an unfamiliar opera, like a new opera performed by another troupe, I would have absolutely no way of guessing [what will happen next]. The exception is for an ‘erxing’ or ‘sanxing’ aria [aria types characterized by more symmetrical phrase profiles], where one would know where this and that word will go. But beyond that, for something like the male or female ‘Principal Aria,’ it is totally—it is all about putting the words in. There is no real rule about placing words to create symmetries or fussing over whether a word should be placed sooner or later. . . . It’s just to get the meaning across. . . . Let’s not be so obsessively concerned about why this particular phrase came so quickly or that phrase came so slowly. Follow the mood, the emotion, the plot.] 我要看一个陌生的剧，其他团体排得新戏，我们根本猜不到，除非【二行】【三行】知道那一个字一个字的在哪在哪。如果超过这个，看【平词】根本就--他就想把这几个字全部装进去，他就只是为了把他装进去而已。他没有说规定了，你这个字必须要对称或你应该放前放后。. . . 他就是要表达这个词的意思。. . . 我们不要去纠结他为什么这句出来得那么快，那句出来得那么慢？跟着他的心情，跟着他的情绪，跟他剧情的内容走。” (Interview with Wang Xia on June 20, 2018 in Hefei, China.)",
            "citations": []
        },
        "FN19": {
            "text": "19. While Wells ( 1991 ) and Yung ( 2020 ) speak to expectations of meter, most of the musical examples I provide here concern expectations of phrase length. Both meter and phrase length are implicated in nested approaches to musical periodicity, where evenly spaced beats are expected to reside within repeated metric cycles that in turn are expected to yield isochronous phrase lengths—that is, hypermeter.",
            "citations": [
                "wells_1991",
                "yung_2020"
            ]
        },
        "FN20": {
            "text": "20. Johansson ( 2010b ) argues that metrical “sameness concerns culturally negotiated boundaries and sensitivities which cannot easily be determined by measurements or experiments” (56), thus challenging readers to think about metric markers as culturally contingent. Stover ( 2009 ) advocates for thinking about the performed beat in diasporic African music as a malleable duration—a beat span that yields to microrhythmic pulls between simultaneously active metric interpretations—rather than as fixed, isochronously spaced points. In somewhat of a similar vein, Danielsen ( 2010 ) proposes the term “beat bin,” which extends the notion of a beat from a pointillistic construct to a window that accounts for a listener’s “rhythmic tolerance” ( Johansson 2010a )—that is, the perceptual ability to group two temporally distinct musical events as one categorically simultaneous event and to convey groove. Other work that proposes analytical frameworks for groove, microtiming, and other expressive timings that shirk an evenly distributed profile include Polak and London 2014 , Hasty 2020 , Horlacher 1995 , and Murphy 2021 . I treat some of this work in greater detail below. Note, however, that even as this scholarship normalizes the occurrence of aperiodic musical phenomena, much of it continues to cast aperiodicity as perceptually marked (as opposed to unmarked and neutral), thus somewhat ironically reifying the conceptual salience of periodic structures. I unpack this point in subsequent paragraphs.",
            "citations": [
                "johansson_2010b",
                "stover_2009",
                "danielsen_2010",
                "johansson_2010a",
                "polak_and_london_2014",
                "hasty_2020",
                "horlacher_1995",
                "murphy_2021"
            ]
        },
        "FN21": {
            "text": "21. For instance, see Chun-Yan Tse and Chung-Fung Wong’s ( Tse and Wong 2020 ) work on the characteristically flexible metric feel of qin music. Also see Charles Keil’s paper on participatory discrepancies and temporal processes in groove, which proposes that, “Abstract time is a nice Platonic idea, a perfect essence, but real time, natural time, human time, is always variable” ( 1995 , 3).",
            "citations": [
                "tse_and_wong_2020",
                "keil_1995"
            ]
        },
        "FN22": {
            "text": "22. Maximal evenness in meter refers to the condition where beats (or their higher metric grouping) are distributed as evenly as possible within the metric cycle. London ( 2012 ) provides the following technical explanation of maximal evenness: “If one considers the N cycle of a rhythm as a regular polygon with n sides, and then the rhythm itself as a subcycle of k time points, one can compare the maximal evenness of any two rhythmic patterns by comparing the sums of all minimal distances (geodesics) between all pairs of time points ( Block and Douthett 1994 )” (127).",
            "citations": [
                "london_2012",
                "block_and_douthett_1994"
            ]
        },
        "FN23": {
            "text": "23. Hasty ( 2020 ) describes the denial of a projection as “some more or less definite feeling of nonconformity or breach of promise . . . some feeling of ‘ too short’ or ‘ too long’” (121).",
            "citations": [
                "hasty_2020"
            ]
        },
        "FN24": {
            "text": "24. See also Nancy Murphy’s contribution to this volume.",
            "citations": []
        },
        "FN25": {
            "text": "25. For example, in a footnote, Jason Yust ( 2018 ) disclaims that he will “[leave] aside the question of non-isochronous meters” (27). Even London’s ( 2012 ) discussion of non-isochronous meters ultimately proposes a value distinction between maximally even non-isochronous meters (which he calls “well-formed”) and non-isochronous meters that do not display such tendency towards regularity. Meanwhile, Fred Lerdahl and Ray Jackendoff’s ( 1983 ) discussion of Metric Well-Formedness Rule 1, which they claim to be universal, “assum[es] that each metrical level has evenly spaced beats” (69-70).",
            "citations": [
                "yust_2018",
                "london_2012",
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN26": {
            "text": "26. In counterpoint, see Haumann et al. ( 2018 ), who found that listeners enculturated to both Western and Sub-Saharan African music showed less magnetic mismatch negativity (MMNm)—a brain response indexing a sense of disruption to a pattern—than listeners enculturated only to Western music when presented with metric stimuli that thwart a regular accentual profile. The study illustrates that enculturation has bearings on the perception of metric order.",
            "citations": [
                "haumann_et_al_2018"
            ]
        },
        "FN27": {
            "text": "27. Subjective rhythmization is sometimes known by alternative names including subjective accentuation and subjective meter.",
            "citations": []
        },
        "FN28": {
            "text": "28. Bååth ( 2015 ) notes, “To date, no SR [Subjective Rhythmization] study has been conducted in a country with a non-Western musical tradition. It remains to be determined to what degree SR is affected by cultural factors” (252). Recent scholarship acknowledging this systemic bias in empirical music studies and charting paths towards its correction include a town hall on anti-racism at the Future Directions of Music Cognition conference (March 8, 2021), Nori Jacoby et al. ( 2020 ), and London ( 2022 ).",
            "citations": [
                "jacoby_et_al_2020",
                "london_2022"
            ]
        },
        "FN29": {
            "text": "29. Reading Whitrow ( 1961 ) directly, we come across a telling collection of quotations from distinguished scientists: “As long ago as 1872, in his famous address On the Limitations of Natural Science, Emile du Bois-Reymond made the sweeping statement that ‘The cognition of nature is the reduction of all changes in the physical world to the motions of atoms governed by forces independent of time.’ A quarter of a century earlier, Helmholtz in his lecture On the Conservation of Energy maintained that ‘The task of physical science is finally to reduce all phenomena of nature to forces of attraction and repulsion, the intensity of which is dependent only upon the mutual distance of material bodies. Only if this problem is solved are we sure that nature is conceivable.’ In similar vein Poinsot declared in his Elements de Statique that ‘In perfect knowledge we know but one law—that of constancy and uniformity. To this simple idea we try to reduce all others, and it is only in this reduction that we believe science to consist’” (3-4).",
            "citations": [
                "whitrow_1961"
            ]
        },
        "FN30": {
            "text": "30. However, it remains unclear today how musical settings of ci poems sounded, and whether they indeed yielded musical phrases of differing lengths. Note also that huangmei opera and kua-a opera arias are generally made up of the same number of words per phrase.",
            "citations": []
        },
        "FN31": {
            "text": "31. “按照你的习惯的感觉，应该这个地方跟这个地方都是对称的。应该是 4 4 的，对吧？他这个节奏变化千变万幻的。” (Interview with 吴恕民 Wu Shuming, June 6, 2018 in Anqing, China.)",
            "citations": []
        },
        "FN32": {
            "text": "32. Translation by Scott Cook ( 1995 , 53).",
            "citations": [
                "cook_1995"
            ]
        },
        "FN33": {
            "text": "33. Music counts among the phenomena that originate in the changing proportions of yin and yang. This is reflected in how ancient (and contemporary) writers discuss diverse aspects of musical structure—from the genesis of the twelve pitches to the characterization of opposing instrumentations to the framing of contrasting musical affects—as indexical of cosmological and moral processes.",
            "citations": []
        },
        "FN34": {
            "text": "34. This parallels the notion that a Sinitic opera melody is barren of meaning and form apart from the text that it carries.",
            "citations": []
        },
        "FN35": {
            "text": "35. The process of resetting the year-count at the ascension of a new ruler was known as 改元 gaiyuan.",
            "citations": []
        },
        "FN36": {
            "text": "36. Though this article primarily discusses Dao with reference to the Daoist thought, it should be noted that the concept of Dao features prominently and indiscriminately across disparate Sinitic philosophical traditions, including in Confucianism, Chan Buddhism, and writings that predate these former. For example, historian Tse-Tsung Chow ( 1979 , 16) writes that “the establishment of the terms ‘the Way of Heaven’ (t'ien-tao 天道), ‘The Way of Earth’ (ti-tao 地道), and ‘the Way of Man’ (jen-tao 人道) as mentioned in the Yi Chou-shu (chap. 32, for example) may indicate the awareness of the existence of a certain fundamental principle or principles of the universe as early as the Western Chou period. This becomes even clearer when tao is used independently as an abstract entity, as shown in the phrases ‘to communicate with (or, understand thoroughly) the Way and Heaven’ 通道通天 (chap. 2) and ‘the Supreme Tao’ 道極 (chap. 28).” While there are certainly conceptual differences to be found across various writings on Dao, it is reasonable to say that these generally agreed on a basic understanding that Dao represents a true cosmological order that eludes facile comprehension. It would be difficult if not misguided to fully disentangle Daoist interpretations of the Dao from this intertextual network.",
            "citations": [
                "chow_1979"
            ]
        },
        "FN37": {
            "text": "37. For example, the Laozi reads, “Standing alone and not changing, turning round and round and not tiring, it may be the mother of all under heaven. I do not know its name so I shall call it the ‘Way’” (Translated in Zhang 2002 , 14). Qing-era scholar Dai Zhen also wrote, “In speaking of the Way one refers to the never ending transformation” (Translated in Zhang 2002 , 25).",
            "citations": [
                "zhang_2002",
                "zhang_2002"
            ]
        },
        "FN38": {
            "text": "38. “【评词】首先你把他的基本结构搞清楚。【评词】，我们这里通常是第一句，第二句，第三句，第四句，第五句，第六句，第六句一般是结尾。这是基本结构。但是这六句之间可以有无穷的变化。” (Interview with 吴恕民Wu Shuming, June 6, 2018 in Anqing, China.)",
            "citations": []
        },
        "FN39": {
            "text": "39. “因爲打鼓的本來就是所謂的萬軍主帥。所以它在速度上的掌握跟變化還有轉折，要慢要快...其實都在鼓上面做一些關鍵的技巧的轉折。所以才變成說打鼓爲什麽叫萬軍主帥的原因。” (Correspondence with Zhuang Buchao 莊步超 via LINE, August 23, 2021.)",
            "citations": []
        },
        "FN40": {
            "text": "40. See Laozi ( 2009 ), 1. While the original date of publication of the Laozi is not known, it is generally agreed that the work dates back to several centuries before the Common Era.",
            "citations": [
                "_2009"
            ]
        },
        "FN41": {
            "text": "41. Ibid.",
            "citations": []
        },
        "FN42": {
            "text": "42. This idea is captured within the 易經 Book of Changes , which, as Huang and Zürcher ( 1995 ) describe, “shows us both how to find within our lived time the opportune moment for our undertaking, and how to find in life our strategic position for success, so that we can respond to the auspicious time to preserve and promote our position in life (status, rank, lived location). This Book thus shows us how we can exploit opportunity to do what is ‘fitting,’ wherein man, time, and position are bound together in one propitious occasion in the actualities of human living” (5–6).",
            "citations": []
        },
        "FN43": {
            "text": "43. Ban Gu completed the Treatise and most portions of the Book of Han before his death in 92 CE. Sections of the full Book of Han were also contributed by Ban Gu’s sister, 班昭 Ban Zhao, and his father, 班彪 Ban Biao.",
            "citations": []
        },
        "FN44": {
            "text": "44. As Falkenhausen ( 1988 , 782–4) indicates, despite the Book of Han ’s reference to pitch pipes, archeological evidence suggests that the twelve ritualistic pitches took the form of string instruments or bells instead.",
            "citations": [
                "falkenhausen_1988"
            ]
        },
        "FN45": {
            "text": "45. “度者，分、寸、尺、丈、引也，所以度長短也。本起黃鐘之長。以子穀秬黍中者，一黍之廣，度之九十分，黃鐘之長。” ( Book of Han , Scroll 21, Part 1.)",
            "citations": []
        },
        "FN46": {
            "text": "46. “夫推曆生律制器，規圜矩方，權重衡平，準繩嘉量，探賾索隱，鉤深致遠，莫不用焉。” ( Book of Han , Scroll 21, Part 1. Italics added.)",
            "citations": []
        },
        "FN47": {
            "text": "47. Thus, it may not be in spite of, but because of the tenuous historical existence of the huangzhong pitch pipe that this musical construct sat at the axis of a measurement system that was propagated to all corners of the sprawling Han territory. The huangzhong offered the measurement system the mystical and purportedly moral underpinnings necessary to claim unification of the empire under the banner of a universalizing, cosmological harmony.",
            "citations": []
        },
        "FN48": {
            "text": "48. “所谓‘恰如其分’的‘到达’, 乃是满足道的‘尺寸’的到达, 亦即到达一定的‘度’。到达一定的‘度’,今日谓之‘到位’. . . ‘到位’虽是新词, 但颇具原型特质, 其意蕴触及深层结构,且富于生长性. . . ‘道的到达’就是合乎大道, 就是‘到位’ 。”",
            "citations": []
        },
        "FN49": {
            "text": "49. “通常我们口中的亮相是指戏曲中的表演动作，在主要角色上场时、下场前，或者是一段舞蹈动作完毕后的一个短促停顿，集中而突出地显示出人物的精神状态，这就称其为 ‘亮相’。”",
            "citations": []
        },
        "FN50": {
            "text": "50. There are softer forms of liangxiang too, featuring shorter pauses and more gradual transitions into and out of the ultimate pose. Regardless of what type of liangxiang is performed, what seems to hold constant is the channeling of a pronounced inner energy. This is illustrated at 51:45 in the following instructional video by kunqu artist 汪世瑜 Wang Shiyu ( www.bilibili.com/video/av73111441/ ).",
            "citations": []
        },
        "FN51": {
            "text": "51. “在空白处更是仿佛有无边无际、连绵不绝的动作。”",
            "citations": []
        },
        "FN52": {
            "text": "52. Zhao ( 2019 ) draws an even more explicit connection between liangxiang and the Dao: “[The performance of Sinitic classical dance requires the unison of the outer and inner universes. The liangxiang that marks a character’s entrance on stage constitutes the beginning of that unification. A variety of emotions intermingle before the dancer comes on stage . . . these diverse elements agitate the dancer’s inner universe, rendering the dancer into a singular manifestation of the universe.  The dancer must abandon all the ruminations inside her and maintain an emptiness and brightness of mind, which is itself a process of bringing into unity the ten thousand things—a process of infinitely approaching the Dao, The Way, the only permanent principle that engenders all living things. These processes require a catalyst, and that is the liangxiang.] 古典舞的表演需要内外宇宙兼合，这个初始的亮相就是兼合的起点。 舞者从候场到上场这一段时间内掺杂了多种情愫在内宇宙. . . 驳杂的元素在内宇宙激荡，使舞者本身成为了大宇宙下的一个个体，舞者入道需要摒弃心中所想的一切杂念，保持灵台空明，也就是一种万物合一的过程，无限趋近于道，而这些过程都需要一个契机，就是亮相” (74–75).",
            "citations": [
                "zhao_2019"
            ]
        },
        "FN53": {
            "text": "53. Liu: 但是氣口很重要，他不能夠很制式化，那就成爲機器了。鑼鼓的快慢節奏他有起伏。他一定有起伏。他一定要先冲上去，慢慢再下來再平緩。然後再上去。上去之後呢，達到一個高點，會把觀衆的視覺和聽覺集中起來，哇，精彩。戲曲有這樣的效果。 Yu Wang: 哦，是爲了集中我們的注意力。 Liu: 當然，當然。要集中觀衆的視覺和聽覺。 Yu Wang: 到那一點。 Liu: 到那一點。 Yu Wang: 就那個倉的那個地方。 Liu: 對。然後你給我叫“好”。那個叫好是發自内心的。 (Interview with Liu Dapeng, November 7, 2020 in Taipei, Taiwan.)",
            "citations": []
        },
        "FN54": {
            "text": "54. “他钢里面有柔，柔里面也有钢。” (Interview with Wang Qin, June 2, 2018 in Anqing, China.) In the same interview, Wang Qin also describes the liangxiang as integrating the conceptual opposites of outward and inward processes: “[For example, in the liangxiang, we settle into a liangxiang (mimics a liangxiang pose with the sound ‘da’). But in the body there would be a kind of supple beauty emanating from inside. So, typically it [liangxiang] manifests by evoking a feeling of yunlü.] 比如说你亮相啊，搭—这个亮相。但是身体里面他有那种内在的一种柔美在里面。所以一般的体现啊，感觉就是，就是那种韵律。” In a subsequent exchange, Wang Qin further clarified: “[the ‘inward’ refers to yunlü (an ineffable aesthetic sensibility), and the ‘outward’ refers to the form—that is, operatic forms and formulae.] 内在为韵律，外在为程式。戏曲程式啊。” (Correspondence with Wang Qin via WeChat, June 16, 2023.)",
            "citations": []
        },
        "FN55": {
            "text": "55. “要使它优美动人并富有雕塑感，就必须达到最大的稳定，要求提气甚至屏息。这样才能动静速变千于一瞬，动则如山呼海啸，静则如月下平湖，使亮相达到应有的艺术效果。”",
            "citations": []
        },
        "FN56": {
            "text": "56. “#TheDress” is a visual illusion concerning a striped dress that some people see as blue and black and others see as white and gold. The Yanney-Laurel illusion is an auditory illusion in which some people perceive the sound file to be articulating the name “Yanney” while others hear “Laurel.” These phenomena have been discussed in media outlets such as The Guardian ( Conway 2015 ), The Washington Post ( McCoy 2015 ), The New York Times ( Salam and Victor 2018 ), and CBS News ( O’Kane 2018 ).",
            "citations": [
                "conway_2015",
                "mccoy_2015",
                "salam_and_victor_2018"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "According to your habits of listening, this phrase and that phrase should be the same length. They should both be in 4 4 right? But rhythm is something of infinite changes, inexhaustible to the imagination [千变万幻]. Why does rhythm have to be neatly packed into 4 4 ? If I want to introduce a bar of 4 2 partway through, is there really a problem with that? Interview with 吴恕民 Wu Shumin, June 6, 2018, Anqing, China",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In a practice room at the Anhui Huangmei Opera Art Vocational College, composer and educator Wu Shumin asked me the above series of provocative questions in response to my queries about the variable phrase lengths frequently found in 黄梅戏 ( huangmei xi ) huangmei opera arias. The nature and tone of his questions are revealing. From them, one can surmise that my understanding of musical temporality came across to him as incorrectly limiting—too entrenched in norms of symmetry and predictability associated with an Anglo-American academic mode of listening. Like many other Sinitic opera traditions, huangmei opera is rich with free-flowing phrase lengths and vacillating accentual profiles, which demand alternative frameworks for parsing musical meter and form. (1) Wu Shumin’s questions point to an imagination of meter and phrase that resides outside of expectations of periodicity, illustrating that symmetry is but one possible paradigm for organizing musical time.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] This article identifies the cultural constraints of established research on musical temporality, in which periodic structures are often privileged while irregularity is relegated to the domain of the extraordinary, chaotic, and Other. I build an argument for how unpredictability and change can instead function as foundational structures of temporal coherency and aesthetic interest. I begin by presenting short case studies on the shifting temporal structures found in huangmei opera and 歌仔戲 ( kua-a hi ) kua-a opera (also known as Taiwanese opera, or by its Mandarin pronunciations, gezai xi and gezi xi ). I then unpack how the symmetrical temporal expectations critiqued by Wu Shumin are historically entrenched within the scientific allegiances of Western music theory and its adjacent disciplines. The remainder of the article proposes culturally resonant cosmological frameworks against which to make sense of phrase structure in Sinitic opera. In this context, this part of the paper recalls Lewis Rowell’s work showing that “the language of musical temporality functions as a kind of cosmological statement and an explanation of music in terms that parallel explanations of how the world was created, maintained, and expected to end” ( 1979 , 101). (2) In particular, I engage two temporal ideas that stem from a Daoist thought tradition—the idealization of changeability and the principle that events reach fruition at their cosmologically intended time—to show that they are more than philosophical abstractions, but are instead structures that tangibly shape Sinitic sensory experiences of the world, including those of musical temporality. Case Studies in Temporal Variability Example 1 . “Kang-oo Tiau,” annotated from Liu (2011, 152) (click to enlarge and listen)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "rowell_1979"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Huangmei opera and kua-a opera are rich with examples of temporal variability. This is readily observed in the “江湖調 Kang-oo Tiau” aria—one of the Four Great Tunes of kua-a opera. Example 1 reproduces an archetype of “Kang-oo Tiau” compiled by the late kua-a opera artist 劉文亮 Liu Wenliang in his widely circulated anthology. The archetype shows four poetic phrases labeled A, B, C, and D, each comprising seven words (that is, Chinese characters) as indicated via the seven numbers that accompany each phrase-designation. (3) Thus, A1 is the first word of phrase A, A2 is the second word of phrase A, A3 is the third word of phrase A, and so on. In Examples 1–4, the placement of words reflects the conventional text overlay pattern of the given aria archetype, where some parts of the musical phrase coincide with word onsets while others do not. In text-centric traditions like kua-a opera and huangmei opera, the boundaries of musical phrases are perceived to parallel those of textual phrases. Hence, the transcription of “Kang-oo Tiau” in Example 1 shows the first phrase taking a total of ten metric cycles to complete, the second phrase lasting six cycles, the third phrase lasting four cycles, and the fourth phrase lasting six cycles. These phrase lengths are bracketed and measured in the annotations I have added to Example 1.  Note that anything falling outside of the blue square brackets belongs to an instrumental interlude; this is material that interlocutors tend to exclude from their accounting of vocal phrase lengths.  While performance practices in Sinitic opera generally mean that there can be no truly definitive rendition or authoritative theoretical archetype of any aria, readers can consult the accompanying audio clips to hear two possible realizations of “Kang-oo Tiau.” (4) Example 2 . “Transcription of Too-ma Tiau Improvisation,” annotated from Liu (2011, 153) (click to enlarge and listen)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In other kua-a opera arias, it is the instrumental interludes that exhibit variable phrase lengths. We can find this, for example, in Liu Wenliang’s rendition of “都馬調 Too-ma Tiau,” another of the Four Great Tunes in kua-a opera ( Example 2 ). Like in “Kang-oo Tiau,” the poetic verse consists of four phrases, which have been labeled A, B, C, and D. This particular transcription shows two four-line units in succession. Notice that even though each vocal phrase lasts approximately four metric cycles—with the exception of the final D phrase, which extends for five cycles—the instrumental segments vary in duration between zero, two, three, and four cycles (highlighted in Example 2). This ultimately results in an inconsistent temporal interval between each phrase beginning, which diminishes a listener’s ability to anticipate when the next vocal phrase is due to start. Two realizations of “Too-ma Tiau” can be heard in the audio clips that accompany Example 2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] When asked about the interpretive ramifications of these differences in phrase lengths, the kua-a opera musicians I spoke to generally downplayed their significance. The late 曾仲影 Zeng Zhongying, a composer known for his scoring of kua-a opera television shows, suggested that traditional kua-a opera musicians “are habituated [to the variability] . . . they would not ask about the number of measures. As soon as they hear the notes la do re do la [an example of an instrumental lead-in], they just start singing.” (5) In other words, it is a certain melodic signature as opposed to an abstract phrase length that orients the musician within the phrase form. Similarly, kua-a opera composer and instrumentalist 陳歆翰 Chen Xinhan indicated that kua-a opera musicians generally “do not use a standardized, absolute template that requires there to be such and such number of beats to make a musical phrase, or such and such number of measures to make a musical phrase.” (6) These testimonies suggest that variation across phrase lengths is a wholly unextraordinary phenomenon in kua-a opera performance. Example 3 . “Principal Male Aria” archetype, annotated from Shi (2014, 15–16) (click to enlarge and listen)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Variable phrase lengths are similarly commonplace in the huangmei opera repertoire. Composer and theorist 时白林 Shi Bailin’s codification of common huangmei opera aria archetypes shows these tunes exhibiting phrases of widely differing durations. For example, in his analysis, the “男平词 ( nanpingci ) Principal Male Aria” has “a ‘rising phrase’ of six bars, followed by a ‘closing phrase’ of three bars, an ‘opening phrase’ of two bars, and a ‘falling phrase’ of five bars,” as shown in Example 3 ( Shi 2014 , 17). Two performances that derive from the “Principal Male Aria” type can be heard in the accompanying audio clips.",
                "footnotes": [],
                "citations": [
                    "shi_2014"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Every phrase of the “Male Principal Aria” archetype differs in length, giving rise to an asymmetry that is also reflected in the composition of one of the aria's basic formal units: the melodic couplet.  Like many other Sinitic opera arias, the organization of the “Male Principal Aria” is characterized by a string of concatenated 上下句 ( shangxia ju ) melodic couplets, following the couplet structure of its poetic text. (7) Each couplet is made up of a 上句 ( shangju ) opening line and a subsequent 下句 ( xiaju ) closing line that sound in alternation and that riff off the modal and metric paradigms associated with the given aria archetype. Opening and closing lines are perceived by huangmei opera listeners as formally complementary and hierarchically equivalent: the former fulfills an initiating function, while the latter brings a sense of closure. To illustrate, in Example 3, the “rising phrase” and “opening phrase” designations represent opening line types, while “closing phrase” and “falling phrase” are closing line types across two successive couplets. Example 4 . “Principal Female Aria” archetype, annotated from Shi (2014, 13) (click to enlarge and listen)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Despite their structural complementarity, not a single opening line in Example 3 matches its partner closing line in length. This suggests that the theoretical and perceived realities of formal equivalence are not anchored within temporal equivalence. This notion is illustrated even more dramatically by Shi Bailin’s model of the “女平词 ( nüpingci ) Principal Female Aria” ( Example 4 ). The aria begins with a couplet comprising an opening line of five cycles and a closing line of three cycles, followed by a second couplet that takes up two and then six cycles. Thus, the second couplet draws into a hierarchically equal relationship an opening line that is three times as long as its closing line. Performances of the “Principal Female Aria” type can be heard in the audio clips accompanying Example 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In my interview with Shi Bailin, he spoke to the normality of this sort of mismatch: The lengths of opening and closing lines could be longer or could be shorter. In many Sinitic opera traditions, this yielded different schools of artists. There were no composers. People sang however they wanted to. Furthermore, they had their own accompanists. In old times—unlike nowadays—if I were an accompanist, I would not be able to perform here today and perform there tomorrow. When I hired you, you would play the jinghu for me and you would always be my accompanist. If I were to sing and make any variations, you would know how to follow. Other accompanists would not know how . . . So an aria’s opening and closing lines are not of the same length. The old artists did not sing them to be the same length. And today, composers have even more freedom. I make the phrase as long as it needs to be. (8) How can we hear formal equivalence between phrases that differ so staggeringly in duration? I probed for an answer to this question in a phone call with huangmei opera composer 陈精耕 Chen Jinggeng. In his answer to me, Chen Jinggeng explained that Chinese musicians, unlike Western musicians, are not preoccupied with the presence of symmetrical temporal structures. The relationship of an opening line to its closing line, he argued, rests on matters more varied and holistic than of isolated phrase length. When I asked him what other features related an opening line to its closing line, Chen Jinggeng answered that I would develop a sensitivity for those principles upon listening to more huangmei opera melodies. Though he ultimately leaves the source of a couplet’s relationality ambiguous, Chen Jinggeng clearly indicates that temporal symmetry sits low on the hierarchy with respect to form-defining structural elements in huangmei opera.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] My interview with huangmei opera composer 常敏 Chang Ming yielded more explicit insight into one principle of formal relationality. Yu Wang: When you listen to symmetrical phrases versus asymmetrical phrases, how do you feel? Chang: I don’t think it makes a difference. I actually have not really paid attention to this matter. When I compose, sometimes I use asymmetrical phrases and sometimes I use symmetrical phrases. What is important is how the words are arranged . (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In this exchange, Chang Ming points out that the arrangement of the text weighs heavier on her compositional decisions than temporal symmetry. Elsewhere, I trace the shifting accent placements encountered in huangmei opera and kua-a opera to the poetic origins of the 板眼 banyan —a metric system composed from cycles of ban and yan pulses. (10) In the banyan system, temporal syntax need not rest on a periodic accent pattern, because that coherence is already furnished by the cadence of a linguistic syntax. As a result, the banyan system can support such diverse temporal phenomena as shifting beat cardinalities (i.e., from two beats per bar to one beat per bar) and shifting accent distributions. (11) Chang Ming’s interview suggests that this text-privileging posture should also be applied to the perception of phrase form. In this case, it is the conventional character length of the poetic phrase, rather than a uniform temporal duration, that offers musical phrases a sense of formal cohesion. As we saw earlier, “Kang-oo Tiau” and “Too-ma Tiau” maintain a regular profile of seven words per phrase, which proves to be the norm across kua-a opera. (12) Similarly, huangmei opera arias characteristically exhibit poetic phrases that span seven or ten words. (13) From this perspective, the structuring force of the poetic phrase opens the listener’s ear to a variety of musical phrase lengths, all of which sound equally coherent.",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Nevertheless, a textual explanation cannot account for moments of temporal variability in which linguistic syntax becomes peripheral. For example, the progression of the text is suspended within instrumental interludes and lengthy melismas. How do listeners navigate the variable temporal spans introduced in such events? Huangmei opera artist 王霞 Wang Xia shared the following perspective, If the words were suddenly drawn out and made melismatic, I would be appreciating the nuances of its aesthetic cadence [韵律 yunlü ] at each passing moment, right? I wouldn’t be emphasizing—I wouldn’t be putting my focus into wondering “How long will this phrase will go on for?” (14) Wang Xia’s response indicates that even when the poetic narrative is slowed, listeners feel no pressing need to know where in the form they are nor when the phrase will ultimately end. In a similar spirit, Chen Xinhan discussed the open-ended nature of formal syntax within a class of instrumental melodies known as 串 chuan . Chuan are short melodic snippets used to accompany stage action in Sinitic opera. Chen explained further, Chen: Chuan are basically musical units that can be repeated endlessly. And they can cadence at any moment to create different phrases. . . . The ending will still need to align with a ban pulse. They cannot end on a yan pulse . . . In our way of understanding, we do not conceptualize chuan as consisting of one musical phrase followed by another. Of course, if you examine it closely, there can appear to be one distinct phrase followed by another. But we would not see things through this kind of vantage point. We would think of the entire chuan as one musical entity, and this in turns leads us to see musical phrases as having the potential to happen anywhere. Yu Wang: So you mean to say that a new musical phrase could begin at any moment? Chen: Yes, and furthermore, a new musical phrase could end at any moment. . . (15) Chen’s remarks suggest that nearly any given moment in the repetition of a chuan can theoretically operate as a phrase’s beginning, middle, or end. In other words, listeners do not attribute formal function based merely on when a musical structure appears in the unfolding of a chuan, because musical phrases have the potential to conclude at any ban pulse. The possibilities for phrase duration and formal function are infinite. (16)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Taken together, the interview excerpts I have gathered here show that durational variability is an unremarkable feature in both texted and untexted passages of huangmei opera and kua-a opera.  But whereas texted passages provide a clear guide rail to steer listeners through temporal asymmetries, it is unclear what element anchors the listening experience when strong textual cues are absent. \nMoreover, it remains to be understood what factors compel musicians to perform varied phrase lengths in the first place. Presumably, instrumental and melismatic passages could have easily been organized in symmetrical units. One could also argue that texted passages are in fact primed to exhibit temporal symmetries, given the periodicities they already exhibit in character count. So why do texted and untexted phrases in Sinitic opera traditions like huangmei opera and kua-a opera so frequently result in differing lengths? Put in other words, does temporal variability serve a distinct aesthetic purpose in these repertoires?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] This question has rarely been discussed by either Anglophone or Sinophone scholars. Marnix St. J. Wells ( 1991 ), responding to the “reluctance of Chinese musicologists to study the phrasing of their own heritage” (121), pens an extensive article on rhythm and phrasing in 曲牌 ( qupai ) “Tune-Title” melodies drawing on prior analyses by Zhu Zaiyu, Stephen Jones, and Alan Thrasher. (17) While Wells identifies that “stress patterns are rarely predictable from the number of word-syllables, and up-beat starts are common” (151), his study does not account for these variabilities on their own aesthetic terms. To the contrary, Wells observes at one point a “natural tendency of 8-beat[s] to split into 4-4” (171), a statement which implies that musical temporality, in its most natural form, relies on equal and predictable divisions of time. Elsewhere, Bell Yung ( 2020 ) draws attention to the asymmetrical accent schemes of Cantonese opera arias by rebarring them to reflect the irregular strong and weak beat segments he hears. In so doing, he argues that the metric organization of these arias are kept purposefully ambiguous to yield opportunities for heightened artistry and expressive tension. Embedded in his claim is the belief that aperiodic phrase divisions are fundamentally unusual or extraordinary—that they cannot be analyzed as structurally neutral—while periodic phrase divisions are expressively unmarked. I would surmise that Yung’s model is not likely to resonate with many of my interlocutors, given their dismissal of the idea that symmetry is a temporal norm and that the lack thereof is a source of analytical concern. (18) Indeed, as Yung himself reports, the Cantonese opera musicians at his research talk did not find his interpretation compelling ( 2020 , 114). (19)",
                "footnotes": [
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "wells_1991",
                    "yung_2020",
                    "yung_2020"
                ]
            }
        },
        {
            "15": {
                "text": "[15] In the following section, I examine the cultural and ideological contexts of such periodic conceptions of musical time. Building on past writings on metric theory in the European early modern period, I explore how the musical analytical preoccupation with symmetrical structures grows out of a Newtonian model of timekeeping that has since become globally prevalent ( Clark and Rehding 2001 ). Periodicity and Pattern in Western Theories of Musical Time",
                "footnotes": [],
                "citations": [
                    "clark_and_rehding_2001"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The study of time in Anglo-American music theory generally begins with the notion of meter as 1) a way of measuring musical time as periodic successions; and 2) a patterned hierarchy of accents, or moments of marked cognitive salience. These two components, periodicity and accent, have become deeply intertwined within Western scholarship. According to Fred Lerdahl and Ray Jackendoff ( 1981 ), periodicity is what transforms a mere phenomenal accent into a metrical accent—that is, without periodicity, the sense of metric clarity is lost. Whether time signature, syncopation, groove, or hypermeter, each concept relies on the listener’s ability to effortlessly anticipate the location of salient (metrically accented) musical events based on a periodic framework.",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1981"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Periodicity has even been theorized to beget a hierarchy of distinct metric accents. This idea was captured perhaps most famously by Johann Philipp Kirnberger in The Art of Strict Musical Composition : If one hears a succession of equal pulses that are repeated at the same time interval . . . experience teaches us that we immediately divide them metrically in our minds by arranging them in groups containing an equal number of pulses; and we do this in such a way that we put an accent on the first pulse of each group or imagine hearing it stronger than the others. ( Kirnberger [1771–79] 1982 , 383) In this passage, Kirnberger suggests that metric accents arise spontaneously at equally spaced intervals, even when no such distinctions exist in the sounded amplitudes. The perceptual weight that Kirnberger’s formulation places on even divisions of time is extraordinarily great. \nBut as authors like Mats Johansson ( 2010b ), Chris Stover ( 2009 ), and Anne Danielsen ( 2010 ) have endeavored to show, some musical practices normatively rely on temporal categories that frustrate and stretch the meaning of periodicity. (20) Indeed, others have argued that musical time need not rely on periodic structures at all. (21)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "kirnberger_1982",
                    "johansson_2010b",
                    "stover_2009",
                    "danielsen_2010"
                ]
            }
        },
        {
            "18": {
                "text": "[18] As it stands, however, periodicity remains the rule of thumb in influential English-language research on musical time. For example, the metric principles posited by Fred Lerdahl and Ray Jackendoff ( 1983 ) and Justin London ( 2012 ) enmesh temporal regularity within the value-laden language of “well-formedness.” While the scope of Lerdahl and Jackendoff 1983 is limited to classical Western tonal music, the well-formedness constraints presented in London 2012 are proposed to account for “the widest possible range of meters found in both Western and non-Western musical practice” and “are grounded in the psychology of perception rather than musical practice” (71–72). London engages at length with meters that display an uneven distribution of beats within a cycle to account for the abundance of such “non-isochronous” meters in musical traditions across the world. However, he ultimately claims that for a non-isochronous meter to be “well-formed,” it must demonstrate “maximal evenness.” (22) London suggests that the regularity inherent in maximal evenness is a means of “optimiz[ing] periodic motor behavior. Most of our rhythmic movements are smoothly periodic—back and forth, up and down, and so forth” (132). By this line of reasoning, even non-isochronous meters should be, paradoxically, governed by a paradigm of regularity.",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "lerdahl_and_jackendoff_1983",
                    "london_2012",
                    "lerdahl_and_jackendoff_1983",
                    "london_2012"
                ]
            }
        },
        {
            "19": {
                "text": "[19] Elsewhere in the literature, writings on phrasal form by Heinrich Christoph Koch ( [1793] 1983 ), Anton Reicha ( [1814] 2000 ), Arnold Schoenberg ( 1967 ), William Rothstein ( 1989 ), and William Caplin ( 1998 ) reinforce the centricity of regularized temporal schemes by positing a normative phrase length of four measures. For these theorists, phrases that deviate from a four-bar model are aberrations owing to creative license. And while other Western theorists have critiqued the squareness of this formulation, even these voices tend to construe temporal regularity as an unmarked default. A case in point is Christopher Hasty’s theory of metric projection, which embraces process theory to present meter as a fluid entity that is always in a state of becoming. According to Hasty ( 2020 ), listeners project the span of previous musical events forward in time in anticipation of the next event, with the understanding that metric repetition is laden with “novelty, particularity, and indeterminacy” (10). When the next important event (e.g., a phrase beginning, a phrase ending, an expressive climax) arrives too early or late based on the projection afforded by previous repetitions, this engenders for Hasty an expressive valence of interruption or denial. (23) While metric projection acknowledges that variability permeates perceptions of meter, it precludes the possibility of hearing change and dynamism as true baselines of a temporal experience, instead privileging temporal symmetry as the neutral standard.",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "koch_1983",
                    "reicha_2000",
                    "schoenberg_1967",
                    "rothstein_1989",
                    "caplin_1998",
                    "hasty_2020"
                ]
            }
        },
        {
            "20": {
                "text": "[20] Gretchen Horlacher’s ( 1995 ) study of Igor Stravinsky’s music similarly advances a metric framework that “is not shackled to periodicity, and which allows aperiodic material to assume a fundamental rather than derivative role” (290). Her innovation is to liberate meter from the periodicity of the bar line by locating metricity within repeated motivic structures. This model of meter “suggests that careful listeners can make sophisticated decisions about irregular metric events if those events fall into perceptible patterns” (290–91, italics mine). By understanding metric syntax as arising from repeating motivic patterns, Horlacher’s theory remains reliant upon periodicity even while it subverts the traditional, bar line-centered determination of meter.",
                "footnotes": [],
                "citations": [
                    "horlacher_1995"
                ]
            }
        },
        {
            "21": {
                "text": "[21] One could argue that the partiality for periodicity and symmetry found in some strains of Western theories of musical time is a byproduct of another theoretically prevalent mechanism. This mechanism comes by many names, including “expectation” ( Meyer 1956 ), “implication-realization” ( Narmour 1990 ), “anticipation” ( Huron 2006 ), “projection” ( Hasty 2020 ), and “entrainment” (many music cognitivists and theorists). Each of these interrelated concepts hinge upon the presence of a pattern. In Hearing in Time , London ( 2012 ) traces such anticipatory, pattern-based models of temporal listening to a cognitive tradition represented by James J. Gibson, Ulric Neisser, and William James. According to these scholars, humans process their surroundings by constructing schemata that help them make sense of the stimuli they encounter. Once a model has been cognitively encoded, the paths traversed by other stimuli are no longer neutral signals, but are measurable against that orthodox template.",
                "footnotes": [],
                "citations": [
                    "meyer_1956",
                    "narmour_1990",
                    "huron_2006",
                    "hasty_2020",
                    "london_2012"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Under this anticipatory paradigm, musical passages that thwart the established temporal scheme are theorized as extraordinary, marked, or unstable, thus opening up windows for hermeneutic analysis. As already noted, Hasty ( 2020 ) interprets anticipations or delays of a projected event duration as sources of surprise or denial. Similarly, when examining Ernst Kurth’s grouping analysis of Beethoven’s First Symphony, Daphne Tan ( 2017 ) notes how phrasal “asymmetry begets uncertainty, in turn arousing tension that abates only when (expected) hypermetric regularity emerges” (15). Nancy Murphy ( 2021 ) frames disruptions of regular metric templates as opportunities for heightened self-expression that allow a song to more fully channel its singer-songwriter’s creative persona. (24) In all these examples, asymmetrical temporal structures are construed as charged foils to their symmetrical counterparts.",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "hasty_2020",
                    "tan_2017",
                    "murphy_2021"
                ]
            }
        },
        {
            "23": {
                "text": "[23] To be sure, many of the aforementioned writings explicitly define Western art music as their scope of study. Yet, the dearth of alternative views on phrase rhythm, meter, and form in Anglophone scholarship has allowed temporal regularity to take on the role of a standardized, unmarked condition. Indeed, temporal variability is often either sidestepped in academic discussion or relegated to the category of an irrational or untheorizable Other. (25) And in other areas of Western musical discourse, temporal regularity is uplifted in a more overtly universalizing manner. As Rainer Polak ( 2010 ) notes, “it is widely assumed that human listeners normalize instances of uneven timing to perceptual categories that consist of small whole number ratios of duration, such as 1:1, 1:2 and 1:3” ([16]). Meanwhile, studies published in outlets such as The American Journal of Psychology , Clinical Neurophysiology , The Journal of General Psychology , and Music Perception have found that when study participants set their ears on an even stream of pulses, they experience something akin to an auditory illusion whereby recurring accent patterns appear to emerge from the undifferentiated sounds ( Bååth 2015 ; Bolton 1894 ; Brochard et al. 2003 ; Temperley 1963 ; Poudrier 2020 ; Vlek et al. 2011 ). (26) In other words, these studies offer empirical evidence for the phenomenon Kirnberger theorized—what has now been named “subjective rhythmization” by the music-scientific community—and enshrine his idea as an objective quirk of human hearing. (27) As a whole, this literature suggests that to sensibly embody musical time on a most basic perceptual level is to consume time as a symmetrically divisible entity.",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "polak_2010",
                    "bolton_1894",
                    "brochard_et_al_2003",
                    "temperley_1963",
                    "poudrier_2020",
                    "vlek_et_al_2011"
                ]
            }
        },
        {
            "24": {
                "text": "[24] Though these psychological and music cognitive studies have the luster of pan-cultural relevance, in reality they speak for a relatively narrow range of listening practices. For one, their participant pools are exceptionally limited with respect to musical diversity. An extensive search on subjective rhythmization shows that nearly all existing studies on the topic are based on listeners with a Western musical background. Moreover, cultural bias in empirical work can creep into matters as seemingly neutral as one's concept of time. The latter’s subjection to cultural construction is illustrated in the heterogenous accounts of time found within the history of European thought. Roger Grant ( 2014 , 3) notes that the Enlightenment period heralded “a rethinking of time, in which natural philosophy began to conceptualize time as a quantity entirely independent of earthly motions and physical changes.” This new paradigm marked a distinct break from the temporal perspective attributed to Aristotle and René Descartes ( Caplin 2002 ), which held that “the existence of time and space was dependent upon motion and bodies” ( Grant 2009 , 68). In the older paradigm, musical time was construed as inextricable from “predetermined, fixed measures and/or movements” ( Grant 2009 , 68) such as the thesis and arsis of a conducting hand or the musical equivalent of poetic feet (i.e., rhythmopoeia).",
                "footnotes": [],
                "citations": [
                    "grant_2014",
                    "caplin_2002",
                    "grant_2009",
                    "grant_2009"
                ]
            }
        },
        {
            "25": {
                "text": "[25] It was the subsequent understanding of time—whereby time is construed as an abstracted container within which events are inserted—that became characteristic of the modern scientific project, and that furnished the intellectual basis for Kirnberger’s theory of musical meter and its derivatives. According to Gerald James Whitrow in The Natural Philosophy of Time ( 1961 , 29), illustrious Western scientists of the nineteenth century felt that only by dividing time into equal segments to be reduced out of the equation could they assert their intellectual grasp over the world. Hasty ( 2020 ) interprets the “collapsing of past, present, and future” in Newtonian physics as a way of bring[ing] temporal flux under our control—we can thereby move freely along the ‘time line,’ isolating any position we choose. Time becomes comprehensible and manageable if we can abstract it from the continuous becoming of events that take place ‘in’ time and, in effect, regard time as a sort of space—an enduring or persisting order for the dating and coordination of discrete events (12). Thus, the familiar practice of apportioning time into equal units could be said to arise from an acculturated desire for certainty over what one experiences.",
                "footnotes": [],
                "citations": [
                    "whitrow_1961",
                    "hasty_2020"
                ]
            }
        },
        {
            "26": {
                "text": "[26] While I am not suggesting that periodic processes are false or unmeaningful, I do wish to contend that they cannot account for all musics and listener experiences. Indeed, the quality of changeability seems integral to the kind of temporality that huangmei opera and kua-a opera listeners, among other Sinitic listeners, are accustomed to inhabiting. Yet, the metric theories described in this section tend to foreclose the possibility of understanding variability as a structuring impulse in its own right, instead casting it in the negative: as the ir regular, the a symmetric, the in consistent. It behooves us to look within Sinitic communities for appropriate epistemological and analytical frameworks that can help us discern the positive temporal logics at work in these operatic repertoires. It is this task that occupies the remainder of this article. Other Timeways",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] How might we analyze a temporal system that takes changeability, rather than periodicity, as its default baseline? And how do such shifting temporal events cohere in the minds of local listeners? As noted earlier, scholars have yet to engage deeply with these questions. Alan Thrasher is unique for having directly addressed the potential indigenous significations of variable phrase durations in Sinitic music. Though not a study of vocal music, Thrasher’s 2008 book, Sizhu Instrumental Music of South China: Ethos, Theory and Practice , offers culturally grounded insights about temporal variability that may be pertinent to Sinitic musics more broadly. For example, he highlights that one school of thought traces asymmetrical musical phrases to Song dynasty 詞 ci , a genre of lyric poetry notable for its changing line lengths. (30) Thrasher also offers theories of his own, including among them that shifting phrase lengths may originate in the Daoist ideal of 自然 ( ziran ) spontaneity and in the general absence of the concept of a harmonic gridwork and partner dance traditions in China. The presence of the two latter phenomena, Thrasher argues, would have applied a regularizing force on the length of melodic phrases. As it stands, he submits that “regularity itself has been considered both unnecessary and too confining” by musicians of southern Chinese traditions (80).",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "thrasher_2008"
                ]
            }
        },
        {
            "28": {
                "text": "[28] With the exception of Thrasher’s discussion, I have had difficulty locating any other sustained meditation on the aesthetic indices of these free and fluctuating temporal structures. Given the scarcity of existing written materials, I turned to fieldwork to further investigate how such variability is appreciated by local musicians who encounter temporal asymmetry in their day-to-day musical practice. Specifically, I was interested in knowing what kind of disposition huangmei opera and kua-a opera musicians carry towards change, and how those outlooks might provide a basis for the variable temporal structures observed in these repertoires.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] From my fieldwork surfaced two “timeways” that appear related to the temporal freedoms found in huangmei opera and kua-a opera. I derive the term “timeways” from the concept of “foodways,” which is used in the social sciences to encompass the cultural norms, values, and histories embedded within what a community eats and how they prepare and consume their food. Thus, “foodways” prompts a mode of thinking about food that seeks to reveal its participation within a much larger sociocultural network of meaning and worldmaking. “Foodways” extends “food” beyond its significance as an isolated construct. I mean for timeways to invoke a similarly rich network of ideas and practices embedded within how a community experiences, measures, and expresses time. I use the term to think expansively about how activities surrounding the imagination and manipulation of time extend outwards, touching phenomena beyond the strictly temporal. In the subsequent section, I describe two timeways that I find to be infused within huangmei opera and kua-a opera listening habits: 1) the understanding that time is a conduit of change, and change is at the root of all things; and 2) the ideal that events should come to fruition at their cosmologically appropriate time. Time is a conduit of change, and change is at the root of all things.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The temporal variability found in Sinitic opera seems to issue from broader philosophies of change that are central to Sinitic thought. For example, consider how huangmei opera composer Wu Shuming talked about musical time, as quoted at the beginning of this article: According to your habits of listening, this phrase and that phrase should be the same length. They should both be in 4 4 right? But rhythm is something of infinite changes, inexhaustible to the imagination [千变万幻]. (31) The phrase Wu Shuming chose, “千变万幻 inexhaustible to the imagination [literally: a thousand changes and ten thousand imaginations],” resonates with a conception of the world whereby all phenomena stem from the ever-changing and infinitely variable interactions of 陰陽/阴阳 yin and yang . Yin and yang are universal forces that manifest as dialectical opposites (e.g., earth and heaven, moon and sun, cold and hot, dim and bright, wet and dry, female and male) ( Zhang 2002 ). In this worldview, the continuous shifts in balance between yin and yang are seen as the source of everything in the universe, as illuminated in the following quote from The Record of Music : Earth’s energy ( qi 氣) rises up, and Heaven’s energy descends. Yin and yang rub against each other, and Heaven and Earth shake each other. [The 10,000 things] are drummed up with thunder and lightning, aroused forth with wind and rain, set in motion by the four seasons, warmed by the sun and the moon, and the hundred transformations ( hua 化) arise therein. (32) This grandiose depiction of celestial bodies and powers of climate is a scene from a popular Sinitic telling of the origin story of the universe—a story in which change is the principal actor. The universe begins as a hodgepodge in which everything flows in and out of each other. This is the height of the yang state, where all things form an indistinguishable mass, are interconnected, and are one. The yin state is what brings about the division, naming, and discrete entity-hood of all the things we know in the universe. According to this understanding of nature, the manifold beings and things that populate our universe are a direct product of the incessant changes in relationship between yin and yang entities. (33)",
                "footnotes": [
                    "FN31",
                    "FN32",
                    "FN33"
                ],
                "citations": [
                    "zhang_2002"
                ]
            }
        },
        {
            "31": {
                "text": "[31] Those manifold beings and things are commonly referred to using the blanket term 萬物/万物 ( wanwu ) “ten thousand things.” Ten thousand, among the largest of numerical values assigned a Chinese character, symbolizes no less than all phenomena in this vast world, whether colossal or minute, seen or unseen. Crucially, it is this precise quantity that Wu Shuming’s quote invokes. Translated literally, his words are, “rhythm is something of a thousand changes, conjuring ten thousand fantasies of the imagination.” Change, then, is the presiding law that allows the musical and extra-musical universe to sustain its awesome diversity of phenomena. That is, the notion that time is a conduit of change represents a timeway that extends into the realm of Sinitic musical experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Within this model, time is significant insofar as it is a vessel for changes to occur; conversely, time is virtually meaningless apart from the content that it conveys. (34) As 刘述先 Liu Shu-hsien ( 2006 ) writes, “the sort of abstractions employed in mathematics and the natural sciences in the West, as applied to temporal sequences divorced from content, were alien to the Chinese tradition” (75). The temporal thinking that Liu Shu-hsien associates with “the West” refers specifically to the Newtonian temporal paradigm that swept the globe via European colonial and imperial exploits. It is an understanding of time that contrasts sharply with historic Sinitic notions of time, the latter of which saw time as intertwined with dynamic worldly conditions and thus inherently laden with meaning. For example, years were recorded in Ancient China not as part of an externalized, impartial timeline, but with reference to the ascension of specific rulers (e.g., “the third year of the Emperor Qianlong”). (35)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": [
                    "liu_2006"
                ]
            }
        },
        {
            "33": {
                "text": "[33] This contextual understanding of time, in turn, uplifts the ubiquity of change—a concept of towering significance in the history of ideas surrounding the 道 Dao (also commonly romanized as the Tao ). (36) Translating roughly as “the Way,” the Dao has been understood over thousands of years—from pre-Qin to Qing-era writers and across several schools of philosophy—as the all-encompassing and ultimate governing principle over both the natural and supernatural realms, and crucially, as inextricable from, and even the embodiment of, cosmological change . (37) It is a philosophical construct that permeates the way people from Sinophone spaces engage in such diverse activities as medicine ( Kendall 2002 ; Lan 2012 ), science ( Zhu 2010 ; Lee 2020 ), and martial arts ( Kuo 2004 ; Allen 2014 ). I posit that in the arts, the Dao is channeled through the aestheticization of changeability as a signature of the profound, life-endowing truth. Static non-change, by contrast, comes to represent the opposite: a superficial mirage of the world, a falsified version of reality that depletes the universe of its majesty and mystery. Within a habitus of listening ( Becker 2004 ) that understands all phenomena to blossom from the constant flux of universal forces, one would expect an aesthetic of musical temporality to also embrace the principle of changeability.",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": [
                    "kendall_2002",
                    "lan_2012",
                    "zhu_2010",
                    "lee_2020",
                    "kuo_2004",
                    "allen_2014",
                    "becker_2004"
                ]
            }
        },
        {
            "34": {
                "text": "[34] With regard to the structuring of musical time, then, there is no reason to assume that each phrase will occupy the same duration, as if impervious to the dynamism of other aspects of the musical event. On the contrary, Wu Shuming highlights that changeability is intrinsic to the form of the “Principal Female Aria”: You must first clarify for yourself the structure of the “Principal Female Aria.” Typically, we find here in the “Principal Female Aria” phrase one, phrase two, phrase three, phrase four, phrase five, and phrase six. Phrase six is usually the end. That is the fundamental structure. But within these six phrases, there can be infinite changes. (38) Other interlocutors describe a performer’s sensitivity to change as something of primary importance to the execution of musical time. For example, kua-a opera artist 莊步超 Zhuang Buchao compares the role of the drummer in the Sinitic opera ensemble to that of a military leader presiding over ten thousand soldiers because of their command over change: The one who plays the drum was originally the so-called “chief marshal of the army of ten thousand.” Their grasp over the music’s speed, its various changes and turning points, whether slower or quicker . . . all of these are related to key techniques and turning points played on the drum. That is the reason why the drummer has been called the “chief marshal of the army of ten thousand.” (39) We again encounter the number ten thousand, which brings to mind the sheer copiousness of all the combinatorial possibilities of yin and yang and, in turn, all the diverse phenomena in the world. One might extrapolate so far as to say that the drummer’s relationship to the multitudinous components of the opera work—the other ensemble musicians, the actors, the plot—is comparable to the universal authority of the Dao . Both the drummer and the Dao assume the elevated role of being a singular force that directs the nature and pacing of change.",
                "footnotes": [
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] While changeability is a foundational concept in the Daoist worldview, its specific workings are shrouded in intractability and mystique. This is evident in the unforgettable opening of the Laozi (also known as the Tao Te Ching ): “道可道非常道。名可名非常名。The Way that can be spoken of is not the eternal Way. The Name that can be named is not the eternal Name.” (40) The eternal truth that Daoists seek is one that transcends our every attempt to render tangible its full form. It lies beyond our grasp and constitutes “玄之又玄\nmystery upon mystery.” (41) Even in other writings such as the Guanzi , Xunzi , and Hanfeizi , which construe the Dao in a more materialist rather than metaphysical sense (e.g., the Dao representing knowledge about the season in which fish nets should be cast, or when grains should be stored in anticipation of famine), the audience of these texts are typically aristocratic lords or those singled out as having cultivated a discernment for the Dao. The common folk, on the contrary, were not generally perceived to possess such lofty knowledge.",
                "footnotes": [
                    "FN40",
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The ungraspable quality of the Dao may be a critical attribute from which to contemplate the unpredictable rhythms, accentual patterns, and structural forms of huangmei opera and kua-a opera. Facile predictability would appear to nullify the uncontainable flows of life energy projected by the Dao. Given that the Dao is construed as something that cannot be exhaustively plumbed on account of its being the true and immutable principle, perhaps temporal structures gain aesthetic value by virtue of their ability to elude calculation and prediction. In other words, my interlocutors may not only find it futile to codify all the creative permutations of rhythm and form in a Sinitic opera aria, but beside the point. Thus, tucked behind the surface incompatibilities between intuitions for phrase structure in Sinitic opera and Western art music lies a much larger discrepancy: the chasm between the frameworks that listeners instinctively grasp for when imagining the nature of time, change, and knowledge. Events should come to their fruition at the appropriate time",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] We will now examine a second, contrasting mode of temporal orientation that can also be traced to a Daoist framework. Within a cosmology that sees change as the source of the universe’s endless diversity, adapting to cosmological change is considered a key condition for securing material and spiritual vitality. One’s ability to discern and ride the fluctuating waves of yin and yang is thought to translate directly to one’s longevity. (42) Thus, heads of state in premodern China commissioned scholars to measure the calendrical interactions and cycles of yin and yang ( Cullen 2017 ). Based on these calculations, rulers would perform ritual acts at auspicious moments, believing that doing so would accrue them moral capital and political power, which would in turn allow their rule to outlive its natural lifespan.",
                "footnotes": [
                    "FN42"
                ],
                "citations": [
                    "cullen_2017"
                ]
            }
        },
        {
            "38": {
                "text": "[38] Music loomed large in this imperial project due to the many numerical correlations that Sinitic musical constants share with constructs of cosmological importance ( Nakaseko 1957 ). For example, the twelve pitches correspond to the twelve calendrical months, while their divisibility by two allows half of the twelve tones to symbolize yin and the other half to represent yang. Furthermore, the five pentatonic tones map onto the 五行 ( wuxing ) Five Phases, a model figuring centrally in Sinitic discourses of change. Such associations secured music a prominent position within a political-cosmological project where the calendar, musical numbers, measurement, and government were thoroughly intertwined ( Hegesh 2021 ; Chow 2022 ; Robinson 2016 ; Zuo 2020 ).",
                "footnotes": [],
                "citations": [
                    "nakaseko_1957",
                    "hegesh_2021",
                    "chow_2022",
                    "robinson_2016",
                    "zuo_2020"
                ]
            }
        },
        {
            "39": {
                "text": "[39] Ban Gu’s ( 2009 ) “Treatise on Tuning and the Calendar” from the Book of Han represents an important example of music’s pedigree in this respect. (43) Lothar von Falkenhausen ( 1988 , 779) claims that this Treatise, written for the Han court, was the first written work to systematically associate Sinitic musical constants and cosmological forces as keys to political and worldly order. In this work, the mythical Huangzhong pitch pipe (the progenitor of all twelve pitch pipes) is described as “the means by which the line is to be judged as straight, and the standards to be judged as good.” (44) Ban Gu also defines standardized units of measurement against the supposed length, volume, and weight of the Huangzhong pitch pipe. For instance, on the topic of measurements for length, the Treatise reads, There are fen , cun , chi , zhang , and ying [units of length]. Their root comes from the length of the Huangzhong. Taking the measuring device for grains, the width of one shu is measured as ninety fen , which is the length of the Huangzhong. (45) It is critical to note that the original constant, the Huangzhong, is itself an intangible figment of legend. In this vein, of great interest with respect to our discussion of musical temporality is the immeasurability of many of the quantities in Ban Gu’s treatise. The opening of the Treatise reads: To calculate the calendar, to give rise to the pitch standards, is to have created instruments of measurement, so that the compass is round and the carpenter’s square is square, so that the weight is heavy and the balance is level. With the yardstick and the measuring vessel, scour the mysteries and pursue what is hidden, plumb the depths and go to the furthest distances . Nothing does not employ these instruments. (46) This passage reveals how early Sinitic thinkers construed measurement as an activity involving objects that are hidden, mysterious, and not obviously measurable. In fact, the immeasurability of such objects likely made them more desirable as subjects of the measuring enterprise, as they promised a way into the abstruse order of cosmological patterns, and in turn, the hope of securing everlasting moral and political potency. (47)",
                "footnotes": [
                    "FN43",
                    "FN44",
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": [
                    "ban_2009",
                    "falkenhausen_1988"
                ]
            }
        },
        {
            "40": {
                "text": "[40] This ambitious and paradoxical endeavor to measure immeasurable quantities signifies, I believe, a timeway that inflects how Sinitic opera musicians engage with a term I frequently encountered in my fieldwork: the temporo-spatial descriptor 到位 daowei . Literally, daowei translates as “to have reached the position.” An action can be described as daowei when it has attained a temporo-spatial position of satisfying aesthetic and even moral consequence. Crucially, this sought-after position occurs at an idealized point that cannot be measured or made explicit in numeric terms—a condition that parallels the elusiveness of the Dao. In fact, 罗建平 Luo Jianping ( 2012 , 93) makes the case that daowei is none other than to have achieved a precise alignment with the Dao. To have arrived in a way that is neither a micro-increment more nor less than what is proper means to have arrived in a way that fulfills the “measurements” of the Dao. And this, in turn, is to have arrived to the appropriate “degree.” To have arrived at the proper “degree” is today referred to as “daowei.” . . . Even though daowei is a newer phrase construction, it nevertheless is . . . archetypical, its meaning touching upon a deep layer of structure, rich with expansiveness . . . To have arrived at the dao is to be in alignment with the grand Dao, and that is the meaning of “daowei.” (48) Thus, the term daowei resonates with the longstanding Sinitic project to precisely describe, measure, or sense a quantity that cannot be dryly quantified. It is a concept immersed in a dialectic tension between, on the one hand, the desire to perform an act with stringent temporal and spatial precision befitting broader cosmological conditions, and on the other hand, the understanding that it is impossible to articulate exactly where and when the act must arrive. In this way, daowei, like the Dao, appears intractable towards all but those who have uniquely cultivated themselves to sense that rightful position.",
                "footnotes": [
                    "FN48"
                ],
                "citations": [
                    "luo_2012"
                ]
            }
        },
        {
            "41": {
                "text": "[41] The temporal nature of daowei has led it to become a meaningful standard against which to judge the musicality of a performer’s use of timing in huangmei opera and kua-a opera. For example, one can sing an embellishment, complete a hand gesture, or throw one’s water sleeves in a way that is daowei. The concept is perhaps most palpably represented in a type of stage action called 亮相 liangxiang , which 赵阳 Zhao Yang ( 2019 ) defines as “a performative gesture that occurs in Sinitic opera when a principal character enters the stage, exits the stage, or completes a sequence of dance gestures. The liangxiang itself consists of a momentary pause that illuminates with focus and prominence the inner state of that character” (74). (49)",
                "footnotes": [
                    "FN49"
                ],
                "citations": [
                    "zhao_2019"
                ]
            }
        },
        {
            "42": {
                "text": "[42] Liangxiang are highly stylized and affectively dense moments of physical and sonic stillness that are interspersed within the generally fluid progression of music and movement of a  Sinitic opera. Imagine with me the unfolding of a liangxiang in its most arresting form. At the height of a scene’s emotional intensity, accumulated through a sequence packed with stylized motions, punctuated gestures, and perhaps an acrobatic turn or two, there suddenly presents a breath of sorts—an elastic and charged moment of preparation. The duration of this breath is critical. All performers must have in their hearts its precise (though unquantifiable!) rhythm so that they can cleanly delineate the end of the breath from what comes after: a precipitous tumult of visual and sonic activity. The performer’s body performs a dramatic swivel, and her gaze sweeps widely across the stage. The percussionists give a climactic clang of the large gong, which rings brightly. At the height of this physical and acoustic vigor, the performers, musicians, and plot suddenly come to a jarring halt of all overt movement. The performer’s body freezes abruptly into an angular pose, fingers tautly suspended while still buzzing in residual energy. Her gaze lands decidedly on one specific point in space, stopping there with penetrating stillness. And the resonance of the gong is raggedly choked away in concert with the performers’ termination of movement. The weight of this silence and stillness is borne by all members of the performance for an immeasurable moment until ordinary time and movement resume to carry the plot onwards.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] In this most dramatic version of the liangxiang, all of the forces on the stage—sounds, movements, emotions—are suddenly made to contract into an infinitesimally distinct point. The effect is mesmerizing, even surreal, as one witnesses the towering momentum of brilliant percussive exclamations and flamboyant body gestures vanish into nothingness. (50) Of course, that energy does not truly disappear. Its presence continues to be felt by those in the audience in the form of an electric atmosphere that percolates into the empty space around them. As Zhao ( 2019 ) articulates, “In the emptiness, one feels even more strongly that movement is boundless, inexhaustible and continuous” (74–75). (51) It is as though the great flux of energies that just moments ago commanded the eye and ear slips from the observable plane into a realm that is formless and extra-sensory. (52)",
                "footnotes": [
                    "FN50",
                    "FN51",
                    "FN52"
                ],
                "citations": [
                    "zhao_2019"
                ]
            }
        },
        {
            "44": {
                "text": "[44] This transformation is triggered through the perfect alignment between the activities of the percussion ensemble and the gestures of the stage performer, coupled with the perfect juxtaposition between sound and silence, movement and stillness. It is a perfection that invites the audience to see past the opera’s outer form, which has been abstracted away, and to behold something more liminal and underdetermined, and somehow fundamentally satisfying—something that perhaps approaches and renders nearly tangible the immaterial Dao. This perfection is what interlocutors refer to when a liangxiang has been performed in a way that can be described as daowei. The deep gratification that accompanies a daowei delivery is immediately rewarded by the audience who, traditionally, either at or slightly before the final liangxiang pose is struck, will bellow 好 ( hao ) literally “good”!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The following comments by the late Peking opera percussionist 劉大鵬 Liu Dapeng show that a moment can be considered daowei only when the performer shapes the passage of time in such a way that everyone in the audience is made to sense its unmistakable correctness: Liu: This breath is very important. It cannot be very standardized, lest it become mechanical. The quick and slow rhythms of the percussion have their risings and fallings. They absolutely must have risings and fallings. The music must first rush upwards in a torrent, and then slowly come downwards and become gentle. And then rise again. After it goes up and reaches a certain height, it will concentrate and accumulate the visual and aural senses of the audience. “Wow! Brilliant!” Sinitic opera has this type of effect. Yu Wang: Ah, it [the liangxiang] has the function of concentrating our attention. Liu: Of course, of course. It must concentrate the audience’s visual and aural senses. Yu Wang: To that specific point. Liu: To that specific point. Yu Wang: That place with the 倉 “cang” [mnemonic for the sound of the large gong]. Liu: Yes, and then you will call out for me “hao!” That call “hao” is elicited from the very inner core of one’s being. (53) In order for a liangxiang to attain its fullest extent of power, it must expose the raw edges of opposing elements, including those to which Liu Dapeng alludes in the quote above: “quick and slow rhythms” and “risings and fallings,” but also strong and weak, weightless and heavy, loose and taut, and soft and hard. Moreover, it must bring into focus the the paradox of their copresence.  Huangmei opera artist 王琴 Wang Qing associates the feeling that “in the hard there is soft, in the soft there is hard” to the body language of the liangxiang. (54) And along temporal lines, 李长河 Li Zhanghe ( 2002 , 99) writes that within the liangxiang, “movement and stillness seem to fluctuate in all its thousands of vicissitudes in the flash of a moment—movement like the roaring of mountains and howling of the sea, and stillness like the moon over a placid lake.” (55)",
                "footnotes": [
                    "FN53",
                    "FN54",
                    "FN55"
                ],
                "citations": [
                    "li_2002"
                ]
            }
        },
        {
            "46": {
                "text": "[46] Liangxiang thus brings the weight of an eternity and the effervescence of changeability together into one miraculous simultaneity. As such, it articulates a strategy for temporal sense-making that differs drastically from those discussed earlier in this article. Rather than embracing a constantly fluctuating river of sound, the liangxiang relies upon a keen intuition for the exact parameters of an unquantifiable, felt increment of time—whether a breath or the elastic stretching of time as one approaches the final pose of a liangxiang. The liangxiang thrives on sharp boundaries that are cut incisively into the temporal fabric at just the right proportions, bringing into relief opposing states that become both juxtaposed and reconciled. One might venture to say it transposes the original duality—yin and yang—onto the dimension of temporal unfolding. Video Example 1 . Excerpt of  唐美雲 Tang Meiyun playing 石平貴Tsioh Pinn-Kui in a scene from the opera 《石平貴與王寶釧》 Tsioh Pinn-Kui I Ong Bo-Tshuan (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Many of these points are brought to life in Video Example 1 , which shows the renowned female kua-a opera performer 唐美雲 Tang Meiyun integrating several liangxiang into a valiant entrance of the lead male protagonist, 石平貴 Tsioh Pinn-Kui, in a scene from the kua-a opera 《石平貴與王寶釧》 Tsioh Pinn-Kui I Ong Bo-Tshuan . Tsioh Pinn-Kui enters this scene wielding a red tassel representing his horse whip and wearing flags that mark his status as a 武生 ( wusheng ) fighting male character. Throughout the excerpt, Tang Meiyun expertly maneuvers the tassel and costume to exude an air of vigor befitting a martial protagonist. Moreover, the exactness with which she executes a sequence of five liangxiang poses charges the entire sequence with the thrill of the extraordinary. The final phases of each liangxiang are annotated in the video example using the letters A through E. Each lettered event begins with a poised, elastic breath that is shared by the actress and musicians and that, at some eventual—yet exceptionally precise —moment, converges with a burst of percussion and an emphatic turn of the gaze onto two opposing sides of the same coin: a culminating motion/stasis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] All but one of the five liangxiang are set up by one or more stylized motions and acrobatic flourishes. These movements are punctuated by percussive strikes, which augment the display of motion and change before all these forces are liquidated into the final, breath-catching state of stillness. The one exception is liangxiang C, which is not given any obvious gestural lead-in apart from the final pose of liangxiang B. The latter strikes me as oddly understated for two reasons. First, as compared to the other four liangxiang in the excerpt, the percussive exclamation at the end of liangxiang B does not attain quite as high a pitch, nor is its residual resonance cut off as cleanly. Second, Tang Meiyun’s brilliant acrobatic exertions preceding liangxiang B would seem to demand an equally gripping stillness on the other end, yet the intensity of the concluding pose is diminished by the returning patter of the single-skin drum, which almost immediately pulls the scene back into the realm of normal time. But perhaps the underwhelming climax to liangxiang B means that its undischarged energy becomes felt as the vital motion that activates liangxiang C. Indeed, one might argue that the impact of each liangxiang pose concatenates continuously, feeding ever forward such that when Tang Meiyun’s eyes shine upon that near-impossible space between surging restlessness and absolute stasis at liangxiang E, the audience is stunned into applause. Afterthought",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] While sensory perceptions can be felt to be direct and unmediated, if recent social media phenomena like “#TheDress” or the Yanney-Laurel illusion are any indication, our sensations are not immune to contingency. (56) Beyond the discrepant perceptions of color and sound these sensory illusions inspired, they also elicited a feeling of alienation that deeply startled the social mediascape.  When the illusions went viral, most users were unable to shake themselves out of their initial sensory response and experience the “other reality” the illusions afforded.  These illusions revealed, with troubling clarity, our entrapment within our sensory biases and our estrangement from others as a result.",
                "footnotes": [
                    "FN56"
                ],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] In this article I have identified a similar clashing of perceptual realities with respect to musical time, though I have also sought to aid readers in broaching new modes of temporal sense-making. Sinitic opera invites us to appreciate musical time as a celebration of change’s enduring vitality, as a reflection of the universe’s mystery, and through yearnings for the infinitesimally precise contours of the Dao. We have seen, perhaps even felt, how time in huangmei opera and kua-a opera is structured by the fluid cadence of a text or animated by opposing forces of stasis and movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] Each of these listening approaches represents an alternative to the model of temporal periodicity that Anglophone academic listening depends heavily upon. They also bring into view a particular epistemic commitment that undergirds prominent corners of the Western scientific and scholarly project—the notion that the world and its processes should be precisely measurable, determinable, and predictable. The opera melodies discussed here demonstrate that there are other viable ways of making sense of the world, whereby one’s mind and ear do not rely solely on what is within the grasp of premonition, but instead expect to be delighted by ever-renewing change.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.23.29.3.yuwang.html",
    "data": "mto/data/mto.23.29.3.yuwang.json"
}