{
    "title": "Review of Gavin Dixon, ed., <i>Schnittke Studies</i> (Routledge, 2017)",
    "date": "2018/12/01",
    "volume": "24",
    "issue": "4",
    "authors": [
        "Drozzina, Aleksandra"
    ],
    "abstract": "",
    "keywords": [
        "Schnittke",
        "polystylism",
        "religion",
        "Russian music",
        "Russian music theory"
    ],
    "doi": "10.30535/mto.24.4.16",
    "received": "October 2018",
    "pdf": "http://mtosmt.org/issues/mto.18.24.4/mto.18.24.4.drozzina.pdf",
    "author_info": [
        {
            "name": "Aleksandra Drozzina",
            "university": "Louisiana State University",
            "address": "College of Music & Dramatic Arts, 102 School of Music, Baton Rouge, LA 70803",
            "email": "adrozz1@lsu.edu"
        }
    ],
    "citations": {
        "adamenko_2007": "Adamenko, Victoria. 2007. Neo-Mythologism in Music: From Scriabin and Schoenberg to Schnittke and Crumb . Pendagon Press.",
        "barash_and_urbakh_2009": "Barash, Elena, and Tatiana Urbakh. 2009. Simfonii Al’freda Schnitke: Mysli Kompozitora i Analiticheskii Kommentarii, Uchebnoe Posobie . Kompozitor.",
        "chigareva_2012": "Chigareva, Evgeniia. 2012. Khudozhestvennyi Mir Al’freda Schnitke: Ocherki . Kompozitor.",
        "durrani_2005": "Durrani, Aaminah. 2005. “Chorale and Canon in Alfred Schnittke’s Fourth String Quartet.” Ph.D. diss., Louisiana State University.",
        "dziun_2004": "Dziun, Tiba. 2004. Simfonicheskoe Tvorchestvo Al’freda Schnitke: Opyt Intertekstual’nogo Analiza . Kompozitor.",
        "ivashkin_1996": "Ivashkin, Alexander. 1996. Alfred Schnittke . Phaidon Press.",
        "ivashkin_2001": "Ivashkin, Alexander. 2011. “Kod Schnittke” [“The Schnittke Code”]. In Al’fredu Schnittke posviashchaetsia [Dedicated to Alfred Schnittke: Schnittke Yearbook, 8], ed. Alla Bogdanova and Elena Dolinskaia, 13–24. Kompozitor.",
        "jennings_2002": "Jennings, Mark D. 2002. “Alfred Schnittke’s Concerto for Choir: Musical Analysis and Historical Perspectives.” Ph.D. diss., Florida State University.",
        "kholopova_2003": "Kholopova, Valentina. 2003. Kompozitor Al’fred Schnitke . Arkaim.",
        "odam_2002": "Odam, George, ed. 2002. Seeking the Soul: The Music of Alfred Schnittke . Guildhall School of Music & Drama.",
        "schnittke_2002": "Schnittke, Alfred. 2002. A Schnitke Reader , ed. Alexander Ivashkin, trans. John Goodliffe. Indiana University Press.",
        "segall_2013a": "Segall, Christopher. 2013a. “Triadic Music in Twentieth-Century Russia.” Ph.D. diss., City University of New York.",
        "segall_2013b": "Segall, Christopher. 2013b. “Klingende Buchstaben: Principles of Alfred Schnittke’s Monogram \tTechnique.” The Journal of Musicology 30 (2): 252–86.",
        "shul’gin_2004": "Shul’gin, Dmitri. 2004. Gody Neizvestnosti Al’freda Schnitke . Kompozitor.",
        "turgeon_2007": "Turgeon, Melanie Edwardine. 2007. “Composing the Sacred in Soviet and Post-Soviet Russia: History and Christianity in Alfred Schnittke’s Concerto for Choir.” Ph.D. diss., University of Illinois."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Ivana Medić prepared the revised version of the catalogue (originally published in Ivashkin 2001 ).",
            "citations": [
                "ivashkin_2001"
            ]
        },
        "FN2": {
            "text": "2. The tradition of holy fools has a long history in Russian literature and music: for instance, Myshkin in Fyodor Dostoevsky’s The Idiot , and the fool Ivanushka in Aleksandr Pushkin’s fairytales and Modest Mussorgsky’s Boris Godunov (63).",
            "citations": []
        },
        "FN3": {
            "text": "3. In her 2005 dissertation, which is the original source of this chapter, Durrani’s focus is likewise on just the Fourth String Quartet. She locates symmetrical constructions mainly in its fourth movement. Nevertheless, Durrani provides at least the tools necessary to analyze symmetry in other works by Schnittke.",
            "citations": []
        },
        "FN4": {
            "text": "4. The Faust Cantata subsequently became the third act of Schnittke’s opera Historia von D. Johann Fausten (1983–94).",
            "citations": []
        },
        "FN5": {
            "text": "5. Christopher Segall extensively covers Schnittke’s monogram technique ( Segall 2013b ).",
            "citations": [
                "segall_2013b"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Schnittke Studies is an English-language text that examines Alfred Schnittke’s music from a myriad of music-theoretical and musicological perspectives, and thus is truly an indispensable collection of essays on the Soviet composer. The book has been prepared as a Festschrift to Professor Alexander Ivashkin—a Russian cellist, conductor, music writer, and academic, as well as Schnittke’s close personal friend. The text consists of nine chapters by today’s leading Schnittke scholars, and also includes the revised catalogue of the composer’s sketches housed at the Juilliard Manuscript Collection. (1) The book focuses on commonalities among the composer’s various stylistic periods, such as his continuous development of polystylism and his complicated relationship with Christian religion and its musical expression. Identifying these threads proves especially helpful in the analysis of those later works that Schnittke composed after suffering a series of strokes, and opens up possible avenues of future inquiry into his post-1985 works. More importantly, the essays engage with broader social and political issues relevant to the study of late Soviet-era music.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Essential sources on Schnittke in English include Schnittke’s own extensive writings in A Schnittke Reader ( Schnittke 2002 ); Seeking the Soul: The Music of Alfred Schnittke , a collection of scholarly essays ( Odam 2002 ); and the main biography of the composer, Alfred Schnittke ( Ivashkin 1996 ). However, these texts are ideally complemented by Russian sources that address Schnittke’s music in comprehensive analytical detail ( Chigareva 2012 , Barash and Urbakh 2009 , Shul’gin 2004 , Dziun 2004 , and Kholopova 2003 ). For scholars who lack reading fluency in Russian, Schnittke Studies serves as a reliable alternative, since the essayists draw directly on the research of their Russian counterparts.",
                "footnotes": [],
                "citations": [
                    "schnittke_2002",
                    "odam_2002",
                    "ivashkin_1996",
                    "chigareva_2012",
                    "barash_and_urbakh_2009",
                    "dziun_2004",
                    "kholopova_2003"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Part I consists of four engaging studies that interpret Schnittke’s music from a variety of angles. Each essay is informed by research on extramusical issues that affected Schnittke’s compositional procedures, such as the concept of religion in the Soviet Union, the value of religion for Schnittke, the Western philosophy of Theodor W. Adorno, and the literary-theoretical writings of Mikhail Bakhtin.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In the first essay of the book, “‘Crucifixus etiam pro nobis’: Representations of the cross in Alfred Schnittke’s Symphony No. 2, ‘St. Florian,’” Ivana Medić addresses the problematic status of the symphony as a genre in the late twentieth-century Soviet Union. She compellingly connects a significant event in Schnittke’s life—his baptism in his late 40s—with musical representations of the crucifix in the Second Symphony (1979). Medić writes, “Having been trained within the Soviet system, where the symphony was understood as an ‘atheist Mass,’ Schnittke gave himself an impossible task to merge this ‘substitute for the Mass’ with the very thing that it was meant to substitute” (5). Medić credits Russian theorist Tiba Dziun ( Dziun 2004 ) for the initial discovery of the cross’s representation in this symphony. Medić’s own analysis focuses on the abundant appearances throughout the work’s six movements of the Kreuzakkord (i.e., the chord of the cross, as labelled by Schnittke in the sketches), various symmetries, crossings of horizontal and vertical musical currents, and tonal relationships centered around Schnittke’s “divine” key of C major. As Medić notes, there are also interesting compositional congruences with the 1970s works of Schnittke’s contemporaries. For instance, the image of the cross plays a central role in several of Sofia Gubaidulina’s works, including In Croce (1979) (7). Arvo Pärt’s “circular trope,” the main theme of his Symphony no. 3 (1971), is another likely influence (8).",
                "footnotes": [],
                "citations": [
                    "dziun_2004"
                ]
            }
        },
        {
            "5": {
                "text": "[5] In her essay, Emilia Ismael-Simental focuses on the influence of Znamennyi rospev — one of the main systems of chant in the Russian Orthodox church—on Schnittke’s compositional strategies in the works from the late 1970s through the 1980s. These include Three Sacred Hymns , Symphony no. 4, Hymns I–IV for cello and ensemble, and String Quartet no. 2. Notably, Ismael-Simental does not address Concerto for Choir (1984–5), even though the work also alludes to Russian Orthodox choral tradition ( Jennings 2002 and Turgeon 2007 ). The second half of the chapter, which deals with purely instrumental works, addresses “the negation of temporal linear directionality and normalizing spatial organization that operate in the musical discourse” (31). Ismael-Simental succeeds in showing how the employment of chant actually disrupts a linear sense of direction, resulting in a more static musical flow. The author’s analysis, however, is weakened when she applies sonata form to Hymn IV. After noting departures from sonata-form conventions, she arrives at the conclusion that “the modal ambiguity of the Znamennyi tradition, combined with elements of repetition and instrumentation . . . challenges the directionality and disposition of musical events and subjects associated with the form and its logic of affirmation” (43). Perhaps a simple ternary-form analysis would be more in line with a discussion of the piece’s formal ambivalence, especially since the reprise of theme A is merely suggested. Given the overall non-linearity of Hymns I–IV and String Quartet no. 2, the author also could have invoked a Proustian narrative reading in her analysis—especially since such a reading would be directly tied to Schnittke’s own constant search for universalism in his music, which resulted in the conglomeration of many different musical influences.",
                "footnotes": [],
                "citations": [
                    "jennings_2002",
                    "turgeon_2007"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Amrei Flechsig’s essay provides an intriguing reading of Schnittke’s opera, Life with an Idiot (1992), and shows how Schnittke—a member of the Soviet intelligentsia—was able to address the political and social issues of several time periods in Russian history simultaneously. Flechsig primarily discusses polystylism, but she refreshingly notes that “with absurd, surreal, and grotesque elements and postmodern devices, such as collage, citations, and allusions, the authors [Schnittke and Erofeyev] draw a repulsive and provocative picture of life under a totalitarian regime” (72). More specifically, the main character of the opera, idiot Vova (the negative transfiguration of the Russian holy fool, the yurodivy ), who physically resembles Lenin, is a not-so-veiled commentary on Soviet politics and its consequences. (2) Vova’s constant syllable “ekh”—he really does not sing or utter anything else—gains an incredible versatility and increases in significance as the opera unfolds. The incessant negativity characteristic of Schnittke’s music is also a key factor in the philosophy of Theodor W. Adorno (70). Schnittke similarly uses extreme negativity in order to shock audiences and subsequently make them contemplate and question the topics at hand. Listeners are reminded that the Russian idiot could be portraying any of the tyrants of history (71), such as Hitler or Mussolini, making this twentieth-century Russian opera universal. It also remains relevant today in regard to a number of political leaders with threatening idées fixes.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] While there is certainly no shortage of writings on Schnittke’s polystylism, Gavin Dixon is the first to connect polystylism rigorously with the writings of Mikhail Bakhtin (1895–1975), a literary theorist whose work Schnittke knew. Bakhtin’s exploration of the concept of dialogue “provides an illuminating model for more abstract interactions in a range of artistic contexts,” and in this case, it is directly applicable to Schnittke’s Symphony no. 1 (1969–72), Concerto Grosso no. 1 (1977), and Piano Quartet (1988) (73–74). Bakhtin’s concept of dialogue works especially well in the context of the latter piece, which invokes Gustav Mahler as a looming stylistic presence. Often, the discussion of Schnittke’s polystylism revolves solely around unexpected stylistic choices that result in overall musical chaos. For Bakhtin, however, when there is a deliberate multiplicity of styles, there are always dialogic relations among the styles (75). Dixon provides a typology of dialogic interactions in the Piano Quartet (86, 91) and draws the conclusion that, through dialogue with the past—in this case Mahler (and Mahler’s influences from his own past)—Schnittke is able to construct the stability that he was constantly seeking amidst the many musical currents of the twentieth century. For Schnittke, “polystylism facilitates this process and creates a musical environment in which the present and the past can engage in mutually illuminating dialogue” (99). Moreover, the composer was able to position himself within the Germanic musical lineage, which he greatly valued, all the while continuing to confront his own complicated cultural and ethnic background.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Part II presents two theoretical studies, one tracing the development of polystylism in Schnittke’s music and the other offering an explanation for the composer’s organization of post-tonal musical material in his second stylistic period.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Gordon E. Marsh first addresses Schnittke’s polystylism by drawing on topic theory (derived from the work of Leonard Ratner), Leonard Meyer’s concept of stylistic practices, and Wallace Berry’s texture-space; he then develops his own “polystylistic” schema to argue successfully for polystylistic coherency rather than disorder. Marsh demonstrates that Schnittke’s deployment of style operates within a repeatable pattern of types, which then can be considered an archetypal pattern , and thus can be found in the composer’s other polystylistic works as well (107). The author also draws on David Huron’s psychological theory of expectation to outline a tripartite schema for Schnittke’s polystylism (112). Schema 1 ( incunabular ) consists of conventional archetypes (e.g., baroque, neoclassical, popular), such as the consonant triads frequently employed by Schnittke ( Segall 2013a ); Schema 2 ( reticular ) absorbs atonal and dodecaphonic formations derived from the aesthetic of the Second Viennese School, such as aggregate collections; and Schema 3 ( terminal ) comprises elements of the post-war avant-garde (e.g., Polish School, Stockhausen, Ligeti). Schnittke frequently relies on sonorism, associated with the latter schema, as his primary technique for creating closing rhetoric (114). In order to support his thesis, Marsh analyses Schnittke’s first three concerti grossi, focusing especially on their first movements. The establishment of the “polystylistic” schema allows Marsh to analyze Concerti Grossi nos. 5 and 6 (usually associated with Schnittke’s “late” style), in which the schema begins to disintegrate. Marsh concludes: “Within this simple pattern, Schnittke’s handling of large-scale pitch-class relationships informs the statistical gradations in textural density and spatial trajectory. Indeed, the role of twelve-tone thinking in Schnittke is clear across the schema’s three stages” (135). Marsh’s convincing explanation of Schnittke’s strategic polystylism paves the way for future analytical work.",
                "footnotes": [],
                "citations": [
                    "segall_2013a"
                ]
            }
        },
        {
            "10": {
                "text": "[10] In her essay, “Symmetrical constructions in the fourth movement of Alfred Schnittke’s String Quartet No. 4,” Aaminah Durrani focuses on Schnittke’s compositional output immediately after his first stroke in 1985. She highlights elements previously not emphasized, such as symmetrical tetrachords, wedge and framing motions, interval cycles, mirrors, and voice exchange. Durrani’s analysis of String Quartet no. 4 (1989), however, is not without problems, namely that of defining Schnittke’s mature style by means of just a single string quartet, and predominantly its fourth movement. The author first emphasizes the opening ten measures of the first movement, since they contain the germinal elements. Then she highlights the very opening of the fourth movement, where Schnittke explores the symmetrical properties of a pentatonic collection (D, C, E, G, A) and deploys it as a wedge (140). Durrani convincingly generalizes transpositionally related dyads that form the symmetrical tetrachord {2,3,8,9}, which is a member of Schnittke’s frequently employed set-class, 4-9 (0167) (141). Durrani also shows that the shape of the main wedge in the prominent coda has been manipulated to privilege pitches D and G. While Durrani does demonstrate Schnittke’s preference for—and the importance of—symmetry in organizing post-tonal musical material in the fourth movement, the reader is left wondering whether (and precisely how) these connections exist elsewhere in the Fourth String Quartet and in other works falling within the same stylistic category. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Part III contains three analyses of Schnittke’s music by Russian scholars who are most likely previously unknown to English readers. Victoria Adamenko provides an invaluable reading of Schnittke’s First Symphony and, in a way, continues Flechsig’s argument for the composer’s use of irony as a way to communicate his core beliefs. In this instance, however, the composer’s irony is so aggressive as to reach the level of blasphemy (162). Moreover, Adamenko shows that the First Symphony is, paradoxically, both the “funeral of the genre” ( Dziun 2004 ) and the restoration of the symphony as a viable contemporary genre in the twentieth century (163). Indeed, Schnittke wrote nine symphonies in total, with the ninth remaining unfinished. Adamenko considers Schnittke’s evocation of the banal—pop tunes in the case of the first symphony—which the composer associated with the devilish. This is also directly applicable to Schnittke’s later works, such as scene 7 of the 1983 Faust Cantata, entitled Es geschach (“It came to pass”), where he employed the popular tango ( Adamenko 2007 ). (4) The work was originally meant to be performed by the prima donna of Soviet estrada (“popular music”), Alla Pugacheva. Adamenko also points out the repetitive farewell-and-return gesture in this symphony, which is not merely absurd and desacralizing, but also mirrors the composer’s personal cosmological model of circularity (170). Finally, the author successfully demonstrates that the work is full of methods of traditional organization from the previous centuries, and that the apparent “avant-garde” surface is just that—surface-level.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "dziun_2004",
                    "adamenko_2007"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Evgeniia Chigareva explores Schnittke’s “late” style, particularly in his instrumental works, and thus her chapter complements those of Marsh and Durrani. Chigareva directly addresses the separation between the composer’s first stylistic period (prior to 1985) and the one immediately following it, which lasted until his death in 1998. She briefly analyzes the crucial slow coda of Concerto Grosso no. 5 (1991), which she likens to the coda of Schnittke’s ballet Peer Gynt , since in both instances the sense of time appears to stop. Applying Marsh’s analysis, one would identify both passages as instances of his third ( terminal ) schema. Moreover, the concerto’s coda is in the key of C minor, which symbolized isolation for Schnittke, and is just a step away from the heavenly D major (184). Most successfully, Chigareva highlights the change in Schnittke’s perception of time after he suffered a series of strokes, analyzing the two cello concertos and briefly the last two completed symphonies. Positioned at the very end of the book, Chigareva’s essay models the application of all of the previously discussed analytical tools to those of Schnittke’s works that fall within his personal “late” style, especially his symphonies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Alexander Ivashkin’s chapter concludes Schnittke Studies . He discusses the derivation of the composer’s secret code from the Ivashkin monogram and Christian numerology, and how the code presents itself in the 1988 work, Klingende Buchstaben (Sounding Letters). (5) Since the piece was written for Ivashkin himself, the chapter reads as a captivating performative analysis of the work, largely based on Schnittke’s deep religiosity.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Overall, Schnittke Studies offers a multitude of approaches to music scholars in their research of Schnittke’s oeuvre. This resource is absolutely crucial, given how extremely multifaceted the composer’s music is. The book’s North American and Russian specialists alike agree on the major stylistic division in Schnittke’s music as a result of his first stroke in 1985, but they are still able to descry commonalities between the two periods despite their many dissimilarities. As a result, the essays open up research angles that are not fully investigated or even considered in previous Schnittke scholarship.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.18.24.4.drozzina.html",
    "data": "mto/data/mto.18.24.4.drozzina.json"
}