{
    "title": "Schoenberg at the Movies: Dodecaphony and Film",
    "date": "1993/02/01",
    "volume": "0",
    "issue": "1",
    "authors": [
        "Neumeyer, David P."
    ],
    "abstract": "Composers used the twelve-tone method in film scores from the 1950’s and 60’s. This essay, however, focuses on a much earlier work: Schoenberg’sBegleitungsmusik zu einer Lichtspielszene, Op. 34 (1930), which was, however, commissioned for a cinema-music library, not a specific film. I apply simple commutation tests to gauge how Opus 34 might actually function as background music, and I assess the implications of questions that arise about musical culture and class differences.",
    "keywords": [
        "twelve-tone method",
        "Opus 34",
        "commutation test",
        "Frankenstein",
        "cinema"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.1/mto.93.0.1.neumeyer.pdf",
    "author_info": [
        {
            "name": "David P. Neumeyer",
            "university": "Indiana University",
            "address": "School of Music, Bloomington, IN 47405",
            "email": "neumeyer@ucs.indiana.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Roy Prendergast, A Neglected Art: A Critical Study of Music \nin Films (New York: NYU Press, 1977), 119.",
            "citations": []
        },
        "FN2": {
            "text": "2. According to an unpublished finder to film-music holdings in \nthe British Museum. I am grateful to Alfred W. Cochran for \nsharing his copy.",
            "citations": []
        },
        "FN3": {
            "text": "3. Dika Newlin, Schoenberg Remembered (New York: Pendragon, \n1980), 206.",
            "citations": []
        },
        "FN4": {
            "text": "4. Arnold Schoenberg, Saemtliche Werke , IV, vol. 14,1: Orchesterwerke III , ed. Nikos Kokkinis and Jrgen Thym (Mainz: \nSchott, 1988), B (Critical Report), xiii–xiv.",
            "citations": []
        },
        "FN5": {
            "text": "5. Walter Bailey, Programmatic Elements in the Works of \nSchoenberg (UMI Research Press, 1984), 21–22.",
            "citations": []
        },
        "FN6": {
            "text": "6. Schoenberg, Werke , xiv.",
            "citations": []
        },
        "FN7": {
            "text": "7. Claudia Gorbman, Unheard Melodies: Narrative Film Music (Bloomington: Indiana University Press, 1987), 18.",
            "citations": []
        },
        "FN8": {
            "text": "8. Gorbman, 5. I am grateful to Stephen Simms for his recent \nreminder that David Bordwell and Kristin Thompson use simple \ncommutation tests in their Film Art: An Introduction , third \ned. (New York: McGraw Hill, 1990).",
            "citations": []
        },
        "FN9": {
            "text": "9. Newlin (207fn) writes that Opus 34 was “used as background for \nseveral films; I have seen only Jean-Marie Straub’s, in which a \nnarrative of anti-Jewish atrocities is imposed on it.” I haven’t \nbeen able to verify her claim to date and would be very pleased \nto hear from anyone who knows of films which use Schoenberg’s score.",
            "citations": []
        },
        "FN10": {
            "text": "10. Gorbman, 73.",
            "citations": []
        },
        "FN11": {
            "text": "11. Gorbman, 76.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The play on words is tantalizing, but, alas, no evidence to \ndate suggests that twelve-tone music was written for any of the \nserials so popular in American film theatres in the Thirties and \nForties. Serial music, however, did eventually find its way into \nfeature films of the psychological-drama, sci fi, and horror \ngenres. The majority of film composers who used serial methods \npicked them up about the same time Stravinsky did, in the early \nto mid Fifties. Leonard Rosenmann, for example, claims to have \nwritten the first fully serial score for a full-length feature \nfilm in 1955, for The Cobweb , (1) though by that time Roman \nVlad, Kenyon Hopkins, Elisabeth Lutyens, (2) Roberto Gerhard, and \nperhaps others, had already used serial methods to varying \ndegrees in their own work for films produced in Britain and \nHollywood. By 1962, one might have been excused for thinking that \nthe gulf between concert and film composition, and between the \nmovie theatre and television, had been fully and irrevocably \nbridged—with Jerry Goldsmith’s serial score for the film \nbiography Freud and NBC television’s premiere of The Flood , \nwhich had been commissioned from Stravinsky.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Any number of questions arise from the historical \ncircumstances sketched above. Among those that interest me is the \nobvious “Does twelve-tone music work, by the professional and \ncritical standards of film composition?” Since “twelve-tone” \ndesignates a technique, not a style, however, the question \nbecomes more meaningful if we substitute for “serial music” the \nbroader “atonal music”; that is, the style of Viennese \nExpressionism. Research to this question can be carried out to a \nsurprising extent without scores, by close study of film prints. \nObviously, however, traditional close analysis—such as row-\ncounting, location and interpretation of subtle intertextual \nreferences (such as B-A-C-H motives) or of relationships between \nrow choice, row “progression,” and film action—does require \nscores, which are not generally accessible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] I will pass by the “does it work?” question here, remarking \nonly that I think the answer (for the classical Hollywood \nrepertoire at least) is “yes, it does”—the most compelling \ninstances, by far, to my ear, being not in the serial scores \nmentioned above, but in Rosenmann’s music for East of Eden , \nwhich transplants the manner of Schoenberg’s Opus 16 to turn-of-\nthe-century Monterey and the inner turmoil of the James Dean \ncharacter. In what follows, I shall concern myself with the \nearliest of all twelve-tone film scores—Schoenberg’s Begleitungsmusik zu einer Lichtspielszene, Op. 34 (1930). In \nparticular, I discuss application of some simple commutation \ntests to gauge how this composition might actually function as \nbackground music. In the conclusion, I touch on a broad question \nthat aims directly at matters of music and musical culture, \nnamely, “How does film composers’ early use of serial methods \naffect widely held notions of class differences in twentieth-\ncentury composition?” Schoenberg’s Opus 34",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] As Dika Newlin has it, Schoenberg’s Opus 34 “was not really \nfor the movies, but only symbolically.” (3) The facts, however, do \nnot quite support this ideologically convenient assessment. The \ncomposition was requested by Heinrichshofen’s Verlag, which at \nthe time specialized in music for use in silent-film \nperformances. (4) Walter Bailey discusses Schoenberg’s contacts \nduring this period with the German society of film-music \ncomposers; these clearly suggest that he had practical, not \n“symbolical” motives in accepting Heinrichshofen’s commission. (5) Furthermore, it is reasonable to assume that the publishers \nthought they might receive something more than a “prestige” item—in fact, a composition they could license for performance. If \nthey were disappointed, it would have been by the music’s \ndifficulty, rather than its style, but, indeed, “it’s hardly to \nbe assumed that this piece was played in theaters in the early \nThirties.” (6)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Opus 34 is not a single-movement composition; it consists of \nthree more-or-less independent cues given titles by Schoenberg \nhimself: “Threatening Danger” [Drohende Gefahr] (=bars 1–43), \n“Fear” [Angst] (=bars 44–155), and “Catastrophe” [Katastrophe] \n(=bars 156–219). The first cue is divided into two main sections \nof similar duration (1:21, 1:10, respectively). The first of \nthese begins slowly with sinister ponticello string tremolos and \nmotivic fragments cast about between the woodwinds and brass. \nThis builds to a fortissimo tutti by 0:38, at which point the \ntempo picks up a little. Till the beginning of the second section \nat 1:22, tutti with abrupt changes between dynamic extremes \n(especially sharp brass chords at 1:08) must be treated as \nstingers. The second subdivision of the first part (“Maessig”) \nis somewhat more consistent. At first it hints at a waltz, with a \nclear, continuous melody in doubled winds. A short sforzando \nbrass chord at 1:41, however, begins a slow process of \nmelodic/thematic development that coincides with increasing \ntension until the end (2:21 ff), which is another tutti, very \nheavy and slowing down greatly. The music goes out loudly with a \nstrong cutoff.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The second cue (“Angst”) has four main divisions, the first \nand last very fast, the second a stretto (increasingly fast), the \nthird section slower. The tempi of the first and last sections \nare stable, those of the intermediate sections vary. Timings are: \n1:05, 0:22, 1:40, and 0:17. The final cue (“Katastrophe”) has two \nmain sections. The first begins “Presto” and gradually slows down \nover the course of 43 seconds. A triple-forte climax is reached \nafter 9 seconds and a loud dynamic level persists till \napproximately 9–10 seconds before the beginning of the second \nsection, which is a long spun-out adagio (2:31) with a clear \nmelody, mostly consistent (and relatively light) texture and low \ndynamic level. Commutation Tests for Film Music",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The descriptions given above concentrate on characteristics \nthat point to certain practical problems of film underscoring—\ntimings of cues and their subdivisions, dynamic range, tempi, and \nunusually marked events. In this, they prepare for comments on my \ninformal experiments using Schoenberg’s Opus 34 as a cue for \nscenes from several early films. This process amounts to a simple \ncommutation test,which, as Claudia Gorbman describes it, “focuses \nattention on the existing music versus the music that might have \nbeen [and so] brings out stylistic and cultural information that \ngoes unrecognized in the usual processes of film viewing.” (7) Commutation assumes that cinema is a well-defined code including \nseveral clearly recognizable, separable sub-codes (images, \ndialogue, sound, music). The normal mode of cinema is to invite \nthe spectator/listener to coordinate those several elements \nduring each segment of the film. This constitutes cinema’s \ncognitive baseline, so to speak, and thus “whatever music is \napplied to a film segment will do something, will have an \neffect . . . because the reader/spectator automatically imposes \nmeaning on such combinations.” (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Gorbman herself considers the effects of altering Georges \nDelerue’s music for a scene from Jules and Jim by changing the \nmode to minor, making the tempo faster, or altering orchestration \nor articulation. She also substitutes for the cue a diegetic song \nfrom later in the film, a piano boogie-woogie, or Beethoven’s \nFifth. In every case, it’s not difficult to predict the effect \ncreated, but what may be surprising is the extent to which a \nviewer’s basic understanding of visual and narrative contexts may \nbe influenced by the musical accompaniment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] For my purposes, it was convenient to flip the terms of \nGorbman’s test—I took the first cue from Schoenberg’s Opus 34 \n(“Drohende Gefahr”) and applied it to three scenes from Frankenstein (1931), as well as to scenes from several other \nfilms released in the period 1929–1932, including The Blue \nAngel (1930) and Public Enemy (1931). (9) It was perhaps a bit \nunfair to Schoenberg that these are all sound films, but they are \nclosely contemporary to Opus 34 and very early in the history of \nsound cinema. Furthermore, it was easier to make comparisons with \nthe familiar conventions of Hollywood sound-film scoring practice, \nmany of which were established in the years immediately thereafter \n(roughly 1932–35). In the following paragraphs, I make some general \ncomments about the tests and discuss certain details of the \n“Monster’s Birth” scene from Frankenstein .",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The “Monster’s Birth” lies at the end of a long (11 minute) \nscene in which preparations are made in the lab, unexpected \nvisitors arrive, and the Monster is “born.”  Next to the ending \nscenes (Maria’s father carrying her body through the town square, \nand the search for the Monster), this is the most famous sequence \nin the film. It contains opportunities for some fairly continuous \nwriting, the biggest obstacle being an active (and complex) \nsound-effects track, with much storm noise, “sizzling” of \nelectrical gadgets, and so on. The “Monster’s Birth” begins with \na flash of lightning and quickly following thunderclap which spur \nHenry Frankenstein and his assistant Fritz into action, while \ntheir three guests sit and watch. (The guests are concerned \nfriends of Henry: his former professor Dr. Waldman, his close \nfriend Victor, and his fiancée Elizabeth.) There is no \nsubstantive dialogue until Henry’s increasingly hysterical \nresponse to the Monster’s first auto-movements at the end of the \nscene. The action consists of Henry and Fritz moving about the \nlab, first checking electrical equipment, then unrolling covers \nfrom the Monster, raising the carriage up to an opening in the \nceiling, later lowering same, the movements of the Monster’s \nright arm, and Henry’s response. Figure 1 . Segmentation (scene list) for Frankenstein (click to enlarge) Figure 2 . Shot list for Frankenstein , scene 8 (Watchtower) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Below is a detailed description and shot list for the \n“Monster’s Birth.” (For a segmentation of the entire file as well as\na shot list for the scene which ends with the “Monstor’s Birth,” see Figure 1 and Figure 2 ) a. Flash of light at 8:39, then loud crash of thunder,\n      at 8:39; 44\" long\n      then electronic sizzles as Fritz and Henry go to work. \n      Very little dialogue through this 1. LS of lab from behind carriage (8\") 2. carriage (3\") 3. Visitors in their seats (2\") 4. as in 2 (14\") 5. Henry & Fritz at carriage (roll away blankets) (11\") 6. as in 3 (Visitors sitting) (2\") 7. as in 2, 4 (carriage) (4\") b. Monster goes up in carriage;\n      at 9:23; 70\" long 8. LS from above; carriage goes up, camera following (22\") 9. MS Henry (3\") 10. CU Fritz (1\") 11. LS lab, as at the end of shot 8 (3\") 12. CU Victor & Elizabeth (2\") 13. CU Dr. (2\") 14. Carriage from a different angle (5\") 15. as in 9 (MS Henry) (2\") 16. as in 12 (CU Victor & Elizabeth) (2\") 17. MS Henry (2\") 18. carriage (as in 70) (2\") 19. CU Fritz (2\") 20.–21. Electrical equipment (3\") 22. MS Henry (2\") 23. Carriage followed down from ceiling (17\") c. The Monster’s hand moves; Henry goes wild\n      at 10:33; 30\" long 24. CU Monster’s hand (3\") 25. MS Henry, with hand in foreground (7\") 26. as in 24 (3\") 27. MS Henry at carriage, others enter shot (18\") d. End of scene\n      at c. 11:05",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Mapping any kind of music onto a sequence will cause \nproblems because of the force of film-music conventions. I \nleave aside whether these conventions have arisen from natural \n(universal?) cognitive biases that would set up probabilities \nfor most of us whenever we combine film and music, or whether \nthey were something established in the silent and sound film \ncultures of the Hollywood production companies. The practical \nproblems can be understood in terms of Gorbman’s seven “principles \nof composition, mixing, and editing,” her summary of the \nconventionalized solutions to practical problems of film-music \ncomposition. (10) Several do not apply to the matter at hand, but \nothers—emotion, narrative and connotative cueing, formal and \nrhythmic continuity, and unity—flow directly out of the immediate \ntask of spotting a film or film scene.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] I will start with the problem of the stinger, a sforzando \nchord or sharply marked short gesture which draws attention to \nsomething on the screen, a sudden turn of action or a shocked \nresponse—as it were, an accent in the imagetrack coordinated \nwith an accent in the music. Stingers were used in silent-film \naccompaniment but came into their own with the recorded \nsoundtrack and extensive employment by Max Steiner. (Later on, \nthey were used most often in cartoons.) Any unusually marked \nmusic—but especially if marked by dynamics—must be regarded as \na potential stinger. Opus 34 is full of them, especially the \nsecond section, but, in fact, since the stinger is meant to be an \nunusual event, the second section is actually easier to use as a \ncue. The first section has only a few potential stingers, and \ntheir use has to be planned fairly carefully so as not to seem \nsilly (like the misplaced chords of a bad silent-film \naccompaniment). In one early application to the “Monster’s Birth” \nscene, I found that the lack of a stinger actually emphasized the \nfailure of clear motivation for the exaggerated wincing of Victor \nand Elizabeth in shot 12 (lightning is seen and thunder heard \nthroughout, but nothing unusually sharp either before or during \nthe shot). The discrepancy was the more obvious because a stinger \ndid coincide with the Doctor’s similar gesture in the following \nshot. In later moments, I caught myself asking why the Doctor was \nsingled out in this way—and was even able to answer the \nquestion: the “scientific triumph” of Henry over the doubts (and \neven obstruction) of the establishment (the Doctor) is given \nphysical interpretation by this sudden, involuntary (and \nundignified) gesture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] From the above, two points arose which couldn’t be resolved \nwith the means at hand—solutions would require rerecording using \na mixer or a newly recorded performance. First, the volume levels \nof the music needed to be flattened—the range was too great to \nwork well throughout the scene. Dialogue was sometimes lost under \nthe music, the music sometimes inaudible under soundtrack noise. \n(In general, I actually found myself “disappointed” that the \npiece was less heavily scored and much less emotionally intense \nthan I expected. On the other hand, the strong—and somewhat \nunexpected—build-up at the end of section one (bars 36 ff) \nmatched very neatly Henry’s surprisingly intense (and overly \ndramatic) reaction to the Monster’s first movements.) Second, the \ntempi would need adjusting in several places in order to shift \nevents such as stingers forward or back a few seconds. This \n“elasticity” has long been a requirement of film music and \nobviously arises from close temporal constraints unknown in \nconcert music. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Another significant factor is that Frankenstein already \nhas some music in the soundtrack: cues for the main and end \ntitles, as well as source music for the dancing of Goldstadt \ncitizens. We may safely ignore the music for the end title and \ncast list—even in the silent-film era, this was heavily \nconventionalized “framing” music whose source is the “up-and-out” \nclosing progressions for opera and operetta overtures and scene \nor act conclusions. The dance music, likewise, is conventional, \nits melodies usually less clear than one might like, as the music \ncompetes with crowd noise. (Nor is any one tune linked closely \nenough with the citizens to become a naming theme.) More \nimportant, perhaps, is that it is very difficult to think of \nother places in the film where this music might appropriately be \nused. After this scene, the citizens are heavily involved in the \nfilm’s action, but the extended search for the monster and the \nburning of the windmill both call for “hurries,” a topos which \ncan incorporate fleeting references to naming themes but is more \nlikely to be thematically indifferent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The music for the main titles is another matter. David \nBroekman’s cue is rich in “exotic,” “grotesque,” and “sinister” \naffects , but it is poor in narrative referential functions (no \nsuggestion of the general physical locale of the film nor even \nthat of the opening scene; no suggestion of attributes of the \nmain characters). Indeed, it relies in the earlier moments rather \ntoo heavily on a conflated exotic/oriental affect and so \nthreatens to misplace the locale to (at least) the Caucasus \nrather than the mountains of middle Europe. As in the \nopera/operetta overture, the clearly presented theme would be \nexpected to play a very important role in any underscoring for \nthe film. Thus, the lack of any reference to this theme in the \nSchoenberg cue has to be taken as a disadvantage. Example 1 . Schoenberg, Opus 34, oboe melody, bars 9ff (click to enlarge) Example 2 . Schoenberg, Opus 34, series (P 0 form) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] A related problem is recurrent themes or motives within the \ncue itself. If a theme is established in relation to something—a \ncharacter, place, situation, or even object—then recurrence of \nthat theme will tend to recall or “name” that thing. (Indeed, the \nrecurrence is necessary: the appearance of a melody sets up a \nreferential possibility, but the recurrence confirms it as a \nnarrative referential function.) The oboe theme at 0:38 (bar 9) \nis the first strongly melodic entity—extended melody rather than \nfragmentary motive—but it arrives just a bit too late: beginning \nat 0:26, the eleven seconds of shot 5 would have been perfect, as \nHenry & Fritz roll away blankets to give us our first full view \nof the Monster (see Example 1 and Example 2 ). The oboe theme, \nthus coordinated with a long shot, might have “named” the Monster \n(and, at another level, set up a conjunction of terms \nMonster/theme/(oboe)/Po.) At 0:38, we see the visitors sitting, \nnot an occasion for a naming theme, even if the shot were longer \nthan two seconds. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] As I suggested earlier, cognitive paths apparently make \ncreating a film score no more difficult than playing a CD while \nthe film is running; but commentary to the commutation tests \nshould also have suggested that the interplay between cognitive \nbiases and the traditions of film composition are such that \nstandards of judgment are available—in short, that we can tell \nwhat a good film score is. I would further claim that the \npractical problems with the tests support an assertion that \ncomposing a good film score is not at all easy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The fact that film and “non-film” composers were \nexperimenting with twelve-tone method at the same time also tends \nto undercut the assumption that popular culture lags behind the \nintellectually aristocratic “avantgarde,” a notion that goes back \nto the earliest days of the Romantic/modernist conjunction. One \nmight also ask about implications of the fact that I found little \nuse for the typical language or methods of musical analysis in my \n“mix-and-match” commutation tests. But then, I suppose it is no \nsecret that our language or methods are not designed to \nfacilitate judgments of value, but only to support them after \nthey have been made. Perhaps the most far-reaching implication is \nthat the link between the tools of technical musical criticism \nand the ideology of masterwork culture is not at all secure. If \nthis suggests a crisis (I hope it does), possible solutions would \nseem to be: (1) entrenchment (a strategy of which music theorists \nwere accused—with hilarious irony—by Joseph Kerman some years \nago); (2) adoption of the socio/anthropo-logical stance (whose \nideal—if not whose practice—emphasizes ideological detachment \nfrom the cultures being studied); or (3) serious modification of \nthe dominant humanistic stance music theorists have shared with \nhistorical musicologists (in the direction of self-consciousness \nand inclusiveness). The first option doesn’t appeal to me; either \nof the others seems plausible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The class distinctions that have been supported by \nhumanistic music scholarship can no longer be concealed. But, if \nso, where do we go from here? Where’s the real tinsel, anyway?",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.93.0.1.neumeyer.html",
    "data": "mto/data/mto.93.0.1.neumeyer.json"
}