{
    "title": "Scale Systems and Large-Scale Form in the Music of Yes",
    "date": "2015/03/01",
    "volume": "21",
    "issue": "1",
    "authors": [
        "Clement, Brett G."
    ],
    "abstract": "This article explores the relationship between diatonic modal systems and form in the music of the progressive-rock band Yes. Within, I discuss the band’s approach to scalar modulation, referencing key signatures and the concept of scalar voice leading. The study concludes with the analysis of four extended pieces by Yes, which demonstrates the applicability of the theoretical modal to matters of large-scale tonality and formal articulation.",
    "keywords": [
        "diatonic modality",
        "form",
        "Yes"
    ],
    "doi": "",
    "received": "September 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.1/mto.15.21.1.clement.pdf",
    "author_info": [
        {
            "name": "Brett G. Clement",
            "university": "Ball State University",
            "address": "School of Music, Hargreaves Music Building, Muncie, IN 47306",
            "email": "bgclement@bsu.edu"
        }
    ],
    "citations": {
        "antokoletz_1984": "Antokoletz, Elliot. 1984. The Music of Bela Bartók . University of California Press.",
        "bates_2009": "Bates, Ian. 2009. “Generalized Diatonic Modality and Ralph Vaughan Williams’ Compositional Practice.” PhD diss., Yale University.",
        "bates_2012": "Bates, Ian. 2012. “Vaughan Williams’s ‘Five Variants of Dives and Lazarus’: A Study of the Composer’s Approach to Diatonic Organization.” Music Theory Spectrum 34, no. 1: 34–50.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32, no. 2: 95–110.",
        "callender_1998": "Callender, Clifton. 1998. “Voice-Leading Parsimony in the Music of Alexander Scriabin.” Journal of Music Theory 42, no. 2: 219–33.",
        "covach_1997": "Covach, John. 1997. “Progressive Rock, ‘Close to the Edge,’ and the Boundaries of Style.” In Understanding Rock , ed. John Covach and Graeme M. Boone, 3–31.  Oxford University Press.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music: Essays in Music Analysis , ed. Deborah Stein, 65–76. Oxford: Oxford University Press.",
        "covach_2013": "Covach, John. 2013. “Yes’s ‘Heart of the Sunrise’: Textural Stratification and Formal Stratification.” Paper presented at the annual meeting of the Society for Music Theory. Charlotte, NC.",
        "de_clerq_2012": "de Clerq, Trevor. 2012. “Sections and Successions in Successful Songs: A Prototype Approach to Form in Rock Music.” PhD diss., University of Rochester.",
        "doll_2007": "Doll, Christopher. 2007. “Listening to Rock Harmony.” PhD diss., Columbia University.",
        "everett_1999": "Everett, Walter. 1999. The Beatles as Musicians: Revolver through the Anthology .  Oxford University Press.",
        "everett_2001": "Everett, Walter. 2001. The Beatles as Musicians: The Quarry Men through Rubber Soul . Oxford University Press.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: from “Blue Suede Shoes” to “Suite: Judy Blue  Eyes.” Oxford University Press.",
        "holm-hudson_2013": "Holm-Hudson, Kevin. 2013. Progressive Rock Reconsidered , 2nd ed. Routledge.",
        "hook_2008": "Hook, Julian. 2008. “Signature Transformations.” In Music Theory and Mathematics: Chords, Collections, and Transformations , ed. Jack Douthett, Martha M. Hyde, and Charles J. Smith, 137–60. University of Rochester Press.",
        "josephson_1992": "Josephson, Nors. 1992. “Bach Meets Liszt: Traditional Formal Structures and Performance Practices in Progressive Rock.” Musical Quarterly 76, no. 1: 67–92.",
        "macan_1992": "Macan, Edward. 1992. “The Spirit of Albion in Twentieth-Century English Popular Song: Vaughan Williams, Holst, and the Progressive Rock Movement.” The Music Review 53, no. 2: 100–25.",
        "macan_1997": "Macan, Edward. 1997. Rocking the Classics: English Progressive Rock and the Counterculture .  Oxford University Press.",
        "macan_2006": "Macan, Edward. 2006. Endless Enigma: A Musical Biography of Emerson, Lake, and Palmer .  Open Court Publishing.",
        "mcnamara_1991": "McNamara, Michael. 1991. Yesyears . Warner Vision UK. 2003, DVD.",
        "moore_1992": "Moore, Allan F. 1992. “Patterns of Harmony.” Popular Music 11, no. 1: 73–106.",
        "moore_1996": "Moore, Allan F. 1996. “Signifying the Spiritual in the Music of Yes.” Contemporary Music Review 14, nos. 3–4: 25–33.",
        "moore_2001": "Moore, Allan F. 2001. Rock: The Primary Text. 2nd ed. Ashgate Publishing.",
        "morse_1996": "Morse, Tim. 1996. Yesstories: Yes in Their Own Words . St. Martin’s Press.",
        "osborn_2013": "Osborn, Brad. 2013. “Subverting the Verse-Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35, no. 1: 23–47.",
        "palmer_2001": "Palmer, John R. 2001. “Yes, ‘Awaken’, and the Progressive Rock Style.” Popular Music 20, no. 2: 243–61.",
        "parks_1989": "Parks, Richard. 1989. The Music of Claude Debussy. Yale University Press.",
        "rosen_1980": "Rosen, Charles. 1980. Sonata Forms . W.W. Norton & Company.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "smith_2013": "Smith, Sid. 2013. “Close to the Edge: The Making of a Masterpiece.” Prog Magazine 40: 34–43.",
        "spicer_2009": "Spicer, Mark. 2009. “Absent Tonics in Pop and Rock Songs.” Paper presented at the annual meeting of the Society for Music Theory. Montréal, QC.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen For in Rock: A Stylistic Analysis . Yale University Press.",
        "straus_1982": "Straus, Joseph. 1982. “Stravinsky’s ‘Tonal Axis’.” Journal of Music Theory 26, no. 2: 261–90.",
        "taruskin_1996": "Taruskin, Richard. 1996. Stravinsky and the Russian Traditions . University of California Press.",
        "temperley_2000": "Temperley, David. 2000. “The Line of Fifths.” Music Analysis 19, no. 3: 289–319.",
        "temperley_2001": "Temperley, David. 2001. The Cognition of Basic Musical Structures . MIT Press.",
        "temperley_2011": "Temperley, David. 2011. “Scalar Shift in Popular Music.” Music Theory Online 17, no. 4.",
        "temperley_and_tan_2013": "Temperley, David and Daphne Tan. 2013. “Emotional Connotations of Diatonic Modes.” Music Perception 30, no. 3: 237–57.",
        "tymoczko_2004": "Tymoczko, Dmitri. 2004. “Scale Networks and Debussy.” Journal of Music Theory 48, no. 1: 219–94.",
        "tymoczko_2011": "Tymoczko, Dmitri. 2011. A Geometry of Music: Harmony and Counterpoint in the Extended Common Practice . Oxford University Press.",
        "wagner_2001": "Wagner, Naphtali. 2001. “Tonal Oscillation in the Beatles’ Songs.” In Beatlesstudies 3: Proceedings of the BEATLES 2000 Conference, 87–96. University of Jyväskylä Press, 2001."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I do not claim that the methodology I introduce in this article is equally applicable to all of these extended works, but most of them are cited herein.",
            "citations": []
        },
        "FN2": {
            "text": "2. The wealth of diatonic passages in Yes may also reflect the preferences of vocalist (and band leader) Jon Anderson. As humorously recounted by drummer Bill Bruford: “[Jon would] always make these diatonic movements on the piano: the white notes only. I remember one day taking two or three of his fingers and putting them on the black notes . . . . He put his fingers down on the black notes and pressed them down with some white notes and he didn’t like them. They were new chords to his ears . . . . Most of his melodies were based on this common [diatonic] scale and once in a while a passing chord would appear from Steve Howe or Rick Wakeman” ( Morse 1996 , 126).",
            "citations": [
                "morse_1996"
            ]
        },
        "FN3": {
            "text": "3. Macan echoes this comment in characterizing Yes (and other progressive groups) as being “deeply invested in the notion of organicism” ( Macan 2006 , xxiv).",
            "citations": [
                "macan_2006"
            ]
        },
        "FN4": {
            "text": "4. Though space does not permit a consideration of the compositional process through which these pieces were produced, it is worth noting that all band members, including drummers Bill Bruford and Alan White, actively contributed to the arrangements of the titles to be discussed. As Rick Wakeman remembered: “I couldn’t believe the attention to detail. I mean we would spend three or four hours just musically discussing three bars⎯whether the link was right or not” ( Morse 1996 , 27). Of course, the musical training among the members of Yes varies widely, with some (particularly vocalist-leader Jon Anderson) being largely uneducated in music theory during the era surveyed, and others (such as Rick Wakeman) being highly trained. While it is certain that different types of contributions were made by different personalities, most of the procedures to be discussed here are simple enough to have been offered by nearly any of the band’s members.",
            "citations": [
                "morse_1996"
            ]
        },
        "FN5": {
            "text": "5. This same labeling convention is used by Bates 2009 and 2012 . Since the music of Yes does not use the Locrian mode, the subscript “ L ” will always reference Lydian.",
            "citations": [
                "bates_2009",
                "bates_2012"
            ]
        },
        "FN6": {
            "text": "6. Though pentatonic scales do not figure heavily in the analyses in this article, they do occur in the music of Yes. In such cases, pentatonic scales should be considered subsets of larger diatonic scales, the signature and mode of which can only be determined according the larger musical context. For example, the G ♯ minor-pentatonic scale used at the beginning of “Heart of the Sunrise” (1971) is best analyzed as a subset of the Aeolian scale, given the use of G ♯ A for the following theme at 0:23.",
            "citations": []
        },
        "FN7": {
            "text": "7. Certainly, this is not always the case. For example, the pitch center will change at certain points in a series of s 1 transformations, such as the transformation by s 1 from C Lydian (1 ♯ ) to C ♯ Locrian (2 ♯ 2).",
            "citations": []
        },
        "FN8": {
            "text": "8. For example, using Hook’s system, after twelve applications of the s 1 signature transformation, one will return to the same scale in which one began, but with a pitch center one scale-step higher than its starting point. Therefore, C I to D D would result from the s 12 transformation. The problem from the standpoint of this model is that motions between scales traditionally considered to be close may yield a higher value of “n.” For example, the sharpwise transformation from relative major to relative minor (ex. C 1 to A A ) is s 60 .",
            "citations": []
        },
        "FN9": {
            "text": "9. These limitations do exclude certain transitional passages used at times by Yes, including: (1) those that feature rapid sequential transpositions, and (2) those that juxtapose chords from distant or ambiguous diatonic collections. Besides the transitional status of these passages, they naturally pose difficulties in determining the content of one or more of the three modal domains. Nevertheless, tonal beginning and ending points of such passages often remain relevant to my investigation.",
            "citations": []
        },
        "FN10": {
            "text": "10. These timings represent only one example of the use of the given pitch center, rather than an exhaustive list of all appearances. They are taken from the most recent (2003) CD edition of the album Tales from Topographic Oceans . For readers with older editions, subtract 1:57 from all timings given above in reference to “The Revealing Science of God.”",
            "citations": []
        },
        "FN11": {
            "text": "11. Macan considers Yes to be primarily a “major mode” band ( 1992 , 110). By and large, this conclusion is accurate, but there are certainly noteworthy examples of minor modes used by Yes. For example, the song “Heart of the Sunrise” (1971) features minor modes almost exclusively.",
            "citations": [
                "macan_1992"
            ]
        },
        "FN12": {
            "text": "12. A local manifestation of this relationship is found in the main theme of “Soon” (17:08–17:36) from “The Gates of Delirium” (1974), which begins in A A but slips easily into C I at the cadence. A somewhat larger-scale instance is the treatment of the main instrumental theme of “Ritual,” which appears in the context of D I at the beginning of the song (0:18), but is reharmonized in B A at the beginning of the coda (19:56).",
            "citations": []
        },
        "FN13": {
            "text": "13. For an example in the music of Stravinsky, see the “Petrushka’s Room” tableau from the ballet Petrushka (1911), particularly the series of f 1 signature transformations between rehearsal numbers 52–54. For more discussion of these general voice-leading tendencies in twentieth-century music, see Tymoczko 2004 and 2011 .",
            "citations": [
                "tymoczko_2004",
                "tymoczko_2011"
            ]
        },
        "FN14": {
            "text": "14. Two examples from progressive rock are Genesis’s “Watcher of the Skies (1972), which modulates by f 1 from 6 ♯ in the introduction to 5 ♯ for the verse, and UK’s “In the Dead of Night” (1978), which moves by s 1 from ♮ in the introduction to 1 ♯ for the verse.",
            "citations": []
        },
        "FN15": {
            "text": "15. The arrangement of this song actually predates Wakeman joining the band. It was originally released on the sampler album The New Age of Atlantic (1972).",
            "citations": []
        },
        "FN16": {
            "text": "16. Not represented in Example 2 are modal borrowings within each scale. These are all flatwise borrowings, thereby supporting the general flattening of scales that occurs between signatures.",
            "citations": []
        },
        "FN17": {
            "text": "17. Of course, some confusion might arise in determining the difference between modal borrowing and pure modality. In most cases, a cross-relation in the texture indicates the former. Other circumstances require consideration of the larger musical context to aid in determining the most logical interpretation.",
            "citations": []
        },
        "FN18": {
            "text": "18. Some alternative interpretations for what I am describing as modal borrowing are found in the “major system” of Stephenson ( 2002 , 92) and the “supermode” of Temperley ( 2001 and 2011 ).",
            "citations": [
                "stephenson_2002",
                "temperley_2001",
                "temperley_2011"
            ]
        },
        "FN19": {
            "text": "19. Of course, the background use of Ionian in textures featuring modal borrowing could lead one to prefer the non-modal term “major.” For the sake of theoretical and analytical consistency, however, I will continue to employ modal terminology in such situations.",
            "citations": []
        },
        "FN20": {
            "text": "20. Similar examples are found in themes from “Yours is No Disgrace,” I–II–IV– ♭ VII (3:20)  and “The Gates of Delirium,” IV– ♭ VII–II– ♭ VII–I (2:11) .",
            "citations": []
        },
        "FN21": {
            "text": "21. This strategy for employing the Lydian II chord has been discussed by Walter Everett, particularly in reference to the Beatles. See, for example, the analysis in Everett ( 2001 , 264) of the song “Eight Days a Week.” The idea that ♭ VII functions as a dominant substitute has been suggested by several authors, including Doll ( 2007 ) and Biamonte ( 2010 ). Examples of ♭ VII in 1960s rock include “For No One” by the Beatles and “I’ll Feel a Whole Lot Better” by the Byrds.",
            "citations": [
                "everett_2001",
                "doll_2007",
                "biamonte_2010"
            ]
        },
        "FN22": {
            "text": "22. For example, the cross-relation between D ♯ and D ♮ is exploited in the borrowing of a D-major triad, ♭ VII in E I ( 1:50) and a B-major triad in the context of D I (4:26ff).",
            "citations": []
        },
        "FN23": {
            "text": "23. Palmer’s ( 2001 ) discussion of 4:40–5:12 of “Awaken” (1977) hints at a similar approach. The only difference in the case of “Awaken” is that the scalar gap is at the distance of three signature transformations, realized (somewhat uncharacteristically for Yes) between parallel modes E A (1 ♯ ) and E I (4 ♯ ). In “Awaken,” the gap is not completely filled, but is bridged only partially through the use of 2 ♯ B A (4:40) and D I (4:56). See Palmer 2001, 252.",
            "citations": [
                "palmer_2001"
            ]
        },
        "FN24": {
            "text": "24. Covach ( 2013 ) analyzes this song from the standpoint of stratification and fragmentation.",
            "citations": [
                "covach_2013"
            ]
        },
        "FN25": {
            "text": "25. As Bill Bruford remembers: “If you had a problem, you went to Rick. You’d say: ‘I’ve got this thing and it’s going really well, but it won’t fit this thing over here, which is also good, and we’d like to use it, but when we bang the two together it doesn’t work.’ There’d be a little modulation, a clever tempo thing, and before you knew it, you’d moved to the sunny uplands. He’d smooth over the joins so you didn’t see it” ( Smith 2013 , 43).",
            "citations": [
                "smith_2013"
            ]
        },
        "FN26": {
            "text": "26. As Rosen states: “the principle of recapitulation as resolution may be considered the most fundamental and radical innovation of sonata style” ( Rosen 1980 , 272).",
            "citations": [
                "rosen_1980"
            ]
        },
        "FN27": {
            "text": "27. Of course, one is free to call these non-resolving sections of thematic restatement “recapitulations” as well, according to the more inclusive definition of recapitulation given by Osborn 2013 , 27. For the purpose of this article, I will reserve the term recapitulation for those sections producing large-scale resolutions; others will be merely labeled “A′,” etc.",
            "citations": [
                "osborn_2013"
            ]
        },
        "FN28": {
            "text": "28. The pitch center of song 2, part 2 is somewhat ambiguous (hence the question mark). Though not indicated on the example, several of these themes contain momentary harmonic modal borrowings by s 1 /f 1 .",
            "citations": []
        },
        "FN29": {
            "text": "29. Covach ( 2005 ) observes the prevalence of compound A–B–A form in 1970s rock. Like the subsequent formal diagrams, Example 11 is intended to convey the most fundamental sections and large-scale tonal motions of the given song. Therefore, it leaves out surface modal borrowings within sections as well as certain short links. Most of these additional details will be discussed in subsequent musical examples.",
            "citations": [
                "covach_2005"
            ]
        },
        "FN30": {
            "text": "30. See Jon Anderson’s description in Morse 1996 , 28.",
            "citations": [
                "morse_1996"
            ]
        },
        "FN31": {
            "text": "31. The sequenced chord progression itself modulates down by whole step, but the succession of centers outlined in Example 16 is easily heard by focusing one’s attention on the hypermetrical downbeats. Due to the modulatory progression, Example 15 does not indicate scalar collections in this section, since stable diatonic scales are absent.",
            "citations": []
        },
        "FN32": {
            "text": "32. This 1 ♯ passage is somewhat ambiguous regarding mode type and center, thereby placing greater emphasis on pitch class. Though a prominent D pedal and B-minor triad are found, the music is not strongly characteristic of Mixolydian or Phrygian modes.",
            "citations": []
        },
        "FN33": {
            "text": "33. As in the chorus of “The Revealing Science of God,” the local function of the borrowed II chord is to harmonize a passing ♯ 4 ˆ . The descending chromatic line is extended through the earlier chromatic III chord. However, it is clear that the borrowed II carries greater structural weight here, considering the infiltration of ♯ 4 ˆ in the bass line.",
            "citations": []
        },
        "FN34": {
            "text": "34. As Bill Bruford states: “the thing about ‘Close to the Edge’ is the form, I think. The shape of it is perfect” ( Morse 1996 , 37).",
            "citations": [
                "morse_1996"
            ]
        },
        "FN35": {
            "text": "35. Another Yes song containing a loose narrative is “The Gates of Delirium” (1974), modeled on Tolstoy’s War and Peace (1869).",
            "citations": []
        },
        "FN36": {
            "text": "36. Covach ( 1997 , 15) analyzes this music as representing the second mode of D harmonic minor.",
            "citations": [
                "covach_1997"
            ]
        },
        "FN37": {
            "text": "37. In fact, the following music continues to feature chromaticism, so that by the ending the bass has sounded eleven of the twelve pcs. However, the final cadence on the bass note F ♮ does suggest a return to the “expected” ♮ collection.",
            "citations": []
        },
        "FN38": {
            "text": "38. My harmonic analysis of this passage differs from that given by Covach ( 1997 , 18), who analyzes this music in F I rather than C I (understandably, due to the brief melodic use of the note B ♭ and emphasis on the F-major triad in the example). However, later statements of the bridge⎯particularly the climactic statement in the A″ section, which uses full three-part vocal harmony⎯make it clear that the true background collection for the bridge is ♮ . Further discussion below will demonstrate the advantages of the harmonic analysis I give here.",
            "citations": [
                "covach_1997"
            ]
        },
        "FN39": {
            "text": "39. As Covach observes, this bass motion is an inversion of the E–F motive first stated in the guitar during the introduction ( 1997 , 15).",
            "citations": [
                "covach_1997"
            ]
        },
        "FN40": {
            "text": "40. The verse is the section with the simplest melodic and harmonic material and is never subjected to transposition throughout the piece, thereby offering ample opportunity for metric experimentation.",
            "citations": []
        },
        "FN41": {
            "text": "41. The pitch level of the bridge-chorus-refrain sequence must have been chosen quite deliberately, as it forces the band to sing in an uncomfortably high register. As Steve Howe recalls, “When we started touring it, we had to drop that end section a tone below in F. To this day I think how Jon [Anderson] sung it originally in G minor [the key of the chorus] is just amazing” ( Smith 2013 , 41).",
            "citations": [
                "smith_2013"
            ]
        },
        "FN42": {
            "text": "42. Spicer ( 2009 ) has discussed rock songs that feature “absent tonics” in certain sections.",
            "citations": [
                "spicer_2009"
            ]
        },
        "FN43": {
            "text": "43. The same, of course, is true of the link. Another example of Ionian tonic avoidance is the “I Get Up” song of the B section, which, though clearly employing a background E I mode, rarely articulates the tonic triad.",
            "citations": []
        },
        "FN44": {
            "text": "44. Another interpolation of 1 ♭ occurs in the B section, wherein D minor occurs briefly within the otherwise E I harmonic environment (12:27).",
            "citations": []
        },
        "FN45": {
            "text": "45. That is, one expects the bridge to occur after the chorus and the refrain to occur after (or as a tag to) the verse. See de Clerq 2012 , 72 and 58.",
            "citations": [
                "de_clerq_2012"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] This article demonstrates that an attention to scalar processes can benefit our understanding of tonality and form in the music of the progressive rock band Yes. The focus is on the series of extended pieces (i.e., those ranging from 8–22 minutes) produced by Yes in the first half of the 1970s. (1) I am concerned with two seemingly opposed musical traditions that are relevant to these works, one being the “scalar tradition” of twentieth-century music (Tymoczko 2004 , 2011 ), and the other being tonal and formal traditions associated with common-practice classical music. Regarding the first of these traditions, Macan ( 1992 , 101) has attributed the extensive diatonic modality in the music of Yes (and other progressive rock groups) to such diverse sources as folk music, twentieth-century classical composers (e.g., Stravinsky), and immediate predecessors in psychedelic and folk-rock groups of the late 1960s. (2) On the other hand, Yes is often credited with refining the free-form experimentation of late 1960s psychedelic rock by employing procedures borrowed from common-practice art music. Yes’s keyboardist Rick Wakeman describes the band as “working very much on a classical principle” ( McNamara 1991 ). (3) In fact, previous authors, including Macan ( 1997 , 99), have gone as far as to compare the formal designs of the large-scale pieces of Yes to classical sonata form. However, there appears to be a fundamental difference in how the modal system utilized by Yes could support formal structures conventionally articulated through functional-tonal relations. The details of the band’s solution to this problem is my primary concern in this article. (4)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "tymoczko_2004",
                    "tymoczko_2011",
                    "macan_1992",
                    "mcnamara_1991",
                    "macan_1997"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Tymoczko ( 2011 , 187) views the scalar tradition as an outgrowth of traditional practices, with twentieth-century composers being “the first to systematically combine three fundamental musical operations: change of tonal center, change of scale, and chromatic transposition.” To understand the approach taken by Yes in these works, the analyses below will focus on the three modal domains identified by Bates ( 2009 , 2012 ): center, mode type, and pitch-class collection. Though these domains are highly interconnected in practice, my basic theoretical apparatus requires a degree of separation between them. In labeling a given mode, the domains of center and mode type will be represented with a compound label, with the first uppercase letter representing the pitch center and the second subscripted letter representing the mode. (5) For example, E P is “E Phrygian,” A D is “A Dorian,” and so on. Pitch-class collections will be referenced by the diatonic key signatures they represent. For example, G I , A D , and C L are all members of 1 ♯ , or a one-sharp key signature.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "tymoczko_2011",
                    "bates_2009",
                    "bates_2012"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The concept of key signature will prove important throughout the following discussion, as one of my primary objectives will be to understand the logic behind the succession of pc collections in a given song. This scalar emphasis is compatible in certain ways with the approach taken by Temperley ( 2011 ), who analyzes rock songs in reference to shifting scalar collections. Some recent theoretical work by Tymoczko and Hook will prove particularly useful for my purpose. Tymoczko ( 2004 , 233) describes modulations through the concept of voice leading between scalar collections. The degree of voice-leading efficiency in a given scalar modulation is determined by the number of pitches held in common between the scales, with the remaining notes conceptualized as half-step voice-leadings to nearby pitches in the other scale. Naturally, the smoothest scalar progressions are those that require the fewest half-step motions, such as C I to G I ( F ♮ moving to F ♯ ) or C A to C harmonic minor ( B ♭ moving to B ♮ ).",
                "footnotes": [],
                "citations": [
                    "temperley_2011",
                    "tymoczko_2004"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Tymoczko’s system integrates a variety of scale types common in twentieth-century music, including diatonic, acoustic, harmonic, whole-tone, and octatonic. Examining Yes’s music, however, requires primarily descriptive tools designed to account for diatonic structures. (6) Accordingly, I will make use of Hook’s (2008) concept of signature transformations , which will allow us to track the number of sharpwise (s n ) or flatwise (f n ) additions to the diatonic key signature. It is important to observe that my application of signature transformation labels will entail a simplification of Hook’s system. Hook states that signature transformations “shift the key signature n positions, leaving the written notes unchanged” ( Hook 2008 , 142). Implicit in this definition is that the pitch center remains usually unchanged in a signature transformation by s 1 or f 1 . (7) In this article, however, these labels will be used only to indicate the number of “sharps” or “flats” added, regardless of the pitch center. Therefore, a modulation from any mode of ♮ to any mode of 1 ♯ will be labeled “s 1 .” This simplification has been made in order to suggest the degree of distance between scales without regard to pitch center, since I do not believe that a larger interval between pitch centers is necessarily a reliable indicator of distance between diatonic tonalities. (8) Therefore, shifts of pitch center or mode type will be considered separately from changes of pc collection.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "hook_2008"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Given the emphasis on matters of large-scale tonality and form, it is necessary to impose some limits on the types of passages to which I apply a scale-based analysis. Therefore, I will primarily be discussing (or considering) tonalities (or scale systems) that fall into one of two categories: (1) music that is purely modal, being entirely diatonic and strongly articulating a single pitch center; and (2) music that borrows harmonies from a parallel mode or modes, but which nevertheless maintains a background diatonic collection. Yes clearly favors these two textures, so my methodology applies to most of the music in a given song by them. (9) Logically, the diatonic collection(s) viewed most as fundamental to the music under consideration factors most heavily in analytical decisions pertaining to large-scale structure.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] The primary claims of this article are presented in the concluding series of four analyses, but before launching into this analytical work, it will be useful in the following section to foreground several of the concepts that apply more generally to the repertoire under study. This information provides a broader context for the significance of the various techniques that come together in a given extended track. I will begin with surface considerations of pitch center and modal type, follow with discussion of the connection of scales (voice leading) in different contexts, and finally expand the scope of inquiry into the realms of formal and scalar interactions. One might view this progression of topics as reflecting the above-cited dichotomy between the “scalar” and classical traditions, as it is at higher structural levels that the latter tradition begins to reveal itself. In other words, I will specify the contexts in which the band sets up musical oppositions in their extended tracks, and will detail the processes through which these conflicts receive tonal and formal resolution. Diatonic Scalar Preferences: Pitch Center and Mode Type",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Given that modulation is a defining feature in the music of Yes, it is not difficult to locate examples when the band employs any one of the twelve pitch-classes as a pitch center. Nevertheless, the extended pieces often show a preference for pitch centers of the “guitar pentatonic” collection (i.e., the notes found on the open strings on the standard-tuned guitar, E–A–D–G–B). Narrowing our focus to the primary/home pitch centers of the songs, there is further preference for centers on the lowest three strings of the guitar (E–A–D). On the surface, these findings are unremarkable, as music constructed from these pitch centers is easily performed on the guitar (allowing for a low tonic on a resonant open string), and is thereby normative in rock music of this era. Later analyses will demonstrate a high degree of strategy at play in the choice of these tonalities and in their organization and interaction. Among the many examples of songs with guitar-pentatonic centers are “Ritual (Nous sommes du soleil)” (1973), which uses pitch centers of D (0:01), E (6:48), and B (12:05), and “The Revealing Science of God (Dance of the Dawn)” (1973), in which one finds centers of B (1:57), E (3:51), D (11:41), G (12:10), and A (15:56). (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Surveying purely modal passages by Yes, the four mode types most commonly found are Ionian, Aeolian, Mixolydian, and Dorian. (11) These results are again not surprising, as they are consistent with the modal practices of the band’s influences and contemporaries. For example, Bates ( 2009 , 4) observes the same distribution of modes in the music of Vaughan Williams, which is similarly characteristic of English folk song. Further, these four modes are generally acknowledged to be the primary resources of modal harmony in the “classic rock” era in which Yes operated, as discussed by Moore 2001 , Everett 2009 , and Biamonte 2010 . Examples are the Dorian track “The Fish (Shindleria Praematurus)” (1971), the Mixolydian episode (5:09) of “Perpetual Change” (1971), the Aeolian interlude (5:07) of “Yours is No Disgrace” (1971), and the Ionian coda (7:34) of “To Be Over” (1974); other purely modal examples will be discussed below. Example 1a . B M in the introduction of “The Revealing Science of God” (1973), 1:57 (click to enlarge and listen) Example 1b . E D in the introduction of “The Gates of Delirium” (1974), 1:25 (click to enlarge and listen)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "bates_2009",
                    "moore_2001",
                    "everett_2009",
                    "biamonte_2010"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Though all four of these modes occur with some regularity, they are rarely treated equally in either the global tonal system used by Yes or in individual extended tracks. For example, the conventional Ionian and Aeolian modes tend to exert greater influence over long-range events, while Dorian and Mixolydian modes are more often relevant locally. Specifically, Ionian and Aeolian modes of the same diatonic collection (i.e., relative modes) often represent the primary tonality of a piece (or section) as a pair. Precedent for this Ionian-Aeolian relationship is found in the music of many of the band’s influences; see, for example, Straus’s ( 1982 ) concept of a “tonal axis” in Stravinsky, Wagner’s ( 2001 ) discussion of “tonal oscillation” in the Beatles, and Bates’s ( 2012 , 35) comments on the tonal pairing of Ionian and Aeolian in Vaughan Williams. As later examples will attest, this Ionian-Aeolian pairing is manifest in both local and global contexts. (12) This same equivalence, however, is not afforded to “relative” Dorian and/or Mixolydian modes, particularly at the level of large-scale structure. In fact, Dorian and Mixolydian seldom represent the main key of a piece; that distinction is usually reserved for Ionian and/or Aeolian. This contention can be illustrated through the two excerpts provided in Example 1. Both of these passages occur in introductory sections and establish the home diatonic collection of the given song. Example 1a , from “The Revealing Science of God,” is a B M (4 ♯ ) chant, while Example 1b , from “The Gates of Delirium” (1974), represents E D (2 ♯ ). Though both excerpts are tonally stable in their surroundings, they are each later supplanted by relative Ionian modes: E I (4 ♯ ) in the former (at 4:49), D I (2 ♯ ) in the latter (at 2:11). These relative Ionian modes reveal themselves over the course of both songs to represent the songs’ primary tonalities, a type of “emergent tonality” discussed by Spicer ( 2009 ). This analysis should not lead one to deny the presence or contextual importance of Mixolydian and Dorian modes in Yes, but it does indicate that the band’s decisions regarding the employment of different modal types are carefully considered. In particular, Ionian seems well suited for moments intended to represent “arrival.” A partial explanation for this association is suggested by Temperley and Tan’s ( 2013 ) research into the “happiness” connotations of different diatonic modes, whereby Ionian is judged the happiest due to both its familiarity and its sharpwise position along the line of fifths. Since the lyrical content of many of Yes’s songs deals with hippie ideals such as spiritual attainment, Ionian mode arrivals often factor heavily in matters of large-scale form. Scalar Voice Leading",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "straus_1982",
                    "wagner_2001",
                    "bates_2012",
                    "spicer_2009",
                    "temperley_and_tan_2013"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] One of the primary goals of this article is to demonstrate that smooth voice leading between collections (s 1 or f 1 ) has an important function in this repertoire. There are certainly many earlier models for these tendencies in Yes, including the modulation schemes of classical sonatas (i.e., modulation from tonic to dominant keys) and, regarding the “scalar tradition,” the successions of scales found in the music of certain twentieth-century composers. (13) Additionally, many rock songs feature scalar voice leadings by s 1 /f 1 (see Temperley 2011 ), including songs within the progressive-rock canon. (14) However, since Yes’s songs have so many different thematic modules, the scope of s 1 /f 1 voice leading in individual songs far exceeds that in most rock music. Many reasons could be put forth to explain this aspect of the extended pieces, but, at its core, smooth scalar voice leading functions as an arranging device, necessary to create seamless transitions between adjacent thematic modules (many of which were conceived independently of one another). Band members have often credited Rick Wakeman for his role in fostering these results. As drummer Bill Bruford explains ( Morse 1996 , 139): [Rick] could modulate without you noticing it. He could do all the tricks that an academy guy could do. So suddenly the joins of the music didn’t seem so bad. You’d go from letter A to letter B and there’d be this horrible scrunch before. He could smooth the thing over . . . . That was a huge leap forward. Example 2 . Summary of diatonic tonalities in the introduction to “America” (1972) (click to enlarge) A primer for smooth modulations is offered in Example 2 : a synopsis of the introduction section to the band’s cover of Simon and Garfunkel’s “America” (1972). (15) Here is a progression of modules that traces a pattern of f 1 signature transformations, beginning in D I (2 ♯ ), the key of the original S & G song, but given a Mixolydian 1 ♯ tinge, traveling through G M ( ♮ ) and C M (1 ♭ ), and finally culminating in a melodic statement of the main theme in F I (1 ♭ ). (16) Example 3 . Common modal borrowings by s 1 /f 1 (click to enlarge) Example 4 . Modal borrowings in the chorus of “The Revealing Science of God,” 6:20 (click to enlarge and listen)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "temperley_2011",
                    "morse_1996"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The concept of smooth scalar voice leading also furnishes a model for describing and understanding harmonic modal borrowings. (17) If we conceive of modal mixture as the brief infiltration of another scale without a change of pitch center, we see a clear preference in the music of Yes for chords based on a scale that introduces only one addition to the key signature (s 1 or f 1 ). These tendencies certainly derive from practices in 1960s folk and psychedelic rock, and, as in this music, such borrowings tend to arise in textures with faster rates of harmonic change, as opposed to the static harmonies characteristic of pure modality. Since these chords require minimal disruption of the background diatonic collection, they exhibit a “compactness” of overall collection discussed by Temperley ( 2011 , [3.4]). Rarely do borrowed chords produce the effect of complete modal change; however, the mode from which certain chromatic chords are borrowed may prove to have motivic relevance within a given song. (18) Example 3 provides an overview of common s 1 /f 1 borrowings in Yes from various home modes. For example, Ionian—the conventional “major” mode in which mixture most often occurs—may borrow sharpwise from Lydian (II or vii) or flatwise from Mixolydian ( ♭ VII or v). (19) This process is illustrated in the chorus of “The Revealing Science of God” ( Example 4 ). (20) Here, the two borrowed chords (II and bVII) are employed in ways that are characteristic of predecessors such as the Beatles and the Byrds. Specifically, the Lydian II harmonizes a passing ♯ 4 ˆ in the melody’s descending chromatic line 5 ˆ – ♯ 4 ˆ – ♮ 4 ˆ , while the cadential ♭ VII chord acts as a substitute for the traditional V chord. (21) Musical Oppositions: The Scalar Gap Example 5 . Establishment of the scalar gap in “To Be Over” (1974), 1:18 (click to enlarge and listen)",
                "footnotes": [
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "temperley_2011"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Yes often creates tonal drama by setting up musical oppositions in their songs. My focus will be on a particular type of opposition I will term the scalar gap . Given our expectation for smooth voice leading, the scalar gap is established by juxtaposing thematic modules featuring scales related by voice-leading distances greater than s 1 /f 1 . Most scalar gaps in Yes are simply at the distance of two signature transformations (oftentimes with pitch centers separated by whole step), so the gap is created through a missing stage in the pattern of normative s 1 /f 1 transformations. Yes usually introduces these oppositions early on in the songs, helping to foster the notion that subsequent events are motivated by their relationship to this gap. Example 5 provides one of the many early presentations that could be cited, from the introduction section of “To Be Over” (1974). Here, an opposition between the song’s two primary tonalities E I (4 ♯ ) and D I (2 ♯ ) is established by transposing the second half of the introductory E I theme to the key of D I . Thereafter, the conflict between 4 ♯ and 2 ♯ is explored in various ways, particularly through modal borrowing in both tonalities. (22) I will continue the discussion of “To Be Over” in the following section, where I outline several methods applied by Yes in response to these tonal oppositions. Gap Filling Example 6 . Transition to the Coda of “To Be Over,” 7:16 (click to enlarge and listen)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Since the metaphor of a gap has been used to describe scalar voice-leading distances larger than s 1 /f 1 , it follows that such gaps can be filled through smooth voice-leading practices. For a hypothetical gap of s 2 /f 2 , this filling must come in the form of a passage featuring the pitch collection of the key signature that lies between those of the two other scales. The result is a series of directed smooth signature transformations (i.e., s 1 –s 1 or f 1 –f 1 ) that bridges the divide between the opposing scales. (23) In “To Be Over,” this approach is used near the song’s end, where a modulation from the secondary tonality D I (2 ♯ ) to the primary tonality E I (7:34) is pursued. Rather than continuing to foster the opposition between these scales, the transitional passage shown in Example 6 is inserted. As can be seen, this excerpt features F ♯ A (3 ♯ ), thereby creating a smooth sequence of s 1 transformations from D I (2 ♯ ) to F ♯ A (3 ♯ ) to E I (4 ♯ ). The Common-Tone Method",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] A more nuanced approach to dealing with the scalar gap is offered in Tymoczko’s “subset technique” ( Tymoczko 2011 , 307), which connects scales through shared pitch classes. In application of this method, we find Yes employing strategies long associated with composers of the “scalar tradition,” as detailed in sources such as Antokoletz 1984 , Parks 1989 , Taruskin 1996 , Callender 1998 , and Tymoczko 2004 . That is, it shows the band attending to the potential relationships contained in the complete pitch class content of the involved collections. Example 7a . Main theme of “To Be Over,” 0:01 (click to enlarge and listen) Example 7b . “To Be Over.” Main theme stated in 2s context. 1:32 (click to enlarge and listen) Example 8a . “Heart of the Sunrise” (1971), (5:04). Common-tone method (click to enlarge and listen) Example 8b . “Heart of the Sunrise” (0:15). Main instrumental theme (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "tymoczko_2011",
                    "antokoletz_1984",
                    "parks_1989",
                    "taruskin_1996",
                    "callender_1998",
                    "tymoczko_2004"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] “To Be Over” makes use of the common-tone method in its exploration of the opposition between E I (4 ♯ ) and D I (2 ♯ ). Given their distance of two signature transformations, these two scales share a pentatonic collection (E– F ♯ –A–B– C ♯ ). Four of these five pitches (E– F ♯ –B– C ♯ ) appear at the song’s beginning in the form of the primary melodic theme ( Example 7a ). The most fitting tonality for this theme is E I , and it is thereafter harmonized accordingly at (0:19) and at the coda (7:34). However, the theme’s other appearance falls immediately after the early establishment of D I as the opposing tonality of the song (illustrated above in Example 5). As shown in Example 7b , this untransposed statement continues to function within the environment of the 2 ♯ collection (see the descending scales in the accompaniment). Therefore, the emphasis on melodic common tones in the texture realizes a momentary union between the competing E I and D I scales.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Common tones can also forge subtle links between multiple themes. Consider “Heart of the Sunrise” (1971), a song notable for its drastic tonal juxtapositions. (24) The music outlined in Example 8 represents the type of problem that likely arose often during the band’s arranging sessions, and which usually fell upon Rick Wakeman to solve. (25) Here, the challenge is how to bridge the gap between themes in E M (3 ♯ ), at the short vocal phrase “lost in her eyes” (4:58) and B ♭ A (5 ♭ ), the verse, tonalities distantly related by four signature transformations (i.e., 3 ♯ to 7 ♯ ). The solution is found in the link between these two themes, shown in Example 8a . Though apparently a brief statement of a G ♯ minor-pentatonic scale, this passage is actually a veiled quotation of the main instrumental riff of the song ( Example 8b ). Comparing this pentatonic collection with the bookending E M and B ♭ A , we find that it holds four common tones with each of the scales. Importantly, the link begins by stating the four common tones held with E M ( F ♯ – G ♯ –B– C ♯ ) and ends with the four shared tones that predict the following B ♭ A ( C ♯ – D ♯ – F ♯ – G ♯ ). The result is a remarkably seamless transition between two distant tonalities. Recapitulation as Resolution",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Thus far, I have given little attention to the relationship between the scalar aspects outlined above and musical form. The previous discussion of musical oppositions foregrounds one of the most substantial links between the large-scale works of Yes and tonal-era instrumental music: the concept of recapitulation as resolution . In this conception, associated with authors such as Rosen ( 1980 ), a sonata-form exposition establishes a tonal opposition between tonic and dominant keys, and the recapitulation produces, through its tonic transposition of the second theme, a large-scale resolution of this dissonance. (26) While nearly all of the extended tracks by Yes feature a section of thematic restatement, only some of these sections rise to the level of recapitulations in the sense described by Rosen. (27) Logically, the early presentation of tonalities related by scalar gap can produce a high-level dissonance similar to that of sonata-form expositions (though other types of conflict are also found). But how does Yes approach the resolution of these dissonances? Example 9 . “The Revealing Science of God.” Overview of A section and recapitulation (click to enlarge)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "rosen_1980"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Though the analyses below will allow us to answer this question more fully, Example 9 suggests some preliminary ideas regarding large-scale resolutions. This diagram offers an overview of the opening and closing sections of “The Revealing Science of God” (1973), allowing for comparison of the modal setting of certain thematic materials of the A section with their return in the recapitulation. The A section of this song features the familiar opposition between scales separated by s 2 /f 2 , as the 4 ♯ themes of the opening, including the B M chant and E I chorus of song 1, lead to the (mostly) 2 ♯ elements of song 2. (28) I will begin by considering how aspects of the recapitulation arise in response to the scalar gap. First, observe the reversed ordering of themes in the recapitulation, which creates a palindromic relation between the two large sections. The symmetrically positioned statements of the chorus in the A section (6:20) and later within the recapitulatory climax (21:02) are both in the tonality of E I (4 ♯ ), suggesting E I as the primary key of the song. From this, one observes a familiar resolution tactic from classical sonata form: the transposition of the opposing tonality (here 2 ♯ ) to the pitch level of the primary tonality. This occurs immediately prior to the final statement of the chorus, when song 2/part 2 is transposed up by step from D I to E I (20:40). Together, then, these two thematic modules produce a somewhat conventional tonal resolution (save for the reordering of themes). Example 10a . “The Revealing Science of God” (11:41). Melody of Song 2: Part 1 (click to enlarge and listen) Example 10b . (19:36). Melody of Song 2: Part 1 at the beginning of the recapitulation (click to enlarge and listen)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] However, more radical methods of resolution are also found in the recapitulation, and these call upon the domains of pitch collection and modal type. Regarding pitch collection, the first two modules of song 2 (19:36 and 20:08) are modified so as to replace the earlier 2 ♯ collection with 3 ♯ . This conversion is achieved in stages: (1) the melody of song 2/part 1 (19:36) is transformed through the simple addition of the pitch G ♯ (compare Examples 10a and 10b ); and (2) song 2/part 2 (20:08) is transposed up a whole step from section A. In light of the discussion above, this resolution technique can be viewed as an example of large-scale gap filling, as it permits smooth scalar voice leading from 3 ♯ to 4 ♯ to replace the earlier gap. The concluding resolution, this time involving mode type, occurs at the return of the “chant” section (21:38). Previously heard in B M in the introduction (Example 1a), the harmonic context within which the chant melody now operates is clearly the “relative” E I (supported by the held E-major triad in the accompaniment, not shown). This transformation supports the earlier hypothesis that Yes prefers Ionian/Aeolian modes for tonal events of high-level structural importance, and the conclusion in E I (4 ♯ ) reveals how crucial all three of the modal domains are in the articulation of tonal resolution. Four Analyses “Roundabout” Example 11 . Formal overview of “Roundabout” (1971) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] “Roundabout” (1971) offers a useful starting point for an investigation into the interaction of tonality and large-scale form. The diagram in Example 11 outlines a formal type encountered often in Yes: the compound A–B–A form, here realized as A–A′–B–A″ (with additional introduction and coda sections). (29) As is often true of such compound forms, large A sections feature the thematic components of songs: here, the alternating verse and chorus sections. B sections, on the other hand, are less predictable, but usually contain distinctive contrasting material and solos.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] A simple song structure by Yes’s standards, “Roundabout” offers a relatively concise demonstration of how scalar relationships can be played out across a piece. Of particular importance in this song is the relation of various tonal events to the background tonality, represented (as a tonal pair) by the relative modes E A and G I of 1 ♯ . However, the surface modes used throughout the piece seem to contradict this reading, as Dorian and Mixolydian modes are far more prevalent than are Aeolian and Ionian. For example, the verse and chorus are each set in scales one signature transformation removed from the central 1 ♯ : the verse is set sharpwise in E D (2 ♯ ) while the chorus is set flatwise in G M ( ♮ ). Example 12a . Gap-filling in “Roundabout” (1:32) (click to enlarge and listen) Example 12b . Gap-filling in the “link” of “Roundabout” (6:56) (click to enlarge and listen) Example 13 . Chorus of “Roundabout” (1:42) (click to enlarge and listen) Example 14 . Interlude from “Roundabout” (5:32) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Some important repercussions to setting the verse and chorus just outside of the background 1 ♯ are uncovered by investigating techniques of scalar voice leading throughout the song. For example, a fundamental scalar gap exists between the E D (2 ♯ ) verse and the G M ( ♮ ) chorus. At various locations in the song, Yes responds to this gap by inserting passages that fill in the scalar space. The first ( Example 12a ) occurs between the verse and chorus: a refrain that bridges the gap between 2 ♯ and ♮ through the brief use of A D (1 ♯ ), thereby creating two successive f 1 transformations. The smooth voice leading achieved here is easily recognized by focusing on the progress of the primary guitar motive (see brackets), whereby each statement of the motive cancels one sharp of the previous statement: C ♯ of E D leading to C ♮ of A D , then F ♯ of A D leading to F ♮ of G M . When transitioning between the tonalities of the chorus and verse ( Example 12b ), the band merely inserts a rising E A scale (1 ♯ ) to bridge the motion from ♮ to 2 ♯ (another example of this technique is found at 2:11). Relatedly, smooth scalar voice leading is discernable in local modal mixture throughout the piece. For example, the G M chorus ( Example 13 ) utilizes a brief borrowing of ♭ III from the parallel Dorian scale, which can be conceived as an additional f 1 transformation from ♮ to 1 ♭ . This example indicates that smooth voice leading (by f 1 ), while serving the practical purpose of bridging collections, is also raised to the level of a motive in the song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Another result of the extensive surface use of E D and G M is that it establishes a large-scale dissonance against the background 1 ♯ of E A and G I . Investigating the manner of resolving this dissonance elucidates some defining aspects of form and tonality in the piece. Example 14 provides the best candidate for a tonal resolution in the song. It occurs in the central interlude, coordinated with a significant reduction in dynamics and instrumentation. Here, the relative modes of 1 ♯ are finally juxtaposed, as the E A classical-guitar theme (first heard as the song’s introduction) is immediately followed by the chorus, now altered slightly to form G I . Therefore, this music achieves an Ionian arrival that was previously thwarted by the use of Mixolydian in the chorus statements of the A sections. Notably, this resolution is short-lived, as the music spins thereafter into a series of surface f 1 transformations, culminating in the 2 ♭ collection: an additional step “too far” in the flatwise direction. This moment nicely sums up the consistent subversion of 1 ♯ that occurs throughout the piece, a musical strategy appropriately symbolizing the song’s basic juxtaposition of majestic imagery from nature (e.g., “lakes” and “mountains”) with that of the hustle and bustle of modern life (e.g., “the roundabout”). (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] But how do the above-described events relate to musical form? On the whole, one must mark “Roundabout” as a more conventional exercise of scale-form interaction than the pieces discussed below. For example, the A′′ section here is simply a restatement of the earlier A sections; therefore, it does not engage with the sonata-form concept of “recapitulation as resolution.” Nevertheless, the symmetrical A–B–A form does support the dramatized role of 1 ♯ . Observe in Example 11 that the form frames the three structurally significant appearances of the background 1 ♯ at the beginning, middle, and end of the song. “And You and I” Example 15 . Formal overview of “And You and I” (1972) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] “And You and I” (1972) is more formally and tonally complex than “Roundabout,” and it features several aspects not present in the earlier song. The diagram in Example 15 subsumes the four named sections of the song (Cord of Life; Eclipse; The Preacher, The Teacher; Apocalypse) under a compound binary form, A–A′, subdivided as a–b–a′–b′. The large A′ section goes far beyond what was witnessed in “Roundabout,” as it modifies the earlier material through thematic shuffling, rearrangement, and (importantly) transposition. Though it does not rise to the level of a recapitulatory resolution, its transformative character clearly engages with organicist conceptions of musical form.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Supporting the notion of formal-tonal transformation in “And You and I,” the song’s progression of thematic modules is articulated through a directed series of s 1 transformations, beginning in 2 ♯ and closing in 5 ♯ . Therefore, the song projects smooth scalar voice leading across the entire formal structure. The variety of pitch-class collections visited and the directed sharpwise motion of the trajectory produce the overall musical experience of having undergone a journey, one which has as its goal a culminating sharpmost scale. Although obscured by the resulting s 1 plan, the concept of the “scalar gap” does in fact apply to “And You and I.” An earlier studio recording of the song, included as an alternate take on recent CD editions of the album Close to the Edge , shows that the original arrangement of the song included only the 2 ♯ and 4 ♯ elements of Example 15. The vocal section I have labeled “And You and I,” therefore, was a later addition, one likely motivated in part by concerns for smooth scalar voice leading. Example 16a . Guitar introduction of “And You and I” (0:31) (click to enlarge and listen) Example 16b . “And You and I,” chord occurring before the instrumental section (3:37) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] The domains of pitch center and modal type are equally vital to the song’s progressive tonal plan. As Example 15 shows, the succession of pitch centers traces a series of ascending fifths (G–D–A–E–B), while modal types are limited almost entirely to Ionian. These pitch centers are, of course, those of the “guitar pentatonic” described in [2.1]. Interestingly, the projected guitar pentatonic structure is supported by many local details throughout the piece. For example, the song opens with an improvised guitar “tune up” using the natural harmonics of the seventh and twelfth frets of the guitar, which spell out the same pentatonic collection (plus F ♯ ); this is the beginning stage in the gradual process of attaining the modulatory launching-off point of 2 ♯ . Then, as shown in Example 16a , these same six pitches form the basis of the guitar introduction, which organizes its cadential bass pitches in ascending fourths (E–A–D) along the guitar pentatonic. Immediately prior to the “Eclipse” section (see Example 16b ), the guitar strums out the tetrachord A–E–G–D, another collection contained in the guitar pentatonic. But most striking is the following instrumental theme (Eclipse, 3:46), which features the sequential transposition of a harmonic progression by ascending perfect fifths: D–A–E–B. (31) Guitarist Steve Howe recalls the crucial role of this particular passage: “The way the theme in Eclipse modulates and develops did take a lot of time because Chris, Bill, and Rick were working on it together. They were driving into something really big with Chris’s bass pedals” ( Morse 1996 , 39). Of course, this pattern of sequential transpositions leads through all of the primary pitch centers of the song, in the same order of ascending fifths. This type of coordination between local motivic details and large-scale tonal structure, whereby surface features generate aspects of larger musical spans, will be demonstrated further in the remaining two songs considered in this article. “The Remembering” Example 17 . Formal overview of “The Remembering” (1973 (click to enlarge) Example 18 . Establishment of the scalar gap in “The Remembering” (0:01) (click to enlarge and listen)",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "morse_1996"
                ]
            }
        },
        {
            "7.1": {
                "text": "[7.1] While “Roundabout” and “And You and I” differ in most respects, “The Remembering (High the Memory),” the second side-length track from Tales from Topographic Oceans (1973), demonstrates how elements from both of these earlier songs can be combined to generate a substantially more elaborate formal design. Like “Roundabout,” the form is a compound A–B–A′ (see Example 17 ), but here the A sections contain two different “songs,” which themselves contain two parts comparable to verses and choruses. This feature might derive from “And You and I,” which similarly structures its A sections in two parts. Also consistent with “And You and I,” the form of “The Remembering” invites some limited comparison with elements of classical sonata form: the bifurcated A sections, the use of developmental techniques in the B section, and, most importantly, the recapitulatory A′ section that functions clearly as a large-scale resolution. It is surprising to find a piece as lengthy as “The Remembering” (20:37) focusing on such a small number of collections, modes, and pitch centers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] “Roundabout” seems to be the model for many of the tonal aspects utilized here. First, there is a clear home pitch collection in 2 ♯ , which, as in “Roundabout,” is realized as Ionian or as its relative Aeolian. (In fact, several themes feature D I and B A simultaneously.) Second, “The Remembering” generates tonal drama through an opposition between 2 ♯ and ♮ , the familiar s 2 /f 2 scalar gap. The contrasting ♮ scale is realized primarily as G M in the vocal sections labeled “Chant” and “Relayer” on Example 17. This opposition—one not just of pitch-class collection, but also of mode type and pitch center—is instituted at the very beginning of the song. As shown in Example 18 , the introduction section begins with guitar arpeggios that progress from a D-major triad to a B-minor triad, thereby establishing 2 ♯ and its two modal pitch centers. Then, the G M “Chant” theme is presented without any transitional process between 2 ♯ and ♮ . As described above, such bald juxtapositions help establish tonal oppositions in the extended pieces, thereby creating the expectation for subsequent resolution. Example 19a . “The Remembering” (13:43). Superimposition of ( ♮ ) themes (click to enlarge and listen) Example 19b . “The Remembering” (14:13). “Relayer” theme transposed to A M (2 ♯ ) (click to enlarge and listen) Example 20 . “The Remembering” (2:54). Borrowed Lydian II in Song 1, Part 2 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] The opposition between 2 ♯ and ♮ does in fact motivate the events of a culminating section. Here, in the instrumental retransition (13:43), both collections are recalled in anticipation of the recapitulation. This begins with a polymetrical passage that fuses the two G M themes ( Example 19a ), with the “Chant” melody superimposed above a rhythmic pattern in the bass derived from the preceding “Relayer” section. Then, an abrupt modulation transposes the “Relayer” theme to A M (see Example 19b ), and thereby shifts by s 2 into 2 ♯ . This latter event aids two crucial large-scale resolutions of the song. First, it places the Mixolydian mode, previously confined to the ♮ collection, within the 2 ♯ scale, thereby resolving the pitch-class conflict in favor of 2 ♯ . Additionally, it creates a mode-type resolution, as A M ultimately gives way to D I at the beginning of the recapitulation, somewhat akin to a dominant-to-tonic resolution (i.e., A to D). This moment of resolution offers further evidence of the large-scale structural importance of Ionian/Aeolian modes, as Ionian is reserved here for the articulation of tonal and thematic return, while Mixolydian—which sets themes of a chantlike/ritualistic character in “The Remembering”— plays a supporting role.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] Another important aspect of “The Remembering” will be familiar from the analysis of “And You and I”: a long-range unfolding of s 1 signature transformations, which provides a trajectory for scalar motions across the entire formal structure, perhaps symbolizing the “sailing” referenced early on in the lyrics. This process is likewise motivated in part by the scalar gap, as it begins its course by gap filling. Following the introductory statement of the G M “Chant” (0:12), the path from ♮ back to 2 ♯ begins by passing through the 1 ♯ collection in Song 1 Part 1 (2:28). (32) This s 1 pattern continues in the form of modal borrowing within Song 1 Part 2, as shown in Example 20 . Here, the Lydian II chord creates a momentary s 1 borrowing from 3 ♯ . (33) Bassist Chris Squire describes the passage as follows: “That section starts with a very interesting chord sequence. The key shifts for every bar, and the bass line just happens to bind it all together by following a weird kind of scale” ( Morse 1996 , 49). Example 21 . The Remembering (18:40). Pivot from E I to D I through borrowed II chord (click to enlarge and listen)",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": [
                    "morse_1996"
                ]
            }
        },
        {
            "7.5": {
                "text": "[7.5] Though only a local scalar disturbance in the context of Example 20, the II chord—particularly in the form of an E-major triad—factors heavily in the events of the recapitulation (refer to Example 17). Here, thematic elements are reordered and transposed so as to create two important tonal arrivals: (1) a scalar climax of sharpwise voice leading; and (2) a resolution back to the home 2 ♯ . The climax is achieved by reversing Song 1 and Song 2 and by transposing Song 1 up by whole step, which allows the recapitulation to continue the pattern of s 1 transformations begun in the A section, culminating in the 4 ♯ E I of Song 1 part 2 (17:59). More specifically, the arrival of the sharpmost moment coincides with the borrowed II chord ( F ♯ major) within this scale. Temperley and Tan’s ( 2013 ) association of sharpwise motion with an increase in perceived happiness supports the importance of this arrival. The association of s 1 activity with the E-major triad, described above in reference to Example 20, reaches a peak during these climactic modules. As documented in Example 21 , the E-major triad serves two roles here, functioning first as the emphasized tonic chord of E I during Song 1 Part 2 and the following short guitar solo, then acting as a pivot chord in the modulation back to D I (18:44), where it is returned to the position of borrowed II. In sum, “The Remembering” continues to show Yes capably balancing local tonal structures with large-scale processes of opposition, growth, and resolution. “Close to the Edge”",
                "footnotes": [],
                "citations": [
                    "temperley_and_tan_2013"
                ]
            }
        },
        {
            "8.1": {
                "text": "[8.1] For my concluding analysis, I return to the album Close to the Edge (1972) for a discussion of its title track, a song often praised for its formal sophistication. (34) Though I have largely avoided references to lyrics thus far, this song is notable for its suggestion of a lyric narrative. (35) Macan ( 1997 , 96) considers “Close to the Edge” to be a prime example of the “spiritual quest” theme that is so prevalent in the progressive-rock canon, and both he and Covach ( 1997 ) have identified Hermann Hesse’s novel Siddhartha (1922) as a likely model for the song’s narrative (see also Moore 1996 ). Though my interpretation of this particular feature of the song does not differ greatly from those of Covach and Macan, I hope to demonstrate in the following analysis that a scale-oriented view can elucidate aspects of the unfolding of this concept. Example 22 . Formal overview of “Close to the Edge” (1972) (click to enlarge) Example 23a . “Close to the Edge,” introduction (0:55) (click to enlarge and listen) Example 23b . “Close to the Edge,” main theme (2:55) (click to enlarge and listen) Example 24 . Rapid s 1 transformations in the A section of “Close to the Edge” (4:33) (click to enlarge and listen)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": [
                    "macan_1997",
                    "covach_1997",
                    "moore_1996"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] The diagram in Example 22 reveals yet another compound form: A–A′–B–A′′, the A sections of which contain a transposable “bridge-chorus-refrain” sequence (these transpositions are discussed further below). Of all of the band’s extended pieces, “Close to the Edge” has invited the most comparisons with classical formal prototypes. Macan, for example, analyzes its form as “a conflation of the multimovement suite and the one-movement sonata form” ( Macan 1997 , 99). While I disagree with this interpretation, the song can be viewed nevertheless as the band’s most sophisticated application of sonata-like principles, particularly in reference to its techniques of opposition, development, transformation, and ultimate resolution.",
                "footnotes": [],
                "citations": [
                    "macan_1997"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] One of the primary pitch-related issues to consider is the presence of yet another large-scale pattern of s 1 signature transformations: here, an expansive path from 1 ♭ to 6 ♯ . The culmination of this process occurs at the end of the B section, rather than within the climactic recapitulation. This suggests a song-specific unfolding of scalar processes. I will begin by demonstrating how the articulation of this pattern may correspond loosely to various stages in the spiritual quest of the song’s protagonist, providing evidence of the ability of scalar processes to “take us on a complex journey” ( Temperley 2000 , 310).",
                "footnotes": [],
                "citations": [
                    "temperley_2000"
                ]
            }
        },
        {
            "8.4": {
                "text": "[8.4] The first span of s 1 transformations occurs from the beginning of the introduction to the “chorus hint” of the A section. However, the music complicates the progress of this path in several ways (see Example 23). First, the 1 ♭ collection of the introduction is modally impure, as the leading tone of D minor ( C ♯ ) infiltrates the texture in the bass ostinato ( Example 23a ); only the following improvised guitar solo (not shown) is fully diatonic. Additionally, the bass refuses to settle on the pitch center D until the very end of the section (2:48). (36) Then, the following instrumental theme ( Example 23b ), which, according to an s 1 pattern, should proceed to ♮ , does so only with the bass’s D D , as the guitar melody features a contradictory D I (2 ♯ ), rendering definitive modal assignment impossible. (37) Problems in the continuance of the s 1 path are also apparent in the A section. While the verse provides a stable 1 ♯ in A D , the short “chorus hint” that follows ( Example 24 ) unfolds s 1 transformations too quickly, steering the music into E D (2 ♯ ) and then, almost immediately, a modally ambiguous 3 ♯ . In coordination with the appearance of 3 ♯ , vocalist Jon Anderson exclaims “not right away” (4:39). Stepping back from this description, what correlations might exist between the indistinct s 1 process and the spiritual quest narrative? Covach describes the introduction as representing the “chaotic nature of the material world” ( Covach 1997 , 20). Similarly, Macan reads the beginning of the verse as a “call” to action from the “disgraceful condition” of the protagonist ( Macan 1997 , 96). From these readings, connections between the narrative and the tonal structure are easily drawn. The “chaotic” nature of the introduction is represented musically by the impure realization of 1 ♭ and subsequent complications with ♮ . Then, the following verse, by proceeding too rapidly into 3 ♯ , indicates that spiritual enlightenment comes only with great effort (“not right away”). Example 25 . “Close to the Edge,” bridge (4:53) (click to enlarge and listen)",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": [
                    "covach_1997",
                    "macan_1997"
                ]
            }
        },
        {
            "8.5": {
                "text": "[8.5] The following music, beginning at the bridge (4:53), supports this analysis, as it immediately falls back to ♮ and restarts the process of s 1 transformations so that they may proceed at a more leisurely pace, and thereby better represent the long journey and its struggles. Further, the bridge solves the tonal problem of the earlier unclear s 1 transformation between 1 ♭ and ♮ by having the guitar briefly reference its 1 ♭ motive from the introduction at the very beginning (see Example 25 ). (38) Otherwise, the s 1 path is elongated through transformations of thematic material in the A′ section: (1) the “chorus hint” (6:50) remains in A D (1 ♯ ), and (2) the bridge-chorus-refrain sequence is transposed up by whole step from the pitch levels of the A section in order to realize 2 ♯ . One fortuitous result of the latter transposition is that it allows the chorus (7:40) to return to the E D mode previously foreshadowed in the “chorus hint” of the A section.",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "8.6": {
                "text": "[8.6] The final segment of the s 1 path, occurring within the B section, represents an important juncture in the spiritual quest narrative. Covach suggests that the B section represents the “spiritual realm” ( Covach 1997 , 20), and Jon Anderson’s own comments about “passing on from this world to another world” ( Morse 1996 , 36) appear to confirm this reading. Death (literal or figurative) also factors in this sequence of events, evoked by references in the lyrics (e.g., the crying woman and “crucifixion”) and the funereal organ interjections (e.g., 12:11). The culmination of the s 1 pattern occurs with the arrival of 6 ♯ at the transposed restatement of the instrumental theme (14:13). While representing a goal of sorts (the attainment of the sharpmost scale), this music, factoring in its frenzied texture and affect, does not likely symbolize the moment of true spiritual enlightenment in the narrative, but rather the final stage of transformation that leads the protagonist into another realm. Example 26 . “Close to the Edge,” link (7:58) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "covach_1997",
                    "morse_1996"
                ]
            }
        },
        {
            "8.7": {
                "text": "[8.7] Before venturing further, I should briefly address an inconsistency in the outline of s 1 transformations detailed above, specifically the link into the B section (7:58). As shown in Example 26 , this music is a variation on the bridge (compare with Example 25), given its ♮ scale, background C I mode, and emphasis on the pitch F. Clearly, this passage fails to provide the 3 ♯ needed in order to produce entirely smooth scalar voice leading into the B section. The earlier appearance of 3 ♯ , however, contained a warning (“not right away”), so it is possible that its avoidance here is a response to the figurative “death” in the journey. Whether or not the reader chooses to accept this analysis, every step of the s 1 plan need not be realized neatly, as the overall sharpwise transformations of scales throughout the song is clear enough. Further, the scale-based approach used here is obviously not able to account for all aspects of the music, particularly motivic and rhythmic details. For example, Covach’s ( 1997 ) discussion of half-step motives throughout the song provides a convincing explanation for the key of the link passage, as this tonality creates a transition into the E center of the B section through the half step F–E. (39)",
                "footnotes": [
                    "FN39"
                ],
                "citations": [
                    "covach_1997"
                ]
            }
        },
        {
            "8.8": {
                "text": "[8.8] Having detailed the pathway of s 1 transformations throughout the song, I will now account for the climactic recapitulation (A′′). As a symbolic representation of the protagonist’s spiritual transformation, this section realizes perhaps the most all-encompassing resolution of the band’s large-scale pieces. To understand the full impact of this tonal resolution, one must consider more fully all three modal domains than I have thus far. Incidentally, the first resolution takes place entirely outside of the scalar realm: a metrical resolution occurring at the return of the A D verse (15:53), as discussed by Covach ( 1997 , 11–14). (40) Therefore, the true tonal resolution does not arrive until the return of the bridge–chorus–refrain sequence (16:33). The simplest component of the resolution is articulated via pitch collection, as this music returns to the 1 ♭ key signature in which the song began and, further, resolves the impure diatonicism of the opening (i.e., using C ♮ rather than C ♯ ). (41) More important, however, are levels of resolution produced through transformations of pitch center and modal type. As can be seen in Example 22, the primary tonality of the recapitulation is F I . As Macan ( 1997 , 103) observes, this choice suggests a large-scale motion from the opening D A to its relative major F I : a symbolic “darkness to light” succession in support of the “higher level of consciousness” having been reached by the protagonist. This relation offers further proof of the band’s preference for employing relative Ionian/Aeolian modes at the highest levels of structure.",
                "footnotes": [
                    "FN40",
                    "FN41"
                ],
                "citations": [
                    "covach_1997",
                    "macan_1997"
                ]
            }
        },
        {
            "8.9": {
                "text": "[8.9] As presented thus far, my account of the recapitulation’s tonal resolution remains incomplete. Is one simply to view the music occurring between the introduction and the resolution as “filler,” functioning solely in order to articulate the pattern of s 1 transformations? In fact, the choice and realization of various modal types throughout the middle are crucial in building up intensity for the climactic resolution. This increase in tension is produced primarily through the avoidance of clear Ionian modality throughout the song. Example 22 may be misleading due to the large number of Ionian modes identified, as most of these sections strategically underplay the Ionian tonic chord. (42) For example, the bridge (Example 25) features a prolongation of the IV chord, only briefly landing upon the tonic. (43) Instead, strong articulation of the Ionian tonic is reserved for the sections I have labeled as the refrain (“I Get Up”), but even this section is too brief in its first two appearances to produce a true sense of arrival (see 5:54 and 7:53). Only at the climactic statement of the refrain (17:15) is the Ionian tonic chord emphasized to such a degree as to produce a convincing large-scale resolution. Therefore, the earlier statements of the refrain, which occur in scales other than 1 ♭ , help to prefigure this moment. Example 27a . “Close to the Edge,” verse of the A section (4:13) (click to enlarge and listen) Example 27b . “Close to the Edge,” verse of the A'' section (16:09) (click to enlarge and listen) Example 27c . “Close to the Edge,” chorus of the A'' section (16:48) (click to enlarge and listen) Example 28 . Conversion of bridge-chorus-refrain sequence in “Close to the Edge” (click to enlarge and listen)",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "8.10": {
                "text": "[8.10] The foreshadowing of the resolution in F I (1 ♭ ) also involves modes other than Ionian, particularly Dorian. As in the songs previously discussed, this non-Ionian/Aeolian mode functions only as a temporary area of stability. In “Close to the Edge,” all manifestations of Dorian (e.g., the verses and the chorus) take the form of a basic Dorian progression (i–VII–i–ii). In the chorus, this Dorian tonicization precedes an Ionian resolution in the same key signature. An anticipatory function is also reflected in the lyrics that accompany the Dorian mode, as they reference the striving of the protagonist towards an ultimate goal (e.g., “close to the edge”). The most effective musical foreshadowing of the 1 ♭ Ionian arrival occurs within the verses. As shown in Example 27, each verse contains a brief interruption of the prevailing A D through an interpolated G D (1 ♭ ). The first interjection ( Example 27a ) presents only a ghostly G-minor triad, but by the time of the final statement of the verse ( Example 27b ), the G tonality is realized with the established basic Dorian progression (i–VII–i–ii). Crucially, these interruptions match the G D (1 ♭ ) tonality of the climactic statement of the chorus ( Example 27c ), which naturally features the same progression, and which leads to the conclusive attainment of F I (1 ♭ ). Therefore, these G D interruptions serve to recall the home 1 ♭ collection (otherwise missing for the majority of the song), but, in utilizing a non-Ionian mode, certainly defer any sense of arrival on 1 ♭ until the end of the song. (44)",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "8.11": {
                "text": "[8.11] A final point of interest regarding the large-scale resolution is the recapitulation’s transformation of formal components in the large A sections. The uncommon ordering of sections “verse–bridge–chorus–refrain” (Example 22) appears to misplace both the bridge and the refrain. (45) The treatment of these sections in the recapitulation suggests a formal conversion that resolves this nonstandard pattern. As diagrammed in Example 28 , this conversion is achieved first through a merging together of the bridge and chorus into a “super” prechorus. Considering the typical characteristics of prechorus sections discussed by de Clercq ( 2012 , 89), it is easy to see how both the bridge and chorus can meet some of our expectations. First, both sections employ harmony that largely avoids the Ionian tonic: the bridge through its stock IV–iv–I–IV progression, and the chorus through its basic Dorian progression. Second, the heightened energy with which the bridge and chorus are presented in the recapitulation, as well as the expansion in length of the chorus from 17:01–17:15, creates anticipation for a final chorus, another hallmark of prechorus sections. Finally, these sections take on the role of prechorus in relation to the climactic arrival of the refrain (“I Get Up,” 17:15). Given the conversion of the chorus into a prechorus, this refrain becomes the global chorus of the song. The strong arrival on Ionian harmony factors heavily in this conversion. As discussed in de Clercq ( 2012 , 50), arrivals on the Ionian tonic often contribute to the focal quality necessary for a section to function as a chorus. Therefore, the strategic avoidance of the Ionian tonic throughout the song helps achieve this crucial formal overthrow, through which we arrive at a normative “verse–prechorus–chorus” sequence in the recapitulation. Conclusion",
                "footnotes": [
                    "FN45"
                ],
                "citations": [
                    "de_clerq_2012",
                    "de_clerq_2012"
                ]
            }
        },
        {
            "9.1": {
                "text": "[9.1] I began this study by observing the apparent contradiction in Yes between stylistic aspects of the “scalar tradition” and those of eighteenth- and nineteenth-century art music. With my investigation now completed, one can better understand how Yes manages to negotiate this stylistic dissonance. The simplest conclusion is that these pieces demonstrate a sharp divide, with the scalar tradition reflected on the musical surface and classical principles manifested in the realm of large-scale form. Though somewhat accurate, this conclusion neglects to consider the substantial crossover that occurs between these two worlds. For example, Yes’s forms are clearly a hybrid of elements taken from both rock music—the use of verses, choruses, and the compound A–B–A design—and classical sonata form (developmental and recapitulatory techniques, etc.). Covach observes that the band’s music often “makes no significant stylistic reference to classical music on the surface; it is at the level of large-scale structure that the reference to art music is found” ( Covach 1997 , 14). Indeed, it is only at the level of deep structure that one can fully appreciate the interrelationship between scale and form. For example, the techniques of scalar opposition and growth witnessed over the course of these tracks recall the Romantic notion of “form as process,” which Schmalfeldt identifies as a key component of the Beethovenian legacy ( 2011 , 3). As we have seen, Yes’s songs often set up musical conflicts at their outset that get worked out over the course of the song, only to be resolved at some key moment, such as the recapitulation. As these resolutions require a keen awareness of the unfolding of diatonic collections, pitch centers, and modal types, the scale-oriented analyses offered here elucidate an important facet of the band’s contribution to progressive music.",
                "footnotes": [],
                "citations": [
                    "covach_1997",
                    "schmalfeldt_2011"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.1.clement.html",
    "data": "mto/data/mto.15.21.1.clement.json"
}