{
    "title": "Conference Report: “Come Together: Fifty Years of <i>Abbey Road</i>”",
    "date": "2019/12/01",
    "volume": "25",
    "issue": "4",
    "authors": [
        "Koozin, Timothy"
    ],
    "abstract": "",
    "keywords": [
        "Beatles",
        "Abbey Road",
        "popular music"
    ],
    "doi": "10.30535/mto.25.4.7",
    "received": "November 2019",
    "pdf": "https://www.mtosmt.org/issues/mto.19.25.4/mto.19.25.4.koozin.pdf",
    "author_info": [
        {
            "name": "Timothy Koozin",
            "university": "Moores School of Music",
            "address": "University of Houston, 333 Cullen Blvd, Houton, TX 77204-4017",
            "email": "tkoozin@uh.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. The program and abstracts for the 2019 Abbey Road Conference at Rochester are available at https://www.rochester.edu/popmusic/abbey-road.html . A report by Nicole Biamonte on the 2017 Sgt. Pepper's Lonely Hearts Club Band conference at the University of Michigan appears in MTO at http://mtosmt.org/issues/mto.17.23.2/mto.17.23.2.biamonte.html . The 2018 symposium at Monmouth University of the Beatles' White Album is described at https://www.monmouth.edu/the-white-album/ . An upcoming conference in Lisbon, April 16–18, 2020, “It was Fifty Years Ago Today: An Academic Tribute to The Beatles” is announced at https://beatlesinlisbon.wordpress.com/ .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The Beatles’ recording sessions leading to the release of Abbey Road in 1969 were the last in which all four Beatles participated. The eleventh studio album by the Beatles, Abbey Road has been recognized as an artistic highpoint in the Beatles’ oeuvre that retrospectively looked back at formative popular music styles while also innovating in new dimensions of songwriting, performance, and recording that would shape popular music in the decades to follow. To commemorate the 50th anniversary of the worldwide release of the Abbey Road album, the University of Rochester Institute for Popular Music (John Covach, Director) and the Eastman School of Music hosted an interdisciplinary conference, “Come Together: Fifty Years of Abbey Road .” Meeting September 27–29, 2019, this conference was preceded by the previous year’s golden anniversary symposium on the Beatles’ White Album at Monmouth University, along with the many Beatles-themed events worldwide that continue perennially. (1) Featured speakers at the Abbey Road conference included Ken Townsend, engineer and General Manager at Abbey Road Studios, noted Beatles book authors Andy Babiuk, Walter Everett, and Kenneth Womack, and invited scholars Nicole Biamonte, Victor Coelho, Robert Fink, Andrew Flory, Katie Kapurch, Bruce Pilato, A. Joan Saab, and Mark Spicer.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The first session of the conference, comprised of four papers presented by Walter Everett (University of Michigan), Kenneth Womack (Monmouth University), Katie Kapurch (Texas State University), and Mark Spicer (Hunter College and the Graduate Center, CUNY), set the broadly interdisciplinary tone for the conference. Everett’s study of melody and countermelody in Abbey Road was comprehensive in scope, correlating formal, phraseological, and structural aspects of melody and ornamentation with a historical chronicle of documented Beatles performances of Abbey Road songs. Beatles historian Kenneth Womack explored the creative collaborations in writing, recording, and mixing the “Long One,” the suite that closes Abbey Road , drawing on commentary from producer George Martin, audio engineer/musician Alan Parsons, and the individual Beatles. Katie Kapurch’s presentation focused on Pattie Boyd’s artistry as a fashion model and her role in creating an iconic look of mythologized 1960s London style. Through interviews she conducted with Boyd and analysis of photographs, Kapurch surveyed Boyd’s visual creativity and her activity with the Beatles around the time Boyd was married to George Harrison. Mark Spicer discussed Abbey Road as proto-progressive rock, tracing musical practices established by the Beatles that would be integral to music by progressive rock groups including Genesis, Jethro Tull, Yes, King Crimson, and Emerson, Lake & Palmer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Presenters employed a wide range of methodological approaches in developing broader comparative studies and close analytical readings of particular songs. In her study of meter and rhythm in Abbey Road , Nicole Biamonte (McGill University) examined large-scale trajectories of tempo, meter, drum kit patterns, and rhythmic stratification by tracking intensity and saturation of metrical dissonance on graded numerical scales, showing how the intensity of metrical dissonance increases beginning with the Revolver album (1966) and remains high for the rest of the Beatles’ compositional output. In analyzing Abbey Road songs, Biamonte discussed phrases that begin in successively earlier metrical positions in “Come Together,” the “double tresillo” triple groupings within duple meters in George Harrison’s “Something” and “Here Comes the Sun,” multiple layers of metrical dissonance in “Sun King,” meter changes in “Mean Mr. Mustard,” and tempo modulation in “The End.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In studies of harmony and form, Beth Hiser (Baldwin Wallace University) explored extended plagal progressions on Side 2 of Abbey Road , showing how the double-plagal progression is used strategically to form an affective contrast to its more powerfully directed mirror image, the ii–V–I progression. Brett Clement (Ball State University) examined “The B Sections of Abbey Road ,” tracing a trajectory of development through comparisons to earlier Beatles works that reveals distinguishing formal strategies among the individual Beatles in their songwriting. Aaron Krerowicz (Ball Sate University) employed Christopher Doll’s terminology of harmonic functions in rock music, indexed to distance in predicting the tonic, to identify chords that serve multiple functions in music of the Beatles. Mark Anson-Cartwright (Queens College and the Graduate Center, CUNY) discussed the disruptive double ending formed by the inclusion of “Her Majesty” after a passage of silence at the end of Abbey Road Side 2. Drawing comparisons to other double endings found in previous Beatles songs as well as in works by J. S. Bach, Haydn, and Beethoven, Anson-Cartwright examined aspects of dream imagery, cyclic unity, large-scale key relationships, and the hard splicing that begins and ends this shortest of all Beatles songs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] A number of presentations provided complementary analytical and historical studies of particular songs, informed by careful study of the outtakes and rehearsal recordings available, including the more than one hundred hours of recordings preserved during the Get Back / Let It Be sessions in January 1969. David Thurmaier (University of Missouri, Kansas City) contextualized “’Maxwell’s Silver Hammer” within McCartney’s corpus of music hall songs and chronicled the creative process of working out a transition between verse and chorus, revealed through examination of the many recorded rehearsal sessions devoted to this song. Cevin Soling (Harvard University) also discussed “Maxwell’s Silver Hammer,” interpreting it as an intersection of vaudevillian music and existential absurdism positioned within a wave of music hall style songs by British groups that included the Kinks, Herman’s Hermits, and the Rolling Stones. A pair of presentations by Kit O’Toole (Chicago, IL) and Mark Osteen (Loyola University Maryland) focused on “Oh! Darling,” exploring how the song embodies a nexus of influences including a regional sub-genre of songs from the American South with stylistic roots in traditional Cajun music and black Creole (zydeco) music that came to be known as “swamp pop.” Elizabeth Randell Upton (UCLA) examined the complex three-part harmony in “Because,” which has an atypical instrumentation of guitar, bass, Moog synthesizer, and electric harpsichord. With its twice-overdubbed three-part vocal forming a nine-voice ensemble, Upton posited that the song comprises “a self-consciously valedictory celebration of the Beatles’ musical and vocal collaboration” while strategically forming a transition in the album as a whole. Joel Friedman (Catholic University) examined George Harrison’s “Something,” explicating the song’s four-note descending chromatic line and its motivic variants, noting comparisons with songwriting practices and voice-leadings found in Lennon-McCartney songs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Several presenters developed broadly interdisciplinary approaches to interpret musical meaning and cultural coding in Abbey Road songs. Matthew Schneider (High Point University) traced Shakespearian influences, observing connections to the Bard in the Beatles’ creativity and Paul McCartney’s evolution as a songwriter. In my own paper (Timothy Koozin, University of Houston), I employed analytical methodologies of topic theory, musical gesture, and virtual agency in an examination of keyboard playing in the Abbey Road album, showing how shifting personic environments are established in large measure through keyboard playing that evokes a range of musical topics, including 1950’s rock and roll, honky-tonk saloon piano, fantastic Moog synthesizer orchestral textures, quasi-Baroque electric harpsichord, extroverted boogie-woogie, introspective psychedelic ombra, and, thanks to Billy Preston, authentic gospel-blues Hammond organ. Don Traut (University of Arizona, Tucson) utilized Actor-Network Theory to contextualize Abbey Road within an interconnecting web of dynamic musical and social relationships that led to and developed from the album. Karen Duchaj (Northeastern Illinois University) employed a socio-linguistic methodology to analyze John Lennon’s deliberate use of a thick Liverpool dialect in “Polythene Pam,” tracing the indexing between dialect features and social characteristics that are projected vocally through an enacted persona in the song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Robert Fink (UCLA) discussed innovations in timbre as structural and expressive elements in Abbey Road . Consideration of John Lennon’s interest in an ethos of “pure sound,” over signifying words or pretentious intellectualizations of avant-garde music, provided a conceptual starting point for using spectral analysis to examine the predominance of low frequencies in music that might be characterized as “funky.” Sonic visualizations were shown to exhibit a distinctive frequency balance with energy peaks clustered in low and high registers, with an attenuated middle range. In “Come Together,” this sonic profile coincides with emphasis on kick drum, tom-toms, snare, bass, and Lennon’s raspy vocal. It was shown that Ringo’s drum solo emphasizing tom-toms reprises this envelope, forming a distinctive sonic profile that frames the album as a whole. This constituted a new and innovative timbral signature, given that recording setups at the time had been optimized for classical and light pop that emphasized upper mid-range sounds. Other presentations further illuminated the Beatles’ timbral innovations, recording techniques, and musical instruments. Gary Astridge (Buffalo, NY), in his discussion of Ringo Starr’s drumming on Abbey Road , noted the distinctive sound of Ringo’s new Ludwig maple “Hollywood” drum set acquired in 1968. Ringo famously attached tea towels to his toms to create the muffled “thumpy” sound consistent with the sonic signature Fink described. Philippe Gonin (University of Burgundy Franche-Compté) discussed the Beatles’ innovative use of the Moog synthesizer and its entry into pop music. Andy Babiuk (Rochester, NY), author and expert on Beatles gear, shared stories about guitars and drum kits famously used by the Beatles and some ongoing speculations about where some of those original instruments may be today. Gabriel Lubell (Indiana University) probed silences in Abbey Road , drawing from disciplines of media theory, phenomenology, and music perception to examine spaces between voices, instruments, sounds, and songs in order to interpret the nature and meaning of musical space in the eight-track recording.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Several presentations highlighted the significant roles of individuals in the orbit of the Beatles, including Billy Preston, Mal Evans, and Yoko Ono. Andy Flory (Carleton College) chronicled Billy Preston’s career spanning more than fifty years, from organ performances as a child prodigy with Mahalia Jackson and Nat King Cole, to his important creative contributions on Get Back and Abbey Road , and to subsequent work as a soloist and in collaborations with George Harrison, Eric Clapton, and others. Paul Harris (University of Puget Sound) discussed Mal Evans’s long relationship with the Beatles as roadie and all-around fixer and his activity in producing Apple recordings of the British group Badfinger, analyzing musical influences of the Beatles in the Badfinger hit, “No Matter What.” A. Joan Saab (University of Rochester) discussed “Yoko Ono: In Her Own Right,” exploring Ono’s life and work as an artist in a context shaped by her own aesthetics and creativity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Presenters contributed to a more nuanced understanding of the historical moment that provided context for the creation of Abbey Road . Victor Coelho (Boston University) explored the intersection of musical and technical innovations in 1969, considering the Beatles as composers of studio albums not intended to be performed live, positioned in stark contrast to their contemporaries who were then developing new modes of virtuosic and theatrical live performance with long, climactic grooves: notably, James Brown, the Rolling Stones, the Grateful Dead, Pink Floyd, The Who, and the Allman Brothers. As an album made at a nadir in the Beatles’ personal relationships, Abbey Road was compared by Bruce Pilato (University of Rochester) to the work of other artists who created great albums during times of personal upheaval, including The Who, Police, Bruce Springsteen, and Jimi Hendrix. On a related topic, Robert Rodriguez (Chicago, IL) examined historical evidence that suggests a high level of creative collaboration and shared spirit of musical discovery among the individual Beatles, refuting conclusions previously drawn in writings that reported on their creative differences and personal estrangements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Three presentations interpreted the iconic Abbey Road album cover art. Rodney Nevitt (University of Houston) examined the cover art in the context of Pop Art and photography in the 1960s. Eric Rosenberg (Tufts University) offered a close hermeneutic reading of the visual politics implied in the album cover. Richard Mills (St Mary’s University, London) examined Abbey Road in London as perhaps the most famous and enduring cultural landmark associated with a musical work, probing its evolving meaning as Beatles iconography and a destination for fan-based cultural pilgrimage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Among the presentations devoted to the international phenomenon of Beatles cover bands, Ivan Tan (Brown University) discussed the Abbey Road version recorded by Booker T. and the MGs in the style of Southern soul that they helped to create at Stax Records. Matthias Heyman (University of Antwerp) examined the Dutch band The Analogues and their use of historically accurate instruments, through which they strive to create the experience of hearing the six last studio albums of the Beatles performed live. In their poster presentation, Katie Kapurch and Jon Marc Smith (Texas State University) chronicled a history of Beatles covers by black artists that connects the foundational influence of black musicians on the Beatles with their influence on later artists, including the American psychedelic rock band, Blac Rabbit. Noriko Manabe (Temple University) discussed the parody cover by Kuwata Keisuke, Abe Road , using phonetic charts to show how Japanese words were crafted to sound punningly similar to the original English lyrics as a means to evade censorship in publically expressing commentary on Japanese political corruption.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Overall, the conference presentations were notable in contributing to Beatles scholarship in several areas: (1) their broadly diverse approaches in analyzing and interpreting the Beatles’ musical practice in songwriting and recording; (2) situating the Abbey Road album as a focal point for popular music studies in style, structure, rhythm, and large-scale relationships spanning groupings of songs and the full album; (3) study of recording outtakes, studio submixes, and film documents as important musical artifacts; and (4) the continuing reception history of Beatles music and their place as cultural icons.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] “And in the end,” it was a highly congenial symposium, with an informal atmosphere that provided an ideal setting for the exchange of ideas on all things related to the Fab Four. For their work in organizing a richly varied program, the Program Committee is to be commended: John Covach (chair), Katie Kapurch, and Walter Everett.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.19.25.4.koozin.html",
    "data": "mto/data/mto.19.25.4.koozin.json"
}