{
    "title": "Commentary on Samuel Ng’s review of Peter H. Smith’s <i>Expressive Forms in Brahms’s Instrumental Music: Structure and Meaning in His Werther Quartet</i>",
    "date": "2008/03/01",
    "volume": "14",
    "issue": "1",
    "authors": [
        "Wen, Eric"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "February 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.1/mto.08.14.1.wen.pdf",
    "author_info": [
        {
            "name": "Eric Wen",
            "university": "Curtis Institute of Music",
            "address": "",
            "email": "ericlwen@aol.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. In the minor mode, this parallel construction of having \nthe same theme presented a whole-step apart is not possible due to the fact that \nII is a diminished triad. However, if is lowered to , \nresulting in II, \nthis parallelism can also occur. The opening of Beethoven’s “Appassionata” \nSonata with its successive statement of the ominous opening theme in F minor and \nG-flat major is only possible through this chromatic alteration.",
            "citations": []
        },
        "FN2": {
            "text": "2. At the start of the consequent part of the exposition in the “Waldstein,” \nfollowing the statement of the opening theme in the tonic over bars 14–17, the \ntheme is repeated a step higher, resulting in its appearance in D-minor in bar \n18. A different tonal connection now occurs between the initial and final chords \nin the successive 5–6 patterns. The A-minor chord in bar 20 connects back to \nthe tonic, initiating a 5–6 contrapuntal progression above C. This motion from \nG to A continues further to A in bar 22, transforming the tonic into an \naugmented-sixth chord that leads to V of the mediant, the key of the “second” \ntheme.",
            "citations": []
        },
        "FN3": {
            "text": "3. Even today, scholars describe the opening of this Quartet as nothing short of \nbewildering. Maynard Solomon, in Mozart: A Life (New York: Harper Collins, 1995), \ncalls the first few bars “an unprecedented network of disorientations, \ndissonances, rhythmic obscurities, and atmospheric dislocations . . . Reality has been defamiliarized, the uncanny has supplanted the commonplace.” And in The \nCambridge Mozart Encyclopedia, ed. Cliff Eisen and Simon Keefe (Cambridge: \nCambridge University Press, 2006), John Irving, the author of the chapter on \nstring quartets, points out the “whole-tone clusters at the beginning of bars 3 \nand 7,” and describes the opening nine bars as a series of chords “which \nconfuse, rather than clarify, our tonal perspective.” An excellent historical \noverview of the many theoretical responses to the “Dissonance” Quartet appears \nin Julie Anne Vertrees, “Mozart’s String Quartet K. 465: The History of a \nControversy,” Current Musicology 17 (1974). Although different in its details, \nthe large-scale motion of bars 1–12 in my analysis is essentially the same as \nrepresented in Heinrich Schenker’s Example 99/3 in Free Composition , trans. and \ned. Ernst Oster (New York: Longman, 1979), and the one by Oswald Jonas in the Appendix to the \nEnglish translation of Schenker’s Harmony (Chicago: University of Chicago Press, \n1954).",
            "citations": []
        },
        "FN4": {
            "text": "4. A similar juxtaposition between A and A in C minor occurs in \nbars 12 and 14 of the principal theme in Chopin’s Etude in C minor, op. 10 no. 12, known as the “Revolutionary” Etude. The two notes function the same way as in the Introduction to the “Dissonance” Quartet. Rather than evoking a mysterious atmosphere, however, this conflict takes the form of a \nstruggle between and , in keeping with \nthe work’s stormy character.",
            "citations": []
        },
        "FN5": {
            "text": "5. Although this is not shown in his analytical graph, Smith designates bars 11–20 \nas “Phrase 2, vii” in the chart that makes up his Example 3.1.",
            "citations": []
        },
        "FN6": {
            "text": "6. Curiously, Ng actually notates this harmonic progression through his use of the \nRoman numerals “i and iv” at the bottom of his graph. In his discussion, \nhowever, he insists on reading the F-major chord in bar 20 as the dominant of \nB-flat minor. Furthermore, he makes the erroneous connection of the IV harmony \nin bar 20 to the F-major chord in bar 25.",
            "citations": []
        },
        "FN7": {
            "text": "7. These do not make up a 5–6 contrapuntal pattern, as Smith and Ng designate, but \na succession of alternating and chords, an altogether much more unusual \nprogression.",
            "citations": []
        },
        "FN8": {
            "text": "8. Smith discusses this passage in fuller detail in “You Reap What You Sow: Some \nInstances of Rhythmic and Harmonic Ambiguity in Brahms,” Music Theory Spectrum 28/1 (2006). As first noted by Donald Francis Tovey in Essays in Musical \nAnalysis , supplementary volume: Chamber Music (London: Oxford University Press, \n1944), this E comes into its own in the recapitulation, where it becomes \nrealized as an E-minor harmony. This realization of VI in the key of G provides \nthe impetus for the remarkable expansion of the major form of the dominant.",
            "citations": []
        },
        "FN9": {
            "text": "9. Readers may wish to compare my (very different) analytical graph of the opening \nof the exposition with those of David Lewin in “Brahms, His Past, and Modes of \nTheory,” Brahms Studies: Analytical and Historical Perspectives , ed. George Bozarth (Oxford: Oxford University Press, 1990) and Robert Morgan in “The \nConcept of Unity and Musical Analysis,” Music Analysis 22/1–2 (2003). The later \narticle was a response to Kevin Korsyn’s essay “Brahms Research and Aesthetic \nIdeology,” Music Analysis 12/1 (1993), to which Korsyn in turn responded in “The \nDeath of Musical Analysis? The Concept of Unity Revisited,” Music Analysis 23/2–3 (2004).",
            "citations": []
        },
        "FN10": {
            "text": "10. Smith designates an ABA' formal design at the opening of the Quartet, instead \nof the familiar antecedent beginning of an exposition. According to him, the A’ \npart returns at bar 23 with the appearance of the opening theme in the viola and \ncello. Allen Forte also presents this formal scheme in his article “Motivic \nDesign and Structural Levels in the First Movement of Brahms’s String Quartet in \nC minor,” Musical Quarterly 69 (1983).",
            "citations": []
        },
        "FN11": {
            "text": "11. Wagner made this remark upon hearing Brahms play the Variations on a Theme by \nHandel, op. 24, on February 6, 1864. Although somewhat patronizing, Wagner \ngrudgingly acknowledged Brahms’s mastery in the Classical variation form. This \nwas, incidentally, the only occasion the two composers met in person.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I would like to address an analytic idea proposed by Samuel Ng in his \nreview of Peter Smith’s monograph on Brahms’s Piano Quartet No. 3 in C minor. In \nhis discussion of the opening of the first movement, Ng takes issue with Smith’s \nreading of the G-major chord in bar 21 as the dominant. Instead, he says that \nthe appearance of this chord comes as an unexpected surprise. Not only does he \ncall it “the first striking harmonic event of the piece,” but he also later \ndescribes it as “a truly expressive gesture that eludes virtually any structural \nexplanation.” Furthermore, he suggests that the G chord appearing two \nbars \nlater (bar 23) is the more natural continuation. Ng attempts to find an integral \nrelationship between form and content, and to “reveal structural intricacies \nthat may well embody expressive connotations.” His analytic reading of the \nopening theme is, however, surely incorrect. Not only is the G-major chord in \nbar 21 the long-expected dominant, but it is the G chord that offers the \nunexpected surprise. I wish to address this issue not just in order to present \nyet another alternative reading, but because the correct interpretation of the \nopening of this Brahms Piano Quartet evokes an important Classical tonal \nprocedure that both Smith and Ng overlook in their analyses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]\nOne of the striking features at the beginning of the Brahms Piano Quartet No. 3 \nin C minor is the quadrupled B that appears in \nbar 11, after the half cadence \non the dominant. It transposes the four-octave C at the start of the piece down \na whole step, and ushers in the return of the opening theme in the key of B-flat \nminor. Before examining the tonal structure of the antecedent part of the \nQuartet (bars 1–31), I would like to discuss the convention of this opening \ngesture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]\nThe opening theme of the Brahms is modeled after the Classical construction of \ntwo parallel phrases in which the second repeats the opening at a different \npitch level. The most usual procedure is to repeat the second phrase a whole \nstep above the initial statement. In Mozart’s Piano Sonata in D, K. 576, for \nexample, the rising arpeggio of the opening theme announced in D major is \nanswered by another statement of the arpeggiated theme in E minor ( Example 1 ). \nIn order to avoid parallel fifths and octaves in the voice-leading from I to II, \na dominant chord appearing at the end of the opening phrase serves as a \nvoice-leading corrective. The beginning of Brahms’s Symphony No. 2, op. 73, has a \nsimilar construction, but here a B-minor chord, resulting from a 5–6 \ncontrapuntal motion, breaks up the potential parallels between the two \nstatements of the opening theme in D major and E minor ( Example 2 ). wen_example_info.php Example 1 . Mozart, Piano Sonata in D, K. 576, i (bars 1–6) (click to enlarge and see the rest) Example 2 . Brahms, Symphony no. 2 in D, i (bars 1–11) (click to enlarge and see the rest) Example 3 . The chordal succession of I to VII ♭ (click to enlarge) Example 4 . Beethoven, Piano Sonata in C, op. 53, “Waldstein,” i (bars 1–9) (click to enlarge) Example 5 . Beethoven, Piano Sonata in G, op. 31, no. 1, i (bars 1–26) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]\nWhile the parallel construction of two phrases on adjacent ascending steps \nappears rather frequently in the major mode, the reverse situation, of answering \na phrase down by step, occurs much less often. In fact, in major, an answering \nphrase on VII is not possible if it remains in its normal form as a diminished \ntriad. In order to enable such a repetition, must be chromatically altered to , transforming VII into a major triad. (1) The beginning of Beethoven’s “Waldstein” Sonata presents such a procedure; following the opening theme’s \ninitial statement in the tonic C major, it appears four bars later in B-flat major. Example 3 shows how a contrapuntal 5–6 motion breaks up the potential parallels in the stepwise motion from I to VII. At the foreground level, the intervening chord in this contrapuntal progression is tonicized by an applied chord.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\nThe initial statement of the opening theme at the beginning of the “Waldstein” \nwould appear to lead to its repeated statement in B-flat. However, the first \nfour bars are repeated over bars 5–8, and a descending chromatic bass results. \nIn the larger tonal organization, it is actually the chord in \nbar 7 that \ncarries forth the progression from the opening tonic. Essentially, the initial \nand final chords in the pair of 5–6 contrapuntal patterns articulate the motion \nfrom I to IV 6 . (2) As shown in Example 4 , this progression from I to IV 6 ultimately \nleads to V 7 in bar 9. Scale degree 4 in the top voice of IV 6 prepares the \ndissonant seventh above V 7 . Furthermore, Beethoven emphasizes the motion to the \ndominant by transforming IV 6 to its minor form, creating a half-step motion from \nA to G in the bass.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\nA variant of the progression found in the antecedent part of the “Waldstein” \noccurs at the beginning of Beethoven’s earlier Piano Sonata in G, op. 31 no. 1. Example 5 presents the tonal structure of the opening theme. In the descending \n5–6 motion, root-position triads replace the chords, and each of these \nroot-position substitutions is itself tonicized by the subsidiary progression II–V. In the overall tonal structure, however, the initial tonic of this movement \nultimately leads to the IV chord that ends the sequential pattern in bar 22. \nThis IV is expanded to II in the following bar, before continuing to V.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]\nIn the two Beethoven sonata examples, the chromatic inflections of to , \nwhich result in statements of the opening theme on VII, invoke modal mixture. \nIn pieces in the minor mode, this chromatic alteration is not necessary because \nthe natural form of VII is already a stable major chord. Because of this, \nparallel phrase constructions in which the second phrase repeats the first a \nstep lower are found more frequently in minor-mode pieces than in major. \nHowever, when this pattern appears in minor, VII is usually altered to VII in \norder to preserve a literal repetition of the opening idea. Despite differences \nin style and genre, Mozart’s Piano Fantasy in C minor, K. 475, the slow movement \nof Brahms’s String Sextet No. 2 in G, op. 36, and the 25 th Variation of Bach’s \n“Goldberg” Variations all begin exactly in this way.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]\nA striking example of this procedure occurs at the beginning of the Introduction \nto Mozart’s “Dissonance” Quartet, K. 465. Despite the bold voice-leading at the \nforeground, the tonal pattern of the first eight bars is virtually the same as \nthe “Waldstein,” but in minor. There is a chromatically descending bass motion \nover the first eight bars, and bars 5–8 are an exact transposition down a whole \nstep of bars 1–4. However, unlike the “Waldstein,” where the repeated C-major \nchords at the beginning leave no doubt as to the key of the piece, the \n“Dissonance” Quartet presents the opening tonic far more ambiguously. In the \nopening bar, a sustained A 3 enters mysteriously in the viola over the \nrepeated C3 eighth notes of the cello. Despite this sparse appearance of two \nnotes, the A comes from an implied G, expressing an ascending 5–6 \ncontrapuntal motion that confirms the key of C as minor rather than major. Example 6 . Mozart, String Quartet in C, K. 465, i (bars 1–5) (click to enlarge) Example 7 . Mozart, String Quartet in C, K. 465, i (bars 1–8) (click to enlarge) Example 8 . Mozart, String Quartet in C, K. 465, i (bars 1–12) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]\nIn bar 2, as A 3 in the viola descends to G3, the first violin enters with a \nsustained A 5, resulting in perhaps the most renowned cross-relation in \ntonal music. (3) From a compositional standpoint, the successive juxtaposition of \nA and A results from maintaining the entries of the canon in the \nupper three voices consistently at the temporal span of one beat ( Example 6 ). \nHowever, it is the tonicization of the dominant in bar 3 that necessitates the \nappearance of A . Example 7 presents a voice-leading analysis of the \nopening eight bars of the “Dissonance” Quartet, showing the difference in \nmeaning between the A and A . The A defines the mode of the \nIntroduction by articulating , whereas the A belongs to the harmonies \nof the subsidiary progression II – V that leads to the dominant chord \nin bar 3. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]\nFollowing the appearance of the dominant in position in bars 3–4, the \nopening four bars are transposed down a whole step, resulting in a restatement \nof the opening phrase in B-flat minor. The G-major chord preceding it thus \nserves to break up the potential parallel fifths between the successive \nwhole-step statements of the opening phrase. Looking at the first eight bars in \nthe larger context of the Introduction, it is the chord at the end of the \nsequential passage (bars 7–8) that represents the important structural goal. As \nwith the “Waldstein,” it represents IV 6 , but its function here is to serve as \nthe midpoint of an arpeggiation down from I to I 6 ( Example 8 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The opening of the Brahms Piano Quartet No. 3 in C minor follows the Classical model of a minor-mode pairing of phrases in which the initial musical idea presented in the tonic is repeated a step lower and altered to its parallel minor (i.e. VII ). In both Smith’s and Ng’s voice-leading graphs of the opening ten bars, they show a motion from the tonic to the dominant. I regard this root-position dominant chord at bar 9, however, as deriving from a descending 5–6 contrapuntal motion rather than a true harmonic progression. Where my reading differs significantly from theirs is in viewing the B-flat minor statement of the opening theme as part of another descending 5–6 sequence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]\nBy failing to understand the sequential nature of the consecutive phrases \ndescending by step, Smith and Ng end up regarding B-flat minor as a distinct key \narea. (5) Although Smith reads the arrival of the dominant at bar 21, he doesn’t \nexplain how the B-flat minor statement of the opening theme gets there. Ng, \nmeanwhile, is led astray by trying to account for this G-major dominant in the \ncontext of B-flat minor. According to him, the parallel chords over bars \n17–20 are “firmly grounded in B-flat minor.” Because of this, Ng concludes that \n“the G-major harmony [in bar 21] hardly sounds like the dominant of the \nprincipal key.” His erroneous pronouncement that the motion to G-major “defies \nnormative harmonic logic,” leads him to view the G chord in \nbar 23 as “the \nlegitimate resolution of the V 7 to VI” in B-flat minor. Example 9 . Brahms, Piano Quartet no. 3 in C minor, i (bars 1–21) (click to enlarge and see the rest) Example 10 . Brahms, Piano Quartet no. 3 in C minor, i (bars 21–27) (click to enlarge) Example 11 . Brahms, String Quartet no. 1 in C minor, i (bars 1–7) (click to enlarge) Example 12 . Brahms, String Quartet no. 1 in C minor, i (bars 7–19) (click to enlarge) Example 13 . Brahms, String Quartet no. 1 in C minor, i (bars 1–19) (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]\nAs Example 9 shows, the G-major chord in bar 21 does represent the arrival on \nthe structural dominant. The brackets above the graph show the parallelism of \nthe two phrases that are a step apart. The statement of the opening theme in \nB-flat minor appears as part of a sequential pattern that ultimately leads from \nI to IV. (6) At the arrival on the subdominant in bar 20, IV 6 with the raised form \nof (i.e. A ) unfolds into a IV 7 , before making the expected half \ncadence on the dominant in bar 21.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]\nImmediately after the long-awaited arrival on V, the chord over G in \nbar 22 comes as an unexpected surprise. This initiates the highly unusual \npassage of alternating and chords. (7) Not only does this create a feeling \nof tonal instability, but it also expresses an atmosphere of uncertainty. \nDespite the emotional poignancy of these bars, however, this passage serves to \nprolong the dominant over bars 21–27 by a neighboring diminished-third chord in \nbar 26 ( Example 10 ). As shown in the successive stages, the F-major chord in bar \n25 prepares the chromatic inflection of F–F in the bass, coinciding with \nA–A in the middle voice.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]\nAlthough the dominant is finally established in bar 27, Brahms attempts once \nmore to deflect our expectations through the introduction of what Smith dubs as \nan “unheimlich” E at the end of \nbar 28. The pizzicato Es above the third \nG–B in \nbars 28–30, create the illusion of an E-minor harmony, but, as \nSmith correctly notes, it occurs as the midpoint of a 5– 6–7 motion above the \ndominant. (8) With the arrival of V 9 at bar 31, the antecedent part of the \nexposition ends, leading to a forceful restatement of the opening theme in \nstaccato chords, emphasized by the dynamic marking of forte.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]\nIn closing, I would like to mention the opening of Brahms’s String Quartet No. 1 \nin C minor in relation to the tonal procedure explored in this commentary. (9) The \nopening 22 bars of this Quartet represent an extended antecedent that leads to \nthe dominant in bar 19. (10) Example 11 shows the expansion of an ascending 5–6 \ncontrapuntal motion above the tonic C over the first seven bars. At the arrival \nin bar 7 of the climactic chord with A 5 in the top voice, Brahms \ninitiates a two-bar sequence of parallel chords. As shown in Example 12 , \nthis pattern leads into an expansion of IV 6 leading to V in bar 19.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Example 13 shows how the motion in parallel chords over bars 7–10 originates from a descending 5–6 motion with chromatic inflections in the bass. This graph also presents an overview of the entire antecedent part of the Quartet. In bar \n18 the IV 6 becomes unfolded into a IV 7 before arriving on the dominant. Unlike \nthe other examples we have examined, this remarkable opening theme does not \nrepeat the initial phrase a step lower on VII . However, the repeated gesture \nin bars 7–8 and bars 9–10 clearly evoke the descending 5–6 contrapuntal \nsuccession leading from I to IV 6 . It is as if a repeated statement of bars 1–6 \nin B-flat minor had been elided between bars 8 and 9. Despite the novel manner \nin which Brahms presents this opening theme, its tonal structure is deeply \nsteeped in the Classical tradition. In the words of Wagner, we see “what can \nstill be done with the old forms by somebody who knows how to handle them.” (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.08.14.1.wen.html",
    "data": "mto/data/mto.08.14.1.wen.json"
}