{
    "title": "The Expansion of the Concept of Mode in Twentieth-Century Russian Music Theory",
    "date": "2014/09/01",
    "volume": "20",
    "issue": "3",
    "authors": [
        "Bazayev, Inessa"
    ],
    "abstract": "In Russian music theory, the concept oflad(mode) plays a central role in understanding non-tonal Russian music. There is no equivalent term in the West to explain Russianlad. Although early definitions simply described it as a diatonic scale, the term was later expanded, altered, and applied to non-tonal music of Scriabin, Prokofiev, and Shostakovich.Ladapplies not only to the traditional church or Greek modes, but also to alterations thereof, as well as newly created modes, where orthography often determines the function of a single pitch. I explore the ever-changing concept ofladin the writings of prominent Russian theorists Alexeï Ogolevets, Alexander Dolzhanskiĭ, Miroslav Skorik, and Iuriĭ Kholopov, and I show how the concept enables discussion of non-tonal music, first from functional and then from voice-leading perspectives. The Russian analyses highlight continuity between twentieth-century repertoires and music from the common-practice era.",
    "keywords": [
        "Russian music theory",
        "mode",
        "twelve-tone diatonicism",
        "Shostakovich",
        "Prokofiev",
        "Ogolevets",
        "Dolzhanskiĭ",
        "Skorik",
        "Kholopov"
    ],
    "doi": "",
    "received": "July 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.3/mto.14.20.3.bazayev.pdf",
    "author_info": [
        {
            "name": "Inessa Bazayev",
            "university": "Louisiana State University",
            "address": "College of Music and Dramatic Arts, 102 School of Music, Baton Rouge, LA 70803",
            "email": "ibazayev@lsu.edu"
        }
    ],
    "citations": {
        "bazayev_2013": "Bazayev, Inessa. 2013. “Triple Sharps, Q nt Relations, and Symmetries: Orthography in the Music of Nicolaĭ Roslavets.” Music Theory Spectrum 35, no. 1: 111–31.",
        "beliaev_1923": "Beliaev, Viktor. 1923. “Mekhanika ili logika?” [Mechanism or logic?]. K novym beregam , Vol. 3: 21–30.",
        "cairns_2014": "Cairns, Zachary A. 2014. “A Glimpse at Iuriĭ Kholopov’s Garmonicheskiĭ analiz .” Music Theory Online 20, no. 3.",
        "carpenter_1995": "Carpenter, Ellon D. 1995. “Russian Theorists on Modality in Shostakovich’s Music.” In Shostakovich Studies , ed. David Fanning, 76–112. Cambridge: Cambridge University Press.",
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15, no. 1: 9–40.",
        "cohn_1998": "Cohn, Richard. 1998. “Introduction to Neo-Riemannian Theory.” Journal of Music Theory 42 no. 2: 167–80.",
        "cohn_2004": "Cohn, Richard.  2004. “Uncanny Resemblances: Tonal Signification in the Freudian Age.” Journal of the American Musicological Society 57, no. 2: 285–323.",
        "dolzhanskiĭ_1947": "Dolzhanskiĭ, Alexandr. 1947. “O ladovoï osnove sochineniĭ Shostakovicha” [On modal premise in the works of Shostakovich]. Sovetskaia muzyka no. 4: 65–74. Reprinted in Cherty stilia D. Shostakovicha [Stylistic characteristics in (the music of) D. Shostakovich], ed. Lev Mazel’, 24–42. Moscow: Soveremennyĭ kompozitor, 1962.",
        "dolzhanskiĭ_1962": "Dolzhanskiĭ, Alexandr. 1962. “O ladovoi osnove sochinenii Shostakovicha” [On modal foundation in Shostakovich’s works]. In Cherty stilia D. Shostakovicha: sbornik teoreticheskikh stateĭ [The features of Shostakovich’s style: a collection of theoretical articles], ed. Lyubov’ Berger. Moscow: Sovetskii Kompozitor, 24–42.",
        "ewell_2013": "Ewell, Philip. 2013. “Russian Pitch-Class Set Analysis and the Music of Webern.” Gamut: Online Journal of the Music Theory Society of the Mid-Atlantic 6, no. 1: 219–76.",
        "iavorskiĭ_1908": "Iavorskiĭ, Boleslav Leopol’dovich. 1908. Stroenie muzykal’noĭ rechi [The construction of musical speech]. Moscow: Gos. Iz-vo.",
        "iavorskiĭ_1915": "Iavorskiĭ, Boleslav Leopol’dovich. 1915. Uprazhneniia v obrazovanii ladovogo ritma [Exercises in the formation of schemes of modal rhythm]. Moscow: Gos. Iz-vo.",
        "kholopov_1976": "Kholopov, Iuriĭ Nikolaevich. 1976. “Lad” [Mode]. Muzykal’naia entsiklopediia [Music encyclopedia], vol. 3, cols. 130–43. Moscow: Sovetskaia entsiklopediia.",
        "kholopov_1981": "Kholopov, Iuriĭ Nikolaevich. 1981. “Problema novoĭ tonal’nosti v Russkom i Sovetskom teoreticheskom muzykoznaniĭ” [The Problem of new tonality in Russian and Soviet music theory]. In Voprosy metodologii Sovetskogo muzykoznanii [Questions of Soviet musical methodology], ed. A. I. Kandinskiĭ, 100–26. Moscow: Moskovskaia gos. konservatoriia im. P.I. Chaikovskogo.",
        "kholopov_1988": "Kholopov, Iuriĭ Nikolaevich. 1988. Garmoniia [Harmony]. Moscow: Muzyka.",
        "lewin_1987": "Lewin, David. [1987] 2007. Generalized Musical Intervals and Transformations. New York: Oxford University Press.",
        "mazel’_1957": "Mazel’, Lev. 1957. “O razhshirenii poniatiia odnoimennoĭ tonal’nosti” [On the development of the concept of parallel keys]. Sovetskaia muzyka no. 2: 141–45.",
        "mazel’_1960": "Mazel’, Lev. 1960. Simfonii D.D. Shostakovicha [Shostakovich’s symphonies]. Moscow: Sovetskiï kompozitor.",
        "ogolevets_1941": "Ogolevets, Alexeĭ. 1941. Osnovy garmonicheskogo iazyka [Foundations of harmonic language]. Moscow-Leningrad: Gosudarstvennoe muzykal’noe izdatel’stvo.",
        "powers_2001": "Powers, Harold. 2001. “Mode.” The New Grove Dictionary of Music and Musicians , ed. Stanley Sadie, 2nd edition, vol. 16, 775–823. London: McMillan Publishers.",
        "roslavets_1927": "Roslavets, Nicolai. 1927. “Novaia sistema organizatsii zvuka i novye metody prepodavaniia teorii kompozitsii: tezisy doklada” [The new system of tone organization and new methods of teaching the theory of composition: theses of lectures]. Unpublished lecture, Moscow.",
        "skorik_1962": "Skorik, Miroslav. 1962. “Prokof’ev i Shenberg” [Prokofiev and Schoenberg]. Sovetskaia muzyka no. 1: 34–38.",
        "skorik_1969": "Skorik, Miroslav. 1969. Ladovaia sistema S. Prokof’eva [S. Prokofiev’s Modal System]. Kiev: Muzichna Ukraina.",
        "taruskin_2011": "Taruskin, Richard. 2011. “Catching Up with Rimsky-Korsakov.” Music Theory Spectrum 33, no. 2: 169–85.",
        "tymoczko_2011": "Tymoczko, Dmitri. 2011. A Geometry of Music . New York: Oxford University Press.",
        "_": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. The Russian theorist who began a systematic study of mode in twentieth-century Russian music (especially, the music of Scriabin) was Boleslav Iavorskiĭ. See Iavorskiĭ 1908 and 1915 .",
            "citations": []
        },
        "FN2": {
            "text": "2. For a fairly recent Western interpretation of mode, see Powers 2001 . Although the Russian concept of mode shares some similarities with the Western concept of mode that includes church or Greek modes, Russian theorists often apply the term to special collections (e.g., whole-tone, octatonic, etc.), as well as newly created modes on which a given composition would be based (e.g., Scriabin’s Prometheus chord).",
            "citations": [
                "powers_2001"
            ]
        },
        "FN3": {
            "text": "3. The solfège here and throughout represents absolute pitch; do=C, re=D, and so forth.",
            "citations": []
        },
        "FN4": {
            "text": "4. The remainder of the opening of Prokofiev’s Piano Concerto no. 1 (through R3) continues to feature augmented primes.",
            "citations": []
        },
        "FN5": {
            "text": "5. The resolution of the augmented prime moves outward to an interval of a major third. Please note that the whole-step motion from B to C ♯ is achieved primarily due to the key signature of the work (i.e., the C ♯ is part of the B-minor collection).",
            "citations": []
        },
        "FN6": {
            "text": "6. The idea of major and minor quality classification becomes crucial to Soviet twentieth-century composers (including Prokofiev and Shostakovich), who use these tonal designations to enable experiments with non-tonal elements, including special collections (e.g., octatonic) and non-tonal motivic relationships.",
            "citations": []
        },
        "FN7": {
            "text": "7. Ogolevets’s table is rather cumbersome. Even though his description of the four families and their individual modes is very telling of his approach—in particular, he qualifies each mode as major or minor—Ogolevets does not show the occurrence of any of his modes in actual musical passages. The examples that he does use are usually very short (as in the Prokofiev example above) and they illustrate one isolated theoretical idea without any larger interpretation. Some of the modes also do not reflect musical practice because he assumes that each scale must have seven pitches. For instance, in the case of the Prometheus chord (Scriabin’s so-called “Mystic” chord), Ogolevets identifies the mode as do-re-mi-fa ♯ -sol-la-tib-do (family 2, Balanced Lydian), but sol is not part of the Prometheus chord.",
            "citations": []
        },
        "FN8": {
            "text": "8. It is also important to note the two doubly diminished 4ths (B to E ♭ and F ♯ to B ♭ ), both of which are brought out in Shostakovich's melody. Within the sonata, these pitches are significant in two ways: (1) the E ♭ becomes the main key of the secondary theme (measures 55–96), and (2) the F ♯ and the B ♭ are the respective dominants of B minor (the main key) and E ♭ major (the secondary theme). Dolzhanskiĭ argues that with Sonata no. 2, Shostakovich redefines tonic-dominant key relationships and establishes lowered 4 ˆ (or E ♭ ) as a new dominant of the key.",
            "citations": []
        },
        "FN9": {
            "text": "9. Dolzhanskiĭ also discusses diminished minor modes, but he doesn’t give actual musical examples. A diminished minor mode consists of a minor mode that includes four diminished intervals with the tonic: the diminished 4th, 5th, 7th, and 8ve ( Dolzhanskiĭ 1962 , 34–35).",
            "citations": []
        },
        "FN10": {
            "text": "10. In the example reproduced here as Example 9, Dolzhanskiĭ includes both raised and diatonic 5 ˆ . Although he doesn’t explain their co-existence, he is probably trying to highlight the importance of the dominant within a key. Even if 5 ˆ is often raised in a double raised major, a diatonic 5 ˆ is possible, for it is the root of the dominant harmony.",
            "citations": []
        },
        "FN11": {
            "text": "11. The idea of common tonic or parallel keys ( odnoimennoe tonal’nost’ ) is prominent in the writings of Lev (Leo) Mazel’ ( 1957 ). Mazel’ discusses the relation between two keys related to each other by a half step in Liszt’s “Forgotten Waltz” in F-sharp minor. Mazel’ also goes on to discuss the importance of common-third relations in triads, which predates the neo-Riemannian transformation SLIDE (see Lewin 1987 , 178). The concept of lowered scale degrees is also discussed in Tymoczko 2011 , 329–32. In his analysis of Shostakovich’s Prelude and Fugue in F-sharp minor, Tymoczko presents a background set of scales based on F ♯ natural minor with lowered scales degrees 2 ˆ , 4 ˆ , 5 ˆ , and 7 ˆ . This produces sixteen scales, eight of which are used in the F-sharp minor fugue. Tymoczko notes that the other scale degrees can’t be lowered since they would produce enharmonic doublings. However, what is not discussed is the importance of orthography. In Dolzhanskiĭ’s writings, the enharmonic doublings are not equivalent, since they always dictate the function of a pitch. These semitonal motions are common to Shostakovich’s musical vocabulary and permeate his symphonies (especially nos. 5–7 and 11–12), piano sonatas (especially no. 2), and violin sonatas (especially no. 1).",
            "citations": [
                "lewin_1987",
                "tymoczko_2011"
            ]
        },
        "FN12": {
            "text": "12. Skorik adds that non-tertian harmonies are also possible within this system, but he does not discuss them in any detail.",
            "citations": []
        },
        "FN13": {
            "text": "13. Of course, this kind of motion also characterizes passages from Schubert’s works that include the Der Gondelfahrer , D. 809.",
            "citations": []
        },
        "FN14": {
            "text": "14. This is a progression between “hexatonic poles” (see Cohn 2004 ). The fact that Skorik includes it within a single “diatonic” key thus indicates the degree to which his theory expands the concept of key. The changing emphasis in Russian concepts of mode, from a focus on the tendency of individual pitches to a focus on voice leading, is itself embedded—in Cohn’s description—within this individual progression ( Cohn 2004 , 303–8). The pitches of each triad are tendency tones in relation to the other triad, but each is also a consonant triad (i.e., the C ♭ [or enharmonic B] and the A ♭ are 7 ˆ and ♭ 6 ˆ of C-major triad, respectively; and the G and the E [or F ♭ ] are 7 ˆ and ♭ 6 ˆ of A ♭ -minor triad, respectively). In this context, it is relevant and interesting that Prokofiev first spells the second triad with B (the “dissonant” leading tone) and then with C ♭ (a “consonant” lowered tonic).",
            "citations": [
                "cohn_2004",
                "cohn_2004"
            ]
        },
        "FN15": {
            "text": "15. See Cohn 1996 for an introduction to hexatonic cycles.",
            "citations": [
                "cohn_1996"
            ]
        },
        "FN16": {
            "text": "16. From a Schenkerian perspective, the G-major harmonies can be explained as neighboring chords to the tonic triad ( G ♯ minor).",
            "citations": []
        },
        "FN17": {
            "text": "17. While I would classify the passage as based on Kholopov’s mode 1.2.1.2.1.2.1.2, Kholopov’s own analysis seems to be more detailed, favoring blow-by-blow examination. Further, Kholopov re-brands the octatonic scale as lad 1.2.1.2.1.2.1.2, in order to be consistent with his hemitonic system. However, Kholopov refers to this scale as either lad Rimskogo-Korsakova (Rimsky-Korsakov’s mode) or gamma ton-poluton (tone- and half-tone scale) ( Kholopov 1988 , especially 208–13). These terms ( lad Rimskogo-Korsakova and gamma ton-poluton ) are used interchangeably throughout Kholopov’s influential textbook Garmoniia ( 1988 ), as well as other writings, including those on Stravinsky’s music. Kholopov’s terminology supports Richard Taruskin’s argument that the scale was discovered by Rimsky-Korsakov in Liszt’s music, used by Rimsky-Korsakov (in his own compositions), and taught to his students, including Stravinsky ( Taruskin 2011 , 175–76). The term gamma ton-poluton continues to be used today in Russian conservatories and musical circles more frequently, and it is understood to have its Russian origins in the music of Rimsky-Korsakov.",
            "citations": [
                "kholopov_1988",
                "kholopov_1988",
                "taruskin_2011"
            ]
        },
        "FN18": {
            "text": "18. The main similarity between Kholopov’s hemitonic system and set-class analyses lies in the ascending order of intervals and their ability to be transposed to begin on any pitch (à la normal form). However, unlike set-class analysis, the hemitonic system does not assume inversional equivalence.",
            "citations": []
        },
        "FN19": {
            "text": "19. For more on Roslavets’s compositional system, and especially the significance of orthography in his music, see Bazayev 2013 .",
            "citations": [
                "bazayev_2013"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In Russian music theory, the concept of mode ( lad ) plays a central role in understanding twentieth-century music. (1) In this article, I survey definitions of mode in prominent theoretical works of Alexeï Ogolevets, Alexander Dolzhanskiĭ, Miroslav Skorik, and Iuriĭ Kholopov and explore the use of modal concepts in Russian analyses of twentieth-century Russian music.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In describing modality in Shostakovich’s music, Ellon Carpenter notes: “The Russian concept of mode has no exact equivalent in Western music theory” ( 1995 , 76). (2) Although early definitions simply described modes as diatonic scales, later definitions expanded and altered the concept, applying it to the non-tonal music of Scriabin, Prokofiev, and Shostakovich. Further, through the history of the term, mode has applied not only to the traditional church modes (Dorian, Phrygian, Aeolian, etc.) but also to alterations thereof, as well as newly created modes. In the subject entry for mode ( lad ) in Music Encyclopedia , Kholopov ( 1976 ) describes its three important features: (1) each mode is built on a scale, (2) pitches in the scale may be stable or unstable, and (3) each mode has an intonation ( intonatsiia ), or an emotional, social, and historical connection. Pitch function—the relative stability and instability of pitches—is crucial in earlier writings on mode ( Ogolevets 1941 and Dolzhanskiĭ 1947 ). However, in later writings (Skorik 1962 , 1969 ; Kholopov 1981 , 1988 ), pitch function is loosely defined and increasing attention is given to voice leading. This voice-leading approach is extensively applied to chromatic passages in Prokofiev’s music (e.g., Romeo and Juliet ), non-tonal works of Nicolai Roslavets (e.g., selected songs), and other twentieth-century Russian repertoires. It leads to the concept of twelve-tone tonality and Kholopov’s hemitonic (semitonal) system.  Thus, the emphasis on chromatic voice leading in later writings goes along with increased attention to harmonies, rather than to individual pitches. Pitch Function in Lad : The Writings of Ogolevets and Dolzhanskiĭ Example 1 . Ogolevets’s line of fifths (click to enlarge) Example 2 . Different possibilities for the resolution of augmented prime (Ogolevets 1941, 343) (click to enlarge) Example 3 . Resolution of two augmented primes—G/ G ♭ and C ♭ /C—in Prokofiev’s Piano Concerto no. 1 (Ogolevets 1941, 135) (click to enlarge and listen) Example 4 . Opening theme from Shostakovich’s Piano Sonata no. 2, I (click to enlarge and listen)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "carpenter_1995",
                    "kholopov_1976",
                    "ogolevets_1941",
                    "skorik_1962",
                    "skorik_1969",
                    "kholopov_1981",
                    "kholopov_1988"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] In his monumental work Osnovy garmonicheskogo iazyka (Foundations of harmonic language) ( 1941 ), Alexeï Ogolevets describes “twelve-tone tonality” ( dvenadtsati-zvukovaia tonal’nost’ ) as an extension of tonality built along the line of diatonic perfect fifths. Example 1 reproduces Ogolevets’s line of fifths; alpha represents the sharp side and beta represents the flat side, which starts at C ( Ogolevets 1941 , 85). (3) Any given key can be expanded with inflected (lowered or raised) scale degrees to include neighboring and more distant keys on the line of fifths. Even within twelve-tone tonality, orthography is important, for each scale degree functions within the given key. There is always an attraction ( tiagotenie ) among the pitches: a lowered note resolves downward, and a raised note resolves upward. Further, within this system Ogolevets regarded the unison as the most consonant interval and the augmented prime as the most dissonant interval. Example 2 shows different possibilities for the resolution of augmented prime ( Ogolevets 1941 , 343), and Example 3 shows the resolution of two augmented primes—G/ G ♭ and C ♭ /C—in Prokofiev’s Piano Concerto no. 1 ( Ogolevets 1941 , 135). (4) The G ♮ s and G ♭ s in measures 3–6 do not form simultaneities, but they do resolve in accordance with Ogolevets’s system of pitch functions (the raised note resolves up and a lowered note resolves down).",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "ogolevets_1941",
                    "ogolevets_1941",
                    "ogolevets_1941",
                    "ogolevets_1941"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Unfortunately, Ogolevets’s rule of proper resolution of the augmented prime does not hold for other works by Prokofiev or his Russian contemporaries. Example 4 shows the opening theme from Shostakovich’s Piano Sonata no. 2, I, with the simultaneous sounding of B and B ♭ . Both B and B ♭ can be considered stable pitches within a single mode; following Dolzhanskiĭ ( 1962 , 28–29), we can consider B ♮ as 1 ˆ and B ♭ as a lowered 8 ˆ (the example is mine). In other words, the movement is based on B natural minor with lowered 8 ˆ ( B ♭ ). (5) As we will see below with Dolzhanskiĭ’s theory, both register and pitch function play a significant role in understanding voice leading in Shostakovich’s music.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] One of the most interesting features of Ogolevets’s treatise is the classification of different seven-note collections into four families of mode. Table 1a reproduces Ogolevets’s table in the original Russian ( Ogolevets 1941 , 726–27); Table 1b provides my translation. The table classifies modes into four families, each with eight modes: family 1 consists of “harsh” major and minor modes (the “harsh” modes have lowered 2 ˆ and raised 4 ˆ ), family 2 consists of Lydian modes, family 3 consists of Phrygian modes, and family 4 consists of major and minor modes that are not part of family 1. The third scale degree of the mode is the main determinant of the major and minor quality of that mode. (6) This is quite important for Ogolevets’s theory, since even non-tonal music (i.e., music without functional harmony) may be associated with tonal elements (major and minor modes), providing continuity with the music from the common-practice era. (7) Table 1a . Ogolevets’s Four Families of Mode (Original Russian) (click to enlarge) Table 1b . Ogolevets’s Four Families of Mode (Translation from the Russian is mine) (bazayev_example_info.php) Example 5 . Solo flute part from Shostakovich’s Symphony no. 6, I (click to enlarge and listen)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "ogolevets_1941"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] The concept of mode and its relation to common–practice tonality permeates the work of Alexander Dolzhanskiĭ ( 1947 ; 1962 ), a prominent Shostakovich scholar. Unlike Ogolevets’s theory, Dolzhanskiĭ’s work is driven by actual musical examples. Dolzhanskiĭ notes that Shostakovich created new modes by altering scale degrees from the traditional church modes. Dolzhanskiĭ divides his modes into two categories: lowered and doubly lowered (category 1), and raised and doubly raised (category 2). Lowered modes comprise “minor” church modes (Phrygian, Aeolian, and Dorian) with lowered 4 ˆ ; and doubly lowered modes comprise the minor church modes with lowered 4 ˆ and 8 ˆ ( Dolzhanskiĭ 1962 , 27–29). Example 5 shows the solo flute part from Shostakovich’s Symphony no. 6, I, which Dolzhanskiĭ describes as lowered B–Phrygian, or Phrygian mode with lowered 4 ˆ : B–C–D– E ♭ – F ♯ –G–A–B (Dolzhanskiĭ 1962, 27). Orthographically determined pitch function is also important in Dolzhanskiĭ’s analysis, as it was for Ogolevets. The resolution of tendency tones is governed by their spelling: all the F ♯ s resolve up to a G, and all the E ♭ s resolve down to a D. Example 6 . Theme from the last movement of Shostakovich’s Piano Sonata no. 2 (click to enlarge and listen) Example 7 . Dolzhanskiĭ’s doubly lowered Phrygian mode (click to enlarge and listen) Example 8 . Dolzhanskiĭ’s raised E ♭ -Lydian mode (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] The doubly lowered mode is one of Dolzhanskiĭ’s most fascinating concepts. Example 6 shows the theme from the last movement of Shostakovich’s Piano Sonata no. 2, which is based on Dolzhanskiĭ’s doubly lowered B–Aeolian mode: B– C ♯ –D– E ♭ – F ♯ –G–A– B ♭ ( Dolzhanskiĭ 1962 , 28). Once again, note the functions of the inflected pitches—the E ♭ (lowered 4 ˆ ) and the B ♭ (lowered 8 ˆ ) resolve correctly downward. (8) And in this example register matters; we get B at the bottom ( 1 ˆ ) and B ♭ at the top ( 8 ˆ ). The expanded lad stretches beyond seven notes!",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Example 7 shows another instance of Dolzhanskiĭ’s doubly lowered Phrygian mode Dolzhanskiĭ ( 1962 , 29). The example illustrates a doubly lowered E-Phrygian mode in the flute solo from the coda of Shostakovich’s Symphony no. 5. Even though the lowered 4 ˆ and 8 ˆ fall on strong downbeats, they function in the traditional manner: both the A ♭ and the E ♭ resolve downward. To summarize, there are three important features that Dolzhanskiĭ points out about altered minor modes in Shostakovich’s music: (1) they use lowered 4 ˆ or lowered 4 ˆ and 8 ˆ ; (2) the first scale degree functions as the tonic; and (3) orthography is important, for the inflected pitches resolve downward. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Dolzhanskiĭ’s raised modes are seven–note scales based on the “major” church modes (Ionian, Lydian, or Mixolydian) with raised 2 ˆ ( Dolzhanskiĭ 1962 , 40). Example 8 shows Dolzhanskiĭ’s raised E ♭ –Lydian mode— E ♭ – F ♯ –G–A– B ♭ –C–D—in Shostakovich’s Sonata no. 2, I, second theme, measures 66–70 ( Dolzhanskiĭ 1962 , 40). Once again, the inflected note— F ♯ (raised 2 ˆ )—resolves traditionally, upward to a G. Dolzhanskiĭ does not give other examples of raised major modes, noting that the major modes are too bright for Shostakovich and that minor modes are far more characteristic of his musical style ( 1962 , 41–42). The doubly raised mode raises 2 ˆ and 5 ˆ , but Dolzhanskiĭ does not provide any musical examples. Example 9 . Dolzhanskiĭ’s three common-tonic keys ( odnoimmenye tonal’nosti ) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Dolzhanskiĭ goes on to show common-tone relationships between raised and lowered modes. Example 9 shows Dolzhanskiĭ’s three common-tonic keys ( odnoimmenye tonal’nosti ) ( Dolzhanskiĭ 1962 , 41). The doubly raised B major (with raised 2 ˆ and 5 ˆ ) at the top of the example has two common tones with its “parallel” minor—doubly lowered B minor. (10) On the other hand, there are seven common tones between the bottom two scales, doubly lowered B minor and doubly raised B ♭ minor. (The common tones are indicated by the vertical lines.) This relationship suggests the possibility of a smooth “modulation” from one mode to the other. (11) Voice Leading in Lad : The Writings of Skorik and Kholopov",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] While Ogolevets’s and Dolzhanskiĭ’s modes involve alterations of scale degrees in traditional church modes, Prokofiev scholar Miroslav Skorik describes an expanded “synthetic mode,” which enriches and widens a single tonality by “twelve-tone diatonicism” ( dvenadtistupennaia diatonika ) ( Skorik 1969 , 24). (This concept is analogous to Ogolevets’s twelve-tone tonality.) Pitch function (i.e., the directional tendency of tones) becomes less important for Skorik, and semitonal voice leading becomes essential. The function of harmonies and the connection between them take precedence over the function of individual scale degrees . Example 10 . Skorik’s twelve-tone diatonic mode in Prokofiev’s music (click to enlarge) Example 11a . Skorik’s twelve-tone diatonic system in Prokofiev’s Stone Flower (click to enlarge and listen) Example 11b . Parsimonious voice leading between the I and bvi chords (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "skorik_1969"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Example 10 shows Skorik’s twelve-tone diatonic mode in Prokofiev’s music, here in an expanded key of C major ( Skorik 1969 , 72). Major and minor triads are built on each scale degree, and most of the scale degrees are instantiated by two pitch classes. The second scale degree, for example, has major and minor triads built on both D ♭ and D. Skorik does not regard these chords as chromatically altered; rather, he describes them as part of a single diatonic key ( Skorik 1969 , 72). (12) Example 11a shows Skorik’s twelve-tone diatonic system at work in Prokofiev’s Stone Flower ( Skorik 1969 , 73). While a Western musician would interpret the A ♭ -minor chord as highly chromatic, Skorik explains it as part of the home key of C major. The ♭ vi chord is not an altered version of a ♭ VI chord, but rather stands on its own as part of the twelve-tone diatonic key. (13) Interestingly, Skorik does not comment on the smooth voice leading characterizing this passage. Example 11b shows parsimonious voice leading between the I and ♭ vi chords (the reduction is mine): each pitch from the C-major chord moves by a semitone to its corresponding pitch in the A ♭ -minor chord. (14) Example 12a . Opening measures of “Juliet as a Young Girl” from Prokofiev’s Romeo and Juliet (Skorik 1969, 74) (click to enlarge and listen) Example 12b . Voice-leading reduction of the opening measures of “Juliet as a Young Girl” from Prokofiev’s Romeo and Juliet (click to enlarge) Example 13a . Excerpt from Prokofiev’s Sonata no. 6, IV (Skorik 1969, 76–77) (click to enlarge and listen) Example 13b . Voice-leading reduction of excerpt from Prokofiev’s Sonata no. 6, IV (click to enlarge)",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "skorik_1969",
                    "skorik_1969",
                    "skorik_1969"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Similar parsimonious progressions characterize all the musical examples discussed by Skorik. Example 12a shows the opening measures of “Juliet as a Young Girl” from Prokofiev’s Romeo and Juliet ( Skorik 1969 , 74). Skorik’s approach considers all harmonies (including ♭ VI and III) within the passage in the key of C major ( Skorik 1969 , 72–73). This passage can be understood from a parsimonious voice-leading perspective. Example 12b shows my voice-leading reduction of the passage with PL transformations that combine in a complete hexatonic cycle. (15) Neo-Riemannian transformation can be further applied to other examples of Skorik’s twelve-tone diatonicism. Example 13a shows an excerpt from Prokofiev’s Sonata no. 6, IV ( Skorik 1969 , 76–77). The tonic triad ( G ♯ minor) alternates with the flatted tonic triad (G major), and Skorik interprets the G major triad as an extension of the tonic harmony. (16) Example 13b is my voice-leading reduction of the passage with a Lewinian SLIDE transformation (see Lewin 1987 , 178). Thus, semitonal voice leading is incorporated within the Russian concept of twelve-tone diatonicism, and it gives rise to defining sounds of Russian twentieth-century tonal music.",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "skorik_1969",
                    "skorik_1969",
                    "skorik_1969",
                    "lewin_1987"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Functional relations among the pitches become further loosened in Iuriĭ Kholopov’s writings on mode. In his influential textbook Garmoniia (Harmony), Kholopov discusses his hemitonic system (or the system of counting half steps), which is similar to the Western system of a set-class analysis ( Kholopov 1981 , 100–26; see also Cairns 2014 and Ewell 2013 ). Example 14 shows an excerpt from Rimsky-Korsakov’s Sadko ( Kholopov 1988 , 212–13). From a set-theoretical perspective, the passage is completely based on OCT 0,1 . However, in Kholopov’s more differentiated analysis, the passage is based on two modes: mode 1.3.2.1.3.2 (with successive interval classes 1, 3, 2, etc.) and mode 1.2.1.2.1.2.1.2 (the octatonic scale beginning with a semitone). (17) Neither pitch nor chord function is of any significance; rather, the modes are defined and identified by their pitch content. Kholopov’s analysis seems to show a Russian version of the emancipation of dissonance as the “emancipation of mode.” Example 15 shows Kholopov’s analysis of Nicolaĭ Roslavets’s song “Ty ne ushla” ( Kholopov 1981 , 109–13). This work is clearly not tonal. Consequently, Kholopov does not use any Roman numerals, but rather he defines the main set or “grouppa” (group) that makes up the work (shown in the lowest stave in measure 1). Further, Kholopov uses the hemitonic system to identify this group as 1.3.1.2.1, an equivalent of set class [013478]. (18) This group is subsequently transposed, mostly by major and minor thirds, as well as perfect fourths and fifths; Kholopov identifies the bottom note (i.e., “root”) of each mode by its note name. (19) Kholopov’s analysis is intriguing in two ways: (1) he refers to each abstracted scale as a lad (or mode) that is made up of group 1.3.1.2.1; and (2) following Ogolevets’s method, Kholopov tries to give tonal quality to the set. In measure 1, under the first group (or set) he indicates E ♭ major + F ♭ major; the modes are formed by combining these triads. In other words, Kholopov draws on consonant triads (foundational elements of tonality) along with the counting of semitones to derive the mode. Kholopov applies the same analytical approach to other non-tonal pieces by Russian and Western composers such as Rimsky-Korsakov, Stravinsky, Denisov, and Webern. Example 14 . Excerpt from Rimsky-Korsakov’s Sadko (Kholopov 1988, 212–13) (click to enlarge and listen) Example 15 . Kholopov’s analysis of Nicolaĭ Roslavets’s song “Ty ne ushla” (Kholopov 1981, 109–13) (bazayev_example_info.php) Conclusion",
                "footnotes": [
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "kholopov_1981",
                    "cairns_2014",
                    "ewell_2013",
                    "kholopov_1988",
                    "kholopov_1981"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Mode plays a crucial role in the Russian theoretical approach to the chromatic tonal music of both Shostakovich and Prokofiev, as well as the non-tonal music of Nicolai Roslavets. By using a single “catch-all” term— lad (or mode)—Russian theorists are able to discuss both highly chromatic tonal music, as well as non-tonal music, in terms of scalar collections and scale degrees. While orthography defines modes in writings from the first half of the twentieth century (Ogolevets and Dolzhanskiĭ), parsimonious relationships among the harmonies dominate the writings of the second half of the twentieth century (Kholopov and Skorik). Even without functional relationships, mode remains an integral part of Russian theoretical thought, creating the perception of continuity with music from the common-practice era. This approach allows us to reevaluate and reconsider our understanding of Russian twentieth-century music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "perspectives on twentieth-century russian theory",
    "source": "mto/raw/mto.14.20.3.bazayev.html",
    "data": "mto/data/mto.14.20.3.bazayev.json"
}