{
    "title": "Review-Essay on Fred Lerdahl’s <i>Composition and Cognition</i> (University of California Press, 2019)",
    "date": "2020/03/01",
    "volume": "26",
    "issue": "1",
    "authors": [
        "Tymoczko, Dmitri"
    ],
    "abstract": "",
    "keywords": [
        "tonality",
        "composition",
        "voice leading",
        "geometry",
        "aesthetics"
    ],
    "doi": "10.30535/mto.26.1.6",
    "received": "January 2020",
    "pdf": "https://mtosmt.org/issues/mto.20.26.1/mto.20.26.1.tymoczko.pdf",
    "author_info": [
        {
            "name": "Dmitri Tymoczko",
            "university": "Princeton University",
            "address": "",
            "email": "dmitri@princeton.edu"
        }
    ],
    "citations": {
        "callender_quinn_and_tymoczko_2008": "Callender, Clifton, Ian Quinn, and Dmitri Tymoczko. 2008. “Generalized Voice Leading Spaces.” Science 320: 346–48.",
        "clendinning_and_marvin_2016": "Clendinning, Jane Piper and Marvin, Elizabeth West. 2016. The Musician's Guide to Theory and Analysis Anthology . 3rd ed. Norton.",
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15 (1): 9–40.",
        "cohn_2007": "Cohn, Richard. 2007. Review of Tonal Pitch Space , by Fred Lerdahl. Music Theory Spectrum 29 (1): 101–14.",
        "cohn_2011": "Cohn, Richard. 2011. “Tonal Pitch Space and the (Neo-)Riemannian Tonnetz.” In The Oxford Handbook of Neo-Riemannian Music Theories , ed. Edward Gollin and Alex Rehding, 322–48. Oxford University Press.",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony . Oxford University Press.",
        "hall_and_tymoczko_2012": "Hall, Rachel Wells and Tymoczko, Dmitri. 2012. “Submajorization and the Geometry of Unordered Collections.” With Rachel Hall. The American Mathematical Monthly 119 (4): 263–83.",
        "laitz_2008": "Laitz, Steven. 2008. The Complete Musician . Oxford University Press.",
        "lalitte_et_al_2009": "Lalitte, Philippe, Emmanuel Bigand, Joanna Kantor-Martynuska, and Charles Delbéé. 2009. “On Listening to Atonal Variants of Two Piano Sonatas by Beethoven.” Music Perception 26 (3): 223–34.",
        "lerdahl_1988": "Lerdahl, Fred. 1988. “Cognitive Constraints on Compositional Systems.” In Generative Processes in Music: The Psychology of Performance, Improvisation, and Composition , ed. John Sloboda, 231–59. Oxford University Press.",
        "lerdahl_2001": "Lerdahl, Fred. 2001. Tonal Pitch Space . Oxford University Press.",
        "lerdahl_2020": "Lerdahl, Fred. 2020. Composition and Cognition . University of California Press.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Jackendoff, Ray. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "lerdahl_and_krumhansl_2007": "Lerdahl, Fred, and Krumhansl, Carol. 2007. “Modeling tonal tension.” Music Perception 24 (4): 329–66.",
        "lester_1992": "Lester, Joel. 1992. Compositional Theory in the Eighteenth Century . Harvard University Press.",
        "salzer_1952-1962": "Salzer, Felix. 1952/1962. Structural Hearing . Dover.",
        "schoenberg_1984": "Schoenberg, Arnold. 1984. Style and Idea: Selected Writings of Arnold Schoenberg . Translated by Leo Black. Edited by Leonard Stein. University of California Press.",
        "straus_1987": "Straus, Joseph. 1987. “The Problem of Prolongation in Post-Tonal Music.” Journal of Music Theory 31 (1): 1–21.",
        "temperley_2011": "Temperley, David. 2011. “Composition, Perception, and Schenkerian Theory.” Music Theory Spectrum 33 (2): 146–68.",
        "tymoczko_2006": "Tymoczko, Dmitri. 2006. “The Geometry of Musical Chords.” Science 313: 72–74.",
        "tymoczko_2011": "Tymoczko, Dmitri. 2011. A Geometry of Music . Oxford."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Schoenberg’s discussions of the “emancipation of the dissonance” are almost entirely focused on questions of comprehension rather than enjoyment. For instance, in the 1926 essay “Opinion or Insight?” he writes that “the true reason for the marked development of tonality” is “to make what happens easily comprehensible” ( 1984 ). For discussion, see Tymoczko 2011 , 185.",
            "citations": [
                "schoenberg_1984",
                "tymoczko_2011"
            ]
        },
        "FN2": {
            "text": "2. Fascist bureaucracy is a good example.",
            "citations": []
        },
        "FN3": {
            "text": "3. Lerdahl is somewhat confusing about the geometry of this example, writing: “At both the chord and key levels, chordal-regional space can be extended and wrapped around on both axes to form two orthogonal cylinders or a four-dimensional sphere” ( 2001 , 41). As far as I can tell, this is wrong: his figure forms two orthogonal donuts , or a two-torus times a two-torus, which is not equivalent to either of the shapes he mentions.",
            "citations": [
                "lerdahl_2001"
            ]
        },
        "FN4": {
            "text": "4. In conversation, Cohn expressed sympathy to the two-leveled chords-and-scales picture, but I have difficulty squaring this with the discussions in Cohn 2007 and 2011 , where he seems to suggest fusing “chord” and “region.”",
            "citations": [
                "cohn_2007",
                "cohn_2011"
            ]
        },
        "FN5": {
            "text": "5. Cohn 2012 moves in a similar direction, though not paying much attention to scales or non-tertian sonorities. My own work, partly in collaboration with Callender, Hall, and Quinn, provided generality but not user-friendliness or comprehensibility; my hope is that future work will rectify this problem ( Tymoczko 2006 ; Callender, Quinn and Tymoczko 2008 ; Tymoczko 2011 ).",
            "citations": [
                "cohn_2012",
                "tymoczko_2006",
                "callender_quinn_and_tymoczko_2008",
                "tymoczko_2011"
            ]
        },
        "FN6": {
            "text": "6. I do not deny the existence of hierarchy in music perception; I just think there are open and important questions about its nature and extent, questions I take to be difficult and mysterious rather than long settled.",
            "citations": []
        },
        "FN7": {
            "text": "7. The hierarchical interpretation of tension changes first appears on pp.179–181 of GTTM, but to me it is incomplete, for tension is presented as a scalar quantity like temperature or barometric pressure, and there is little obvious reason to model scalar quantities with tree structures. Thus, if one were to replace the tension contour in Figure 8.2b of GTTM with an analogous temperature contour (“start at 70°, get warmer, then cool to less than 70°”), there would be little benefit in asserting the presence of a second hierarchical level in which the entire sequence is represented as “start at 70° and get colder.” What is missing is an explanation for why musical tension is different from temperature, and in particular an explanation of whether experienced listeners necessarily perceive rich hierarchies rather than less-hierarchical alternatives. On p. 181 of GTTM, Lerdahl and Jackendoff merely suggest that they have established the “possibility” of speaking about tension hierarchically, seemingly allowing for alternatives. On p. 34 of Composition and Cognition , Lerdahl once again states that hierarchical tree structures “represent” changes in tension values, as if tension changes were ipso facto hierarchical.",
            "citations": []
        },
        "FN8": {
            "text": "8. I think this view is somewhat out of favor within the theoretical community, which tends to associate prolongation with stability and consonance (Straus 1987). Interestingly, “Cognitive Constraints” articulates something closer to the consensus view, insofar as it suggests that syntactic complexity may be most easily achieved with broadly tonal musical materials (85); the more Salzerian picture in TPS and Composition and Cognition is a later development.",
            "citations": []
        },
        "FN9": {
            "text": "9. A related question is whether it makes sense to represent diatonic fifth-motion and third-motion along different axes when two diatonic thirds are equal to a fifth. This is analogous to a “two dimensional” representation of the integers in which horizontal motion adds or subtracts one while vertical motion adds or subtracts two. (This could be modeled on a cylinder, with the “add one” axis running along the linear dimension while the “add two” axis spirals around the circular dimension, intersecting with the “add one” axis every other note.) I doubt this model elucidates the structure of the integers in an interesting way.",
            "citations": []
        },
        "FN10": {
            "text": "10. I address some of these questions in forthcoming work. Briefly the issue is whether music theory is conceived as proposing broadly scientific explanations or telling aesthetically satisfying stories.",
            "citations": []
        },
        "FN11": {
            "text": "11. A deeper issue here is that I think there are many different and potentially incompatible ways of measuring musical distance, with voice-leading distance only one option. (For details on what constitutes a measure of voice leading distance, see Tymoczko 2011 §2.7.) Lerdahl seems inclined to try to combine these various measures into a single general notion of “musical distance.”",
            "citations": [
                "tymoczko_2011"
            ]
        },
        "FN12": {
            "text": "12. Each of the triplets {I, IV, V}, {I, ii, V} and {I, IV, vii°} divides the diatonic circle of Example 3 maximally evenly into arcs of length 2, 3, and 2; these are the only such triplets containing the tonic. As such, they minimize common tones, both in the aggregate and pairwise. It is possible that this maximal evenness is what allows them to represent distinct functional poles: after all, it is reasonable to imagine that tonic, subdominant, and dominant are maximally contrasting chords rather than being maximally close.",
            "citations": []
        },
        "FN13": {
            "text": "13. These local constraints on chord-to-chord motion play essentially no role in either GTTM or TPS, even though theorists since Rameau have considered them central to functionality: they are in some ways the most obvious example of what “experienced” classical listeners intuitively know, and their total absence from Lerdahl’s thinking calls for some explanation. Presumably this has to do with Lerdahl’s Schenkerian orientation.",
            "citations": []
        },
        "FN14": {
            "text": "14. One can artificially define such paths but they will not be particularly meaningful: there is no useful sense in which a drive from Akron to Cleveland passes anywhere near Beijing (which has roughly the same latitude).",
            "citations": []
        },
        "FN15": {
            "text": "15. For diatonic triads, the only possible values are 0 (for the very same chord), 1 (for third- and fifth related triads) and 2 (for step related triads). Since Lerdahl’s model completely abstracts from the distances moved by each voice, it seems unlikely that any psychology experiment would correlate with these distances. To make matters worse, these distances function only indirectly in Lerdahl’s theory, being just one input to an overall distance value.",
            "citations": []
        },
        "FN16": {
            "text": "16. Cf. his discussion of Ligeti’s Lontano , a piece I greatly admire, on pp. 91–92.",
            "citations": []
        },
        "FN17": {
            "text": "17. Lerdahl writes “the study of the conversion of sound into musical objects belongs to the fields of signal processing, psychoacoustics, and now neuroscience” (23).  This might be true in the case of isolated pitches, but I do not think it can be said for larger quantities of music; on the contrary, the study of what symbolic information auditors do and do not extract from listening is very much a part of psychology and cognitive science, two fields Lerdahl takes himself to be working in.(For one thing, their ability to extract this information is highly dependent on training, experience, and attention.) Lerdahl seems to want to hand off this vital topic to relatively low-level disciplines like signal processing, as if psychology could begin by assuming listeners carry around a copy of the score in their heads.",
            "citations": []
        },
        "FN18": {
            "text": "18. I think prolongational hierarchies have a weaker epistemological status than twelve-tone rows: we know that some composers thought about twelve-tone rows, and we can mostly agree about their presence in musical scores, whereas we do not know that tonal composers thought about Schenkerian/Lerdahlian prolongational structures, and often disagree about whether pieces support prolongational analysis, as well as what the appropriate analysis should be. Thus it remains possible that future theorists will conclude that these hierarchical tree-structures were a mere theoretical conceit, not objectively present in the same way that twelve-tone rows are.",
            "citations": []
        },
        "FN19": {
            "text": "19. Lerdahl notes that Célestine Deliège made much the same point (85).",
            "citations": []
        },
        "FN20": {
            "text": "20. To be clear, there are circumstances where we legitimately assign aesthetic value on the basis of imperceptible qualities: I can value a genuine Vermeer over an indistinguishable copy of that painting, just as I can cherish the baseball that Babe Ruth actually hit for his 714th home run, even though it looks very much like every other baseball. Whether it is reasonable to value twelve-tone music on this basis is a complex and interesting philosophical question.",
            "citations": []
        },
        "FN21": {
            "text": "21. To me, Lerdahl’s disregarding of this fact is part-and-parcel of the extreme idealizations he makes as a theorist; he is simply not interested in the fact that real-life listeners are insensitive to a tremendous amount of structure-in-scores—yet goes on to criticize twelve-tone music precisely on this basis.",
            "citations": []
        },
        "FN22": {
            "text": "22. This variability may seem to threaten the fundamental project of GTTM, namely cataloguing the knowledge possessed by “experienced listeners.” For it may be that there is a spectrum of “experienced listeners” understanding music in different ways. Here is a place where idealization may obscure more than it reveals.",
            "citations": []
        },
        "FN23": {
            "text": "23. Relatedly, Lerdahl writes that he uses the diatonic scale “less for its cultural and historical associations than for its group-theoretical properties [ . . . ] and for the rich multidimensional pitch space that it is capable of projecting” (114).",
            "citations": []
        },
        "FN24": {
            "text": "24. Lerdahl associates “progressive modernism” with the view that “there are no limits to how music can develop” (83), which strikes me as a bit of a straw man. Beyond asserting that there are limits to how music can develop (sensibly if uncontroversially), Lerdahl also seems to want to restrict music to the range of the syntactical and expressively moderate. If this is right, then I am more sympathetic to the avant-garde than Lerdahl is: I think there is a place for syntactically impoverished but expressively challenging music.",
            "citations": []
        },
        "FN25": {
            "text": "25. Spiegel im Spiegel is a piece where aligning with the “composer’s grammar” arguably makes the listening experience worse. I enjoy the piece most when I simply luxuriate in sound rather than consciously try to track the simple algorithm that generates the notes.",
            "citations": []
        },
        "FN26": {
            "text": "26. Lerdahl presents what I take to be an overly optimistic interpretation of the existing literature, insisting that a handful of highly ambiguous studies (e.g., Lerdahl and Krumhansl 2007 ) have vindicated the broad correctness of his views. This feels misplaced in light of the replication crisis currently sweeping through the human sciences, a movement that has undone results much more robust than any Lerdahl mentions. The difficulty is compounded by the fact that TPS proposes a complex intellectual machine with many moving parts, all condensed into a single quantity, a “tension value” that is compared to the dial-turnings of experimental subjects. In this context, a general match between these quantities tells us very little about the correctness of Lerdahl”s overall theory.",
            "citations": [
                "lerdahl_and_krumhansl_2007"
            ]
        },
        "FN27": {
            "text": "27. For an interesting experiment along these lines, Lalitte et al. 2009 compared Beethoven pieces to atonal variants, finding that listeners perceive a comparable degree of large-scale structure.",
            "citations": [
                "lalitte_et_al_2009"
            ]
        },
        "FN28": {
            "text": "28. “It must be admitted, however, that CCCS’s emphasis on diatonic and triadic features was overdone” (85).",
            "citations": []
        },
        "FN29": {
            "text": "29. See Lerdahl’s discussion on page 93ff. I suspect that many theorists would worry about whether salience, or the abstract templates on p. 94, are sufficient to generate prolongation.",
            "citations": []
        },
        "FN30": {
            "text": "30. I estimate that some musicians might hear as many as a million dominant-tonic progressions before they become adults.",
            "citations": []
        },
        "FN31": {
            "text": "31. I would say that natural grammars (which arise through a community, as shared and perhaps untheorized networks of practice) are the most reliable tools for producing syntactically complex music; whereas artificial grammars are most useful for producing expressively demanding music as described previously.",
            "citations": []
        },
        "FN32": {
            "text": "32. “This passage [variation 6 of Example 5 in this review] is heard in a hierarchical fashion, as represented by the tree and slurs in Example 5.1 [the prolongational analysis of variation 6 shown in Example 6 of this paper]” (106, my italics).",
            "citations": []
        },
        "FN33": {
            "text": "33. For that matter, radically misunderstanding my own experience may also be grounds for a career change.",
            "citations": []
        },
        "FN34": {
            "text": "34. Both present a hierarchical picture of elementary tonality, “the phrase model,” that does not accord with my own experience; worse still, they present it as if it was uncontroversially true, not mentioning that many theorists disagree with it.",
            "citations": []
        },
        "FN35": {
            "text": "35. Connection between non-adjacent melodic notes need not involve Schenkerian notions of “prolongation,” at least insofar as that term implies something like representation : two nonadjacent scenes in a movie can connect without the intervening material “representing” either of them. The inference from nonadjacent connections to Lerdahlian tree structures is not nearly so direct as theorists sometimes think.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Fred Lerdahl’s engaging new book is an example of something music theory might do more of: letting composers to talk seriously and personally about the ideas animating their music. The book has five short chapters originating in the 2011 Bloch lectures delivered at the University of California, Berkeley. The first and last are largely concerned with Lerdahl’s compositional practice. The second outlines some of the main ideas in his two treatises, A Generative Theory of Tonal Music ( 1983 ) and Tonal Pitch Space ( 2001 ) (henceforth GTTM and TPS). The fourth revisits the controversies surrounding his infamous article “Cognitive Constraints on Compositional Systems” ( 1988 ), retreating from its some of its more dramatic claims. The third chapter, “On the musical capacity,” surveys a variety of subjects including musical universals, metrical hierarchy, maximal evenness, the origin of music, and musical agency.",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1983",
                    "lerdahl_2001",
                    "lerdahl_1988"
                ]
            }
        },
        {
            "2": {
                "text": "[2] It is clear that Lerdahl is most comfortable speaking intellectually, for there is comparatively little here about intuition or spontaneity; nor is much time spent on electrifying moments in other composers’ music, of the sort that presumably set him on his compositional path. Surprisingly, Lerdahl’s interest in tonality seems to be largely a function of Schoenbergian “comprehensibility.” (1) He does not object to dodecaphony on visceral or kinaesthetic grounds—not because it typically lacks groove, hooks, or piquant notes that set the heart on fire—but because it is complicated without being complex ( Lerdahl 2020 , 83–88). One gets the sense that Lerdahl would be happy to write dissonant and esoteric music if it could be scientifically proven to elicit complex mental representations in its listeners. Here we perhaps see the legacy of his interest in linguistics, for the theory of syntax rightly emphasizes comprehension rather than beauty. Transposed into the artistic domain, this emphasis becomes more problematic, both because simple music can be compelling (think Piano Phase , “Masters of War,” or Spiegel im Spiegel ) and because complex, comprehensible things can be disgusting. (2) Schoenberg’s trick was to get us all talking about understanding instead of enjoyment, diligently studying dust motes rather than the elephant in the room.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "lerdahl_2020"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Which, of course, helped fuel a musical revolution, half-baked philosophy leading to genuine if problematic artistic achievement. Lerdahl’s book presents a similar challenge, for it can be read in two different ways: as recounting purely scientific contributions to knowledge and as an intimate intellectual autobiography surveying a lifetime of ambitious compositional effort. This makes it difficult to calibrate a unified critical response, for where science requires strenuous critique, the artistic autobiography calls for a greater degree of readerly charity. I am a fan of Lerdahl’s music, and I found his writing to be a helpful introduction to the deeply heard compositions on the book’s companion website. Wallace Stevens wrote of “the poem of the mind in the act of finding that which will suffice,” and this book is a record of Lerdahl’s lifelong quest to find notes that would satisfy him—a quest that lends important context to Lerdahl’s music, and which may itself be a potential object of aesthetic appreciation. No less than Schoenberg, Cage, or Babbitt, Lerdahl’s project seamlessly intertwines thinking and composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Let me start with a pair of purely theoretical issues, postponing consideration of Lerdahl as composer until the final section. The geometry of tonal pitch space Example 1 . Lerdahl’s regional space, hierarchically arranging both chords and keys (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] One of the most attractive features of TPS is its insistence on thinking simultaneously about chord and scale. The “regional space” in Example 1 is exemplary, combining F. G. Vial’s model of the twenty-four major and minor keys ( Lester 1992 ) with Lerdahl’s own “toroidal” model of diatonic triads. This two-leveled picture is an important contribution to music theory and a welcome corrective to the hierarchically flat spaces of neo-Riemannian theory. (3) Tellingly, Richard Cohn ( 2007 , 2011 ) criticized TPS precisely for distinguishing “chord” from “region,” as if to suggest that we could get by with just a single level of harmonic structure. While I am not sure that I completely understand Cohn’s views here, I suspect I am on Lerdahl’s side of the debate, sharing his belief that the embedding of chords in scales is fundamental to a great deal of Western music. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "lester_1992",
                    "cohn_2007",
                    "cohn_2011"
                ]
            }
        },
        {
            "6": {
                "text": "[6] To my mind, Cohn ( 1996 ) set modern theory on a new path by providing a quantitative and geometrical model of the voice-leading relations among chromatic triads; by reinterpreting the Tonnetz in contrapuntal rather than acoustic terms, he was able both to elucidate otherwise puzzling musical moments and to suggest reasons why composers might have converged on traditional materials. Lerdahl’s regional space takes further steps along this path: first, by expanding the range of sonorities that can be considered (e.g., the scales comprising his regional level); second, by allowing chords to move within scalar domains other than the chromatic; and third, by imposing a simple hierarchy in which voice leading is occurring on the level of chord and scale simultaneously. Perhaps even more importantly, he made generality a theoretical desideratum, suggesting (rightly, I think) that we need theoretical tools capable of grasping the full range of chords and scales, a composerly aspiration that contrasts with the neo-Riemannian fixation on chromatic triads. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "cohn_1996"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Here we are in view of what I think is an attractive and psychologically plausible picture, namely that a good deal of Western music involves fundamentally similar procedures occurring on two simultaneous hierarchical levels, chord and scale. This contrasts with less-hierarchical music that uses a flatter pitch space, including both atonality (which disregards scales and sometimes chords as well) and nonmodulating diatonicism in which the scale stays fixed. A composer who prioritized hierarchy might therefore try to generalize this two-leveled organization, exploring new scales, new patterns of modulation, and new relations between the levels. This was one of the projects of my Geometry of Music ( 2011 ).",
                "footnotes": [],
                "citations": [
                    "tymoczko_2011"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Lerdahl ends up taking a different approach. In his view, music is characterized by multilevel tree structures similar to, but more complex than, those describing the syntax of natural-language sentences. (I think it is fair to say that Lerdahl and Jackendoff simply postulate that listeners experience music in this richly hierarchical manner—a postulate that, in all honesty, does not accord with my own musical experience. (6) ) What creates these trees is a subtle issue, for while much of TPS is devoted to showing how the basic materials of tonal music generate hierarchy, Lerdahl is quite clear that similar structures can arise in other ways as well—thus TPS offers prolongational analyses of freely atonal pieces, stating that prolongation can be produced by “frequent harmonic return and semitonal voice leading” (373), while Composition and Cognition implies that changes in tension are sufficient for this purpose (94). (7) In this respect Lerdahl follows Felix Salzer ( 1952/1962 ) in believing that Schenkerian-like structures govern a range of musical styles, with hierarchy generated either by “stability” (in tonal music) or “salience” (in some atonality). (8) The upshot is that where I consider atonal Schoenberg to be hierarchically flat, in the straightforward sense that it eschews scales, Lerdahl considers such music to be hierarchically rich by virtue of containing enough salience to support tree-structures. For me the big distinction is between tonal and atonal, while for him it is between tonality and free atonality on the one hand, and something like dodecaphony on the other. Example 2 . Lerdahl’s “diatonic torus” with fifth-motion on the vertical axis and third-motion on the horizontal axis (click to enlarge)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Because Lerdahl is primarily concerned with this abstract notion of hierarchy, he ends up passing over some interesting questions about his own geometrical constructions. For example, his “toroidal” arrangement of diatonic triads ( Example 2 ) is meant to capture two fundamentally different kinds of musical fact: first, that third-related triads share two common tones and second, that fifth-related triads are acoustically close, with the fifth of one the root of the other. (This “toroidal” model constitutes the lower hierarchical layer of his regional space, with the higher level borrowed from Vial.) The question is whether these properties combine to produce a rich and coherent geometry. As an analogy, one might imagine a two-dimensional map of cities in which the horizontal axis represents latitude while the vertical direction represents the alphabetical ordering of their names: where latitude and longitude combine to form a genuine geometry, latitude and alphabetical order together do not. (9) Example 3 . The circle of diatonic thirds, which links diatonic triads by single-step voice leading. A complete circle moves each voice by one step along the chord, for instance sending C up to E, E up to G, and G up to C (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] This raises a number of delicate questions involving the nature and purpose of musical models, the contrast between realistic and relativistic music-theoretical philosophies, and so on. (10) Rather than getting lost in these depths, let me note that the (bijective, crossing-free) voice leadings among diatonic triads are modeled by a circle rather than a torus ( Example 3 ). Lerdahl dismisses as “dubious” the idea that third-related triads are “more proximate” than fifth-related chords (42), but when we are talking about voice-leading distance it is incontrovertible: third-related diatonic triads can be linked by a single step in one voice whereas fifth-related diatonic triads require two such steps. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In A Geometry of Music , I used the circle of thirds to model functional harmony, suggesting that the contrapuntal closeness of third-related triads is manifest in their frequent intersubstitutability: “third-substitutions” like IV-for-ii, V-for-vii°, or vi-for-I often preserve chordal function (which can be understood empirically in terms of transition probabilities, or perceptually in terms of reported similarity) whereas fifth substitutions (V-for-I or IV-for-I, etc.) do not. My picture is that elementary functional templates like I–IV–V–I involve large motions between maximally distant (and hence functionally distinct) chords. (12) These templates are then embellished by the insertion and substitution of nearby, third-related triads, producing more complex sequences like I–vi–IV–ii–vii°–V–I. (13) The circle of thirds thus helps demarcate the permissible rather than common progressions of functional harmony. So while it is true that tonal pieces more often move by fifth than by third, we should not assume that musical frequency corresponds to geometrical proximity: after all, the knight does not move by adjacent steps on a chessboard, nor do we walk by taking the smallest steps we possibly can. Example 4 . Four very different progressions that move by one step on Lerdahl’s diatonic torus (click to enlarge)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In a voice-leading space, different voice leadings determine different paths , just as motion on the earth determines paths in latitude-and-longitude space but not latitude-and-alphabetical-order space. (14) Because Lerdahl’s “torus” is not a rich geometry, its paths have no inherent meaning, and when we hear a progression, we cannot say which of the many toroidal routes has been taken. Lerdahl responds by postulating the “Law of the Shortest Way,” described in Composition and Cognition as a “core assumption” of TPS (42). The hypothesis is that listeners, when encountering a diatonic progression, experience a distance corresponding to the shortest route between the chords in Lerdahl’s space. Thus, he would assign all four of the very-different sounding progressions in Example 4 the value 1, since they all connect triads that are adjacent on his diatonic torus. (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] By contrast, if we emphasize voice leading, there is no need for anything like the “Law of the Shortest Way,” as we can directly represent the progressions actually found in pieces of music. The deeper philosophical possibility is that voice-leading facts explain some significant portion of tonal syntax: just as the progressions of tonal harmony exploit the third-based geometry of diatonic triads, so does its modulatory structure exploit the fifth-based geometry of diatonic scales , and so on. If this is right, then voice-leading geometry can contribute to a new and scientific understanding of tonal music, a cognitive-scientific project continuous with the one Lerdahl envisions. To explore this, we would need to isolate the subject of voice leading from the other issues Lerdahl considers (e.g., prolongation and tension), developing rigorous models that can be detached from the rest of his theoretical system. This has been one of my abiding theoretical goals. Perhaps some future theorist will try to fuse the models in A Geometry of Music with Lerdahlian thinking about stability and salience. Idealization, syntax, and cognitive transparency",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] For Lerdahl, traditional tonal music seems to be the yardstick by which other music is judged, as it is both (a) extraordinarily rich in hierarchical structure and (b) transparent to experienced listeners. This leads to two distinct critiques of modernism. Certain complex styles are rejected for their cognitive opacity, understood as the divergence between “composing grammar” and “listening grammar.” Broadly speaking, this is an updated version of Schenker’s critique of modernism, using the lack of prolongational structure to argue for the lack of aesthetic value. Conversely, simpler styles—like the textural music of Xenakis and Ligeti—are rejected on the grounds that they lack the recursive richness of earlier music. Lerdahl tends to be more forceful with the first critique than with the second, framing one as an objective problem and the other as a matter of taste (83). But he seems to have been strongly influenced by the perception that the simpler varieties of twentieth-century modernism are deficient when compared to earlier music. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] As far as I know, there is no solid evidence that listeners actually hear the recursive structures Lerdahl postulates, nor that common-practice composers thought about them, nor that such hierarchies are objectively necessary for describing classical music, nor even that they are intersubjectively identifiable in existing scores; as I said, Lerdahl assumes these hierarchies rather than demonstrating their existence. Indeed, as late as 2011, it was possible for one of Lerdahl’s students to publish an article broaching the question of how Schenkerian theory might actually be tested ( Temperley 2011 ). Since this is a bitterly divisive subject I will not pursue it. Instead, I will just say that even if one has my simpler and less hierarchical view of functional tonality, there is still reason to worry that classical music is suffused with structures to which many listeners are insensitive: most obviously the near-universal habit of returning to the opening tonic at the end of each movement, but also many of the detailed rules of harmony and counterpoint—such as the almost exceptionless avoidance of parallel perfect intervals, even when hidden in inner voices. In other words, it seems to exhibit precisely the divergences between “composing grammar” and “listening grammar” that bother Lerdahl in modernist contexts. (This, of course, is not news to anyone who has ever taught ear training.) Viewed in the broad context of human music-making, classical music is exceptional rather than paradigmatic: elitist and unusually complex, but of course wonderful in many ways.",
                "footnotes": [],
                "citations": [
                    "temperley_2011"
                ]
            }
        },
        {
            "16": {
                "text": "[16] All of which led me, in A Geometry of Music , to complain that Lerdahl postulates a “lossless perception” in which listeners have complete access to all the details in a musical score. In Composition and Cognition , Lerdahl describes my complaint as a “misunderstanding,” objecting that he is aware of the imperfections of real-life listeners. My worry, however, was that his awareness plays little role in either GTTM or TPS: indeed, the very same paragraph of Composition and Cognition acknowledges that the “idealized listeners” of his theory do recreate an exact copy of the score in their minds. This is “lossless perception,” as I used the term. My question is whether this idealization causes difficulties for Lerdahl’s larger intellectual project—most obviously by leaving a completely untheorized gap, of indeterminate size, between his idealized creations and the actual human beings who are the true subject of psychology and cognitive science. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] There are subtler issues as well. Consider: Lerdahl postulates an “idealized listener” who perceives extensive hierarchical organization in classical pieces; he then criticizes twelve-tone music on the grounds that real-life listeners do not understand its structure. But of course, twelve-tone theorists had their own idealized listeners who understood all of that music’s structure; the question is whose idealization is better. Personally, I am tempted to score this as a draw, for while I have no doubt that many features of twelve-tone music are impossible for humans to hear, it seems to me that Lerdahl invests classical music with a comparable amount of unhearable structure—indeed, potentially imaginary structure, which is worse. (18) Nor can one avoid the problem by retreating to a simpler view of tonality such as my own, for even if there is substantially more information loss in twelve-tone than in classical music, as seems likely, it is hard to understand how this difference of degree would support a categorical rejection of twelve-tone composition altogether. In the grand scheme of things, classical music and twelve-tone music are in much the same boat: highly elite styles whose basic organization is opaque to many of its admirers. (19)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] But there is yet a deeper question here. As I write this paragraph, I am listening to Dallapiccola’s Quaderno musicale di Annalibera . My inability to follow its twelve-tone organization bothers me not at all, for the music is characterized by beautiful harmony, impeccable rhetoric, clear motivic development, and a marvelous and delicate serenity—which is to say that it has a gestural and thematic syntax, a concern with consonance, dissonance, motive, melody, and specific pitches that snugly coexist with its twelve-tone organization. My evaluation of this piece, like my evaluation of Post-partitions or any other music, rests on what I hear in it, not in some intellectual comparison of what I hear to what I happen to know about the composer’s methods. For me, unheard organization contributes little, either positively or negatively, precisely because it is unheard . (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Indeed, the world is full of attractive and much-beloved music—Pärt, Bach, Coltrane, Mahler—whose detailed organization is largely opaque to a good proportion of its fans, some of whom are “experienced listeners.” (21) This music typically combines difficult-to-perceive structure (isorhythm, canon, twelve-tone rows) with more obvious forms of organization (recognizable themes, straightforward formal plans, clear trajectories of consonance and dissonance, etc.). Different listeners can therefore engage the same music in fairly different ways, with some enjoying it superficially and others following the subterranean mechanics (perhaps aided by score study). (22) This phenomenon is largely unknown in natural language, where we can usually draw a much sharper boundary between comprehending and uncomprehending listeners: unlike musical communication, linguistic communication often involves the transmission of a determinate meaning, and this is much closer to being an all-or-nothing affair.",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] This is one reason why the musical surface matters so much more in music than in language. To a syntactician or semanticist, a language’s phonetic content is essentially arbitrary, an irrelevant collection of sounds whose function is to enable the transmission of meaning. Music is not the mere vehicle for the transmission of conceptual content, however, but rather a direct object of sensuous appreciation—with listeners enjoying some harmonies more than others, finding some rhythms fascinating and others not, and reveling in the sheer sonic beauty of instrumental timbres. Lerdahl, either because of his linguistic influences or because of his modernist aesthetic orientation, seems reluctant to allow that the surface could matter as much as it does, as if unwilling to believe that something exalted, the aesthetic value of an artwork , could depend on such brute and animalistic facts as whether people like certain sounds. (23) I do not believe that this is an oversight or mere rhetorical strategy on his part, for everything in Composition and Cognition points toward a valorization of syntactic comprehension over visceral enjoyment. In this respect it continues a long anti-hedonic tradition stretching back through Schoenberg to Immanuel Kant.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Lerdahl is certainly correct that the twentieth century left us a good deal of highly challenging music whose detailed structure is difficult to grasp by ear, but I do not think it follows that this music is necessarily defective. Instead, I would say that avant-garde music can sometimes be demanding on an expressive rather than syntactic level, challenging listeners by putting them into unfamiliar or uncomfortable experiential states. (Think 4’33,” Threnody , Sunn O))), or Lamont Young: music of unusual stillness, dissonance, volume, violence, and so on.) At its extremes, this tradition can seem almost deliberately anti-human, thumbing its nose at the “structures and limits of the musical mind” (87) and occasionally achieving powerful artistic results in the process. (24) (For what it's worth, I think that imitative polyphony regularly enacts a process of cognitive transcendence, as the proliferation of voices exceeds our ability to track the musical details––but that's a story for another time.) Artificial musical grammars have sometimes functioned as tools for producing these extreme states—as in La Marteau sans Maitre , Ligeti’s Monument , or Pärt’s Spiegel im Spiegel . (25) Here there is little reason to worry about divergences between “listener grammar” and “composing grammar,” for the compositional method is simply the means for producing a particular musical effect. This is perhaps why Boulez neither desired nor expected that listeners would hear the serial structures in Marteau .",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] To his credit, Lerdahl has reminded us that the whole topic of “perceived structure” is both critically important and disturbingly murky, broaching a series of taboo questions that are vital for both composition and theory. On an empirical level, his work points to a desperate need for detailed and reliable information about the role of hierarchy and information loss in the perceptions of real-life listeners. (26) In what styles, if any, do we find genuine evidence for the rich hierarchical structures he postulates? (27) Furthermore, he has raised profound and difficult philosophical issues surrounding the entire enterprise of learned composition, including the relative weighting of comprehension and enjoyment, the aesthetic value of complexity, the interaction between score study and listening, the role of syntax, and countless others. I am deeply grateful to Lerdahl for putting these problems on the table. But I would not say that we have pursued them to a satisfactory conclusion. Lerdahl the composer",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The previous sections were written while I was wearing my theorist’s helmet, whose visor provides a relatively spartan view of musical reality. Let me now turn to Lerdahl the scholar-artist who combines theory and composition into a single package. In many ways, the freshest portions of the book are compositional, presenting detailed self-analyses accompanied, on the companion website, by more than two and a half hours of beautifully conceived and expertly performed music. I listened to these pieces repeatedly and with great enjoyment—sometimes comparing what I heard to Lerdahl’s descriptions, sometimes studying the scores Lerdahl was generous enough to share with me, and sometimes just experiencing the music on its own terms. I would have happily read much more along these lines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Lerdahl is an excellent composer whose delicate and well-crafted music freely combines tonal and atonal ideas. Its ancestry is high-cultural, with Schoenberg a strong and perceptible influence. It generally avoids extremes, eschewing the primal violence of Varèse, Xenakis, or early Stravinsky; nor does it engage much with traditional motivic, thematic, or formal procedures. It tends not to linger in any particular scalar region for long, though it sometimes (e.g., Quiet Music ) combines multiple tonal strata to produce a genteel polytonality. To my ear, it is a fine specimen of a familiar genre: pluralist and open-minded academic post-modernism. I do not experience it as having a quality of hierarchical depth that other superficially similar music lacks; nor do I notice it paying unusual attention to my auditory capacities, my “listener’s grammar,” at least not in comparison to the pieces I regularly hear at new-music concerts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] This is no criticism in itself, but in the context of Lerdahl’s writing it is revealing. Ligeti felt that twelve-tone structure was imperceptible and started working with textures to revolutionary effect. Reich felt much the same way and created a novel style that wore its structure on its sleeve. Rochberg returned to Beethoven because he felt that functional tonality had unmatched expressive potential. “Cognitive Constraints” might lead its readers to expect a similar level of dissatisfaction with modernism, the desire for syntactic plenitude motivating a return to tonality.  In fact, however, Lerdahl turned out to be much more sympathetic to atonality than a casual perusal of “Cognitive Constraints” would suggest; hence the retreat from the article’s more aggressive polemic to the Salzerian tone of TPS. (28) Example 5 . The opening of Lerdahl’s First String Quartet (click to enlarge) Example 6 . Lerdahl’s prolongational analysis of the opening of his First String Quartet (click to enlarge)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Consider these issues in light of the opening of his First String Quartet—a beautiful passage that I hear circling around a chromaticized G phrygian ( Example 5 ). Composition and Cognition tells us that the entire piece is a series of embellishing variations that build prolongational structures step by step, beginning with a single chord and gradually elaborating it. These variations elongate exponentially, each being about 1.5 times as long as its predecessor, with the final variation comprising a good fraction of the piece. (A further variation appears as Lerdahl’s self-standing Third String Quartet, cleverly extending this already interesting idea.) This concept of building more and more elaborate prolongational structures, as if the piece were gradually teaching us its own rules, was compelling enough that I immediately stopped reading Composition and Cognition in order to listen. Example 6 shows Lerdahl’s analysis of the opening’s prolongational structure. The labels “T”, “S,” and “D” indicate a kind of abstract hierarchical dependency, where T chords are most stable or salient, D chords “depend on” or prolong D, and S chords depend on or prolong D.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] I love the quartet, but I am not confident that I hear it as Lerdahl intends me to. For while I can feel the opening as being in G, I often lose the ability to hear a central pitch later in this piece, being unable to follow its shift from a tonal language based on stability to an atonal language based on salience. (In effect, the piece retraces the philosophical shift from “Cognitive Constraints,” with its focus on traditional materials, to the more catholic conception of TPS.) This is because I respond strongly to the properties that strict Schenkerians associate with the term “prolongation” (stability, centricity, and consonance), even though I understand them differently. By contrast I am less affected by the atonal phenomena Lerdahl considers to be analogous: for me, the occasional reappearance of notes and chords—especially within a highly dissonant and chromatic musical texture—does not create a palpable sense of tension and relaxation, or hierarchy and dependence. (29) Perhaps for this reason, I can follow the variations structure for the first few minutes, but after that, I start to become disoriented. A further issue is that there are few precedents for this kind of ever-expanding variations form, so I have no internalized habits that help me hear the later and longer variations as expansions of the short opening phrases. By contrast, traditional variations are built on simple and easily identifiable tunes, exhibiting a much greater alignment between “composer’s grammar” and “listener’s grammar.”",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] When we turn to the hierarchical structure in Example 6, my experience diverges even farther from Lerdahl’s description. Traditional harmonic functions are reinforced by a massive amount of statistical learning: by the time listeners have reached adulthood, they have heard thousands and thousands of functionally tonal pieces in which the majority of harmonies are tonic and dominant behaving in utterly stereotypical ways. (30) Lerdahl wants to create something analogous but with functions reconceived as abstract tree structures, detached from any such statistical reinforcement. (Here his hierarchical conception of harmonic function has real compositional consequences, as a focus on statistical tendencies would suggest a much greater degree of redundancy.) Moreover, outside of the context of a book review, I would not be particularly motivated to try to hear this structure: partly because I prefer “affective listening” (an open receptivity to whatever a piece has to offer) to “detective listening” (a conscious striving to discover the mechanisms of a piece’s construction); and partly because these tree diagrams do not correspond to anything I recognize from my own experience. Once again, we have a potential “gap between composing method and heard result” (78), with Lerdahl’s tree-structure acting (for me) as just another modernist note-generating machine, not radically different from “twelve-tone tonality,” the Fibonacci series, or chance operations. To be clear, this is not a criticism of the music itself: first, because I am comfortable with the thought that such divergences characterize a good deal of music past and present, and second, because I typically experience atonal music gesturally rather than syntactically. Lerdahl’s music has more than enough structure to allow me to enjoy it, much as I enjoy Dallapiccola’s music despite not hearing its twelve-tone organization. But here we see the risk of using artificial grammar to compose syntactically complex music, for if a composer’s theory diverges from the listener’s, or is scientifically flawed, then the intended musical communication may not occur. (31) Not every composer is going to want their music to be vulnerable to this sort of misprision.",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] At this point it seems to me that Lerdahl is in a difficult dialogic position. For Composition and Cognition asserts without qualification that Example 6 shows how “listeners” do hear his piece, while GTTM and TPS both offer a theory of the perceptions of “experienced” listeners, of which I am one. (32) So if he is right, then either I am wrong about my own musical experience (not just of Lerdahl, but also of Bach, Beethoven, etc.) or my hearing is defective to the point where I should be considering another line of work. (33) In this respect, his views are less pluralistic than even Schenker’s—for Schenker at least allowed that there were multiple modes of music perception. (Granted, one was French, sequential, and bad, the other German, hierarchical, and good, but at least there were two.) This is perhaps why I tend to experience Lerdahl’s writing as somewhat demoralizing, contradicting not only my beliefs about music, but also my beliefs about my own experience —and implicitly placing me outside the sphere of the reasonable by not treating my perception-reports as evidence relevant to its theory. (For that matter, recent textbooks by Laitz [2008] and Clendinning and Marvin [2016] have a similar effect. (34) ) I can manage these negative feelings—convincing myself that Lerdahl would not really want me to quit music, and reminding myself that I have tenure—but I sometimes wonder whether this attitude would have a damaging effect on young people who hear as I do.",
                "footnotes": [
                    "FN32",
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] It is of course possible that Lerdahl is correct, and I really am wrong or defective. But another possibility is that he has put his finger on important philosophical issues without realizing how deep they run—not noticing that Schenker is in some ways as problematic as Babbitt, or that classical music has some of the same problems as twelve-tone music, or that music perception is fundamentally different from language-perception, or that there are nonhierarchical ways of understanding tension and relaxation, or (for that matter) that Noam Chomsky is as much a metaphysician as a scientist. Still another possibility is that Lerdahl’s Schenkerianism is a vast collection of metaphors, a language that is more or less translatable into my own nonhierarchical dialect. Or maybe different people have different modes of experience, some hierarchical and some sequential, with neither superior to the other. After all, Lerdahl has very accurate perfect pitch and I do not, so we may just experience music differently.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Having lingered on so many points of disagreement, it seems appropriate to end by recounting some of Lerdahl’s accomplishments. First, I think he has identified one of the crucial features of traditional tonality—namely, the hierarchical embedding of chords inside scales, each behaving in broadly analogous ways; furthermore, he has begun to develop theoretical methods for thinking about how arbitrary chords might be embedded in arbitrary scales, a project that offers hope for connecting the music of the past to that of the future. This work is part and parcel of a second and even larger project, that of rewriting and generalizing tonal theory using twenty-first century intellectual tools: I suspect that future theorists will look at Lerdahl’s writing as the first step of a long and arduous journey that purified music theory of its inherited dogmas and brought it much closer to the world of linguistics and cognitive science. Third, he has touched upon some of the deepest philosophical issues surrounding learned composition, helping us to think new thoughts about the relation between complex structure-in-scores and the listener’s real-life experience. Fourth, in his own compositions he shows evidence of a marvelous musical ear, developing a language that explores the commonalities between the worlds of tonality and atonality. For me, the great achievement of Schenkerian theory is that it describes an important aspect of intuitive musicianship: the slower melodies connecting non-contiguous notes. Lerdahl’s music shows a keen awareness of such relationships, no doubt because of his lifelong involvement with Schenkerian ideas. (35)",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Lerdahl and I disagree about the musical relevance of the recursive structures that appear in both the theory of syntax and Schenkerian analysis. This is no small matter, as it leads to divergent understandings of even the most elementary tonal phrases—roughly comparable to a linguistic disagreement about which nouns in a sentence attach to which verbs. There is reason to be concerned that two academic composer-theorists who teach at similar universities in neighboring states can be so divided over such a fundamental issue. Rather than engaging in the hard work of reaching agreement, music theorists tend to proceed according to their own individual assumptions, much as if physics departments had Aristotelians, Newtonians, and astrologers all working side by side. This is not a situation we should be happy about, nor one that shows any signs of improving in the near future. The only solace I can offer is that I can genuinely appreciate Lerdahl’s music, hearing it speak with a powerful and personal musical voice. It is tempting to recall the nineteenth-century fantasy of music as a universal language, permitting genuine communication across vast chasms of conceptual distance.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.20.26.1.tymoczko.html",
    "data": "mto/data/mto.20.26.1.tymoczko.json"
}