{
    "title": "Reviews of Neil Lerner and Joseph Straus, editors, <i>Sounding Off: Theorizing Disability in Music</i> (New York: Routledge, 2006) and Joseph Straus, “Normalizing the Abnormal: Disability in Music and Music Theory” in <i>Journal of the American Musicological Society</i> 59, no. 1 (2006)",
    "date": "2007/06/01",
    "volume": "13",
    "issue": "2",
    "authors": [
        "Quaglia, Bruce"
    ],
    "abstract": "",
    "keywords": [
        "disability studies in music"
    ],
    "doi": "",
    "received": "April 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.2/mto.07.13.2.quaglia.pdf",
    "author_info": [
        {
            "name": "Bruce Quaglia",
            "university": "University of Utah",
            "address": "School of Music, 204 David Gardner Hall, Salt Lake City, UT 84112",
            "email": "bruce.quaglia@utah.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Neil Lerner and Joseph Straus, “Introduction: \nTheorizing Disability in Music” in Sounding Off: Theorizing Disability in Music, ed. Neil Lerner and Joseph Straus (New York: Routledge, 2006), 10.",
            "citations": []
        },
        "FN2": {
            "text": "2. Rosemarie Garland Thomson, Extraordinary Bodies, \nFiguring Physical Disability in American Culture and Literature (New York: \nColumbia University Press, 1997), 15–16. Garland Thomson goes on to cite a \nnumber of earlier humanities-based studies but it is fair to describe her book \nas seminal.",
            "citations": []
        },
        "FN3": {
            "text": "3. Rosemarie Garland Thomson, “Foreword” in Sounding Off , xiv.",
            "citations": []
        },
        "FN4": {
            "text": "4. Society for Music Theory, “Interest Group on Music and \nDisability,” The Graduate Center, CUNY http://web.gc.cuny.edu/disabilityinmusic/index.html (Accessed March 12, 2007).",
            "citations": []
        },
        "FN5": {
            "text": "5. In the present volume, only Adam Ockelford, \"Using a \nMusic Theoretical Approach to Explore the Impact of Disability on Musical \nDevelopment: A Case Study,\" takes the format of a \nclinical study. I do not explore Ockelford’s chapter in any detail in this \nreview, not for lack of esteem, but because it falls outside of the general \ntrajectory of my own effort to orient this volume in relation to \nhumanities-based cultural disability scholarship. It is my hope, and \nexpectation, that Ockelford’s essay will receive notice and comment in other \nforums.",
            "citations": []
        },
        "FN6": {
            "text": "6. The major work on narrative prosthesis in literature \nthat seems to inform many authors in Sounding Off is David T. Mitchell and \nSharon L. Snyder, Narrative Prosthesis: Disability and the Dependencies of \nDiscourse (Ann Arbor: University of Michigan Press, 2000). The authors of Sounding Off take their cue from Mitchell and Snyder, and others, but extend the \nidea of narrative prosthesis in a number of significant ways.",
            "citations": []
        },
        "FN7": {
            "text": "7. Thomas G. Couser, Recovering Bodies: Illness, Disability \nand Life Writing (Madison: University of Wisconsin Press, 1997).",
            "citations": []
        },
        "FN8": {
            "text": "8. Anne Hunsaker Hawkins, Reconstruction Illness: Studies \nin Pathography , 2nd ed. (West Lafayette, IN: Purdue University Press, 1999).",
            "citations": []
        },
        "FN9": {
            "text": "9. Arthur W. Frank, The Wounded Storyteller: Body, Illness, \nand Ethics (Chicago: University of Chicago Press, 1995).",
            "citations": []
        },
        "FN10": {
            "text": "10. The music of these composers, but especially with \nrespect to broader contexts of trauma and illness is treated more extensively in \nCizmic’s dissertation: \"Performing Pain: Music and Trauma in 1970s \nand 80s Eastern Europe\" (Ph.D. diss., University of California, Los Angeles, \n2004). The film also contains a brief quotation from Ives’ The Unanswered \nQuestion, but it occurs only once and Cizmic does not comment upon it in the \npresent essay.",
            "citations": []
        },
        "FN11": {
            "text": "11. Elaine Scarry, The Body in Pain: The Making and Unmaking of the World (Oxford: \nOxford University Press, 1985).",
            "citations": []
        },
        "FN12": {
            "text": "12. It must be added that rather than reciting Donne to \nher, Vivian’s mentor turns instead to a children’s book, The Runaway Bunny, which she had brought along for her great-grandson’s birthday. The simple story \nis revealed by her mentor to be an “analogy of the soul” in a moment that fuses \nthe analytical, the metaphysical and the humane—a lesson that even as a young \nstudent Vivian was unable to learn from her teacher. The Runaway Bunny does in \nfact soothe Vivian so much so that she falls asleep. The failure of language \nrelative to music then within the narrative dynamics of W;t may be subsumed \nwithin a larger question of Vivian’s predisposition towards the analysis of \nlanguage as opposed to its sublimated content—a feature remarked upon by her \nyoung intern and former student, Jason, who refers to her 17th Century lit \ncourse as a “bootcamp” of poetry.",
            "citations": []
        },
        "FN13": {
            "text": "13. The term “disability” itself is subject to substantial \nrevision depending upon the context in which it is being used. Critical use of \nthe term by scholars generally includes a wide variety of physical, emotional \nand cognitive states that tend to be viewed as cultural constructions; this \nstands in opposition to a somewhat more narrow construal by medical and mental \nhealth professionals who tend to regard disability in specific pathological \nterms for purposes of study, cure and treatment. Governmental standards (as \nembodied in legislation such as the ADA, or, Americans with Disabilities Act of \n1990) tend to focus upon perceptual standards of behavior; which is to say that \none is disabled for legal purposes under the ADA if they are perceived as \ndisabled. The standards that are employed by colleges and universities also vary \nsomewhat but are usually maintained administratively and adhere closely to \nmedical standards (relying upon specific batteries of tests and diagnosis) and \nthe legal terminology of the ADA.",
            "citations": []
        },
        "FN14": {
            "text": "14. Paul Attinello, “Fever/Fragile/Fatigue: Music, AIDS, Present, and . . . ” in Sounding Off, 16.",
            "citations": []
        },
        "FN15": {
            "text": "15. Martin F. Norden, The Cinema of Isolation (New \nBrunswick, NJ: Rutgers University Press, 1994).",
            "citations": []
        },
        "FN16": {
            "text": "16. From the trial scene of Dancer in the Dark, Von Trier, \nLars, 2000. DVD released by New Line Platinum Series.",
            "citations": []
        },
        "FN17": {
            "text": "17. Tobin Siebers, “Tender Organs, Narcissism, and \nIdentity Politics” in Disability Studies, Enabling the Humanities, ed. Sharon \nSnyder, Brenda Jo Brueggemann and Rosemarie Garland-Thomson (New York: Modern \nLanguage Association of America, 2002).",
            "citations": []
        },
        "FN18": {
            "text": "18. Yet another way to read the moral component of Selma’s \ndisabled condition would be through its relation to work and employment. \nDisability studies have sometimes focused upon the relationship of disability to \none’s capacity to maintain gainful employment. (See for example: Mary Grimley \nMason, Working Against Odds: Stories of Disabled Women’s Work Lives (Boston: \nNortheastern University Press, 2004).) Further, the relationship between \nconfinement and the history of mendicancy has, of course, been thoroughly \nexplored by Michel Foucault in its relationship to able-bodiedness, madness and \nother conditions of “idleness” in Michel Foucault, Madness and Civilization: A \nHistory of Insanity in the Age of Reason , trans. Richard Howard, (New York: \nVintage Books, 1965) as well as elsewhere. In describing the rise of the Hospital \nGeneral in the 17th-century, Foucault describes the moral imperative of \nconfining the “sick”: “Before having the medical meaning we give it, or that at \nleast we like to suppose that it has, confinement was required by something \nquite different from any concern with curing the sick. What made it necessary \nwas an imperative of labor. Our philanthropy prefers to recognize the signs of a \nbenevolence toward sickness where there is only a condemnation of idleness.” \n( Madness and Civilization , pg. 46). Selma’s blindness renders her no longer \ncapable of working, at least in her former capacity in the factory, and her \nusefulness as a source of labor can be read as complicating the state’s case \nagainst her, at least in its moral positioning.",
            "citations": []
        },
        "FN19": {
            "text": "19. Mitchell and Snyder. 2000.",
            "citations": []
        },
        "FN20": {
            "text": "20. Iverson coins this term to describe Bjork’s seamless \nintegration of machine-sourced sampled sounds with the human voice. Jennifer \nIverson, “Dancing Out of the Dark: How Music Refutes Disability Stereotypes in Dancer in the Dark ” in Sounding Off , 66.",
            "citations": []
        },
        "FN21": {
            "text": "21. Nonetheless, the fusing of the human voice with \nmachine-based sounds in this particular film is especially poignant when Selma’s \ndisability is viewed in relation to her capacity to work in an industrialized \nsetting. Following Foucault, authors such as Lennard Davis have traced the \nconstruction of the ideal of the perfect body as a kind of reciprocity resulting \nfrom the rise of industrialization in the 19th-Century in which the body is an \nextension of factory machinery and is valued in relation to its own productivity \nas measured by its labor: Lennard Davis, Enforcing Normalcy: Disability, \nDeafness and the Body (New York: Verso, 1995), 86–90. Iverson’s notion of the \nprosthesis of the industrial elements of Bjork’s music being fused to her more \nnatural elements like as her quirky voice, figures suggestively into this \nhistory as well as into the particular setting used by the film. Selma’s \ndaydreams about musicals are the site of this prosthesis, and are also the \nsource—in her own view, of her failing productivity at the factory when in fact \nit is actually her failing eyesight that diminished her value as a worker. The \nattachment of moral value to work in the factory is ‘mended’ in her musical \nfantasy life.",
            "citations": []
        },
        "FN22": {
            "text": "22. Iverson, 66.",
            "citations": []
        },
        "FN23": {
            "text": "23. Kelly Gross, “Female Subjectivity, Disability, and Musical Authorship in Krzysztof Kieslowski’s Blue” in Sounding Off , 45.",
            "citations": []
        },
        "FN24": {
            "text": "24. Alicja Helman, “Women in Kieslowski’s Late Films,” in Lucid Dreams: The Films of Krzysztof Kieslowski, ed. and trans. Paul Coates \n(Wiltshire: Flicks Books, 1999), 116–35.",
            "citations": []
        },
        "FN25": {
            "text": "25. Julia Kristeva, Powers of Horror: An Essay on \nAbjection (New York: Columbia University Press, 1982).",
            "citations": []
        },
        "FN26": {
            "text": "26. Neil Lerner, “The Horrors of One-Handed Pianism: Music \nand Disability in The Beast with Five Fingers ” in Sounding Off , 85–6.",
            "citations": []
        },
        "FN27": {
            "text": "27. The personal stories of Garland and of Andrews in \ntheir late careers are succinctly different, but the mechanism of the affect is \nthe same: the audience familiarity and identification with their struggles. On a \nrelated note in a different chapter, Paul Attinello describes a late, recorded \nperformance by baritone William Parker for World AIDS day. The liner notes for \nthis recording acknowledge such vocal discontinuities as a shaking vibrato and \ncracked notes, but concludes that the “notes held pure.” Attinello expresses \ndoubt about the purity of these notes but is concerned specifically with what \nkinds of interpretations are available for this music. (“Fever/Fragile/Fatigue,” 16).",
            "citations": []
        },
        "FN28": {
            "text": "28. The term “fleshly code” is borrowed here by Stras from \nTeresa Brennan, The Transmission of Affect (Ithaca: Cornell University Press, \n2003). Stras’ conception of the manner in which vocal affect is projected by \ndisfluency follows in significant ways from Brennan’s work.",
            "citations": []
        },
        "FN29": {
            "text": "29. These descriptions brought to mind a fellow student I \nknew in college who would gargle tequila before going on stage with his R&B \nband. His band was quite popular and covered musical terrain pioneered by James \nBrown and others. When my friend revealed his pre-performance ritual to me I \nrecall being grateful for the first time in quite a while that I merely had to \nlug a doublebass and a small stage amp to my own gigs and that my own \ncultivation of “jazz chops” on the contrabass had done nothing to damage my \ncapacity to also play with classical technique.",
            "citations": []
        },
        "FN30": {
            "text": "30. Goldmark’s source for this trope is a contemporary \n\t“how to” guide for songwriters: Al Lewis, From Rhymes to Riches (New York: \n\tDonaldson, Douglas and Gumble, 1935).",
            "citations": []
        },
        "FN31": {
            "text": "31. Goldmark’s sources for this are from animation \nhistorian Michael Barrier: Michael Barrier, Hollywood Cartoons: American \nAnimation in its Golden Age (New York: Oxford University Press, 1999). Also, Mel \nBlanc and Phillip Bashe, That’s All Folks! (New York: Warner Brothers, 1988).",
            "citations": []
        },
        "FN32": {
            "text": "32. Andrew Oster, “Melisma as Malady: Cavalli’s Il Giasone (1649) and Opera’s Earliest Stuttering Role” in Sounding Off , \n157.",
            "citations": []
        },
        "FN33": {
            "text": "33. Oster’s source for these categories in French theater \nof the period is Michel Leman, Les valets e les servants dans le theatre comique \nen France de 1610 a 1700 (Cannes: C.E.I., 1975). His examination of prototypical stutterers in Italian theater of the period includes Tartaglia from the commedia dell’arte and similar conventions in the Spanish commedia of the siglo de oro (Oster, 161–2).",
            "citations": []
        },
        "FN34": {
            "text": "34. Oster, 162.",
            "citations": []
        },
        "FN35": {
            "text": "35. Oster, 165.",
            "citations": []
        },
        "FN36": {
            "text": "36. Oster cites as his clinical sources for this Keith and \nAronson, “Singing as Therapy for Apraxia of Speech and Aphasia: Report of a Case,” Brain and Language 2, (1975): 483–8. Also, Masura and Matejova, “Musiktherapie \nbei Stotteren” in Orff-Schulwerk und Therapie: Therapeutische Komponenten in der \nelementaren Musik- und Bewegungserziehung, ed. Hans Wolfgart, 220–9 (Berlin: \nCarl Marhold Verlagsbuchhandlung, 1975).",
            "citations": []
        },
        "FN37": {
            "text": "37. Lerner and Straus, “Introduction: Theorizing \nDisability in Music,” 2–3.",
            "citations": []
        },
        "FN38": {
            "text": "38. I wish to be careful to distinguish “performed” here \nfrom the more colloquial sense in which the disabled have become objects of \nentertaining scrutiny in a process that Garland-Thomson refers to as \n“enfreakment”—by performed I mean specifically and only that a person’s \notherwise invisible dis/ability may become revealed through certain acts such as \nspeaking, signing or myriad other behaviors. In fact the variety of behaviors \nand the manner in which cognitive and developmental dis/ability has been \ninterpreted is precisely why it is important to consider disability as \nculturally constructed. The biographical studies of autistic artists such as \nGould and Wiggins reveal the extent to which their behaviors may be interpreted \nwith a wide variety of meanings.",
            "citations": []
        },
        "FN39": {
            "text": "39. Lennard Davis discusses the construction of disability \nin the “realm of the senses” in the introduction to his book Enforcing Normalcy: \nDisability, Deafness, and the Body ,13–14.",
            "citations": []
        },
        "FN40": {
            "text": "40. Dave Headlam, “Learning to Hear Autistically” in Sounding Off , 109.",
            "citations": []
        },
        "FN41": {
            "text": "41. There are numerous sources that Headlam cites on the \ntopic of autism as culture. Jim Sinclair, “Don’t Mourn for Us,” Our Voice, Newsletter of Autism Network International 1 no.3 (1993). Jim Sinclair, “Autism \nNetwork International: The Development of a Community and Its Culture,” (2005). \nThis is one important source that Headlam quotes at length. Temple Grandin, who \nis herself autistic, is perhaps the most well known writer on autistic identity. \nTemple Grandin, Emergence; Labeled Autistic (New York: Warner Books, 1986). \nAlso, Temple Grandin, “An Inside View of Autism” in High-Functioning Individuals \nwith Autism , ed. Eric Schopler and Gary Mesibov (New York: Plenum Books, \n1992), 105–26. And finally, Temple Grandin, Thinking in Pictures and Other Reports from \nMy Life with Autism (New York: Doubleday, 1995).",
            "citations": []
        },
        "FN42": {
            "text": "42. Tobin Siebers remarks upon precisely this sort of \ncriticism (Siebers, 2002) of disability studies by commentators as diverse as \nCamille Paglia, Nora Vincent and Walter Olson. The general tenor of such \ncriticisms is not restricted to disability but seems pervasive as a means of \ndiscrediting virtually all forms of identity studies.",
            "citations": []
        },
        "FN43": {
            "text": "43. The composite appears to have been culled from the \nfollowing sources: Lorna Wing, 1991; Christopher and Karina Gillberg, 1991; \nPeter Szatmari, 1989; Digby Tantam, 1991; DSM-IV and the WHO’s International \nClassification of Diseases. The anecdotal evidence of Gould’s behavior is \nexacting. Maloney not only knew Gould casually in a professional musical sense \n(having recorded under Gould’s direction), but also in his capacity as the \nDirector of the Music Division at the National Library of Canada and the creator \nof the Glenn Gould Archive ( http://www.collectionscanada.ca/glenngould/ ).",
            "citations": []
        },
        "FN44": {
            "text": "44. S. Timothy Maloney, “Glenn Gould, Autistic Savant” in Sounding Off, 134.",
            "citations": []
        },
        "FN45": {
            "text": "45. ‘Aspie’ is a term that has been developed from within \nthe autistic community to identify persons with “Asperger’s Syndome,” a \nparticularly high-functioning “syndrome” on the autistic spectrum that has \nsavant characteristics that are associated with it. Maloney posits, and argues \nconvincingly that Gould was an ‘Aspie.’",
            "citations": []
        },
        "FN46": {
            "text": "46. The analysis of transitions (or lack thereof) occur \nprimarily on 205 and further 210–211 and are again cited in the conclusion on \n214: Stephanie Jensen-Moulton, “Finding Autism in the Compositions of a \n19th-Century Prodigy: Reconsidering ‘Blind Tom’ Wiggins,” in Sounding Off. At one point, in the last footnote on page 215, the author \nacknowledges that transitions are not required features of theme and variation \ntechnique but then cites one contemporary piece by Herz in which such a \ntransition occurs anyway. The lack of transitions, especially given a theme and \nvariations format, seems to me, at best, inconclusive. For starters, transition \nis not a universal characteristic of all music and to read it one way (as \nevidence of autism is contrast to some ‘normalized’ practice) but divorced from \nits ties to certain largely German ideologies of form, leaves too much ground \nuncovered.",
            "citations": []
        },
        "FN47": {
            "text": "47. These remarks appear in Jensen-Moulton’s conclusion on page 214, but must be \nread at least partly in light of arguments that she forwards in her essay \nregarding the authorship of music that has not always been clearly attributed to \nWiggins as the sole composer of these works. My point, as with Maloney, is to \nargue against the central explanatory power of any one discursive feature of a \nmusical text, or, for that matter, of any kind of text.",
            "citations": []
        },
        "FN48": {
            "text": "48. Headlam specifically deals with these questions in the \nsection of his essay marked “Music and the Culture of Autism” on 113–15 \n(“Learning to Hear Autistically”).",
            "citations": []
        },
        "FN49": {
            "text": "49. Monomania was first “discovered” as a mental illness \nby Etienne Esquirol in the early 19th-Century during a period of heightened \ninterest in mental health and following at the heels of era in which confinement \nof the ‘mad’ flourished (see Foucault’s Madness and Civilization ). Rodgers’ own \narguments for the portrayal of erotic monomania in Symphonie fantastique follow \nrelatively directly from a recent article by Francesca Brittan: “Berlioz and the Pathological Fantastic: Melancholy, Monomania, and the \nRomantic Autobiography,” 19th-Century Music 29 no.3 (2006): 211–39.",
            "citations": []
        },
        "FN50": {
            "text": "50. Rodgers borrows the term “rotational form” from \nJames Hepokoski, Sibelius: Symphony No. 5 (Cambridge: Cambridge \nUniversity Press, 1993) and from Warren Darcy, “The Metaphysics of \nAnnihilation: Wagner, Schopenhauer and the Ending of the Ring,” Music Theory \nSpectrum 16 no.1 (1994): 1–40; Timothy Jackson and Paul Hawkshaw, eds. “Bruckner’s Sonata Deformations,” in Bruckner \nStudies (Cambridge: Cambridge \nUniversity Press, 1997): 256–77; Warren Darcy, “Rotational Form, Teleological \nGenesis and Fantasy-Projection in the Slow Movement of Mahler’s Sixth Symphony,” 19th-Century Music 25 no.1 (2001): 49–74.",
            "citations": []
        },
        "FN51": {
            "text": "51. Stephen Rodgers, “Mental Illness and the Musical \nMetaphor in the First Movement of Hector Berlioz’s Symphonie fantastique ” in Sounding Off , 249.",
            "citations": []
        },
        "FN52": {
            "text": "52. Rodgers proposes a “way out” of the mimetic bind of \nmatching musical events to programmatic elements by searching for a narrative of \n“bodily difference” after Garland-Thomas (“Mental Illness and the \nMusical Metaphor,” 242). Instead, by directly \ncorrelating his “X” sections to the musical representation of delirium \n(following monomania as a program now), Rodgers seems to come dangerously close \nto simply replacing one program for another and continuing to proceed \nmimetically.",
            "citations": []
        },
        "FN53": {
            "text": "53. Quotes are extracted from page 8 of the manuscript of \nStraus’s article. Joseph Straus, “Normalizing the Abnormal: Disability in Music \nand Music Theory,” http://web.gc.cuny.edu/Music/disability/straus.pdf . In order to \nfacilitate access for readers who wish to consult the manuscript, but don’t have \naccess to an institutional journal subscription, all page numbers given as \nreferences in the footnotes of this review will refer to this manuscript at the \nabove website, and not to the page numbers in the JAMS issue where this article \nactually appeared: Joseph Straus, “Normalizing the Abnormal: Disability in Music \nand Music Theory,” Journal of the American Musicological Society 59 \nno.1 (2006): 113–84.",
            "citations": []
        },
        "FN54": {
            "text": "54. In engaging the metaphorical image schemas of Lakoff \nand Johnson, (particularly those of CONTAINER, CYCLE, VERTICALITY, BALANCE, \nCENTER-PERIPHERY, FORCES, and SOURCE-PATH-GOAL) as useful music theoretical \nconstructs, Straus follows closely upon earlier work by both Candace Brower and \nby Janna Saslaw and others. Much of this work appears in a special issue of Theory and Practice 22–23, 1997–8; also, in Janna Saslaw, “Forces, Containers \nand Paths: The Role of Body-Derived Image Schemas in the Conceptualization of \nMusic,” Journal of Music Theory 40 no.2 (1996): 217–243. Straus’ article engages this \nearlier work in a critical dialogue intent upon denormalizing those bodily \nimages. He argues that our experience of, and anxieties about, disability appear \nencoded within these music-theoretical constructs.",
            "citations": []
        },
        "FN55": {
            "text": "55. Lennard Davis argues throughout Enforcing Normalcy that the idea of normalcy itself arises in response to industrialized capitalism \nwhich in turn supplied a scientific apparatus for determining the “normal” \nthrough the advent of statistics and more specifically of the Gaussian or \n“bell-shaped” curve. The enforcement of these ideals of the normal onto the \nhuman body follows the clear attachment of value to the ‘normal’ body that can \nproduce labor. The idea of the “normal” then, is intimately bound up with the \nconception of the body and, as Straus notes in his article, these ideals were \ndeveloping at roughly the same historical moment that Formenlehre tradition was \ncoming into being.",
            "citations": []
        },
        "FN56": {
            "text": "56. Mark Evan Bonds, Wordless Rhetoric: Musical Form and \nthe Metaphor of Oration (Cambridge, MA: Harvard University Press, 1991). William \nCaplin, Classical Form: A Theory of Formal Functions for the Instrumental Music \nof Haydn, Mozart and Beethoven (Oxford: Oxford University Press, 1998). James Hepokoski and Warren Darcy, Elements of Sonata Theory: Norms, Types and \nDeformations in the Late-Eighteenth-Century Sonata (New York: Oxford University \nPress, 2006).",
            "citations": []
        },
        "FN57": {
            "text": "57. Straus, “Normalizing the Abnormal,” 20.",
            "citations": []
        },
        "FN58": {
            "text": "58. Davis, Enforcing Normalcy , 28–9. Davis observe \nthat Marx’s concept of “abstract labor” is absolutely contingent upon the \nformation of the ideal of an “average human”.",
            "citations": []
        },
        "FN59": {
            "text": "59. Straus, “Normalizing the Abnormal,” 26.",
            "citations": []
        },
        "FN60": {
            "text": "60. The degree to which 19th-Century German theories of \nform were strictly conformational is a question for rigorous debate. Tovey’s \n“critique” of these theories was enormously influential and resonates throughout \nsubsequent responses. I would suggest that it clouds the reception of those \ntheories up to and including, for example, Charles Rosen, another famous \npianist-critic. Straus’ points about 19th-century form theories develop quite \nindependently from the ‘cloud’ of Tovey’s assertions, but sometimes move rather \nfreely between the modern incarnations of these theories and their historical \nprecedents. The context of these theories in the 19th-century is what seems to \nme to be at stake for DS scholars such as Straus. Although many scholars comment \non the competing ideals of Hegel’s teleology and Goethe’s organicism, few do as \nmuch to clarify these contexts in relation to A.B. Marx as Scott Burnham does in \n“The Role of Sonata Form in A.B. Marx’s Theory of Form,” Journal \nof Music Theory 33 no.2 (1989): 247–71.",
            "citations": []
        },
        "FN61": {
            "text": "61. Straus, “Normalizing the Abnormal,” 34.",
            "citations": []
        },
        "FN62": {
            "text": "62. This argument is again pursued by Straus, after Saslaw \nand others, via the embodied image schemas of Lakoff and Johnson. By focusing \nupon the image of PATH SOURCE GOAL, and noting the particular function which \nSchenker’s notion of blockage entails, Straus is able to engage paralysis as the \nunderlying metaphor.",
            "citations": []
        },
        "FN63": {
            "text": "63. Leslie David Blasius, Schenker’s Argument and the \nClaims of Music Theory (New York: Cambridge University Press, 1996).",
            "citations": []
        },
        "FN64": {
            "text": "64. Straus, “Normalizing the Abnormal,” 40–2.",
            "citations": []
        },
        "FN65": {
            "text": "65. The construction and representation of ideology in \nSchenker’s theories has been partially explored and effectively deflated by \nBlasius in Blasius, 1996. Blasius detects in Schenker an empirical aversion to \nthe canon-opening ramifications of late nineteenth-century musical psychology \nand systematic musicology, a consequence that he attempts to address in his own \ntheories through a “corrective epistemology” in the discourse of music itself. \nThe relevant discussion of ideology extends from 126–35.",
            "citations": []
        },
        "FN66": {
            "text": "66. Perhaps one place to start such an examination would \nbe to consider those musical works and composers which are mentioned in \nSchenker’s earlier work but which disappear by later works such as Free \nComposition. Such an endeavor is outside the scope of Straus’ present project \nand certainly of my review of it, but might, I suspect, yield interesting \nconclusions regarding Schenker’s practice of canon formation in relation to the \nideals of disability. Blasius discusses these canonic revisions to a rather \ndifferent purpose.",
            "citations": []
        },
        "FN67": {
            "text": "67. In an ironic twist, Leslie Blasius can also be found \ninvoking disability metaphorically as in the following passage, Blasius, 95, \nwhere he remarks upon the synthesis of biological and anthropological ideologies \nin Schenker and how, in North American music theoretical discourse, it is often \ndistilled out from the theory itself: “Most commonly, if least honestly, this \nideology or social program is taken as something distinguishable from the \nsubstance of the theory. In other words, it is a disability [my emphasis] from \nwhich the theory must be shielded.”",
            "citations": []
        },
        "FN68": {
            "text": "68. This difficulty has been remarked upon with respect to \nthe musical idea by, amongst others, John Covach in “Schoenberg and \nthe Occult: Some Reflections on the ‘Musical Idea’,” Theory and Practice: \nJournal of the Music Theory Society of New York State 17 (1992): 103–118; Covach, “Musical Worlds and the Metaphysics of Analysis,” Music Theory Online 1.1 (1995); Covach, “Schoenberg’s Turn to an ‘Other’ World,” Music Theory \nOnline 1 no.5 (1995a); and Covach, “The Sources of Schoenberg’s ‘Aesthetic \nTheology’,” 19th-Century Music 19 no.3 (1996): 252–262.",
            "citations": []
        },
        "FN69": {
            "text": "69. Schoenberg does discuss symmetry in a number of places \nin the Gedanke manuscripts, but not as a principal for inversionally balancing \nan unordered collection in pitch-class space. Symmetry is discussed primarily as \na principal of form, and also in relation to the contrapuntal presentation of \nthe idea. It’s consequences for his twelve-tone procedures seem clear. To \ncharacterize the atonal period works in terms of their organization by \ninversional symmetry, I would submit, is a normalizing analytical practice, not \na compositional technique. Scholars such as Ethan Haimo remain cautious that the \natonal period works of Schoenberg even demonstrate a single compositional \npractice, much less one shared with Webern, Bartók and Stravinsky.",
            "citations": []
        },
        "FN70": {
            "text": "70. See in particular Janna Saslaw, “Life Forces: \nConceptual Structures in Schenker’s Free Composition and Schoenberg’s The \nMusical Idea ,” Theory and Practice 22–23 (1997–98): 17–34.",
            "citations": []
        },
        "FN71": {
            "text": "71. This organicism is but one possible thread in \nSchoenberg’s milieu among many. Occult philosophy is another that has received \nrelatively little attention in English language scholarship except from John \nCovach. How different might our reading of bodily normalcy in Schoenberg’s \nwritings be if filtered through his engagement with Balzac and Theosophy instead \nof only through a largely biological metaphor of coherence?",
            "citations": []
        },
        "FN72": {
            "text": "72. Gilles Deleuze (1925–95) was an influential French \nphilosopher of the past century whose later works, authored with Felix Guattari, \nhave come to be identified in North American academic circles, particularly \nthose in humanities disciplines such as literary criticism, with post-modernism \nand post-structuralism. Deleuze never identified his own work with either \n‘movement’ and indeed no specific ‘school’ seems to have developed around his \nthought as of yet. To attempt any synopsis of Deluze’s thought here would be \nbeyond the scope of this essay and frankly quite impossible given its depth and \nbreadth. My identification of Kielian-Gilbert’s essay as “Deleuzian,” aside from \none brief mention of Deleuze in a footnote that comes indirectly through a \ncitation of Irigaray, is intended to remark upon the essay's preoccupation with \nthe potentially transformative aspects of musical experience and musical \nlistening. Passages in the essay like the following, “Such actualizing through \ndifferentiating and exploring intermediary states can be suggestive for moving \nmusic and music analysis outside a logic of fixed identity. Metamorphic becoming \nshifts from concerns of identity and identification to the expressive \nintensities of becoming other\" (Marianne Kielian-Gilbert, “Beyond \nAbnormality—Dis/ability and Music’s Metamorphic Subjectivities” in Sounding \nOff , 219) are marked by the language and configurations of Deleuze’s “becoming” and advocate for engaging with the world as a flow of \nvirtual intensities.",
            "citations": []
        },
        "FN73": {
            "text": "73. Kielian-Gilbert, 220.",
            "citations": []
        },
        "FN74": {
            "text": "74. Kielian-Gilbert, “ Meta-Variations and the Art \nof Engaging Music,” Perspectives of New Music 43 no.2 (2005): 6–34.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction: Cultural Disability Studies and Music",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In their introduction to the recently published collection of essays entitled Sounding Off: Theorizing Disability in Music , editors Joseph Straus and \nNeil Lerner optimistically conclude: “This collection of essays, together with \nStraus (2006), represents the first published efforts to theorize disability in \nrelationship to music and, and vice versa. We may have come late to the \nconversation, but it is our hope that the energy, range and intellectual vigor \nof these essays will help create a new dialogue between disability studies and \nmusical scholarship, to the great benefit of both.” (1) In reviewing this collection of essays and Joseph Straus’ recent JAMS article, it will therefore be necessary to attempt to place this new musicological sub-discipline within the evolving continuum of disability studies (DS) and to consider what music scholarship may have to offer DS in return.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In her own 1997 book Extraordinary Bodies: Figuring Physical Disability in American Culture and Literature, Rosemarie Garland-Thomson remarks: “in a sense, this book is a manifesto that places disability studies within a humanities context. Although disability studies has developed as a subfield of scholarly inquiry in the academic fields of sociology, medical anthropology, special education, and rehabilitative medicine, almost no studies in the humanities explicitly situate disability within a politicized, social constructionist perspective.” (2) Nearly a decade later, in the forward to Sounding Off, Garland-Thomson reveals that she has “always secretly doubted that disability could be represented in musical form” but then goes on to state that the essays of Sounding Off have convinced her that indeed “disability is everywhere,” including music. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In addition to Garland-Thomas’ forward, Sounding Off contains sixteen essays and an introductory chapter by the editors. The authors are primarily music theorists or musicologists at various stages of their careers and their chapters cover an astonishingly large variety of repertoire and critical concerns. Some chapters appear to have been adapted from recent dissertations or other projects. Still other chapters may have followed from, or perhaps even responded to, papers given at the 2004 joint AMS/SMT meeting in Seattle where a special session on disability and music could be understood to have inaugurated the current project. Since that meeting, and the publication of the materials that I will review here, a joint SMT special interest group and AMS study group has been formed and additional paper sessions are planned for future national meetings. (4) Clearly disability studies have entered the scholarly musical discourse and may soon begin to occupy a central position in its discussions alongside other cultural identity studies such as those of gender, race and sexuality.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] While most of the essays included in Sounding Off are relatively brief and confined to interrogation of specific aspects of a topic, be it in a film, a piece, a performer or of a practice, Joseph Straus’ 2006 article “Normalizing the Abnormal: Disability in Music and Music Theory,” which appeared in the Journal of the American Musicological Society 59(1), can be read as a detailed and comprehensive introduction to the project of disability studies in music. In “Normalizing the Abnormal” Straus considers the wide variety of means through which normalcy/abnormality and physical embodiment are built into the language and conceptual framework of music theory. He examines Formenlehre tradition (focusing on its most recent descendants) as well as Schenker’s, Riemann’s and Schoenberg’s theories of tonal music and finds embedded within each of these the metaphor of the disabled body. Straus’ article, along with some of the other essays in Sounding Off, are amongst those in which something strikingly new is emerging in music scholarship: the self-examination from within a highly-specialized and technical discipline of its own language and constructs through the lens of disability. Some other essays in this book, I will argue, are already closely aligned with the encompassing critical concerns that have been active in the humanities for some time. They extend these concerns by theorizing disability in relation to the function of music within various narrative structures. Still other essays are cast in the format of the biographical study or the case study, each of which have many precedents in mainstream DS. (5) Trauma, Pain, Disability and Illness and their Reflections in Film and Musical Narratives",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The range of critical concerns that are represented in Sounding Off, as well as the musical repertoire that is examined, are both diverse and extensive. They include certain writings that, in their general approach and subject matter, might have been anticipated by the earlier work of other cultural disability scholars such as Rosemarie Garland-Thomson, Lennard Davis, David Mitchell, Sharon Snyder and others. Most of the essays contained in Sounding Off are informed by this earlier work even as they extend many of its core concepts, such as prosthesis, to new musical realms. (6) Essays that treat cinema, like Maria Cizmic’s “Of Bodies and Narratives: Musical Representations of Pain and Illness in HBO’s W;t ,” Kelly Gross’s “Female Subjectivity, Disability and Musical Authorship in Krzysztof Kieslowski’s Blue ” and Jennifer Iverson’s “Dancing out of the Dark: How Music Refutes Disability Stereotypes in Dancer in the Dark ,” follow very directly from the work of earlier DS and trauma scholars who have theorized the role of disability and pain within the narrative structures of film and literature. Each of these three current authors chooses a film in which disability, pain or illness plays a central role in the film’s plot but in which music also enacts important narrative strategies. By extending the examination of narrative dependencies within these films to include their music, these authors have developed a more comprehensive accounting of how disability (including mental, emotional and physical pain) operates within each respective film than would otherwise previously have been possible.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Cizmic examines how the underscore music of HBO’s W;t functions within the multiple-narrative framework that the film utilizes. The film’s protagonist is an English professor, Vivian Bearing, who is diagnosed in the late stages of ovarian cancer. Vivian narrates her own story and in so doing moves between confessional and fictive modes of autobiography in a manner that is characterized by Cizmic as being autopathographic after Couser, (7) Hawkins (8) and Frank. (9) Because her cancer has already advanced past the point of cure, her treatment consists of extremely painful experimental procedures that further condition her own twin narratives: while her doctors regard her clinically as both a research subject and a colleague, her nurse meanwhile attends sympathetically to her weakened and suffering body. Just as previous scholars of disability, illness and trauma have been concerned to critique prevailing master narratives of illness and bodily pain, so too is Cizmic concerned to examine these tropes with respect to the ways that ideologies of health/illness, enabledness/disability and subject/object may structure such narratives. However, unlike earlier DS scholars, but very much like other authors represented in Sounding Off, Cizmic locates a critical narrative completion as taking place within the film’s music.",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The film’s idiosyncratic use of music by Shostakovich, Pärt and Gorecki figures critically into Cizmic’s study. (10) Citing Elaine Scarry’s position that language fails when forced to convey bodily pain, (11) Cizmic theorizes a greater narrative function for this film’s music than the typical emotional augmentation that underscores usually provide. In W;t , it becomes the third voice of Vivian’s narrative and conveys what her words cannot: the extremes of her pain, her suffering and her need to endure. The particular quoted musical passages that recur throughout the film enact various narrative functions within Cizmic’s reading. The specific model of language that acts as a foil to this music is the metaphysical poetry of John Donne—Vivian’s area of specialization as a scholar. One could argue, and perhaps Professor Bearing would have argued, that this is not any ordinary language but the most profound language ever produced as English. It is capable of conveying subtle qualities of meaning that other language cannot. Even so, it is clear that as Vivian becomes increasing ill and wracked with pain that she can no longer take solace even from Donne’s verse. As the film’s narrative progresses, the increased use of musical quotes is relied upon in precisely those situations where she had earlier recited Donne to herself. Her pain is now so unbearable that language begins to fail her, even Donne’s language. In a scene that takes place very near the end of the film, her mentor comes to visit Vivian and to console her. This older professor offers to recite Donne to her as she lies writhing in pain, but Vivian refuses. (12) The musical works that the film uses for these narrative functions were composed independently, and each have their own history. Cizmic’s knowledge of these independent histories and their attendant associations of pain and trauma significantly deepens her reading of how this music functions within W;t .",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Paul Attinello also focuses his chapter upon the relationship of terminal illness to the variable definitions and categories of disability that have been employed by different persons and organizations. (13) His essay forms part of a larger project in which he examines the musical responses to the AIDS epidemic especially in the urban West. One of Attinello’s most striking observations, and one that has broad resonance with several other chapters that I will examine, is the marked difference between disabilities that are maintained as static conditions and those \nthat progress over time, moving inevitability towards death or some other “terrible future.” Attinello poses critical questions about what kinds of musical responses this eschatological character encourages and notes that certain styles of music such as New Age and Minimalist music, which are marked by cyclical and therefore static structures, achieved great popularity in the late 1980s at precisely the same time that anxiety about AIDS was growing in the public consciousness. He posits that the popularity of this music at that time, despite its much earlier precedents, may be “at least partly \n. . . a cultural response to the threat of AIDS.” (14) These static structures, having been perceived critically as boring or “going nowhere” in other more teleological contexts, become reassuring in the face of very real anxieties about mortality.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Jennifer Iverson’s essay on Lars von Trier’s 2004 film, Dancer in the Dark , raises some of the same critical issues as Maria Cizmic’s chapter. Not only is Iverson concerned with how images of disability are manipulated within this film, but like Cizmic she is concerned to examine the range of narrative functions that music plays within these portrayals. The film’s central character, Selma, is first located within the continuum of disabled character stereotypes that was proposed by Norden in his encyclopedic study of the representations of disability in film. (15) Selma is a Czech immigrant in 1960s Washington State who is losing her sight due to an inherited disease, a disease that she has passed on to her son Gene. Selma, though going blind herself, keeps her job at a factory in order to save money to pay for an operation that will recover and preserve Gene’s sight. Selma’s savings are eventually stolen by her landlord Bill, and in a highly complicated scene, she kills him to regain the stolen money. She is subsequently arrested, tried and executed but not before she is able to prepay for Gene’s operation. Iverson identifies Selma’s character as initially partaking of Norden’s “sweet innocent” stereotype but convincingly observes the manner in which Selma’s character transcends both this and several other of Norden’s stereotypes such as the “tragic victim.” Through a close study of the ways in which the film’s music mediates this narrative, Iverson eventually arrives at the conclusion that Selma’s character resists stereotyping and that the senselessness of Selma’s suffering, which has been criticized by some reviewers as being a reflection of the filmmaker’s alleged misogyny, is itself the ”point” and that this forms a “biting sociocultural critique.” Before turning to a brief discussion of Iverson’s insightful treatment of how Dancer in the Dark ’s music functions as a narrative prosthesis, I would like to further examine some other ways that stereotypes of the disabled operate within this film.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Selma’s character may be viewed (perhaps must be viewed), as not only marked by her disability, but as being multiply marked by a number of different stigmatized identities all of which interact in the stereotypes to which she is subjected. Although Selma’s trial scene receives little direct attention in Iverson’s essay apart from the embedded fantasy musical sequence that it contains, it is precisely in this scene that the stereotypes that Dancer engages are most clearly exposed. These include her multiply marked identities as well as the trope of the disabled person as “narcissist.” The prosecutor draws negative attention to Selma’s gender, socio-economic status, marital status and recent emigration from communist Czechoslovakia all by way of contrast to the corresponding positive virtues of her “victim,” Bill Houston. But the most damning accusation with which he concludes his opening remarks is “that the defendant has not only perpetrated the most callous and well-planned homicide in recent memory, but is also a fundamentally selfish individual who cynically hides behind a handicap, devoid of sympathy for anybody but herself.” (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The portrayal of the disabled person as narcissistic (and consequently immune to neurosis) rushes back to its point of origin in Freud, but as Tobin Seibers has recently pointed out, the idea of the disabled person as “beyond analysis” (because of a lack of empathy) has persisted up to the present day in both the psychological literature and beyond. (17) This stereotype employs an especially pernicious strategy in which the victim is blamed for her own suffering. Selma’s trial is the point in the film at which her increased isolation, enacted through her daydreaming of musicals, but caused principally by her deteriorating eyesight, is turned back upon her by the state as selfishness and lack of sympathy. Iverson grapples throughout her essay with the stereotypes by which the film problematizes Selma’s disability as having moralizing components, but does not address the narcissist stereotype even though it may be the actual mechanism for attaching these moral shortcomings to Selma’s disability. (18)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The idea of narrative prosthesis has been developed by several DS scholars, but perhaps most notably by David Mitchell and Sharon Snyder. (19) Once recognized, metaphorical prostheses abound throughout many works of literature and film, but Iverson and several other authors in Sounding Off have extended the idea of prosthesis to include musical narratives and affect. Dancer in the Dark poses special circumstances for how music functions within a film’s narrative structure because of Selma’s preoccupation with Hollywood musicals and because of the particular way that this fixation intercedes in the film. As Iverson observes, the film cannot capture Selma’s perspective visually, and so it must rely upon a portrayal of her rich fantasy life—a fantasy life that is primarily aural and derives in large part from her unusual capacity to perceive rhythmic impetus in mechanical sound sources and to improvise imagined musical dance numbers upon these. This aspect of the film is as much the creation of the actress who plays Selma, Icelandic ingénue Bjork, as it is of von Trier, the film’s director. Bjork’s \n\"cyborg music\" (20) pervades Dancer and although the score and numbers are original to this film, its aesthetics are consistent with Bjork’s own album work, which displays ideologies of fusing machine music with the human voice without binary opposition. (21) Iverson follows these ideologies and adapts the theories of narrative prosthesis formulated by earlier DS scholars to Bjork’s music, and consequently to Selma’s narrative. The adaptation of narrative prosthesis to Bjork’s \nmusic is indeed so compelling that it stands up as a viable mode of considering \nher music apart from its inclusion in this film which is so viscerally centered \nupon portrayals of disability. To quote Iverson \"As some scholars have \nsuggested—and here is the real potential to deepen familiar binary cultural \nnarratives—Prosthesis offers an alternative to naturalizing difference. \nProsthesis offers the opportunity to remember that the unity of nature is a \nconstruction, a farce.\" (22)",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Kelly Gross’s essay on Kieslowski’s Blue is more complicated in its relationship to disability studies. Gross locates DS as “a crucial third perspective” of “a trifold axis of critical inquiry including women and music” in Blue . (23) She thereby integrates gender as a marker into her discussion, even though music itself does not appear to be equivalent as an identity to the other two. Gross focuses her discussion primarily upon those moments of ellipsis in Blue during which the screen fades to black and a repeated fragment of music is heard. Gross attempts to theorize these moments in a number of ways that seek to integrate the functions of that music to memory, to feminine agency, to psychoanalytic theories of trauma and repression, and finally to the narrative construction of an alternative female subjectivity. Gross is especially concerned to expose and theorize a characteristically feminine mode of subjectivity in these moments that is strikingly essentialist. Gross derives this position partially from the earlier work of Helman (24) and Kristeva (25) which posits specifically feminine forms of feeling, of emotional knowledge and of intuition and the uncanny.",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The film’s plot concerns a woman, Julie, who has lost both her husband and daughter in a car wreck that she herself has survived, albeit physically and emotionally traumatized. During her recovery she isolates herself both physically and emotionally from the event and from her previous life. In a filmic strategy that Gross identifies as specific to Kieslowski, there are recurring sequences in the film in which the camera shot moves from Julie to a black screen in which a fragment of music composed by her husband is suddenly heard loudly and intrusively before the shot returns to Julie. These moments take place outside of the flow of diegetic time and are ambiguous both with respect to what is being concealed (and from whom) and in their general function within a narrative of normalcy which Gross identifies as intent on cure. Julie’s recovery is enacted through her agency, or collaboration (depending upon your viewpoint), as composer in completing her husband’s unfinished work—the work that has haunted her in the film’s moments of ellipsis. The question of the music’s authorship, including even the music composed “by” her husband before the accident, is treated ambiguously by Kieslowski, who himself maintained a troubling “metaphysical” philosophy of music and musical authorship that seems to insist upon music’s ineffable qualities as existing apart from specificities of authorship and cultural construction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Gross’s most difficult feat in this ambitious essay is to reconcile the narrative trajectory of Blue towards Julie’s cure or recovery—which she identifies after Snyder and Mitchell, as a narrative of normalcy. The mechanism of this recovery is the act of composing. Because Kieslowski problematizes the question of musical authorship so completely in this film, the question of Julie’s agency and subjectivity seem considerably less capable of resolution than the film’s drive towards her cure, a moment that is plainly signaled by her tears at the end of the film. The narrative function of the ellipses themselves is further complicated by their placement within a continuum of related moments in the film where variants of this same music occur without the black screen. These moments are musically distinct from the ellipses primarily by virtue of their orchestration. Some of these occur diegetically as, for example, when Julie hears a street musician playing a recorder. Others occur more ambiguously such as when she emerges from a swimming pool that is always bathed in blue light. The metaphorical connections between the pool scenes of “re-emergence” into a soft blue light, and those that fade to a black screen, are suggestive particularly in their respective relationships to the narrative of Julie’s recovery. The differences in orchestration between these moments bear not only dramatic and emotional affect, but are also connected to Julie’s identity as composer. Olivier, the deceased husband’s assistant, points out the consequence of this identification near the end of the film. He seems to suggest that her anonymity as author will be dissolved by the orchestrational changes that she wishes to make to the unfinished score. Within Kieslowski’s metaphysics of music, the musical idea appears to be without ownership or author, but characteristics of orchestration, by contrast, are highly personal and identifying features that tie music to particular persons. I believe this aspect of the film figures critically into Gross’ engagement with subjectivities but remains largely unexplored in her essay.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Co-editor Neil Lerner explores another film through the lens of disability and focuses on how its music functions in relation to issues of embodiment and its representation within the film. In a careful examination of the 1946 horror film The Beast with Five Fingers, Lerner traces Warner Brothers’ adaptation of the earlier short story (1919) by William Fryer Harvey through studio documents and other sources. The original short story was transformed considerably in the film version, and the changes figure significantly within Lerner’s concerns. The transformation of the central character of the short story from that of a blind bachelor naturalist, to that of a stroke-paralyzed concert pianist, shifts the focus to how cultural constructions of physical disability and dismemberment are related to ideologies of the natural and the monstrous within the genre of the horror film. This is especially poignant in a film that was created in the immediate aftermath of the Second World War. Music also emerges as a topic due to the changes that were made to the main character in the film version. Lerner examines the function of music within the film from both the perspective of how a “one-handed pianist” counters the natural and perfect ideal of classical pianism, and also from the perspective of the music that Max Steiner composed for the film.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Lerner, like other authors in Sounding Off, identifies narrative prosthesis in musical terms beyond those which were originally determined in Mitchell and Snyder. In the scene in which the disabled pianist lays dying, gazing unfocusedly at his piano, Steiner’s score veers from the one-handed Brahms transcription of Bach’s D minor Chaconne (which constitutes the entirety of the pianist’s post-stroke repertoire) to a four-hands bi-tonal version that Lerner identifies as prosthetic: “Here techniques of aesthetic modernism are put to the service of amplifying the horrific, the terrible—and in connection with the piano, the body with disability, for the piano serves metonymically as a reminder of Ingram’s nonnormative body \n. . . Just as Ravel constructed his piano concerto for Wittgenstein so that it would prosthetically create the illusion of having been performed by a pianist with two hands, Steiner similarly generates a musical illusion of multihandedness, relying on the four invisible hands of the studio musicians.” (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Snyder and Mitchell’s trope of “social erasure” also figures significantly into Lerner’s reading of the film. Although both the film and the short story feature a disembodied hand—a stock feature of the horror genre that Lerner notes eventually becomes a point of parody in TV shows like The Adams Family and Buffy the Vampire Slayer, only in the short story does the disembodied hand have any material existence: in the film version the hand is eventually revealed as being illusory: a hallucination that haunts only the actual murderer within the film. Vocal Disfluency and its Affective and Rhetorical Meanings",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Three of the essays in Sounding Off consider the topic of vocal disfluency. Daniel Goldmark critiques the use of stuttering as a rhetorical device in Tin Pan Alley songs, while Andrew Oster focuses upon stuttering in opera and particularly upon its seventeenth-century precedent in the character of Demo from Cavalli’s Il Giasone. By contrast, Lori Stras’ essay, “Organs of the Soul,” widens the discourse on vocal disfluency to encompass the strategies by which vocal “health” (as it has been constructed in classical music ideologies) may be deconstructed into completely dissimilar ideals in popular idioms. These popular idioms instead place expressive value upon the affect of many of the same vocal characteristics that are construed as impairments to classical singing. By reconsidering the idea of what a “damaged voice” sounds like in varying contexts, Stras focuses attention upon the dichotomy implicit in impairment as manifesting a medical or physiological condition vs. the prevailing view of DS scholars that disability, like other identities, is culturally constructed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Stras uses her own life experience as a singer in order to render an anecdote that describes the manner in which her perceived “impairment” to pure tone production in a classical context was then subsequently understood as a virtue in another context where she sang popular music in nightclubs. Stras’ essay traces some of the problems that have arisen in the reception of vocal distortions across different musical genres. She begins by considering the declining years of diva Maria Callas and her multiple receptions. In contrast to Callas, she also considers the receptions of traumatized popular voices, such as those of Julie Andrews and Judy Garland in their later careers. (27) Stras \nobserves that in each case these reception histories are conditioned extensively \nby the audience's empathy with the performers' life stories and that it is \nprecisely this empathy that allows the \"fleshly codes\" of their disrupted voices \nto function as affect. (28) Stras also notes the manner in which “damaged voices” populate repertoires such as the Blues, and further, decodes how such bodily distortions are imitated by so-called “white Blues” singers like Joe Cocker and Janis Joplin. In such genres and certain other rock idioms that follow from them, apparent vocal “damage” may be induced or imitated for the cultural currency of authenticity and style. (29) Such purposeful markings, or “self-mutilations,” carry with them, Stras suggests, cultural meanings in much the same manner as body piercing and tattoos.",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The two chapters of Sounding Off that consider musical stuttering examine its use primarily as a rhetorical device. Daniel Goldmark carefully examines recordings and sheet music of Tin Pan Alley songs where the use of stuttering figures importantly within the genre of the “novelty song.” (30) His study points out that the stuttering singer in this repertoire is almost exclusively male and he further suggests that this is tied to a lop-sided 4:1 ratio of male to female stutterers in the overall population. Goldmark examines the ways in which male stutterers in this repertoire are thwarted in their romantic efforts, noting that stuttering is characteristically misrepresented as being conditioned by circumstances that make the stutterer anxious. Typically, in these songs, that anxiety arises most often when the male protagonist is “pitching woo.” However, it might also be true that the exclusive representation of stutterers as male in these songs, is due partly to strongly typed gender roles at that time. Within this social code, males were probably more likely to take the lead in romantic pursuit.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The frequent confinement of the actual musical representation of stuttering to the chorus or refrain of these tunes is especially important in Goldmark’s study because it critically demonstrates one manner in which this disability is socially constructed: the audience is able to enact the disability—and presumably deflate it comically—by performing it as sing-along. In contrast to this enactment of a disability by the enabled audience, Goldmark also considers the character of Porky Pig. Originally played by Joe Dougherty, the role was subsequently made famous by Mel Blanc. The painful irony in this displacement is that Dougherty, who himself stuttered, could not control his stuttering on command and thus became a liability to production. The studio replaced him with Mel Blanc when Porky’s character gained in popularity. (31)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Andrew Oster focuses his chapter upon the use of stuttering in Opera. He notes the extent to which the genre relies upon embodiment at every level, and thereby becomes a critical center for locating and examining the construction of disability: “what if disability were dematerialized and recast within the operatic voice? Such a strategy is consistent with recent trends in the field of disability studies, which aim to de-essentialize disability as an entirely physiological or medical construct. Musical—or operatic—disability would thus no longer solely be allocated to bodily markers such as Rigoletto’s hunchback or Wotan’s \neye patch \nbut would admit vocal impairment as well.\" (32) Oster’s close study of the character of Demo examines the precedents for comedic stuttering, not in Venetian opera, but rather in the contemporary genres of theater and literature from which the character was co-opted. In these conventions, the comedic servant may function through a number of tropes which include, significantly, an “impropriety of language” or Fantasie verbale. (33) Although these improprieties take numerous forms such as “Profanity, long-windedness, interruptions, amorous language, and colloquialism,\" Oster notes that “Stuttering characters exhibited many of these vocal vices, but their manner of vocal discourse was obviously flawed as well.” (34) In transposing these conventions to the dematerialized operatic voice of Demo, Oster assesses the history of recitative as “speaking in music” vs. the aria as “singing in music” and identifies the melodic convention of the melisma as the locus of Demo’s syntactic distortion. He further marks Demo’s use of melisma as contrasting with the high expressivity and eloquence of the female vocalise: “Demo’s peculiar brand of coloratura posits his voice as singularly other amid more conventional, bel canto melismatic song. Only in his arias, through the conscious act of singing, does Demo temporarily overcome this stigma and acquire a more fluent and normalized vocal discourse.” (35) This narrative of overcoming is eventually deflected at least partially since, as Oster notes, the disfluency of stuttering has been demonstrated to be clinically alleviated through therapeutic singing; often, however, as in Demo’s case, the overcoming is only temporary. (36) Autism and Musical Discourse",
                "footnotes": [
                    "FN32",
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Three essays in Sounding Off focus upon the musical implications of autism. As editors Straus and Lerner note in their introduction, a larger proportion of attention is devoted to cognitive, developmental and emotional forms of disability in this volume than to the outwardly visible physical disabilities that are more often attended to in mainstream DS. While the editors conclude that this may be due to music’s “capacity to reflect inner emotional and mental states” I would also suggest that it has at least something to do with the subjective, ephemeral, and yet temporal nature of music as a performed art. (37) Disabilities may be visible or invisible in a particular person; invisible disability only comes into being in a certain sense—that is becomes visible to a second observing subject, when it is “performed” in some way, or when it is revealed through some sort of description or close reading of the state of being of the first dis/abled subject by another. (38) Put another way, the construction of disability takes place “in the realm of the senses” not only because differences of sensory perception can themselves be construed as disability, but also because it is in the perception of difference by an other that leads to the construction of disability in the perceived subject. (39) The parallels to music here, both as a performed art and as an area of scholarly interest, are striking. It may be in this realm that the “conversation” that has begun between music scholars and humanities-based disability scholars will become most fruitful.",
                "footnotes": [
                    "FN37",
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Dave Headlam’s essay “Learning to Hear Autistically” sets the groundwork in certain ways for the essays by S. Timothy Maloney (“Glenn Gould, Autistic Savant”) and Stephanie Jensen-Moulton (“Finding Autism in the Compositions of a 19th-Century Prodigy: Reconsidering “Blind Tom” Wiggins”). Headlam’s essay argues that autism may be considered as “an alternate form of consciousness and a distinct worldview” with its own attendant culture and that this may be a more useful means of considering autism than as a neurological or cognitive pathology. (40) This view is consistent with, and follows from, recent developments within the autistic community itself. (41) It is also, as Headlam observes, powerfully connected to our shared human experience of music in a variety of ways. Although autism occurs across a spectrum, its defining characteristic as a “way of being” in the world gives rise to unique responses to music that may inform our own neurologically typical (NT) modes of hearing.",
                "footnotes": [
                    "FN40",
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The chapter by Headlam draws not only upon well-documented research into the topic of autism and music itself, but is given substantially more depth by his own experiential description of his life as a musician with an autistic son. The chapters by Maloney and Jensen-Moulton, by contrast, engage in a potentially problematic practice: the diagnosing of autism in historical persons who are no longer living and upon whom such diagnoses must be questioned to some extent. By reading these two essays against each other, as well as against Headlam, I believe that the value of such diagnostic practices can be at least partially clarified.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] In many categories of identity studies, the process of reclaiming empowered status for a disempowered or stigmatized group may be worked out partly through a systematic recounting of the important historical contributions that have been made culturally and otherwise by individuals from within that group. Such studies may not do much to persuade people from outside of the identity group, in fact it is precisely on this point that criticism (including charges of narcissism or deflection) is so often leveled by conservative political commentators at such identity studies. (42) However it is relatively clear that such studies do bolster a sense of identity and pride for people within these groups. But is that what Maloney and Jensen-Moulton are actually doing in their essays?",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Maloney formulates a composite of ten diagnostic criteria from a variety of professional sources for evaluating the anecdotal evidence about the pianist Glenn Gould’s behaviors. (43) From these ten criteria, and numerous accounts of Gould’s oft-remarked eccentric behaviors, Maloney concludes “Autism is the solution for the perplexing riddle of Gould’s existence and is therefore arguably the fundamental story of his life. It provides a single logical answer \n. . . and leads us to coherent understanding of both the man and the musician.” (44) Maloney’s claim, then, is for a fundamental explanatory power, through an orientation that other authors, and certainly many of Gould’s fans, have not always found necessary to understanding Gould’s music. It certainly supplies a response to Gould’s many historical detractors, albeit a defensive one. I am ever dissuaded, on general principles, of the central explanatory power of any one discursive orientation, even as I am highly persuaded by Maloney’s argument that Gould was indeed an “Aspie.” (45) I am more concerned to understand, after Headlam, what hearing autistically might sound like and how it could inform my understanding of music as written and performed by musicians, regardless of where they lie, if at all, on the autistic spectrum. Further, I think that Maloney’s essay (along with several others in this volume including Jensen-Moulton’s, Poundie Burstein’s, Stephen Roger’s and Marianne Kielian-Gilbert’s chapters) can be read in a manner that significantly re-evaluates the ideals of madness, genius, ability or talent and the constructions of normalcy and the exceptional. Although this view may subvert slightly the practice of identity studies in general, I believe it can also ultimately strengthen such positions by subjecting all identity to closer deconstructive scrutiny.",
                "footnotes": [
                    "FN43",
                    "FN44",
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Jensen-Moulton’s study of the 19th-century prodigy Thomas Wiggins is complicated by a variety of factors. Wiggins was marked not only by a visual disability (he was “born blind”), but as Jensen-Moulton suggests, he may also have exhibited a cognitive or developmental disability that she identifies as “probably autism.” What complicates Jensen-Moulton’s study aside from historical distance and a paucity of reliable documentary evidence is the degree to which that evidence and the historical remove from it are conditioned by race. Wiggins was born into a slave family, and performed as a concert pianist throughout his life for the financial benefit of his owner/managers. The evidence to support “Blind Tom’s” autism is largely culled from anecdotal documents about his exceptional abilities as a performer and his eccentric stage behaviors. Unlike Gould, who gave up public performance at least partly to avoid the enfreakment of his talents as a spectacle, in Wiggins’ case such behaviors may have, to a certain extent, been cultivated, if not by himself, then by his ‘handlers.’ The extent to which racial construction would have interceded in the antebellum South in these behaviors and their portrayal would be impossible to fully determine. Jensen-Moulton acknowledges the degree to which, throughout her essay, these factors render her diagnostic conclusions speculative. Nonetheless, in undertaking close readings of a number of Wiggins’ extant compositions through the lens of DS, and citing evaluative criteria similar in many respects to Maloney’s, she is able to arrive at a sketch of how Wiggins’ music displays autistic characteristics. Like Maloney, who cites the repertoire (contrapuntal works of Bach, Schoenberg and others) for which Gould is renowned in his interpretation, Jensen-Moulton focuses upon very particular structural features of Wiggins music as being demonstratively autistic. For her conclusions, the author relies upon the “awkwardness of transitional moments” in Wiggins’ music, the particular modes of descriptive imitation that he employs (the temporal organization of a battlefield scene into narrative, textural events), and a proclivity for repetition. (46) The conclusion that these features should be understood as “evidence of autistic mannerisms” else we fail to identify “the absolute individuality of this composer’s voice” seems to me at least partially problematic. (47) Each of these features can be read in at least a few ways while, I think, maintaining the individuality of Wiggins’ voice and without negating any other readings or resorting to an essentialist stance on what “autistic music” sounds like.",
                "footnotes": [
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Headlam observes the existence of a distinct worldview that is maintained by the autistic community. Along with it, he also acknowledges the many specific manifestations of this worldview that are possible, and he always acknowledges the problems inherent in generalizing about preferences and tastes across such a diverse population. (48) In perhaps the most provocative portion of his essay, Headlam reads widely across the body of concert music written since 1900, and particularly its reception. He channels this reading through the lens of autism and recovers certain (very diverse) aesthetic features that have often been used in forming negative judgments of this music. His reading is highly suggestive, not for its insistence on certain structural traits as “autistic” per se, but for its flexibility in claiming an alternative view of this music that hinges upon the ideal of autism as an alternative worldview to that of the NT. Earlier portions of his study cite similar strategies for valuing aspects of popular and jazz music. This music has often enjoyed more popular reception than post-1900 concert music, but may be further valued through an engagement with an autistic perspective. Such approaches, but especially the flexibility with which Headlam applies these, seem especially needed in music scholarship and speak convincingly to the importance of the enterprise that is undertaken in Sounding Off. Disability As Metaphor in Musical Form and Structure",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] In this final section of my review, I would like to consider the ways in which DS informs those essays in Sounding Off that are specifically concerned with the critical construction of normalcy (and therefore also of the abnormal) in musical terms. These essays, including Joseph Straus’ important 2006 JAMS article “Normalizing the Abnormal,” take several approaches to examining normalcy: some construe normalcy in terms of adherence to formal and stylistic conventions in certain pieces, while others consider normalcy in a metaphorical manner that is tied very closely to experientialism and embodiment. Central to much of this discussion is the rather old question of musical representation: programmatic representation on the one hand and formal or structural representations implicitly or explicitly on the other.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Beginning with Poundie Burstein and Stephen Rodgers’ essays on the music of Charles-Valentin Alkan and Hector Berlioz respectively, it is once again possible to read each essay partially against the other. Burstein argues against essentialist readings of the composer/pianist Alkan’s life that strive to translate the alleged eccentricities of his music into evidence of madness or mental disease in the composer himself. These eccentricities were manifested primarily in a gratuitous virtuosity that has been considered somewhat unusual due to its disengagement from an obvious bravura style where virtuosity may seem more expressively appropriate. Burstein argues that the historical perception of Alkan has more to do with romanticized mythologies of the “mad genius” than with any actual clinical evidence for such conditions. Further, he argues that alternative explanations for the composer’s alleged eccentricities—including the simple cultural disenfranchisement of a religious Jew living in a largely anti-Semitic 19th-century milieu, are at least equally viable to musical indications of madness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Rodgers’ essay, by contrast, pits narratives of madness (particularly that of the recently ‘discovered’ malady of erotic monomania), (49) against Symphonie fantastique ’s resistance to conformist models of form. Biographical accounts of Berlioz’s obsession with the actress Harriet Smithson have historically abounded in readings of the program of the Symphonie and especially its relentless portrayal of the Symphonie ’s idée fixe . Rodgers’ own extensive examination of the work poses a sympathetic representation of those narratives within the non-conventional aspects of the piece’s form. Rodgers focuses upon three “symptoms” of monomania and searches for formal counterparts to these: Obsession, Vacillation and Self-Creation. Obsession, for Rodgers, is worked out through a cycle of “rotations” or of multiple themes that occur in cyclical waves throughout the first movement. (50) For the 19th-Century French psychiatrist Etienne Esquirol, vacillation described the alternation of pleasure and pain and corresponds in Rodgers’ analysis to the alternation of stable and unstable formal areas in Berlioz music. The “unhinged” music of these unstable sections (labeled simply as ‘X’ in his diagrams) “are musical depictions of delirium.” (51) The correspondence of descriptive features across dissimilar domains begs certain questions of musical representation that Rodgers had appeared to be interested in avoiding earlier in his essay. (52) The last symptom of monomania, ‘Self-Creation,’ is rendered musically by deriving the opposing materials (of both the stable and unstable music) from the same abstract musical matter. Both themes are constructed from rising chromatic lines that support six-three chords. Rodgers depicts this analytically by comparing Schenkerian graphs of each of the materials. While studying these examples and trying to contextualize them, I was struck by the thought that there is perhaps something a little ironic in translating an affective mental disorder into a narrative musical strategy and then rendering its demonstration reductively by such boldly structuralist means.",
                "footnotes": [
                    "FN49",
                    "FN50",
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Joseph Straus’ 2006 JAMS article, “Normalizing the Abnormal,” sets many precedents for how the discourse of disability studies can be applied to the constructs and language of music theory. Following a very thorough introduction in which the author describes the history and central issues of humanities-based disability studies, he begins to situate his own article within DS by tracing a path through recent music scholarship that has focused upon embodiment —scholarship which Straus notes has extended from the fields of linguistics and philosophy. Theories of musical embodiment (sometimes called experientialism in the other two fields) posit that we experience the world in terms of “our prior, intimate knowledge of our own bodies” and that “music creates meaning by encoding bodily experience.” (53) Following the work of Johnson and Lakoff among others, Straus notes that to understand our experience in one domain (of music) in terms of our experience in another (of our own bodies) is to invoke metaphor as a means for such “mappings.” Because all bodies are not the same, and because the disabled body can be understood as being constructed culturally in specific historical contexts, Straus contends that the experience of disabled bodies must also be encoded in our understanding of music and musical discourse. (54) In contrast to many of the essays of Sounding Off that engage cognitive and emotional disabilities, Straus’ article is primarily concerned with how music and music theory engage physical disability through the metaphor of the body.",
                "footnotes": [
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Straus’ examination of Formenlehre tradition proposes two predominant models for the study of form in music, each of which engages disability studies rather differently. In the first, which he calls FORM IS A CONTAINER, a piece of music is conceived of through the bodily metaphor of a bounded space that encloses content. Like human bodies, these musical containers may be “well formed” or “deformed.” In the other type, FORM IS A NORM, the body is not directly invoked as a metaphor or image schema, but the construction of the ideal of normality/abnormality is still central to the concerns of disability studies just the same. (55) Both models are, after Mark Evan Bonds, “conformational” as opposed to “generative” in their approaches to form. Straus notes that the conformational model of form is explicitly represented in all three of the major recent studies of form that are regarded as significant: that of Bonds himself, as well as those of William Caplin and of Hepokoski/Darcy. (56) By situating Formenlehre as a participant in the cultural work of enforcing the binary oppositions of well-formed/deformed and of normal/abnormal, Straus is compelled to note the very different ways in which abnormal and deformed musical works are valorized as opposed to the human bodies that are stigmatized by the same conditions. (57) This poses significant questions as to how such values are determined. Lennard Davis, following Foucault and others, has theorized this sense of human ‘value’ in the 19th-century in direct relation to a quality that we could generally describe as “usefulness,” but which is more specifically indicative of the human body’s capacity to produce work-units of labor based on the notion of an “average body.” (58) By contrast, Straus locates a different sort of “usefulness” in the normalizing theories of musical form which he has now tied explicitly to the history of human disability, noting: “The idea of studying musical form in relation to prevailing norms has been enormously productive ” [my emphasis]. The “usefulness” of the statistical norm, Straus suggests, has had a “naturalizing” effect on the concept itself that has “ironically \n. . . obscured” its history. (59) I would differ slightly with Straus on this point. Far from being ironic, the rise of the statistical norm is inextricably bound up not only with the construction of the disabled body but also specifically with its relative “usefulness” in an industrialized society. This is where value becomes attached to that ideal. It is the relationship to utility itself that is significant in motivating the ascendance of normalization as an ideology. The utility of normative theories of musical form seems to take a rather different path historically. They are tied pedagogically to the creation of works, not to labor-units, and the degree to which they are truly normative, Tovey’s assertions about “jelly moulds” notwithstanding, must be closely scrutinized. (60) The transference of the moral dimensions of this coercive ideal from the human domain to the musical domain remains problematic with respect to Formenlehre tradition. The connection between the applications of normalcy in these two spheres, once the moral implications are eliminated, becomes somewhat compromised in my opinion. This may be an area that still needs to be theorized more extensively.",
                "footnotes": [
                    "FN55",
                    "FN56",
                    "FN57",
                    "FN58",
                    "FN59",
                    "FN60"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Straus’ treatment of both Schoenberg and of Schenker turns on their respective strains of organicism. Straus locates this for Schenker partially within the dynamics of the interaction of the structural levels—levels which, he notes, relate to one another as “among the parts of the body.” (61) Normalization occurs through the capacity of the earlier levels to absorb and \nneutralize the deformations of the later surface levels. These deformations are \npresented as dissonances at the later structural levels where, although they \npose a \"threat\" to the unity and health of the body, they are also deemed \nnecessary to the expressive drama of the individual work. (62) This model of the organic “body” of a work must itself be posed against another broader “body,” that of Schenker’s musical canon, in order to be fully understood within the context of an historically informed engagement with disability studies. To the extent that a well-formed musical work succeeds in this absorption of “threatening” dissonances by the earlier levels, Schenker meets that work with approval. For those works for which this is not true—in other words, those works whose structural treatment of dissonance fails to conform to the normalizing agency of the theory itself, this deviancy can be construed as a lack of health and is met with exclusion from Schenker’s canon. Notwithstanding the many subsequent projects that have sought to extend this canon, the ideal of closure is not only critical for the present engagement with disability studies, but has been cited, for example, by author Leslie Blasius as crucial to the synthesis that lay beneath the epistemologies of Schenker’s own arguments. (63) Straus confronts Schenker’s closure of the canon primarily through his exclusion of atonality and modernism. Straus characterizes this closure as related to an excess of verticality, or to a building up of unresolved dissonances that Schenker himself traced back to Rameau. (64)",
                "footnotes": [
                    "FN61",
                    "FN62",
                    "FN63",
                    "FN64"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] While Schenker’s distaste for atonality and modernism can be argued, as Straus does, to extend a particular schema of an ‘unblocked’ able-bodiedness, or perhaps more accurately of ‘blockage overcome’, it could also be viewed as an expression of prevailing contemporary criticism which Schenker had subsumed into his own project or even as the expression of an ideology. (65) What would appear more profitable to a discussion of canonic normalcy in \nSchenker in the present context, would be to examine those works that are \nexcluded by Schenker (perhaps in some cases simply by virtue of their having \nbeen ignored) along less conventional stylistic lines than atonality or \nmodernism. Certainly there are common practice works that are nominally \"tonal\"\nand yet which still fall outside of Schenker's canon. (66) These “disabled” works can be viewed as effectively stigmatized by Schenker for their deviancy. This stigmatization stands in direct contrast to the valorizing effect that was conferred on deviant works, discussed earlier in their relation to Formenlehre tradition, which swerve from formal conventions.",
                "footnotes": [
                    "FN65",
                    "FN66"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] While taking great pains to establish the ways in which Schenker’s theory participates in the construction of the image of the disabled body, Straus is also rather quick once again to defend its usefulness. In certain ways this seems to me to deflect an otherwise positive critical agenda back towards the culture of analytical pragmatism that has surrounded Schenker studies in the United States since the late 1950s. (67) While it is not my purpose to assail pragmatic analytical studies either in the whole, or even specifically in the case of Schenker, I do feel that this reflex seriously undermines the benefits of critical self-examination that this study otherwise poses. Further, the defensive positioning of a theory’s ‘usefulness’ seems to have an especially vexed history with respect to disability itself, particularly when such other ‘useful’ theories (or practices) as eugenics is considered side by side. Certainly this would seem a rather radical correlation, and not one that I would want to forward in any but the most limited of manners, but it suffices to expose the problematic aspects of relying upon practical usefulness as a means for recovering a theory from its more coercive ethical dimensions, especially when that theory is ostensibly being situated within a social constructivist perspective.",
                "footnotes": [
                    "FN67"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Straus treatment of Schoenberg’s organicism, by contrast to Schenker’s, focuses primarily upon the composer’s frequent invocation of the images of balance and unrest in relation to the “tonal problem” of a work. These images must therefore also inform our perception of Schoenberg’s always elusive “musical idea.” These concerns are followed in Straus’ article through a series of quotations that are taken from across many different sources in Schoenberg’s own writings. These same concerns are subsequently taken up, primarily in an analytical setting, in Straus’ essay in Sounding Off entitled “Inversional Balance and the ‘Normal’ Body in the Music of Arnold Schoenberg and Anton Webern.” I will discuss these treatments of Schoenberg’s music and musical thought together here because they appear to me to have been presented as a coherent whole, and therein lies my critique.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] There are persistent difficulties in Schoenberg scholarship that emerge whenever one is deciphering the composer’s intentions with respect to certain ambiguous terms that he frequently used. These terms include “the idea,” “the basic shape,” and the “tonal problem” amongst others. Schoenberg often used the same term in different texts in ways that suggest various meanings, and further, he elsewhere uses different terms in ways that appear to mean the same thing. It is difficult therefore to recover specific meanings even by tracing these terms through many textual sources. (68) What Straus offers in both his article and in his chapter certainly extends the \ndiscourse of these categories in Schoenberg's thought, but it cannot possibly \nresolve this intractable issue, nor do I believe that he is asserting that it \ndoes. Even so, and given that these terms will always remain speculative within \nthe discourse of Schoenberg studies, the frequency of such verbal constructions \nthroughout both essays as \"For Schoenberg . . . \" or \"Schoenberg believed . . . \n\" seems more rhetorical than discursive in the present context. There is no \ndoubt that the metaphor of balance figures significantly into Schoenberg's \nconception of the musical work as an \"idea,\" and that the \"tonal problem\" of a \nwork engages with this notion of balance. Yet I am hesitant to admit the \ntranslation of this Schoenbergian concern for balance so directly into the \ndistinctly non-Schoenbergian concept of \"inversional balance as symmetry.\" The \nlatter concept is a theoretical construct that has been applied to his music \n(and to that of many other composers) in the secondary analytical literature; it \nappears nowhere in Schoenberg's writings that I am aware of. (69) To speak of Schoenberg’s notions of balance and unrest in bodily terms is to make an interesting extension into a particular domain and one that continues similar scholarly work published by Janna Saslaw \nin the mid 1990s. (70) To correlate this sense of balance, with a secondary theoretical construct that has been devised to ‘explain’ Schoenberg’s post-tonal music, is not only perhaps a conflation, but one which itself seems intent upon normalizing the compositional practices of various composers in the first half of the last century.",
                "footnotes": [
                    "FN68",
                    "FN69",
                    "FN70"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The predisposition to focus upon inversional symmetry as a central organizing principal in Schoenberg’s music, is a premise attributable to analytical practice itself and one which Straus identifies particularly with the late David Lewin, although, as he notes, many others have participated in the enterprise as well. In the analyses that Straus forwards in Sounding Off, the boundaries between what is “in the text” and what is instead an artifact of the analytical practice itself could, I feel, be made clearer. There is an implicit correlation between Straus’ highly suggestive reading of Schoenberg’s writings, in terms of the balanced body metaphor, and his subsequent demonstration of changing strategies of inversional balance in the presumed structure of Schoenberg’s music, that seems to leave too little remarked upon about the differences between each set of observations. One involves the cultural construction of disability in how we perceive Schoenberg’s often vexing prose about music, particularly given the emphasis in recent scholarship upon its organicism. (71) The other speaks to us about our own analytic practices as a discipline and our anxieties (about disability) that are encoded in the kinds of narratives that we construct about musical texts. Yet, for example, by extending observations about how Schoenberg’s compositional practice responds to the visibility of physical impairments following the Great War, as Straus does at one point in his essay, and then demonstrating these responses through the model of an analytic practice that has been constructed separately, Straus effectively eliminates the distinction between the text and our own analytic practices. If music theory is to have a meaningful primary engagement with constructivist humanities-based disability studies, these fundamental semiological distinctions between a text and how its meaning is constructed, must be maintained more rigorously.",
                "footnotes": [
                    "FN71"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Marianne Kielian-Gilbert’s essay “Beyond Abnormality—Dis/ability and Music’s Metamorphic Subjectivities” poses some of the most engaging and difficult questions contained within Sounding Off. Her essay challenges the reader to move beyond the usual binaries of enabled/disabled and normal/abnormal towards a dynamic of being and becoming in relation to the world, and specifically in relation to music, that is distinctly Deleuzian in its orientation. (72) The engagement of this creative principle with respect to dis/ability and music focuses largely upon the sensory construction of each domain and the anxiety that may accompany alternate sensory apprehensions that effect our subjectivities. The metamorphosis that Kielian-Gilbert’s essay envisions has distinctly political and social dimensions to it: “Even though it is impossible to put oneself in the place of someone else, especially someone in pain, it is possible to imagine oneself as dis/abled in relation to them, and it is important to do so. Rematerializing oneself in relation to another is potentially metamorphic. The compassionate and empathetic exchange of positionality changes the relatational dynamics and the terms of criticism \n. . . In this sense, dis/ability enables experience and allows us to listen and hear from alternate positions and in different registers of the social and the material.” (73)",
                "footnotes": [
                    "FN72",
                    "FN73"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Such modes of hearing, while radical in their construction, have numerous precedents that include the musical thought of Benjamin Boretz (which Kielian-Gilbert herself has explored elsewhere). (74) In her present essay, she traces “the contingent nature of listening and analytical observation” through musical examples from Webern, Shulamit Ran, Haydn and Elvis Presley and recovers from each the experiences of the multiply enabled listening that she has posited at the beginning of her paper. Notably, these analytical observations do not particularly resemble one another as they are not constrained by specific structural features to attend to in the music, but rather deflect attention away from such priorities towards temporal changes that figure our subjective experience of listening and thinking the music and thereby adopting a relational stance to it. The potential of such a stance to reconfigure our ways of thinking about the act of analysis seems vast and welcome in a discipline where normalization has, until this recent moment, gone largely unremarked. Conclusion",
                "footnotes": [
                    "FN74"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] The present volume, along with Joseph Straus’ recent JAMS article, engages music scholarship along many different lines, some of which are strikingly new in their orientation, others of which may simply allow for some new ways of talking about the same things that our discipline usually concerns itself with. It remains to be seen how the broader field of disability studies will respond, if at all, to this recent music scholarship. I have no doubt that the topic of dis/ability within musical discourse will have some staying power and, it is to be hoped, some transformative power as well. As music scholars who are engaged with dis/ability become regular participants in conferences and journals outside of our own discipline, it will be easier to gauge the impact to DS at large.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] What appears less evident from the materials that I have just reviewed is how dis/ability rights activism will figure into the future of music scholarship. Issues of accessibility at music conferences and in publications are currently being raised, and will no doubt be met with at least some resistance. These essays will, I hope, stimulate the awareness of dis/ability, of how it is constructed and of our own implicit assumptions about what is “normal” and how to react to that which we perceive as “abnormal.” Even within the larger community of disability studies, there are tensions between those positions that reflect advocacy or activism, and those that are perceived as academic. As the first volume to engage disability in music studies outside of the extensive literature of music therapy, this book may be the harbinger of things to come. Future efforts by disability scholars in music may begin to engage more directly with activist concerns by providing such practical assistive technologies as an accompanying CD with a Digital Talking Book version of the text. These auxiliary materials would be at least as welcome in the domain of music textbooks as they are in scholarly publications. Such innovations are only just beginning to become more commonplace in a publishing industry that may be prompted more from within by authors and professional societies, than from without through legislative actions. Back on the academic side of things, I wonder if perhaps future scholarly publications within music and disability studies will incorporate more post-structuralist perspectives. Some of the present essays have already begun to move in that direction, while others remain firmly ensconced in an older structuralist perspective that has been to some extent abandoned in other humanities-based disciplines. The end result of such efforts may be an expanded set of tools that helps to carry the discipline forward and not, as some may fear, a depletion of our current tools.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.07.13.2.quaglia.html",
    "data": "mto/data/mto.07.13.2.quaglia.json"
}