{
    "title": "After the Harvest: Carter’s Fifth String Quartet and the Late Late Style",
    "date": "2010/08/01",
    "volume": "16",
    "issue": "3",
    "authors": [
        "Jenkins, J. Daniel"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "September 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.3/mto.10.16.3.jenkins.pdf",
    "author_info": [
        {
            "name": "J. Daniel Jenkins",
            "university": "University of South Carolina",
            "address": "",
            "email": "djenkins@mozart.sc.edu"
        }
    ],
    "citations": {
        "aylward_2009": "Aylward, John. 2009. “Metric Synchronization and Long-Range Polyrhythms in Elliott Carter’s Fifth String Quartet.” Perspectives of New Music 47/2 (Summer): 88–99.",
        "bauer-mengleberg_and_ferentz_1965": "Bauer-Mengelberg, Stefan and Melvin Ferentz. 1965. “On Eleven-Interval Twelve-Tone Rows.” Perspectives of New Music 3/2 (Spring–Summer): 93–103.",
        "bernard_2009": "Bernard, Jonathan. 2009. “The String Quartets of Elliott Carter.” In Intimate Voices: Aspects of Construction and Character in the Twentieth-Century String Quartet, vol. 2. Edited by Evan Jones. Rochester, University of Rochester Press, 238–275.",
        "bernard_and_carter_1990": "Bernard, Jonathan and Elliott Carter. 1990. “An Interview with Elliott Carter.” Perspectives of New Music 28/2 (Summer): 180–214.",
        "boland_2006": "Boland, Marguerite. 2006. “‘Linking’ and ‘Morphing’: Harmonic Flow in Elliott Carter’s Con Leggerezza Pensosa .” Tempo no. 237 (July): 33–43.",
        "budelier_2009": "Budelier, Patrick. 2009. “Maximizing the Miniature: Signature Chords and Covert Means in Elliott Carter’s Latest Music.” Paper presented at the annual meeting of the Society for Music Theory, Montreal.",
        "buchler_and_theisen_2009": "Buchler, Michael and Alan Theisen. 2009. “Elliott Carter and the Sorcerer’s Stone: All-Interval Tetrachords as Musical Building Blocks.” Paper presented at the annual meeting of the Society for Music Theory, Montreal.",
        "capuzzo_2007": "Capuzzo, Guy. 2007. “Registral Constraints on All-Interval Rows in Elliott Carter’s Changes ,” Integral 21: 79–108.",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “The Complement Union Property in the Music of Elliott Carter,” Journal of Music Theory 48/1 (Spring): 1–24.",
        "capuzzo_1999": "Capuzzo, Guy. 1999. “Variety Within Unity: Expressive Ends and their Technical Means in the Music of Elliott Carter, 1983–1994.” Ph.D. diss., Eastman School of Music, University of Rochester.",
        "capuzzo_1996": "Capuzzo, Guy. 1996. Interview with Elliott Carter. n.p.",
        "carter_2002": "Carter, Elliott. 2002. Harmony Book . Edited by Nicholas Hopkins and John F. Link. New York: Carl Fischer.",
        "carter_1995": "Carter, Elliott. 1995. “Note from the Composer,” String Quartet No. 5. New York: Hendon Music.",
        "childs_2006": "Childs, Adrian P. 2006. “ Structural and Transformational Properties of All-Interval Tetrachords .” Music Theory Online 12.4.",
        "heinemann_2001": "Heinemann, Stephen. 2001. “Melodic Creation and Influence in Elliott Carter’s Recent Concertos.” Paper presented at the annual meeting of the Society for Music Theory, Philadelphia.",
        "hooper_2009": "Hooper, Jason. 2009. “A Transformational Approach to Harmony and Voice Leading in Elliott Carter’s Recent Music.” Paper presented at the annual meeting of the Society for Music Theory, Montreal.",
        "jemian_2001": "Jemian, Rebecca Ann. 2001. “Rhythmic Organization in Works by Elliott Carter, George Crumb, and John Adams: Rhythmic Frameworks, Timepoints, Periodicity, and Alignment.” Ph.D. diss., Indiana University.",
        "link_2008": "Link, John. 2008. “Elliott Carter’s Late Music?” In “Carter's Century: Festival of Contemporary Music.” Tanglewood Music Center Program. n.p.: 79.",
        "link_1994": "Link, John. 1994. “Long-range Polyrhythms in Elliott Carter’s Recent Music.” Ph.D. diss., City University of New York.",
        "mead_1995": "Mead, Andrew. 1995. “Twelve-Tone Composition and the Music of Elliott Carter.” In Concert Music, Rock, and Jazz Since 1945: Essays and Analytic Studies. Edited by Elizabeth West Marvin and Richard Hermann. Rochester, NY: University of Rochester Press, 67–102.",
        "meyer_and_shreffler_2008": "Meyer, Felix and Anne Shreffler. 2008. Elliott Carter: A Centennial Portrait in Letters and Documents. Woodbridge, Suffolk: The Boydell Press.",
        "morris_1990": "Morris, Robert D. 1990. “Pitch-Class Complementation and Its Generalizations,” Journal of Music Theory 34/2 (Autumn): 175–245.",
        "roeder_2009": "Roeder, John. 2009. “A Transformational Space for Elliott Carter’s Recent Complement-Union Music.” In Proceedings of the First International Conference of the Society of Mathematics and Computation in Music. Heidelberg: Springer Verlag.",
        "schiff_1998": "Schiff, David. 1998. The Music of Elliott Carter, 2nd ed. Ithaca: Cornell University Press.",
        "schiff_1988": "Schiff, David. 1988. “Carter’s Harvest Home,” Tempo no. 167 (December): 2–13.",
        "shreffler_1993": "Shreffler, Anne. 1993. “‘Give the Music Room’: Elliott Carter’s ‘View of the Capitol from the Library of Congress’ aus A Mirror on Which to Dwell. ” In Quellenstudien II: Zwölf Komposisten des 20. Jahrhunderts, Edited by Felix Meyer. Winterthur: Amadeus Verlag, 255–83.",
        "vermaelen_2004": "Vermaelen, Denis. 2004. “Elliott Carter’s Sketches: Spiritual Exercises and Craftsmanship.” In A Handbook to Twentieth-Century Musical Sketches. Edited by Patricia Hall and Friedemann Sallis. Cambridge: Cambridge University Press, 161–175."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I wish to thank Dave Headlam, Ciro Scotto, Bob Morris, Guy Capuzzo, John Link and Anne Marie deZeeuw for comments they made on earlier drafts of this paper, as well as the two anonymous readers who provided many helpful insights. Additionally, I want to acknowledge the generosity of the staff at the Paul Sacher Stiftung, particularly Dr. Felix Meyer, who allowed me to undertake this project.",
            "citations": []
        },
        "FN2": {
            "text": "2. See, for example, Capuzzo 2007 , Jemian 2001 , Link 1994 , Mead 1995 and Schiff 1998 .",
            "citations": [
                "capuzzo_2007",
                "jemian_2001",
                "link_1994",
                "mead_1995",
                "schiff_1998"
            ]
        },
        "FN3": {
            "text": "3. The long-range polyrhythms I refer to here span a significant amount of the length of the composition. While such a polyrhythm does not exist in the Fifth String Quartet, Aylward 2009 makes clear that Carter does employ a “local” long-range polyrhythm in the Allegro energico movement of the Fifth Quartet. Although this polyrhythm is not constant throughout the entire work, Aylward shows that “Carter utilizes constituent parts of a long-range polyrhythm outside the bounds of the polyrhythm itself” in certain sections of the composition ( 2009 , 88).",
            "citations": [
                "aylward_2009",
                "aylward_2009"
            ]
        },
        "FN4": {
            "text": "4. Fragment No. 1 for String Quartet (1994), which slightly predates the Fifth Quartet, might be mentioned as a precedent to this new approach to compositional materials, as it lacks both a long-range polyrhythm and an all-interval twelve-note chord, as well as features coincident attacks among instruments. It foreshadows particularly the “Adagio sereno” movement of the Fifth Quartet, by virtue of being performed on harmonics throughout.",
            "citations": []
        },
        "FN5": {
            "text": "5. Schiff classifies the years since 1980 as “a long and fecund ‘late period’” ( 1998 , 28), and therefore, the label “late late style” serves to distinguish the Fifth String Quartet and those works that followed from these earlier compositions. In contrast, Meyer and Shreffler write, “ Tempo e tempi anticipates several features of Carter’s more recent music and may even mark the point at which one could say this his ‘late style’ begins” ( 2008 , 314). Clearly, scholars will continue to theorize about the issue of the periodization of Carter’s oeuvre. In this article, I have chosen to follow Schiff’s interpretation.",
            "citations": [
                "schiff_1998",
                "meyer_and_shreffler_2008"
            ]
        },
        "FN6": {
            "text": "6. Carter discusses the Harmony Book in Bernard and Carter 1990 , 201. It is now published as Carter 2002 .",
            "citations": [
                "bernard_and_carter_1990",
                "carter_2002"
            ]
        },
        "FN7": {
            "text": "7. Carter identifies trichords with triangles, tetrachords with squares, pentachords with pentagons, hexachords with hexagons. For sets of seven or more notes, he uses a circle with the number of the cardinality of the set in superscript. See Carter 2002 , 5–6.",
            "citations": [
                "carter_2002"
            ]
        },
        "FN8": {
            "text": "8. Carter became interested in all-interval twelve-note rows after reading Bauer-Mengleberg and Ferentz 1965 .",
            "citations": []
        },
        "FN9": {
            "text": "9. http://www.wpunj.edu/coac/music/link/linkchords.html , accessed on February 9, 2010. Coincidentally, Carter was in the process of creating a list of this sort on his own when he received Link’s list.",
            "citations": []
        },
        "FN10": {
            "text": "10. http://www.wpunj.edu/coac/music/link/linkchords.html , accessed on February 9, 2010.",
            "citations": []
        },
        "FN11": {
            "text": "11. The sketches for the Fifth String Quartet are now housed at the Paul Sacher Stiftung in Basel, Switzerland. Other sketch studies of Carter’s works include Aylward 2009 , Shreffler 1993 and Vermaelen 2004 .",
            "citations": [
                "aylward_2009",
                "shreffler_1993",
                "vermaelen_2004"
            ]
        },
        "FN12": {
            "text": "12. An anonymous reviewer of this article reports the date to be January 13, 1995. Aylward ( 2009 , 94) also records the date as January 15.",
            "citations": [
                "aylward_2009"
            ]
        },
        "FN13": {
            "text": "13. As an anonymous reviewer of this article pointed out, the word “link” could also refer to the process of linking one chord to another in the manner described below.",
            "citations": []
        },
        "FN14": {
            "text": "14. The combination of a member of [0146] and a member of [0137] with a third tetrachord to complete the aggregate, as is shown here, harkens back to the harmonic language of compositions such as the Double Concerto for Harpsichord and Piano. See Schiff 1998 , 92–93 and 241.",
            "citations": [
                "schiff_1998"
            ]
        },
        "FN15": {
            "text": "15. Another sketch, dated April 2 and shown in Example 14, includes twelve-counting, explicit evidence of Carter’s interest in aggregate completion.",
            "citations": []
        },
        "FN16": {
            "text": "16. The circled numbers do not indicate chord classification.",
            "citations": []
        },
        "FN17": {
            "text": "17. Roeder 2009 ; Capuzzo 2004 ; Capuzzo 1999 ; Hooper 2009 .",
            "citations": [
                "roeder_2009",
                "capuzzo_2004",
                "capuzzo_1999",
                "hooper_2009"
            ]
        },
        "FN18": {
            "text": "18. This example also appears in Capuzzo 2004 , 7.",
            "citations": [
                "capuzzo_2004"
            ]
        },
        "FN19": {
            "text": "19. Other studies that adopt transformational models to illuminate Carter’s music include Capuzzo 1999 and 2004 , Childs 2006 , Hooper 2009 and Roeder 2009 .",
            "citations": [
                "capuzzo_1999",
                "capuzzo_2004",
                "childs_2006",
                "hooper_2009",
                "roeder_2009"
            ]
        },
        "FN20": {
            "text": "20. See also the transcription of this sketch in Bernard 2009 , 267.",
            "citations": [
                "bernard_2009"
            ]
        },
        "FN21": {
            "text": "21. This sketch is one of the few not written on manuscript paper. Rather, Carter wrote it on a piece of yellow construction paper, with a different colored pencil for each instrumental voice. Contents in the red, “viola” line that appear blurred were written and then erased, and are not consistent with either of the polyrhythmic strands in that voice.",
            "citations": []
        },
        "FN22": {
            "text": "22. The numbers above measure 73 refer to the filled-in notehead polyrhythm, which includes an attack on every 27th quintuple sixteenth note, every 38th septuple thirty-second note, etc.",
            "citations": []
        },
        "FN23": {
            "text": "23. In an interview with Link, Carter said: “There are places where I’ve sort of obliterated, or covered [the polyrhythm] up. I remember that because I began to wonder whether this was a little bit too mechanical” ( Link 1994 , 111).",
            "citations": [
                "link_1994"
            ]
        },
        "FN24": {
            "text": "24. The chords in Example 10 include two intervals that do not belong in the interval patterns of the Fifth Quartet, an interval-2 in the viola and the interval-4 in the second violin. Example 13 also contains inconsistencies, with interval-2s in the viola in measure 73 and measure 78, the interval-9 in the cello in measure 76 and measure 78, and the interval-4 in the cello in measure 78. These differences may be due to the fact that the sketches dates from February 3 and 4, and the interval-pattern chart in Example 1 dates from March 27.",
            "citations": []
        },
        "FN25": {
            "text": "25. Note that the double stops that form the first two statements of sc[0124678A] mark the first two pulses of the “filled-in note head” polyrhythm, while the single pitches mark the first pulse of the “open square” polyrhythm. Thus, the changes in density aid in making the various polyrhythmic streams audible.",
            "citations": []
        },
        "FN26": {
            "text": "26. Aylward ( 2009 , 95) includes sketch evidence dating from April 30–May 8 of a different long-range polyrhythm used in the Allegro energico movement. Although this polyrhythm arose relatively late in the compositional process of the quartet as a whole, and does not underscore the copmlete work as the polyrhythm in String Quartet no. 4, for example, it does imbue the Allegro energico movement with a flavor of the music of the harvest period.",
            "citations": [
                "aylward_2009"
            ]
        },
        "FN27": {
            "text": "27. The same is true of the [016] trichord in the third measure.",
            "citations": []
        },
        "FN28": {
            "text": "28. Recall that Example 10 begins with measure 73, but this measure number does not hold in the final piece. “72” in the margin next the first violin part most likely refers to a metronome marking, even though the tempo in the completed work is quarter note = 60.",
            "citations": []
        },
        "FN29": {
            "text": "29. It should be made clear that the combination of the all-interval tetrachords to form a member of sc[0124678A] is not an example of CUP since nonintersecting all-interval tetrachords may combine to yield other sets, such as sc[0134679A], the octatonic collection.",
            "citations": []
        },
        "FN30": {
            "text": "30. Example 9.15 of Bernard 2009 includes a statement of the [0124678A] octachord in measure 99 (271). While the pitches here are proximate, all eight do not sound as a simultaneity: the G 4/E5 dyad in the first violin ends at the beginning of beat 4 before the F3/G 4 dyad enters in the viola on the fifth division of a thirty-second note septuplet. Example 20 includes only simultaneously-sounding statements of the [0124678A] octachord, and therefore omits this statement in measure 99.",
            "citations": []
        },
        "FN31": {
            "text": "31. Not only does this measure include the loudest dynamic markings and most extensive instrumental range of the movement, but the release of chord 7 also marks the Golden Mean of the movement. For more on the importance of Golden Means in Carter’s music, see Budelier 2009 .",
            "citations": [
                "budelier_2009"
            ]
        },
        "FN32": {
            "text": "32. For a discussion of a similar treatment of musical material in another Carter work, see Boland 2006 .",
            "citations": [
                "boland_2006"
            ]
        },
        "FN33": {
            "text": "33. The fact that some of the CUP-space voice leading occurs closer to the surface of the music than others begs the question of harmonic levels in this movement, or at least of the notion of similar processes occurring over both relatively shorter and longer time-spans. Examples 19 and 20 show that I 6 symmetry serves as an organizing force in both the introduction of the movement, measures 86–88, but also across the span of the eight octachordal statements, measures 89–103.",
            "citations": []
        },
        "FN34": {
            "text": "34. For an interesting analysis of this section that focuses on aggregate completion, see Buchler and Theisen 2009 .",
            "citations": [
                "buchler_and_theisen_2009"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] While reflecting on Elliott Carter’s Night Fantasies (1980) and those pieces that followed, David Schiff writes, “after years of ploughing through rocky soil it was now time for the harvest” ( Schiff 1988 , 2). As various scholars have demonstrated, in the “harvest period,” Carter cultivated two main structural elements in his music: a harmonic language that focused on all-interval twelve-note chords and a rhythmic language that relied on long-range polyrhythms. (2) Almost all of Carter’s works composed between Night Fantasies and the Fifth String Quartet (1995) include either an all-interval twelve-note chord or a structural polyrhythm, and many contain both. Exceptions are either occasional pieces, or compositions for solo instruments that often do not have the range to accommodate the registral space that all-interval rows require.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "schiff_1988"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Because of the constancy of these elements in Carter’s music over a period of \nfifteen years, it is remarkable that in the Fifth String Quartet he eschews all-interval twelve-note chords while simultaneously removing the rhythmic scaffolding provided by a structural polyrhythm. (3) Carter has incorporated all-interval twelve-note chords in some of the compositions that postdate the Fifth String Quartet, but global long-range polyrhythms seem to have disappeared as a structural force in his music. Therefore, it can be argued that the Fifth String Quartet marks a turning point in Carter’s oeuvre. (4) Schiff notes the Quartet’s historical importance, suggesting that it ushers in “Carter’s late late style” ( Schiff 1998 , 92). (5)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "schiff_1998"
                ]
            }
        },
        {
            "3": {
                "text": "[3] In this article, I investigate this watershed work both philologically and analytically to gain a greater understanding of Carter’s compositional approach in the absence of all-interval twelve-note chords or a single long-range polyrhythm as structural elements. Although the focus will be on the Fifth Quartet, I will also briefly consider other works. The analysis provides insight not only into the Quartet, but also somewhat into the late late style in general. II. Harmonic preliminaries",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] As is well known, Carter developed his own Harmony Book from 1963–67, in which he thoroughly examined the subset content of chords of three pitch-classes or more. (6) In an interview with Jonathan Bernard, Carter clarified that he prefers the word “chord” to the more commonly-used “set,” ( Bernard and Carter 1990 , 203) and his numbering system does not correspond to that which Allen Forte outlines in The Structure of Atonal Music ( Carter 2002 , 23–26). Carter identifies each chord with a symbol, to indicate cardinality, and a number, which refers to the chord’s placement on his list. For example, the number “1” enclosed in a triangle refers to the first trichord on Carter’s list, Forte’s 3-12[048]. The number “1” inside a square refers to the first tetrachord on Carter’s list, Forte’s 4-1[0123]. (7) Example 1 . Interval scheme for the Fifth String Quartet from a March 27 sketch (click to enlarge)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "bernard_and_carter_1990",
                    "carter_2002"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Although Carter’s harmonic classification system presupposes equivalence under transposition and inversion, he does not recognize interval-class equivalence. “I distinguish between an interval and its inversion and often use them for very different musical effects” ( Bernard and Carter 1990 , 201). In many of Carter’s compositions since the Second String Quartet (1959), he limits the allowable intervals for each instrument or instrument group, giving each its own characteristic sound. The chart in Example 1 , found among the sketch material for the Fifth Quartet and written in blue highlighter, shows the allowable intervals for each instrument in this work. Just to be clear, these are allowable intervals , not interval classes. For example, if the first violin is playing D5, it may proceed melodically to either F5 (up an interval-3) or to B4 (down an interval-3), but it cannot proceed to either B5 or F4, because these pitches lie an interval-9 away from D5, an interval that is not allowed for this instrument. Example 2 . All-interval twelve-note chords in (a) Night Fantasies and (b) String Quartet no. 4 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "bernard_and_carter_1990"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The intervals in Example 1 constrain not only melodic motion in the Fifth Quartet, but also the vertical intervals played by each instrument as double, triple, and quadruple stops. As Carter has said, the harmonic “spacing in chords is a very important matter in my work” ( Bernard and Carter 1990 , 201). In many of Carter’s compositions since 1980, all-interval twelve-note chords, ordered in pitch space rather than in time, provided a mechanism for exhausting the aggregate while placing constraints on intervallic spacing. (8) Examples 2a and 2b , from Night Fantasies and String Quartet no. 4 (1986), respectively, are typical examples of all-interval twelve-note chords in Carter’s music. In\nExample 2a, complementary intervals are mirrored around the central tritone, while in Example 2b, the tritone remains in the center, and complementary intervals fall in the same position within each discrete hexachord.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "bernard_and_carter_1990"
                ]
            }
        },
        {
            "7": {
                "text": "[7] In June 1992, John Link sent Carter a list of all-interval twelve-note chords that contain “one or more instances of the all-trichord hexachord [012478] as a contiguous subset.” (9) Link found an autograph sketch of these chords written in music notation dated June 20th, 1992 at the Paul Sacher Stiftung labeled “since Link,” (10) and these all-interval twelve-note chords have come to be known as “Link chords” ( Schiff 1998 , 325–27). Carter incorporated Link chords in the “Partita” and “Adagio tenebroso” movements of the orchestral work Symphonia (1993–96), and in the vocal work, Of Challenge and of Love (1994).",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "schiff_1998"
                ]
            }
        },
        {
            "8": {
                "text": "[8] It may be that Carter thought about incorporating an all-interval twelve-note chord in the Fifth Quartet. (11) The earliest sketch for the Quartet bears the stamp “JAN. 15, 1995,” with the word “ANFANG!” (beginning) written at the top in pencil. (12) A few days later, on a sketch stamped “JAN. 17, 1995,” Carter wrote “Links list,” which could perhaps be a reference to the list Link prepared for Carter. (13) However, I did not uncover any other sketch evidence that suggests that Carter considered any Link chords as the harmonic basis of the Fifth Quartet.",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Rather than focus on all-interval twelve-note chords, many of the early sketches include various combinations of tetrachords. A sketch stamped “JAN. 17 1995” shows some pre-compositional sketching in which Carter worked out his ideas for the harmonic underpinnings of the Fifth Quartet. He wrote all the pitches in lead pencil, and circled the entire page in green pencil. Examples 3 and 4, although relatively brief when compared to the wealth of information Carter left in his pre-compositional sketches for the work, provide representative examples of the work’s initial stages of development. For all such sketches, one must assume a treble clef. Example 3 . [0369] pre-compositional material from the sketch stamped JAN. 17 1995 and circled in green pencil, with a marking of blue highlighter (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The upper staff of Example 3 begins with {47A1}, a member of sc[0369] or chord #5 on Carter’s list of tetrachords. (In this and all of the following examples that include transcriptions of source material, Carter’s sigla, such as the number “5” inside a square, are original to the sketches. All prime form labels in brackets are purely editorial, and serve only as a guide to those more familiar with the pitch-class set nomenclature.) The next two measures contain distinct members of each of the all-interval tetrachords, sc[0146] and sc[0137], which combine with the initial [0369] tetrachord to complete the aggregate. (14) The staff below the second measure includes the other two members of sc[0369], suggesting another possible combination with the initial [0369] tetrachord to complete the aggregate. This example reveals that while the sketches do not contain all-interval twelve-note chords, they do show an emphasis on aggregate completion and subset content. (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Example 4 focuses on four-note chord #12, sc[0268]. As with the previous example, Example 4 shows that Carter sought ways to divide the complementary octachord, sc[0124678A], into [0146] and [0137] subsets. The sketch also reveals Carter’s interest in other subset pairings. On the third staff of the example, Carter wrote out a member of the [0124678A] octachord, and divided it into a statement of the all-trichord hexachord and an interval-4. He then proceeded to circle the top three staves of this example with a red pencil, indicating his interest in this material. Example 5 . “Sym.” example from the March 27 interval scheme sketch (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] As the blue square in Example 3 shows, the large page from which \nExamples 3 and 4 were excerpted included a mark in blue highlighter in the upper \nleft-hand corner, revealing a connection between these examples and the interval chart in Example 1, \nthe only other sketch material written in blue highlighter. Since the interval chart bears the date “March 27,” the \nblue square suggests that Carter wrote out the chords in Examples 3 and 4 on January 17, and then came back to the sketch later to choose which chords and partitions of chords he was going to use, marking these with \nthe highlighter. Example 5 , taken from the same sheet of paper that includes the interval chart of March 27, provides additional information about how Carter manipulates harmonic material in the Fifth Quartet. The example begins with {45AB}, a member of sc[0167], followed by four distinct interval-4s. (16) One notes that the combination of the member of sc[0167] with any of the interval-4s always results in a member of the same hexachord, sc[012478] (the all-trichord hexachord).",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Robert Morris ( 1990 ) defines the segmentation of the all-trichord hexachord into subsets of [0167] and [04] as an example of what he terms the Complement Union Property. If the nonintersecting members of two different set classes always result in the same third set class, this third set class has the Complement Union Property, or CUP. As various scholars have shown, CUP spaces play an important role in Carter’s recent music. (17) In a 1996 interview, Carter suggests that a methodology that takes a dynamic view of CUP sets will be fruitful in the analysis of his music.  He states: The whole harmonic structure (of my music) depends enormously on the idea of using one note as a pivot, two notes as a pivot from one chord to the next; sometimes three. For instance, in the all-trichord hexachord [012478]...[i]t’s possible to hold five and change one, or hold four and change two, and so forth—I’ve studied all of that quite carefully. A lot of my pieces come from having this study—which notes can be held, and which—when you want a maximum of harmonic change—hold two notes and have the other four move and so forth.  When you want a little—just have one note move ( Capuzzo 1996 , quoted in Capuzzo 1999 , 13–14). Example 6 . Reduction of measures 574–575 of Partita with analysis (click to enlarge) Example 7 . [0167]/[04] CUP space modeled after Morris (1990, 188) (click to enlarge) Example 8 . Carter’s plan for the Fifth String Quartet (click to enlarge and see the rest)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "morris_1990",
                    "capuzzo_1996",
                    "capuzzo_1999"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Example 6 is a reduction of measures 574–575 of Carter’s Partita, the first movement of Symphonia , composed in 1993. (18) The top staff of Example 6 reduces ostinato-like figures presented in the woodwinds and strings that sustain the set {1278}, a member of sc[0167].  The bottom staff presents three dyads heard in the horns and trombones, all of which are members of interval-class 4.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Example 7 is a diagram of the [0167]/[04] CUP space, modeled after one by Morris ( Morris 1990 , 188). The diagram includes members of sc[0167] and sc[04] in nodes, with nonintersecting members of these set-classes connected with a line. The union of any two sets connected by a line results in a member of sc[012478].  The top of the example contains the segment of the space that Carter orchestrates in the passage from Partita.  Carter composes out the first hexachord from the passage, {78B123}, as the union of {1278}, a member of sc[0167], and {B3}, a member of sc[04]. When the horns and trombones move from {B3} to {6A}, and the woodwinds and strings sustain {1278}, the resulting hexachord, {678A12}, remains a member of sc[012478]. The same proves true when the brass then moves to {59}, as the resulting hexachord, {125789}, is also a member of sc[012478]. Thus, although the pitch-class content of the passage changes with each new dyad, the same set-class, [012478], results from each new pairing of the non-intersecting members of sc[0167] and sc[04], and the passage remains within the [0167]/[04] CUP space. In other words, the passage exhibits the generation of sc[012478] by sc[0167] and sc[04] via CUP. III. The “Lento espressivo movement” – \nInitial compositional stage",
                "footnotes": [],
                "citations": [
                    "morris_1990"
                ]
            }
        },
        {
            "16": {
                "text": "[16] As the sketch material and the analysis below shows, Carter further explored the dynamic possibilities of CUP spaces in the Fifth Quartet. (19) Before delving into the specifics, first consider the overall shape of the work. Example 8 , included in the materials at the Sacher Stiftung, shows Carter’s plan for the Fifth Quartet. (20) Carter comprised the Quartet of six movements-proper, preceded these with an introduction, and connected them with five intervening interludes into a continuous structure. As Example 8 shows, Carter wrote the information about the movements-proper in lead pencil, and filled in the content of the introduction and interludes in red pencil. The introduction and interludes contain material from the six movements-proper, serving both to foreshadow what will come, as well as mull over that which has already passed. As Carter 1995 indicates, he intended for the work to capture something about how chamber musicians rehearse short passages, discuss them, and then put larger sections of music together.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The sketches are a physical manifestation of the creative process Carter alludes to in his program notes. Originally written on King Brand 24-stave paper with two leaves attached into a folio, Carter worked on each movement at various times, leaving ideas for a single movement scattered among several pieces of manuscript paper. He then tore many of the pages into single leaves, and taped these together into a thick booklet that approximates the final composition. To clarify the connections from one section to the next, Carter often drew arrows across one or more pages. Example 9 . Published movements of the Fifth String Quartet (click to enlarge) Example 10 . First attempt, stamped FEB. 03 1995 (click to enlarge and see the rest) Example 11 . Long-range polyrhythm sketch (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In Example 8, Carter identified the movements-proper with Roman numerals I-VI and shorthand names. In the published score, he labeled the twelve sections of the Quartet with Arabic numerals 1–12, shown in Example 9 ; the shorthand names such as “very fast” and “harmonics slow” become “Allegro energico” and “Adagio sereno,” respectively. Throughout the sketches, he referred to the second movement-proper as “slow,” distinguishing it from “harmonics slow.” In the finished work, this movement became the fourth section of the composition, “Lento espressivo.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Example 10 shows an excerpt from a sketch stamped “FEB. 03 1995,” Carter’s earliest pitch sketch for “Lento espressivo.” In the first measure, each instrumental part contains a dyad that is one of its allowable intervals. Taken together, these pitches form {4568AB02}, a member of sc[0124678A]. The dyads in the second measure form {5679B013}, also a member of sc[0124678A]. In the transformation from one octachord to the next, the pitches {56B0}, which form a member of sc[0167], are held as common tones. (In fact, he fixed these pitches in register, if not in instrumentation.) In the first octachord, this [0167] tetrachord joins with a member of sc[0268], {248A}; in the second octachord, it joins with {1279}, a different member of sc[0268]. In fact, if one combines any member of sc[0167] with any nonintersecting member of sc[0268], the result will always be a member of sc[0124678A]. Therefore, the combination of [0167] and [0268] to form [0124678A] is yet another example of CUP.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] On his first attempt at the “Lento espressivo” movement on February 3, Carter stopped orchestrating the material from the CUP space after writing out the two chords in Example 10, circling and questioning his choice for the second violin part. He turned his attention from pitch to rhythm, and composed the first line of the polyrhyhmic sketch in Example 11 , returning to it the next day on February 4th. (21) The word “slow” in the left margin indicates that Carter intended to use this material for the “Lento espressivo” movement. Each vertical line represents a bar line, marking off a measure in 4/4 time, but the sketch includes no designation of tempo (the numbers above each line are measure numbers). The fact that Carter numbered the first measure “73” indicates that even at this early stage, he must have had some idea of the overall shape of the composition, or at least about the material prior to this movement. Measures 73–90 of Example 11 include four rhythmic lines in score order. The beats of the first violin line are subdivided into thirty-second-note septuplets; the second violin into sixteenth-note quintuplets; the viola into eighth-note triplets; and the cello into sixteenth notes. Carter stopped notating the second violin line in measure 91, the cello in measure 97, and the viola in measure 101, leaving only the first violin remaining, revealing the sketch’s fragmentary nature.\nAs the example shows, Carter used a different colored pencil for each \ninstrument.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] As Link 1994 has shown, the long-range polyrhythms in Carter’s music that predates the Fifth Quartet involve two or more pulse strands in a proportional relationship. For example, String Quartet no. 4 is based on a 120:126:175:98 polyrhythm, with each instrument of the quartet articulating one of the four pulse strands. The polyrhythm not only structures the entire work, but also limits the number of coincident attacks that involve two or more instruments, contributing to the sense of the rhythmic independence of each voice—which has long been a concern of Carter’s. In fact, the polyrhythm employed in String Quartet No. 4 allows for only two coincident points in the entire composition that involve all four instruments—beat 1 of measure 3 and the final chord of the piece.",
                "footnotes": [],
                "citations": [
                    "link_1994"
                ]
            }
        },
        {
            "22": {
                "text": "[22] The sketch in Example 11 shows that Carter had planned for each instrumental part in the “Lento espressivo” movement of the Fifth Quartet to include its own two-voice polyrhythm, resulting in a structural polyrhythm of eight, rather than four, different pulse strands. Carter notated one polyrhythmic pulse strand with filled-in noteheads and the other with open squares. (22) Had the sketch in Example 11 been brought to fruition, it would have been among the most intricate long-range polyrhythms in all of Carter’s music. Example 12 summarizes the polyrhythms in this sketch. Example 13 . “Make more intense?” (FEB. 04 1995) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] On a sketch stamped “FEB. 04 1995,” Carter began to realize the polyrhythmic framework with pitch material. The transcription in Example 13 faithfully reproduces this draft, but also includes editorial filled-in noteheads and open squares to mark the articulation of each polyrhythmic strand. In keeping with his practice in composing out other long-range polyrhythms, Carter articulated many, but not all, of the pulses of each pulse strand. (23) The sketch opens with the same chord, in the same spacing, as the first chord of Example 10; the second chord has the same pitch-class content as the second chord of Example 10, but the spacing of the two chords is quite different. (24) Not only did Carter alter the content of the second violin, which he so clearly questioned in an earlier sketch (cf. Example 10), but he also moved the first violin down an octave and changed the pitches in the viola and the cello. With all of the changes in voicing, however, the second octachord still derives from the first via the [0167]/[0268] CUP space. Even though the two chords are not literally connected—there is a beat of silence after the first one—they hold a member of sc[0167], {56B0}, in common, while switching out one non-intersecting member of sc[0268], {248A}, for another, {359B}.",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] In the sketch in Example 13, Carter composed out only eight measures of the polyrhythmic grid in Example 11, but, as the analysis below shows, the approach to harmonic materials bears out its influence in later sketches. For example, just as Carter built up [0124678A] octachords from double stops in each instrument in measures 73–74, he repeated that process in measures 77–78, where the first double stop in each instrument combines to form {34579AB1} and the second double stop in each instrument combines to form {4568AB02}. Both octachords, members of sc[0124678A], hold {45AB}, a member of sc[0167], in common, while replacing {1379} with {0268}, both members of sc[0268]. The sketch also includes instances of single pitches in each voice that combine to form sets that will be of harmonic importance to the movement. The first single pitches in the instruments, G in the first violin, E and then D in the second violin, and D and then Bb in the cello, form {248A}, a member of sc[0268]. (25) Additionally, the single pitches at the end of measure 79 through the beginning of measure 80 mark “filled-in notehead” pulses, and form {469A}, a member of sc[0146], exposing another subset of the [0124678A] octachord that proves very important to the harmonic language of the final composition.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] As with the long-range polyrhythm sketch in Example 11, its realization in Example 13 trails off, revealing Carter’s lack of interest in continuing with this line of thought. He wrote, “Make more intense?” at the top of the February 4 draft and underlined it, opting to embark on a different path. No remnants of the polyrhythm remain in the final version of this movement, and I located no materials among the sketches for the Fifth Quartet to indicate that Carter pursued this long-range polyrhythm further. (26) IV. “Lento espressivo” – Second compositional stage",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The next sketch relating to “Lento espressivo” dates from April 2, when Carter began working again with tetrachord #12, sc[0268], combining it with the two all-interval tetrachords, or with the all-trichord hexachord and an interval-4, to exhaust the aggregate. Example 14 shows that Carter marked three tetrachords among this pre-compositional material for attention—a member of sc[0167] and two members of sc[0268]—which serve as a representation in music notation of a subset of the [0167]/[0268] CUP space. Example 15 , from the same sheet of staff paper, includes a circled member of sc[02468A] and three members of sc[06]. Although Carter only circled the last member of sc[06], the combination of the member of sc[02468A] with any of these members of sc[06] forms a member of sc[0124678A]. In fact, the combination of any member of sc[02468A] with any non-intersecting member of sc[06] always yields a member of sc[0124678A]. Therefore, the [02468A]/[06] subset pairing provides a second example of CUP that results in a statement of sc[0124678A]. As the analysis below demonstrates, in the absence of a long-range polyrhythm or an all-interval twelve-note chord, the [0167]/[0268] and [02468A]/[06] CUP spaces became the basis for the “Lento espressivo” movement. Example 14 . [0268] pre-compositional sketch from April 2 (click to enlarge) Example 15 . [02468A] pre-compositional sketch from April 2 (click to enlarge) Example 16 . April 9 sketch with circles and boxes (click to enlarge and see the rest) Example 17 . April 9 sketch (marked “slow”) (click to enlarge) Example 18 . April 9 draft (marked “slow”) (click to enlarge and see the rest) Example 19 . Reduction of measures 86–88 of the published score (click to enlarge) Example 20 . Harmonic reduction of the “Lento espressivo” movement of the Fifth String Quartet (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Carter began sketching the slow movement again on April 9, shown in Example 16 . This material comes from the same page as Example 10 (which is also stamped FEB. 03 1995), and is taped to the page dated April 2 from which the material in Examples 14 and 15 come. The boxed pentachord in the second measure includes the trichord {B05}, a member of sc[016], in the upper three voices, and {39} in the cello. The combination of pc3 with the trichord results in a member of sc[0146], while the combination of pc9 with the trichord results in a member of sc[0137]. (27) Carter combined all of the pitches in measures 2–3 into a single [0124678A] octachord in measure 4, around which he drew a box. This material, with this particular spacing of the [0124678A] octachord, emerges in the introductory measures of the final version of the “Lento espressivo” movement.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Example 17 , another sketch dated “Apr. 9,” shows the next stage in the compositional process. The first measure includes the same pitches as measures 2–3 of the previous example, but in this example their placement indicates something about how Carter would rhythmicize the texture, avoiding coincident attacks among instruments. The final three measures of the example show how Carter planned to continue to work with these pitches to eventually build up a statement of sc[0124678A]. The material in measures 2–4 with filled-in noteheads contains other members of sc[0124678A]. Even though the octachord in measure 2 does not survive in the final composition, the spacings in measures 3 and 4 serve as the second and third statements of the [0124678A] octachord in the movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Carter skipped a staff line after the material in Example 17, and composed the sketch in Example 18 . Here he took the pitch material of Example 17 and defined the rhythm of each part quite clearly. Although he continued to avoid coincident attacks, as suggested by the placement of the pitches in measure 1 of Example 17, he did not incorporate the long-range polyrhythm he had composed on February 3–4 into the sketch in Example 18. However, this sketch does include precise rhythmic notation in all voices, and thus, emerges as the first one for the “Lento espressivo” movement that post-dates February 4 in which the texture resembles a finished product. With a couple of immaterial exceptions, the pitch and rhythm content of the first four measures of Example 18 corresponds exactly to measures 86–90 of the completed work, the beginning of the “Lento espressivo” movement. (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Example 19 shows a reduction of measures 86–88 of the published \nscore (compare with Example 18). In measure 86, each instrument presents a \nsingle pitch, resulting in the tetrachord {1367}, a member of sc[0146]. \nBeginning in measure 87, each subsequent attack in every instrumental voice \nresults in a new tetrachord. The six tetrachords in measures 86–88 form a \nsymmetrical structure with tetrachords 1 and 6, 2 and 5, and 3 and 4 related by I 6 . The union of tetrachords 1 and 5, as well as the union of tetrachords 2 and 6, is {5679B013}, the initial statement of sc[0124678A] in the movement. (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The end of the first system of the draft in Example 18 shows this first octachord and the transformation to the second [0124678A] octachord (completed by the viola at the beginning of the second system). Although the octachord initially emerges as the union of two all-interval tetrachords, the [0167]/[0268] CUP space governs the transformation between octachordal statements. The end of the second system shows a member of sc[02468A] and a member of sc[06], with two additional interval-6s below—a musical notation of a [02468A]/[06] CUP space—indicating how Carter would lead from one statement of the [0124678A] octachord to another later in the movement. V. CUP-space voice-leadings in the published work",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The published version of the “Lento espressivo” movement lasts from measures 86–110. It contains eight simultaneous statements of the [0124678A] octachord, shown in the reduction in Example 20, where the chords bear a Pn-label, and n indicates the number of semitones that the set is transposed from the prime form starting on 0. (30) These chords serve as pillars, providing structure and direction for the voice-leading motion in the movement. In the progression of octachords in Example 20 , P 5 emerges as referential, appearing not only as the first and last octachord, but also twice in the center of the example. The octachords form a symmetrical pattern related by I 6 —the same inversional relationship about which the introductory tetrachords are symmetrical, as was shown in Example 19.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Carter constrains the voice-leading motion from one statement of the octachord to the next within the context of the [0167]/[0268] and [02468A]/[06] CUP spaces, shown in Examples 21 and 22 . Beginning with the [0167]/[0268] CUP space, Chord 1, P 5 , is interpreted as the union of {0167} and {359B}. By holding {0167} invariant, and moving {359B} to {248A}, P 5 is mapped onto P 0 . P 0 , Chord 2, can then be reinterpreted as the union of {1278} and {46A0}. When {1278} holds invariant, and {46A0} moves to {359B}, P 0 moves to P 1 . Example 21 . [0167]/[0268] CUP space (click to enlarge) Example 22 . [02468A]/[06] CUP space (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] In the [02468A]/[06] CUP space, Chord 3, P 1 , results from the union of {13579B} and {28}.  In the movement from Chord 3 to Chord 4, {13579B} holds invariant and {28} moves to {06}, mapping P 1 onto P 5 .  P 5 is reiterated as the fifth chord in the sequence, at which point it is mapped onto P 3 within the [02468A]/[06] CUP space.  {13579B} holds invariant, and {06} moves to {4A}.  Chord 6, P 3 , can then be reinterpreted in the [0167]/[0268] CUP space as the union of {1379} and {45AB}.  {45AB} holds invariant, and {1379} moves to {0268}, mapping P 3 onto P 4 . Chord 7, P 4 , can then be reinterpreted within the [0167]/[0268] CUP space, where a {56B0} subset of P 4 holds invariant, and {248A} moves to {1379}, returning the movement to a statement of P 5 , Chord 8.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Some of these CUP-space voice-leadings appear closer to the surface of the music than others. The transformation from Chord 1 to Chord 2 happens in rather quick fashion over the course of measure 90, but that is nothing compared to the rapid-fire motion from Chord 5 to Chord 6 to Chord 7 in measure 100 that marks the movement’s dramatic high point. (31) The transitions between other chords are not so clearly marked on the music’s surface. In these instances, Carter uses the space between octachords to expose thinner textures and non-CUP subsets. Example 23 . Reduction of measures 91–94 (click to enlarge)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The transition between Chords 2 and 3 provides a case in point. The reduction in Example 23 reveals the chords that result in this transition. Recall that Carter exposed the components parts of octachord in the introduction of “Lento Espressivo,” measures 86–88, and then combined these elements together to form the initial octachordal statement in measure 89. As Examples 16 and 19 showed, Carter conceived of Chord 1 in its all-interval tetrachord pairings before reinterpreting it in a [0167]/[0268] CUP space and transitioning to Chord 2. When the players release Chord 2 in measure 91, only the second violin remains, playing C4. The other instruments join in with a single pitch, all of which are fixed in register, if not in instrumentation, from their placement in Chord 2. These four pitches form {0146}, a member of sc[0146]. Each instrument changes to a new single pitch, one at a time, moving the harmony through statements of sc[0148] and sc[0147], before arriving at another member of sc[0146] that is also a subset of Chord 2, {2478}. When the first violin falls by tritone from E5 to B 4, the harmony changes from a statement of sc[0146] to a statement of sc[0137], another literal subset of Chord 2. The melodic interval-6 in the first violin in measure 93 from E5 to B 4 marks a rare moment when a melodic interval does not conform to the interval scheme set forth for this Quartet in Example 1. For an example of this phenomenon in the Oboe Concerto, see Heinemann 2001 . These “residue” tetrachords serve to keep the memory of Chord 2 alive while preparing for the arrival of Chord 3, initiated by the second violin double stop at the end of measure 93 and completed by the first violin at the end of measure 94. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": [
                    "heinemann_2001"
                ]
            }
        },
        {
            "37": {
                "text": "[37] With the span of musical time between Chords 2 and 3 being much longer than that between Chords 1 and 2, can one really maintain that there is a CUP-space voice-leading between the two? Certainly, the CUP-space voice leading between Chords 2 and 3 is not so easily heard as that between Chords 1 and 2, but the sketches support a hearing the connects Chord 2 to Chord 3. Return to Example 17. Here, measures 3 and 4 contain Chords 2 and 3 with the instrumentation and spacing they retain in the finished movement. One can clearly see that the common-tone voice leading between the two occurs in the [0167]/[0268] CUP space. This sketch shows a very initial stage of this part of the movement—one that includes only the octachordal goal posts. Only in a later draft did the all-interval tetrachordal subsets that preoccupy the harmony between Chords 2 and 3 emerge.  Thus, although not all CUP-space voice leadings may be immediately apparent, a CUP-space model for chord to chord motion in this movement reveals itself to be profitable not only as an abstract construction, but also as something ferreted out by the sketch materials. (33) Example 24 . Reduction of measure 110 (click to enlarge)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] \nAlthough the octachordal statements exit the texture at the beginning of measure 104, the movement continues until measure 110, comprised almost exclusively of statements of the all-interval tetrachords (see Example 24 ). As the movement nears its end, the upper three instruments in measure 109 sustain pitches that form {B356}, a member of \nsc[0137], at a pianissimo dynamic. The cello punctures the placid calm with a boisterous {8902} quadruple stop, a member of \nsc[0146]. This time, the union of the all-interval tetrachords is not a statement of \nsc[0124678A], but {235689B0}, a member of sc[0134679A], the octatonic collection. Thus, at the movement’s close, Carter composed out the complement of [0369] as a statement of each of the all-interval tetrachords, as he had contemplated on JAN. 17 in some of the earliest sketches for the work (see Example 4). The cello quadruple stop introduces the fifth section of the Quartet, Interlude II. (34) VI. Conclusion",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The analysis presented here has focused largely on pitch material, leaving one to ask about rhythmic structure. In the Fifth String Quartet, Carter continues to avoid coincident attacks among instruments, but this compositional choice is not directed throughout by a structural polyrhythm. In the years since the Fifth String Quartet, some of Carter’s scores evidence less and less interest in densely-packed rhythmic structures and the avoidance of coincidence. For example, in compositions such as the Cello Concerto (2001) and Dialogues (2003), the instruments play in rhythmic unison, something not heard in a Carter composition for many years. And, as Link 2008 reports, Sound Fields (2007) “contains no rhythm more complicated than an eighth note!” Given these developments, in retrospect, Carter’s abandonment of an all-encompassing long-range polyrhythm in the Fifth Quartet marks a turning point in his compositional practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Schiff writes that in the Fifth String Quartet, Carter, “strips his music down to its essentials” ( Schiff 1998 , 92). This paper has shown that dynamic motion with CUP spaces that proves essential to the “Lento espressivo” movement of the Quartet. Carter continued to investigate the dynamic possibilities of CUP spaces in his opera, What Next? (1998). Years later, we can only wonder what will come next from this preeminent American composer.",
                "footnotes": [],
                "citations": [
                    "schiff_1998"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.3.jenkins.html",
    "data": "mto/data/mto.10.16.3.jenkins.json"
}