{
    "title": "Review of Mark Evan Bonds, <i>Absolute Music: The History of an Idea </i> (Oxford, 2014)",
    "date": "2015/06/01",
    "volume": "21",
    "issue": "2",
    "authors": [
        "Chua, Daniel K.L.",
        "2015), (after July 1,"
    ],
    "abstract": "",
    "keywords": [
        "absolute music",
        "Hanslick"
    ],
    "doi": "",
    "received": "March 2015",
    "pdf": "",
    "author_info": [
        {
            "name": "Daniel K.L. Chua",
            "university": "",
            "address": "",
            "email": ""
        },
        {
            "name": "(after July 1, 2015)",
            "university": "Department of Music",
            "address": "The University of Hong Kong, Pokfulam Road, Hong Kong",
            "email": "dchua@hku.hk"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Mark Evan Bonds has written a history of music without music. This is because his monograph on absolute music is, as the subtitle states, “the history of an idea.” Absolute music, he claims, should be treated as a “regulative concept” (6). So it is an idea in a Kantian sense: absolute music is not constitutive of the world; it cannot be realized as something to be experienced; and it is certainly not something to be sullied by a repertory of works, as Bonds adamantly points out. Rather, absolute music exists as an abstract construct. It is an idea without an object, or an idea that can be imposed on any object as a subjective choice (which, perhaps, amounts to the same thing). So in this sovereign and abstract form, absolute music takes command as a concept that quite literally regulates music, imbuing it with its identity (what Bonds calls “essence”) and its power (or “effect”) without actually making any music. As a method, it mimes the transcendental claim of absolute music, but in the guise of a historicizing subject wielding its theoretical tool to control the materials at its disposal. The object—the “music itself” that absolute music claims to represent—has no say.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] So there will not be a dot of music among the 375 pages of this handsome volume.  In one sense, this is understandable since Bonds has to control a vast amount of material, and by keeping the concept “pure” the narrative can flow without such murky and problematic obstacles getting in the way. Moreover, wielding absolute music as a regulative principle also liberates its history, claims Bonds. With this construct in hand, he is now free to venture beyond the normal framework in which most histories of absolute music are apparently cast, allowing the concept to wander more freely across millennia without the weight of historical specificity, especially the Wagner-Hanslick polemic in the 1850s controlling the narrative. That’s far too “myopic” for Bonds (7), because absolute music, despite its late baptism, has a very long history that concerns the essence and effect of music. If you recast the definition of absolute music as the relationship between music’s essence and effect, you pretty much have to cover the entire history of Western music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] So the idea turns out to be a big one, and Bonds rises brilliantly to his own challenge, writing an epic narrative with a masterly command of 2,500 years of music history from the mysteries of Pythagoras to the mysteries of the CIA. However, it turns out that this idea, despite its epic size, is also a very lonely one, since, in true Kantian fashion, Bonds takes his regulative concept very seriously and limits its empirical reach. After all, this is a “history of an idea,” and not a history of ideas . So not only is there no “real” music in the narrative;  there is no significant interaction with “real” history: the Reformation, the French Revolution, the two World Wars are somewhat tangential events—in fact, they are mostly non-events. Absolute music is a giant idea floating lonely as a cloud, changing shape under its own impetus; if lucky, it might occasionally skid across the tip of a mountain and interact with the empirical world, but mostly it just scuttles along as a self-moving form. Bonds’s concept is immaculately conceived, wonderfully lucid, beautifully organized, and elegantly written.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] But you might be wondering where all the materials are for this well-regulated idea to have a history at all. Bonds rightly claims that “the history of the idea of absolute music has never been adequately documented” (13), and so he sets out to do just that: to document. The book is best described as a reception history of an idea, a reception that is found in written texts—in treatises, tracts, books, letters, marginalia. Absolute music is a history of discourses in a very narrow sense. And why not? Its skeptics have always suspected absolute music’s claim to ineffability to be a verbal conceit, so perhaps its feigned unintelligibility deserves a history based on perfectly intelligible words. And there are a lot of words. Bonds ranges over vast numbers of documents, tracking the idea with a tenacity that provides us with what amounts to the first comprehensive survey of absolute music—at least as far as one can document 2,500 years of an idea. This is a remarkable and virtuosic feat of scholarship. It is also a useful resource, providing a long list of well-known and obscure people, both mythic and real, from Orpheus to Hindemith, which, in its less narrative moments, reads like a veritable Who’s Who of names and résumés of their employment with absolute music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] But, of course, the book is not just about data coverage.  There is a strong hand shaping the narrative. Oddly, despite setting out to write a different history, the narrative turns out to be the same old story . . . but, admittedly, not quite as we know it. Bonds covers the familiar ground found in previous accounts, stitching them together and consolidating the history with copious documentation, but he has changed the internal boundaries radically. This is most clearly seen in the way he has divided the book. There are three parts that correspond to three periods; they all sound exactly the same except for the tell-tale conjunction: Part I: Essence as effect Part II: Essence and effect Part III: Essence or effect",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The conjunctions say it all: “as,” “and,” and “or” tell the tale of an idea that was once united in the ancient world (“as”), diversified in the modern world (“and”), and then divided (“or”). Similar tales have been told many times in the history of ideas. What is different in Bonds’s retelling is the way it has been parsed. Here are some statistics that demonstrate the strange divisions in the book. Part I devotes 20 pages to account for 2000 years of music history, roughly from Pythagoras to 1550; Part II takes 100 pages to cover 300 years of music history, from 1550–1850; Part III commits 150 pages to cover just under 100 years, from 1850–1945, of which 78 pages are devoted to one person, one book and mostly to one paragraph that was omitted from a subsequent edition of that book. The fact that the number of pages is inversely proportional to the number of years covered indicates that this is not an even-handed narrative but one that amplifies exponentially at a critical point, culminating at chapter 9, with its 78 pages on Hanslick’s Vom Musikalisch-Schönen ( The Beautiful in Music , 1854) and the final paragraph of its first edition. Hanslick, for Bonds, is the watershed that divides absolute music; his definition of the idea in Vom Musikalisch-Schönen would change the course of the concept and its effect on the twentieth century, resulting in the glorious reign of absolute music as a status symbol of high culture (and high musicology) from 1945 through the 1970s. In effect, Bonds does for Hanslick what Schoenberg attempted to do for Brahms in his celebrated essay “Brahms the Progressive” (1947). The conservative Hanslick of the nineteenth century is the radical, if unacknowledged, prophet of the twentieth century. Wagner’s music of the future turned out to be the music of the present with no future, whereas Hanslick’s formalism of the past became the aesthetic force of modern progress. For Bonds, Hanslick’s significance justifies the disproportionate concentration on Hanslick and his book of 1854.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] And it is at this point that Bonds’s narrative changes tone. The well-regulated idea that had been drifting like some tonally moving cloud suddenly rests over absolute music’s Mount Sinai, and gathers a storm of materials. The regulative idea becomes a thick billowy concept. History suddenly matters; the 1848–49 revolutions become the cause for a formalist disengagement with politics, protecting music’s purity from the ravages of the world. Composers matter (if not their music), with Wagner, Liszt, and a reluctant Brahms dividing up the spoils of their Beethovenian heritage. The history and philosophy of science matters, with Chladni’s “acoustical figures” making visible the musical link between the material and spiritual world, a link that inspired Hanslick to speak of the “great motions of the cosmos” in the original ending of Vom Musikalisch-Schönen . And so, with all this matter brewing a storm at the top of the mountain, Hanslick descends like Moses, not so much with two tablets but several editions of his formal law. It turns out that there was originally an extra commandment, and for Bonds, everything hinges on the removal of that final cosmic law on the last page. It is well known that Hanslick excised the closing paragraph, but the significance of the omission has never received such high drama. The cut amounts to a paradigm shift. For the first time in the history of the idea, absolute music becomes a pure form, “wholly separate from and unrelated to anything outside itself” (209).  It stages absolute music’s final drama in the twentieth century. This section is by far the most brilliant part of what is already a rewarding read; you get a sense of Bonds as a meticulous reception historian, chasing the seemingly insignificant details that will ultimately turn the cogs of history. And as if exhausted from this task, the apogee of absolute music in the twentieth century, which Hanslick’s paradigm shift stages, peters out. The cloud gives a little drizzle, moves on, and then surprisingly evaporates at the very moment that Bonds claims to be the most significant period for the idea of absolute music. One hopes that this is just a ploy for a sequel: Absolute Music II: 1945-1980 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] But redrawing the boundaries from Hanslick’s vantage point has a strange effect on the historical landscape. Part II, in particular, which covers 1550–1850, seems to act as a foil for Hanslick’s paradigm shift. The years that would normally (if stereotypically) comprise the Renaissance, Baroque, Classical, and Romantic periods are grouped together and flattened out. There is a deliberate leveling of differences. Instead of mountains, we have a somewhat nondescript plain in which, according to Bonds, five different qualities that characterize the idea are in constant play, as if they constituted a period or episteme: expression, form, beauty, autonomy, and disclosiveness. It is not that Bonds has nothing interesting to say about these five qualities (far from it); rather, there is a sense that this thematic method is an arbitrary and contrived way of forming a unit that would normally divide into highly differentiated blocks. Bonds claims that the five qualities operate “in varying configurations and with varying degrees of emphasis” within this period (40), but I suspect that they also operate as a method for the erasure of previous boundaries within the history of absolute music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In particular, there are two suppressed moments. First, starting the boundary at 1550 cuts out the Reformation and Counter-Reformation; they fall in the gap between Part I and Part II, and yet these events shaped the critical relationship between words and music. More glaringly, the years around 1800 that most histories of absolute music regard as a defining point of instrumental music are deliberately downplayed without explanation.  It is as if Hanslick were to have no rival and no precursor. So there is no fanfare on the “emancipation” of music; the early Romantics and their elevation of instrumental music into the noumenal realms are given short shrift. There is no Beethoven, because music doesn’t count; he only gets to be a retrospective discourse later in Part III.  There is no “work-concept”; no sustained investigation of the sublime (which is suppressed under the notion of “disclosure”); no discussion of the radical concepts of autonomy in the philosophical and aesthetics discourses towards the end of the eighteenth century; and no impact of the political upheavals that helped formulate the new concepts. Although Bonds admits that these five qualities are not exhaustive, one gets the sense that they have been chosen to serve Hanslick. Expression is required so that Hanslick can deny it; form is needed for Hanslick to purify it; beauty is essential for Hanslick to endorse it; autonomy is vital for Hanslick to radicalize it; and disclosure is necessary for the paradigm-shifting removal of the final paragraph of Vom Musikalisch-Schönen , to sever the revelatory function of music in the cosmos from its self-subsistent formalism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] All these are choices, of course, which Bonds is free to make as a strategy or method. But it is precisely because the book is so good, so comprehensive and definitive in its historical composure, that these methods, choices, and omissions need to be carefully explained. Simply stating that Part II covers 1550–1850, united by a network of five qualities, omits as much as it claims to say. And there are consequences. Hanslick may be the prophet of twentieth-century music, but as Bonds admits, no significant proponent of formalism mentioned his name as a source of inspiration. There is no denying that Hanslick played a critical role, but there are reasons why Hanslick is as inadequate as he is essential for the aesthetics of twentieth-century music. Although Bonds describes how the five qualities are recast in the new century, there was more at stake than simply a revision in an age where the beautiful was no longer relevant, where tone became formal noise, where the sublime in its most terrifying guise underpinned a dehumanized and alienated expression. There is a different story to be told, rooted in different histories and ideas of absolute music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] And this puts into question the idea of absolute music as a regulative idea, as if it were simply one concept mutating through history. Can it simply be reduced to essence and effect? Even if we accept this premise as a methodological decision, one wonders whether the method is ultimately reified by Bonds as absolute music itself. Reification is a sinful word, in Bonds’s narrative (13–14, 291). He accuses Dahlhaus of reifying absolute music as a repertory (hence Bonds’s music-free history of music). But Bonds, in reifying absolute music as a regulative concept, forgets that it was also a kind of practice. It was something that people believed in, that had empirical implications and artistic manifestations. Bonds’s alignment of ideas and discourses is a commonplace strategy of making an idea appear as an idea: texts are bearers of immaterial thoughts; they make regulative concepts emerge in history. But should a text be any different from a musical work, for example? Why is it the case that music and its practices cannot participate as a discourse in the history of absolute music? Why is the invisible prior to the visible (or audible)? Perhaps, in the end, there is as much tyranny in the regulative concept as there is freedom, where the historicizing subject masters its material so that no objects can speak let alone inspire the discourse. Matter matters because it will always complicate the well-regulated narrative. And this is why we must embrace Bonds’s book knowingly. It is simply too good a book to be to be read at face value, and deserves as much critique as admiration to grasp its message.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.15.21.2.chua.html",
    "data": "mto/data/mto.15.21.2.chua.json"
}