{
    "title": "Review of Danuta Mirka, <i>Metric Manipulations in Haydn and Mozart: Chamber Music for Strings, 1787–1791</i> (New York: Oxford University Press, 2009)",
    "date": "2011/09/01",
    "volume": "17",
    "issue": "3",
    "authors": [
        "Krebs, Harald"
    ],
    "abstract": "",
    "keywords": [
        "Mirka",
        "meter",
        "rhythm",
        "Haydn",
        "Mozart",
        "cognition and perception",
        "history of music theory"
    ],
    "doi": "",
    "received": "April 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.krebs.pdf",
    "author_info": [
        {
            "name": "Harald Krebs",
            "university": "University of Victoria",
            "address": "School of Music, P.O. Box 1700 STN CSC, Victoria, BC V8W 2Y2, Canada",
            "email": "hkrebs@uvic.ca"
        }
    ],
    "citations": {
        "grave_1995": "Grave, Floyd. 1995. “Metrical Dissonance in Haydn.” Journal of Musicology 13, no. 2: 168–202",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . New York: Oxford University Press.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . New York: Oxford University Press.",
        "london_2004": "London, Justin. 2004. Hearing in Time: Psychological Aspects of Musical Meter . New York: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. German theorists’ voices are heard in translation as well as in the original language, which is provided in footnotes. The German sources are accurately reproduced—not at all a given in English-language books on German subjects. The translations are excellent. The only errors I have located are as follows: p. 119, note 30—“vorhergehende Note” should be rendered as “foregoing note,” not “foregoing notes”; p. 124, note 36—“unterbrochen” is best translated as “interrupted,” not as “broken”; p. 201, note 22—“Verziehen” means “delaying,” not “dragging out,” and “mehrere” means “several” or “a number of,” not “more.”",
            "citations": []
        },
        "FN2": {
            "text": "2. Mirka (29) states that Hasty’s projections are not based on “parallel multiple-analysis,” but on “serial single-choice” processing. This statement is not quite accurate. Hasty does occasionally consider contradictory interpretations; see, for example, his dual interpretation of measures 17–24 of the first movement of Haydn’s Symphony No. 88, and his discussion of “conflicting projective potentials” in Monteverdi’s “Ohimè, se tanto amate” in Meter as Rhythm ( Hasty 1997 , 205 and 241–43, respectively).",
            "citations": [
                "hasty_1997"
            ]
        },
        "FN3": {
            "text": "3. As Mirka points out (133), Floyd Grave had previously recognized the imbroglio as an instance of “early theoretical awareness of ‘metrical dissonance’” ( Grave 1995 ). Nevertheless, her tracing of current ideas back to the eighteenth century, and her incorporation of eighteenth-century ideas into her detailed metric analyses, are significant and innovative.",
            "citations": [
                "grave_1995"
            ]
        },
        "FN4": {
            "text": "4. As Mirka points out, this example could not refer to a piece for piano, since it would be impossible on that instrument to emphasize the second note of a tied pair.",
            "citations": []
        },
        "FN5": {
            "text": "5. I have located only one error in an example; on p. 73, in measure 32 of Example 2.26b, the first four notes in the viola part are a step too high.",
            "citations": []
        },
        "FN6": {
            "text": "6. On the downbeat of measure 3, the second viola has a half note after a series of quarters. Furthermore, after a bar of quarter-note harmonic rhythm, the dominant harmony occupies a half-note duration in all sounding instruments.",
            "citations": []
        },
        "FN7": {
            "text": "7. Mirka believes that durational accents must consist of notes actually sustained for a longer time than previous ones. In the discussion of measures 142–58 of op. 50, no. 5, i, she states that the staccato articulation of a quarter note followed by a rest (a three-eighth-note duration) makes the duration of that note “equal in practice” to that of the foregoing eighth note. Similarly, in a discussion of the finale of Haydn’s String Quartet op. 64, no. 3 she refers to durational accents—eighth notes following two sixteenths—as being “annihilated” by the placement of staccatos on the eighth notes (60). I would argue that attack Y, following an attack X that is of shorter duration, remains durationally accented no matter how Y is articulated, and no matter whether Y is sustained or whether part of its duration is occupied by rests; what counts, I believe, is the amount of time between the onsets of Y and of the following note.",
            "citations": []
        },
        "FN8": {
            "text": "8. Mirka earlier cites Channan Willner’s use of the term “basic pace” (245).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Danuta Mirka’s Metric Manipulations is a welcome addition to the impressive body of work on rhythm and meter that our field has produced during the past few decades—welcome especially because it brings eighteenth-century theories of rhythm and meter more fully into the current discussion than do most earlier volumes. Like William Rothstein in Phrase Rhythm in Tonal Music , a book to which she refers as “one of the most important catalysts of [her] study” (xi), Mirka fashions an intricate counterpoint of eighteenth-century thought and more recent ideas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] She begins to weave this counterpoint in the first chapter (“Musical Meter between Composition and Perception”), in which she explains the hierarchical metric theories of Kirnberger, Schulz and Koch, then links these to the more recent hierarchical theories of Cooper and Meyer, Yeston, and Lerdahl and Jackendoff. (1) From these hierarchical models, she then turns toward dynamic, perception-based models of meter (a dynamic model being necessary for her later analyses of metric manipulations). Christopher Hasty’s theories assume prominence here, but they are blended with those of Jackendoff—not the Jackendoff of A Generative Theory of Tonal Music (1983), but of Consciousness and the Computational Mind (1987); Mirka’s analytical approach combines Hasty’s idea of projection with Jackendoff’s linguistics-inspired notion of a “parallel multiple-analysis” processor. (2) Mirka’s processor models listeners’ metric perceptions by busily gathering information from a given musical surface and, on the basis of this information, selecting possible metric organizations. Being a “multiple-analysis” processor, it is prepared to fluctuate between conflicting metric interpretations when confronted with complex contexts. The Hasty-Jackendoff fusion is evident in Mirka’s musical examples; under many of the score excerpts, one finds hierarchical dot diagrams, but the dots are joined by projective arrows, à la Hasty.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Having introduced her processor, Mirka puts it to work in the analysis of eighteenth-century music. She wisely chooses to focus on a circumscribed body of eighteenth-century repertoire—on two composers (Haydn and Mozart), on one medium (music for strings), and on a five-year span (1787–91). A wealth of wonderful music and, specifically, of metric complexities is included within her chosen limits; there is plenty of grist for the processor’s mill. In Chapters 2–6, Mirka describes the workings and the results of the processor in a variety of metric situations. She begins each of these chapters with relevant excerpts from the writings of late eighteenth-century theorists, then presents numerous pertinent analyses of excerpts by Haydn and Mozart. Since the theoretical passages inform the subsequent analyses, one has the feeling that Mirka’s processor models the perceptions not of just any listener, but specifically those of an eighteenth-century Kenner .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In the second chapter, she describes the types of metric information that the processor adduces during the meter-finding process at the openings of movements. This information includes numerous phenomenal accent types discussed by recent metric theorists, but also a variety of melodic and harmonic factors, parallelism, and streaming (i.e., the manner in which attacks partition into streams). The latter factor is especially relevant to the chosen repertoire; Mirka demonstrates how Haydn and Mozart often throw a monkey wrench into the meter-finding process by indulging in unusual interactions between the bass and upper-voice streams (59–69). The third chapter describes and illustrates the processor’s workings once the initial meter-selection has occurred—its tenacious projective activity and the challenges that it encounters (such as missing beats, general pauses, fermatas and syncopations).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Chapters Four, Five, and Six deal with various methods of “changing meter.” As Mirka illustrates with excerpts from Koch and Riepel, eighteenth-century musicians were willing to acknowledge changes in “composed meter,” although the notated meter usually remained constant in the music of their time. Chapter Four investigates three types of change of period: the imbroglio , submetrical dissonance, and hemiola. Chapter Five deals with changes of phase—metric displacements resulting from weak-beat accents, from imitation, and from ligatures, retardations and anticipations. In Chapters Four and Five, Mirka’s “contrapuntal” talent again comes to the fore: the aforementioned concepts are studied from the standpoint of eighteenth-century theorists, but a present-day voice—my own—is prominent as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] I am honored and delighted to be included in this theoretical dialogue. The connections that Mirka draws between metrical dissonance theory and eighteenth-century theories (for instance, the connection between grouping dissonance and Koch’s imbroglio ) are an important contribution. (3) While drawing such connections, however, Mirka is careful to elucidate differences between eighteenth- and twentieth-century points of view. For example, she points out that I regard metrical dissonances of different levels that are based on the same numerical relationships as basically equivalent, whereas in eighteenth-century theory “metrical dissonances representing the same numerical relationship may differ in their historical origins and formal functions, as well as methods of generation in musical compositions” (134). This point becomes clear in the subsequent discussion of hemiola from an eighteenth-century perspective (159–64); although a given hemiola may be based on the same numerical relationship as a given imbroglio, an eighteenth-century musician would have regarded these phenomena as different in historical origin (the hemiola being a reference to an earlier style), different in formal function (the hemiola would most often occur as a written-out allargando in the approach to a cadence, whereas the imbroglio would more likely appear earlier in a section), and in method of generation (from a late eighteenth-century perspective the imbroglio is a regrouping of beats into different measures, whereas a hemiola involves a change in the duration of beats).",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Mirka adds several useful concepts to metrical dissonance theory, for instance, the categories of “split” and “merged” dissonance—the former involving the “hosting” of conflicting metric grouping within different auditory streams, whereas in the latter the conflicting groupings lie within the same stream (143). Equally valuable is her suggestion of the term “division dissonance” (157) to refer to dissonances based on incongruent groupings of an unarticulated micropulse (and therefore on incongruent divisions of beats).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] During her references to my work, Mirka does occasionally misrepresent it. For example, within her discussion of subliminal dissonance (205–6), she quotes my suggestion ( Krebs 1999 , 47) that performers should, where possible, “subtly stress a heavily contradicted ... primary metrical layer” (in order to prevent a passage in which only the antimetrical layer is clearly articulated from sounding consonant), then argues that eighteenth-century theorists disagreed with such a performance strategy. She cites excerpts from Türk’s Klavierschule that request performers to avoid stressing metrical beats within imbroglios and within passages involving ties—for instance, a negative example that shows forte markings on the second note of a tied pair (206). (4) I doubt that there is any real discrepancy between my suggestion and Türk’s. First, I state several times that the performer’s stressing of a weakly articulated primary metrical layer should be subtle ( Krebs 1999 , 47, 179–80); I am as horrified as Türk would be by the notion of playing the second notes of syncopated pairs forte ! Second, my remarks apply primarily to a situation that does not occur in eighteenth-century music—to the lengthy passages characterized by non-articulation of the notated meter that are so common in the music of Robert Schumann. The point of such subliminal dissonances would be lost if one performed them as if no conflict existed. In brief passages lacking an articulated notated meter, as they might appear in eighteenth-century music, the performer indeed need not exert herself to make the notated meter perceptible; the listener is able to maintain the absent primary metrical layer for a short time.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "krebs_1999",
                    "krebs_1999"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The subject of Chapter Six is a type of meter change that may, to our ears, seem less dramatic than the types discussed in the preceding chapters, namely shifts up or down the metric hierarchy—for example, shifts in the perceived beat from the quarter note to the half note within 4 4 meter, or from the eighth note to the dotted quarter within 8 6 meter. But Mirka presents quotations and analyses that demonstrate the vital importance of such shifts in eighteenth-century metric perception. As she points out (thereby drawing attention to yet another link between eighteenth-century and current metric theory), the eighteenth-century concept of changing Takt or Taktteile is echoed in recent theorizing of fluctuations within a basic state of metrical consonance (for instance, in Justin London’s compelling analysis of Beethoven’s Fifth [ London 2004 , 89–99]).",
                "footnotes": [],
                "citations": [
                    "london_2004"
                ]
            }
        },
        {
            "10": {
                "text": "[10] In Chapter Seven (“Analyses of Long-Range Metrical Strategies”), Mirka brings together the concepts presented in earlier chapters in discussions of two complete movements from Haydn’s quartets. She demonstrates how two metric strategies—for instance, preparation and activation of a metrical dissonance, and a shift in the value of the beat—can interact within a movement, and how such strategies in turn interact with other aspects of the music (form, cadence, topic, etc.).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] A brief final chapter addresses the role of wit and comedy in Haydn’s and Mozart’s metric manipulations. Mirka convincingly interprets some of Haydn’s metric techniques as his mimicking of the antics of incompetent performers, or as his pretenses of being a bad composer. These interpretations add a delicious new spin to the many existing accounts of Haydn’s humor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The book contains numerous carefully prepared musical examples. (5) Inevitably, not every passage to which she refers can be represented as an example; readers who wish to verify all of her remarks will need to have scores of the relevant body of repertoire handy. The examples that are included, however, are used efficiently; Mirka frequently refers back to earlier examples to make additional points.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Many examples in the first few chapters are adorned with analytical notation (the aforementioned dot/arrow diagrams). In Chapters Four to Seven, however—the chapters featuring the most complex metric situations—very few examples contain such notation. Perhaps considerations of space prevented the inclusion of dots and arrows; particularly in the chapters dealing with metrically dissonant situations, the conflicting layers and projections would have necessitated a formidable barrage of notation. Still, the absence of this notation is disappointing; precisely in metrically conflicted passages, the power of the multiple-analysis processor could have been vividly demonstrated by the inclusion of dot-and-arrow notation. In its absence, it sometimes becomes difficult to verify analytical observations. Some visual cues on Example 5.13 (182), for instance, would assist the reader in following the intricate prose discussion of a transition from one metric perception to another (180–1).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Mirka’s explanations of the plethora of metric manipulations that she has located within her chosen repertoire are, for the most part, convincing. Inevitably, given the complexity of the music, individual readers will notice features of the analyzed excerpts that she does not mention. She states, for instance, that at the opening of Mozart’s String Quintet in D major, K. 593, duple meter is supported by “all the available factors of metric perception” (68). The duple layer is certainly predominant in the first two bars of this movement (which is notated in 4 3 meter)—but the melodic high point and contour pivot A 5 on the downbeat of measure 2, and the durational accent on the downbeat of measure 3 provide more corroboration of the notated meter than Mirka acknowledges. (6) In her analysis of measures 51–55 of the third movement of Haydn’s String Quartet op. 50, no. 1 (198), Mirka, usually sensitive toward the role of articulation in metric play, does not mention that the notated downbeats, though contradicted by various features, are marked by sharp staccatos (following slurred pairs on beats two and three). In her analysis of the third movement of Haydn’s String Quartet op. 50, no. 6 (54), she misses the durational accent on the downbeat of measure 33 (a quarter note in the first violin, following a group of four sixteenth notes). Similarly, in her analysis of measures 142–58 of the first movement of Haydn’s op. 50, no. 5 (180–81), she does not acknowledge the presence of durational accents on the quarter-note beats. (7) In her detailed analysis of the finale of Haydn’s String Quartet op. 55, no. 2 (277), Mirka states that in measures 7–12 “the primary metrical consonance...is not at all articulated at the musical surface”—but the dotted-quarter beats of the notated 8 6 meter are rendered clearly audible in the violins, both by durational accents (quarter-note durations—notated as staccato eighths followed by rests—following after eighth-note durations) and by the “basic pace” of the two parts, which describe partial arpeggiations of the tonic triad. (8) Because she misses some corroborations of the notated meter, Mirka occasionally exaggerates the metric ambiguity of particular passages.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In spite of these minor shortcomings, this is an illuminating book. Mirka states in the final sentence of her book that “to delight in the play with meter [in this music], the listener of today has to regain at least part of the theoretical knowledge and listening habits characteristic of the ‘historical listener’ of the eighteenth century” (309). She succeeds admirably in bringing us twenty-first-century listeners as close as possible to the listening experience of educated eighteenth-century musicians, and in teaching us to delight in Haydn’s and Mozart’s metric manipulations.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.11.17.3.krebs.html",
    "data": "mto/data/mto.11.17.3.krebs.json"
}