{
    "title": "Review of Steven Vande Moortele, Julie Pedneault-Deslauriers, and Nathan John Martin, eds. <i>Formal Functions in Perspective: Essays on Musical Form from Haydn to Adorno</i> (University of Rochester Press, 2015)",
    "date": "2016/12/01",
    "volume": "22",
    "issue": "4",
    "authors": [
        "Pomeroy, Boyd"
    ],
    "abstract": "",
    "keywords": [
        "cadence",
        "William Caplin",
        "form",
        "formal function",
        "formal syntax",
        "Arnold Schoenberg",
        "sonata form",
        "theme type"
    ],
    "doi": "",
    "received": "September 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.4/mto.16.22.4.pomeroy.pdf",
    "author_info": [
        {
            "name": "Boyd Pomeroy",
            "university": "University of Arizona",
            "address": "Fred Fox School of Music, 1017 N Olive Rd, Tucson, AZ 85721",
            "email": "pomeroy@email.arizona.edu"
        }
    ],
    "citations": {
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "rosen_1972": "Rosen, Charles. 1972. The Classical Style: Haydn, Mozart, Beethoven . W. W. Norton.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytical and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "webster_1990": "Webster, James. 1990. “Mozart’s Operas and the Myth of Musical Unity.” Cambridge Opera Journal 2: 197–218."
    },
    "footnotes": {
        "FN1": {
            "text": "1. One point regarding terminology: Caplin’s phrase type “continuation becomes cadential” is consistently rendered as “continuation becomes cadence,” and additionally seems to be applied more loosely to continuation phrases that both do (see Ex. 1.1, 13) and do not (see Ex. 1.5, 20) conform to Caplin’s criterion of the expanded cadential progression, or ECP. Both usages seem to lose some of Caplin’s terminological precision: in the case of the ECP, what the continuation “becomes” is the entire cadential progression, not just its terminal arrival (the cadence itself); while in the absence of any ECP, the continuation does not “become” anything.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the nearly twenty years since the appearance of Classical Form ( 1998 ), the impact of William Caplin’s work has been remarkable and shows no sign of abating. The time seems ripe to step back and survey this area of the discipline in its larger context; to forge new connections and explore new directions. The essays in this volume include a heavy representation of Caplin’s circle at McGill, including doctoral advisees and faculty colleagues, along with a liberal sprinkling of voices from outside.",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Some logical extensions of Caplin’s formal-functional approach readily come to mind, but three broad categories in particular suggest themselves. First, it has enormous potential to work together with other analytical perspectives, either specific to the Classical period—topics, schemas, Sonata Theory (vis-à-vis or contra)—or of a more general nature—e.g., Schenkerian analysis and hermeneutics. Second, there is great scope to extend its explanatory reach. This would incorporate historical perspectives, especially the evolution of thematic syntax in the 19th century, and its application to ever-larger formal scales, including so-called “double-function” forms. From a geographic viewpoint, the growth of local traditions of formal syntax in different musical centers is an area ripe for exploration. And there is still much work to be done on the question of the extent of its relevance to vocal genres. Third, given its rootedness in the ideas of Schoenberg, there is surely untapped potential here: in analytical application to Schoenberg’s own music, and by extension to his compositional successors, as well as his influence on other theorists/analysts/musical thinkers. All of these possible avenues are represented here, and, of course, not all of them are new to this volume. To be sure, it is easy enough to think of others that are not included: for example, the pedagogy of formal functions, their perception and listening psychology, and their applicability to repertoires before the Classical period. Even so, this substantial volume gives us plenty to be going on with. It is organized in six parts: Theoretical Studies in Haydn and Mozart; 19th-Century Taxonomies; Schubert; Text, Texture, and Form; Analysis and Hermeneutics; and Schoenberg and Beyond.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The topic of Poundie Burstein’s “Functial Formanality” ( sic —the facetious title is in the spirit of the subject matter) is Caplin’s concept of “formal dissonance” between intrinsically expressed formal function and actual temporal position. Burstein explores its witty compositional exploitation by Haydn, of all composers surely the most natural candidate for such an investigation. Under the category of “deviating middle,” the development section from the first movement of the Symphony No. 80 in D minor “seems to express a type of assertion of human will against convention, as though refusing to engage in the violent emotions expected of it” (15). This quality is effectively conveyed by an analysis combining topical content with a Schenkerian reading. In the first movement of the next symphony, No. 81 in G major, the use of a typical “after-the-end” gesture (Gjerdingen’s Quiescenza schema) as the main theme’s basic idea has long-range consequences, in particular for the point of recapitulation. Here, Burstein problematizes the notion of identifying a definitive location for the “double return,” a topic that is revisited by Giorgio Sanguinetti. In the slow movement of another symphony, No. 65 in A major, an “unrepentant” formal function stubbornly persists, unresolved to the end, and contrary to the familiar narrative trajectory of a “problematic” element finding eventual normalization. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Nathan John Martin’s “Mozart’s Sonata-Form Arias” offers a valuable reappraisal of a contentious topic, one with a history of attracting extreme positions. From the most inclusive perspective, represented by Charles Rosen, the “sonata principle” is ubiquitous in this repertoire; at the other extreme James Webster admits only one aria to what is a very exclusive club indeed! Martin charts a pronounced trend, from Mozart’s middle to late periods, toward shorter arias, away from full sonata forms as the norm in Idomeneo and Die Entführung to either sonata-ternary hybrids (prevalent in La Clemenza di Tito ), or highly compressed alternatives that nonetheless embody the essentials of sonata process (exemplified in Pamina’s “Ach ich fühl’s” from Die Zauberflöte ). As his analyses demonstrate, Caplinian theme-types prove as natural a fit with Mozart’s arias as with his instrumental music. Although observations on music-text relations and dramatic psychology are many and astute, Martin finds ( pace Rosen) no inherently dramatic significance in Mozart’s choice (or not) of sonata form in this generic context.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Julian Horton’s “Formal Type and Formal Function in the Postclassical Piano Concerto” has ambitions on several levels. This study is first and foremost an investigation of formal syntax in an analytically neglected repertoire (Field, Hummel, Dussek, Cramer, and Moscheles), but in the process sheds much new light on originality and convention in canonic classics Chopin, Mendelssohn, Schumann, and Liszt. The task calls for a comprehensive reconceptualizing of Caplinian basics: the nature of functions at various levels of thematic syntax, their relation to grouping structure, and thematic typology. The results pay impressive analytical dividends. For example, at the intrathematic level, S1 solo entry (P-) themes take on a marked tendency to “proliferation”; in particular, Horton identifies a prevalent expanded sentential scheme of a periodic or statement-response preface to a nocturne-like “cantabile episode.” Conversely, S1 S-themes tend to a terse compactness. Noteworthy here is the striking reversal of the Mozartian paradigm, vividly illustrating Horton’s contention that Mozart’s concertos were far less influential on the 19th century than has usually been assumed. Consideration of interthematic syntax entails a reappraisal of the role of cadence: in the early part of the century, clarity of thematic boundaries is preserved by rhetorical means (ending), despite the often radical undermining of closure (Classical cadential syntax). By mid-century, however, evolution of chromatic language produced ever-longer cadential deferrals, inextricably linked to a process of formal-functional “becoming,” whereby presentation collapses into transition. This reached its apogee in the Lisztian “double-functional” sonata, in which single-movement form is conflated with multi-movement cycle. From these analytical foundations, Horton sketches a larger project, charting the historical and geographical evolution of 19th-century norms: of Formenlehre and “deformation”, canon formation, and regional distinctions between musical centers. All in all, this important study marks a major advance in our understanding of 19th-century form.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Double-function form is the subject of Andrew Deruchie’s “Saint-Saëns’s Cyclic Forms.” Since, by definition, it operates at a considerable remove from the level of Caplin’s thematic syntax, the danger—not altogether avoided here—is that it remains at the level of an architectonic abstraction, unless integrated to a sophisticated accounting of formal syntax at multiple levels (as Horton does). The strength of this study rather lies in its compelling account of the history and musical politics of cyclic form in France: the construction and historical resilience of a dominant Franck- and d’Indyiste nationalist narrative, at the expense of the arguably greater contribution of Saint-Saëns. The author builds his case persuasively, showing the technique’s evolution in scope and subtlety over the course of the composer’s long career.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Brian Black’s “Schubert’s ‘Deflected-Cadence’ Transitions and the Classical Style” takes on a theoretical conundrum in Caplin: the notion of an inherent contradiction in the idea of the PAC-ending transition; this, of course, is in sharp contrast to Hepokoski and Darcy’s unproblematic admission of the PAC MC as a lower-level default option. For Caplin, the existence of apparent counterexamples can be explained as instances of transition/subordinate theme “fusion.” Black’s interest is in the phenomenon’s historical evolution, from Classical impossibility (thus siding with Caplin) to idiomatic Schubertian technique in the PAC as a subordinate-theme- initiating gesture. Crucially, it appears as the second (“deflected”) cadence of a “rhyming” pair, which nicely captures the abrupt, surprising effect of such Schubertian modulations. Recognition of the technique’s adaptation to the larger canvasses of the late works yields new insights into the workings of “three-key” expositions here, with special reference to the B ♭ Sonata, D. 960.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The theme of historical stylistic evolution from Classicism to Schubert is further pursued in François de Médicis’s “‘Heavenly Length’ in Schubert’s Instrumental Music.” Noting a tendency towards an increasing weakening of formal-functional differentiation between the “thematic” and “non-thematic” parts of the form, de Médicis finds this central to the psychological experience of a distinctively Schubertian temporality, a “feeling of a broadening and stretching of time” (198) long recognized by critics from Schumann to Tovey. Some aspects of this, for example Schubert’s proclivity for importing developmental features (particularly core-like sequences) to the S-zone of the exposition, seem clearly related to Classical precedents. In a nice touch, de Médicis introduces a historic-theoretical perspective by tracing this idea back to Czerny’s and Marx’s writings on Mozart and Beethoven. More radical vis-à-vis his Classical forebears was Schubert’s penchant for something like the reverse of this strategy in the increasingly thematic profile of his developmental cores, characterized by foursquare “phraseology” together with the presence of a full set of ordered formal functions, the “Great” C-major finale being a prime case.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Harald Krebs’s “Sentences in the Lieder of Robert Schumann: The Relation to the Text” explores the composer’s richly varied creative response to this thematic construct. Krebs shows how sentence structure can work not only in sync with the poetic form but also pull in creative tension against it, either projecting the rhyme scheme or obscuring it. Schumann’s imaginative adaptations of the sentence principle in response to the poetic meaning are indeed remarkable, through such constructions as “manic” sentences with multiple presentations (“Warte, warte, wilde Schiffsmann”) and non-normative sentences for expressive purposes (“Ich wandelte unter den Bäumen” and “Stille Liebe”), the latter strategy crucially dependent on its juxtaposition with normatively constructed sentences as a foil. The analytical rewards are high, in an impressive demonstration that Schumann’s choices of theme-type are determined by “understanding of, and sensitivity to, the poetry he chose to set” (248). This outstanding contribution shows just how much the formal-functional approach has to offer in analysis of this repertoire.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Steven Huebner’s “ Parlante Talk: Texture and Formal Function in the Operas of Verdi” stands out from the other contributions in several ways, most obviously in the distance of its subject from the Austro-German tradition, reflected in the historical grounding of its analytical approach in the Italian critical landscape of Verdi’s own time. This comes replete with some unexplained jargon perhaps unfamiliar to non-opera specialists— tempo d’attacco and tempo di mezzo , anyone? Parlante is a distinctive textural/formal technique with its own set of conventions; crucially, orchestra-led, in contrast to the voice-dominated accompanied recitative and 16-measure “lyric prototype.” Nevertheless, taxonomic categories do seem rather subjective, as attested by Huebner’s frequent differences of opinion with Kerman, Powers, and others. “Formal functions” reside in the motivic and phrase-structural organization of the orchestral texture. Huebner charts the technique’s stylistic evolution from heavily conventional in the early operas to an enormously subtle and flexible dramatic device in the late works, as demonstrated in an absorbing analysis of the opening scene of Falstaff , with much insightful discussion of tonal structure and hypermeter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Henry Klumpenhouwer’s “Discipline and Punish among the Winds in the First Movement of Beethoven’s First Symphony” recounts an amusing allegory of “errors” committed and “reeducation” among the woodwind instruments. This originates in an unexpected pitch-motive form disrupting the regularity of stretto technique in the second theme of the exposition (the flute’s high F in m. 64, for those interested). The argument is nothing if not ingenious; having constructed an elaborate dramatic narrative of instrumental personae, actions and punitive consequences in the exposition, the recapitulation then poses a challenge, with its exact transposition and changed instrumentation now forcing a reassignment of instrumental roles. The formal-functional angle concerns the extended theme’s idiosyncratic construction from a succession of sentence forms, but in the last resort feels rather superfluous to the narrative of woodwind characters (as the author readily admits). Uniquely in the volume, the analytical orientation is strongly (paleo-) Riemannian—not only harmonically, but in introducing a historical hermeneutic, using the theorist’s views on orchestration to bolster the premise of instrumental drama. I applaud, too, its engagement—again alone in the volume—with historic recorded performance. The choice is a wildly idiosyncratic one, from the Dutch conductor Willem Mengelberg, whose penchant for extreme and abruptly applied tempo modifications is ingeniously pressed into service of the analytical reading. An oddity of terminology is the use of the terms antecedent and consequent to describe the relation between (non-cadential) 2-measure ideas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Giorgio Sanguinetti’s “Laborious Homecomings: The ‘Ongoing Reprise’ from Clementi to Brahms” explores the special effect created by recapitulatory “double returns” that are preceded by their own, often multiple, off-tonic anticipations. While in dialogue with false recapitulation effects, (main-) thematized retransitions, and Sonata Theory’s Type 2 sonata, it is distinct from all of these. Classical mythology, in the form of Ulysses’s nocturnal, incognito return to Ithaca in Homer’s Odyssey , provides a nice analogy for the musical effect of gradual recapitulation by stealth. Case studies of compositions by Clementi, Schubert, and Brahms illustrate.  Brahms’s Violin Sonata No. 1 in G major provides an exceptionally subtle case of ongoing recapitulation that seems to grow out of the nature of the main theme’s material, with its allusion to the archaic “cadenza doppia” cadential formula.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Julie Pednault-Deslauriers’s “Dominant Tunnels, Form, and Program in Schoenberg’s Verklärte Nacht ” considers the applicability of Schoenbergian formal-functional categories to the tonal music of the composer’s own early maturity. Her particular focus is on Caplin’s expanded cadential progression (ECP) as the explanatory model for a recurring cadential passage, embedding an elaborately chromatic dominant prolongation: the “dominant tunnel,” wherein lurks Schoenberg’s most infamous harmony, the ninth chord in fourth inversion. Caplinian cadential syntax here lends a satisfying teleology to the work’s much-debated “two-dimensional” form, in the dominant tunnel’s repeated evasions of resolution until we emerge from the fifth and last one into the “light” of the long-withheld PAC.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Christoph Neidhöfer and Peter Schubert’s “Form and Serial Function in Leibowitz’s Trois Poèmes de Pierre Reverdy ” turns to the investigation of formal functions in a serial context. Although Schoenberg’s own music might again have provided more obvious fodder here, the authors have instead pursued the more adventurous route of a later composer in the Schoenbergian tradition. French serialist René Leibowitz is of particular interest on account of having authored a treatise (c. 1950, unpublished) heavily influenced by Schoenberg’s formal-functional ideas. The authors convincingly show how such conceptions inform and interact with serial organization in this fastidiously crafted late (1971) work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Finally, Steven Vande Moortele’s “The Philosopher as Theorist: Adorno’s materiale Formenlehre ” explores some hitherto-overlooked intersections: Adorno with Schoenberg, and with Caplin—the latter by way of Janet Schmalfeldt, in her “Beethoven–Hegelian” mode, as the “missing link.” Adorno’s perspective on form is essentially a bottom-up one, characterized by a tension between parts (“nominalism,” or work-specific features) and whole (the imposition of conventional schemes). The other side of this coin is an emergent explicitness of formal-functional expression in ultra-nominalists such as Mahler, whose music, for Adorno, “calls its forms, as it were, by their names.” For all the suggestiveness of such ideas, Adorno’s writings are notoriously short on analytical specifics, a situation the essay attempts to rectify through a speculative exercise in authentic Adornian analysis. From the philosopher’s various fragmentary writings on Beethoven, Vande Moortele constructs a conjectural formal parsing of the exposition of the first movement of the “Eroica.” Teasing out the tension between the thematic material’s inherent formal-functional expression and its temporal location brings Adorno, in the end, into alignment with Caplin’s insight regarding the possibility of “formal dissonance” between contextual and intrinsic formal functions. Whether intentionally or not, this additionally confers a nice closing symmetry on the collection, in its resonance with Burstein’s opening essay.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The last word is fittingly given to Janet Schmalfeldt, who provides an affectionate tribute to her old colleague from her McGill years, as well as an insightful appreciation of the volume’s individual contributions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] I close with a few comments on presentation (no pun intended) and production values. I note the widespread adoption, in many though by no means all chapters, of the Canadian convention of dualist key descriptions (+/-). These read oddly to me, as I associate them neither with Caplin nor the Schoenbergian school, and I would question their usefulness in a volume geared to an international readership. It also has to be said that the collection’s high standard of scholarship has not been matched by attention to detail in its editing, which betrays too many signs of haste. My flow of reading was too often broken by instances of sloppy proofreading: residual unedited drafts (obviously redundant repetitions, etc.), misplaced footnotes, missing crucial punctuation, and reference to wrong keys; in the examples, glaring wrong notes and Roman numerals, and even wrong captions for some examples, as well as the common lesser sins of incorrect bar numbers and missing accidentals. But these minor frustrations pale beside the consistently high quality of the contributions, and certainly should deter no one from acquiring it. Here’s to the next twenty years of formal-functional studies!",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.16.22.4.pomeroy.html",
    "data": "mto/data/mto.16.22.4.pomeroy.json"
}