{
    "title": "Analytical Approaches to Melody in Selected Arias by Puccini",
    "date": "2008/06/01",
    "volume": "14",
    "issue": "2",
    "authors": [
        "Baragwanath, Nicholas J."
    ],
    "abstract": "Studies of Puccini’s melodies have generally assumed a cellular or motivic construction and have employed corresponding analytical approaches. Such motivic arguments seek to explore the coherence and interrelatedness of pitch structures, but seldom venture into broader issues of diachronic process and hermeneutics. By applying a form of linear-contrapuntal reductive analysis, allied with theories of melodic expectation, to selected arias from Puccini, this article argues that Puccini’s melodies not only comply with traditional patterns of counterpoint and voice leading but also exploit them to generate effective dynamic linear shapes. Correlations are suggested between these analytical results and the drama.",
    "keywords": [
        "Puccini",
        "Italian Opera",
        "melody",
        "analysis",
        "counterpoint",
        "Catalani"
    ],
    "doi": "",
    "received": "April 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.2/mto.08.14.2.baragwanath.pdf",
    "author_info": [
        {
            "name": "Nicholas J. Baragwanath",
            "university": "Royal Northern College of Music",
            "address": "124 Oxford Road, Manchester, M13 9RD",
            "email": "Nicholas.baragwanath@rncm.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Among the best such studies are: Deborah Burton’s discussion of “Illustrative musical tools” in “An Analysis of Puccini’s Tosca : A Heuristic Approach to the Unifying Elements of the Opera” (PhD diss., University of Michigan, 1995); and Helen M. Greenwald, “Character Distinction and Rhythmic Differentiation in Puccini’s Operas,” in Gabriella Biagi Ravenni and Carolyn Gianturco, Giacomo Puccini: L’uomo, il musicista, il panorama europeo (Lucca: LIM, 1997), 495–515.",
            "citations": []
        },
        "FN2": {
            "text": "2. The tradition of guides to Puccini’s operas stems from: Renzo Bianchi, Giacomo Puccini: La Bohème: Guida attraverso il drama e la musica (Milan: Bottega di poesia, 1923); Max Chop, “ Tosca:” Geschichtlich, szenisch und musikalisch analysiert (Leipzig: Reclam, 1927); and Antonio Billeci, “ La Bohème” di Giacomo Puccini: Studio critico (Palermo: Vena, 1931). Among the more serious such studies, Hans-Jürgen Winterhoff, Analytische Untersuchungen zu Puccinis “Tosca” (Regensburg: Gustav Bosse, 1973) outlines a system of Leitmotivs in an explicit appropriation of Wagnerian paradigms.",
            "citations": []
        },
        "FN3": {
            "text": "3. Mosco Carner, Puccini (London: Duckworth, 1958; 2nd ed. 1974), 289.",
            "citations": []
        },
        "FN4": {
            "text": "4. For instance: André Coeuroy, La “Tosca” de Puccini: Étude historique et critique, et analyze Musicale (Paris: Mellottée, 1922).",
            "citations": []
        },
        "FN5": {
            "text": "5. Fausto Torrefranca, Giacomo Puccini e l’opera internazionale (Turin: Bocca, 1912), 82. For an assessment, see Alexandra Wilson, “Torrefranca vs. Puccini: embodying a decadent Italy,” Cambridge Opera Journal 13.1 (2001), 29–53.",
            "citations": []
        },
        "FN6": {
            "text": "6. Claudio Sartori, Puccini (Milan: Nuova Accademia, 1958; repr. 1978), 180, 182.",
            "citations": []
        },
        "FN7": {
            "text": "7. Burton, “An Analysis,” 28. The works cited are Antonino Titone, Vissi d’arte: Puccini e il disfacimento del melodramma (Milan: Feltrinelli, 1972) and Franca Ferrari, “Il linguaggio melodico di Puccini nella drammaturgia di Bohème, Tosca e Madama Butterfly ” (PhD diss., Università degli Studi di Bologna, 1989–90).",
            "citations": []
        },
        "FN8": {
            "text": "8. Burton, “An Analysis,” 148, 290. Burton’s heuristic approach relies upon an artificial distinction between “IM” (Illustrative Musical) and “OM” (Organisational Musical) tools. This offers much in terms of methodological clarity, but only at the expense of placing drastic constraints upon what can be investigated as structurally significant. Her category of “organisational” tools follows a number of previous studies by concentrating primarily upon issues of motivic construction.",
            "citations": []
        },
        "FN9": {
            "text": "9. Burton, “An Analysis,” 171–173.",
            "citations": []
        },
        "FN10": {
            "text": "10. Michele Girardi, Puccini: His International Art , trans. Laura Basini (Chicago: Chicago University Press, 2000).",
            "citations": []
        },
        "FN11": {
            "text": "11. Michael Elphinstone, “Le fonti melodiche di Manon Lescaut ,” Quaderni pucciniani (1996), 111–40.",
            "citations": []
        },
        "FN12": {
            "text": "12. Karl G. Fellerer, Giacomo Puccini (Potsdam: Athenaion, 1937), 57.",
            "citations": []
        },
        "FN13": {
            "text": "13. Edward Greenfield, Puccini: Keeper of the Seal (London: Arrow Books, 1958), 162.",
            "citations": []
        },
        "FN14": {
            "text": "14. See Carl Dahlhaus’s analysis of Bellini’s “Ah, non credea” in Nineteenth-Century Music , trans. J. Bradford Robinson (Berkeley: University of California Press, 1989), 117.",
            "citations": []
        },
        "FN15": {
            "text": "15. Norbert Christen, Giacomo Puccini: Analytische Untersuchungen der Melodik, Harmonik und Instrumentation (Hamburg: Wagner, 1978), 55–60.",
            "citations": []
        },
        "FN16": {
            "text": "16. Christen, Analytische Untersuchungen , 40–56.",
            "citations": []
        },
        "FN17": {
            "text": "17. Jürgen J. Leukel, Studien zu Puccinis ‘Il Trittico’ (Munich: Emil Katzbichler, 1983), 114–116. Sieghart Döhring, “Musikalischer Realismus in Puccinis Tosca ,” Analecta Musicologia 22 (1984), 249–96.",
            "citations": []
        },
        "FN18": {
            "text": "18. Jürgen Maehder, “Roma anno 1800: Riflessioni sulla struttura drammatico-musicale dell’opera storica in Puccini,” in Tosca (Program Book: Florence, 49th Maggio musicale, 1986), 1053. Cited in Girardi, Puccini , 176.",
            "citations": []
        },
        "FN19": {
            "text": "19. Karl G. M. Berg, Giacomo Puccinis Opern: Musik und Dramaturgie (Kassel: Bärenreiter, 1991), 21f.",
            "citations": []
        },
        "FN20": {
            "text": "20. William Ashbrook and Harold Powers, Puccini’s Turandot : The End of the Great Tradition (Princeton: Princeton University Press, 1991), 99.",
            "citations": []
        },
        "FN21": {
            "text": "21. Previous applications of Schenker’s theories to Italian opera and Puccini have concentrated primarily on tonal and motivic structures rather than, as here, melodic patterns. See: David Lawton, “Tonal Structure and Dramatic Action in Rigoletto ,” Verdi: bolletino quadrimestrale dell’Istituto di studi verdiani 9 (1982); Matthew Brown and Roger Parker, “Motivic and Tonal Interaction in Verdi’s Un ballo in maschera ,” Journal of the American Musicological Society 36.2 (1983), 243–65; William Drabkin, “The Musical Language,” in Puccini: La Bohème , ed. Arthur Groos and Roger Parker (Cambridge: Cambridge University Press, 1986), 80–101; David Lawton, “Tonal Systems in Aida , Act III,” in Analyzing Opera: Verdi and Wagner , ed. Carolyn Abbate and Roger Parker (Berkeley and Los Angeles: University of California Press, 1989), 262–75; Helen Greenwald, “Dramatic Exposition;” Deborah Burton, “An Analysis;” and Deborah Burton, “Tristano, Tosca (e Torchi),” in Giacomo Puccini: L’uomo , ed. Biagi Ravenni and Gianturco, 127–146.",
            "citations": []
        },
        "FN22": {
            "text": "22. Ernst Kurth, Grundlagen des Linearen Kontrapunkts: Bachs melodische Polyphonie (Berlin: Hesse, 1922), 14.",
            "citations": []
        },
        "FN23": {
            "text": "23. Scott Balthazar, “Rossini and the Development of the Mid-Century Lyric Form,” Journal of the American Musicological Society 41.1 (1988), 112–13.",
            "citations": []
        },
        "FN24": {
            "text": "24. Leonard B. Meyer, Explaining Music (Berkeley: University of California Press, 1973).",
            "citations": []
        },
        "FN25": {
            "text": "25. Eugene Narmour, The Analysis and Cognition of Basic Melodic Structures (Chicago: University of Chicago Press, 1990), 93.",
            "citations": []
        },
        "FN26": {
            "text": "26. David Huron, Sweet Anticipation: Music and the Psychology of Expectation (Cambridge, Massachusetts: MIT Press, 2006).",
            "citations": []
        },
        "FN27": {
            "text": "27. Carner, Puccini , 479.",
            "citations": []
        },
        "FN28": {
            "text": "28. Christen, Analytische Untersuchungen , 85.",
            "citations": []
        },
        "FN29": {
            "text": "29. Julian Budden, Giacomo Puccini (Oxford: Oxford University Press, 2002), 453.",
            "citations": []
        },
        "FN30": {
            "text": "30. Girardi, Puccini , 468.",
            "citations": []
        },
        "FN31": {
            "text": "31. Ashbrook and Powers, Puccini’s Turandot , 100, describe the technique of “exchange-note metabole” in this aria, through which Puccini effects smooth transitions between different transpositions of the pentatonic scale.",
            "citations": []
        },
        "FN32": {
            "text": "32. Giorgio Pagannone, “Puccini e la melodia ottocentesca: L’effetto ‘barform’,” in Studi Pucciniani 3, ed. Virgilio Bernardoni, Michele Girardi, and Arthur Groos (Lucca: Centro Studi Giacomo Puccini, 2004), 201–23.",
            "citations": []
        },
        "FN33": {
            "text": "33. Harold S. Powers, “Form and Formula,” in Studi Pucciniani 3 (2004), 43.",
            "citations": []
        },
        "FN34": {
            "text": "34. Carner, Puccini , 479.",
            "citations": []
        },
        "FN35": {
            "text": "35. See Lauro Rossi, Guida ad un corso di armonia pratica orale per gli allievi del R. Conservatorio di musica in Milano (Milan, 1858), 47–51. For an overview of the Italian theory tradition at this time, see Giorgio Sanguinetti, “Un secolo di teoria della musica in Italia. Bibliografia critica (1850-1950),” Fonti Musicali Italiane 2 (1997), 155–248.",
            "citations": []
        },
        "FN36": {
            "text": "36. Huron, Sweet Anticipation , 91–3, discusses four organizational tendencies of melody that lead to expectations in experienced listeners: “pitch proximity,” “regression to the mean,” “downward steps,” and “arch phrases.”",
            "citations": []
        },
        "FN37": {
            "text": "37. Huron, Sweet Anticipation , 94.",
            "citations": []
        },
        "FN38": {
            "text": "38. Although a – – Ursatz is conceivable for “Signore, ascolta,” as is an Urlinie from if one overlooks the lack of a supported , such readings do not account convincingly for the persistent melodic D , which seems more significant than a mere Deckton . Fink’s theory of the “linear ascent” may also be applicable. It proposes that since vocal high notes possess an inherent degree of tension and are especially noticeable at the musical surface, “why not...simply link up all the high notes, and see what kind of structure they outline?” Robert Fink, “Going Flat: Post-Hierarchical Music Theory and the Musical Surface,” in Rethinking Music , ed. Nicholas Cook and Mark Everist (Oxford: Oxford University Press, 1999), 109.",
            "citations": []
        },
        "FN39": {
            "text": "39. Although “Non piangere” was originally to precede Liù’s aria, this does not alter the significance of the connection. An account of its composition history appears in Harold S. Powers, “Dal padre alla principessa: reorientamento tonale nel finale primo della Turandot ,” in Giacomo Puccini , ed. Biagi Ravenni and Gianturco, 259–80. In “Form and Formula,” Studi Pucciniani 3 (2004), 43, Powers suggests how the concomitant changes to the meaning of the text may be reconciled with the music.",
            "citations": []
        },
        "FN40": {
            "text": "40. The theme was originally conceived in 1874 as part of a Chanson Groënlandaise , but without its characteristic pedal-note. See Maria Menichini, Alfredo Catalani alla luce di documenti inediti (Lucca: Maria Pacini Fazzi editore, 1993), 109–21.",
            "citations": []
        },
        "FN41": {
            "text": "41. Emanuele Senici provides an interesting background to such “madrigalisms” in “Words and Music,” in The Cambridge Companion to Verdi , ed. Scott Balthazar (Cambridge: Cambridge University Press, 2004), 106–10.",
            "citations": []
        },
        "FN42": {
            "text": "42. Luigi Ricci’s account of Puccini’s performance practice lends support to this interpretation by maintaining that the final F of the perfect cadence at Fig. 52 +7 should be emphasized both by a preceding breath and a tenuto; see Harry Dunstan’s translation of Ricci’s Puccini interprete di se stesso (Milan: Ricordi, 1954) in “Performance Practice in the Music of Giacomo Puccini as Observed by Luigi Ricci” (PhD diss., Catholic University of America, 1989), 159.",
            "citations": []
        },
        "FN43": {
            "text": "43. Carner, Puccini , 112 and 368.",
            "citations": []
        },
        "FN44": {
            "text": "44. Ricci recalls Puccini’s own account of the aria (see Dunstan, “Performance Practice,” 127), in which the melody was said to contain such particulars as “the stars, the smell of the earth, the squeaking of a gate.”",
            "citations": []
        },
        "FN45": {
            "text": "45. Burton, “An Analysis,” 211, identifies a similar structural melodic line in “E lucevan le stelle” descending from G to B.",
            "citations": []
        },
        "FN46": {
            "text": "46. Nachum Schoffman, “Puccini’s Tosca : an essay in Wagnerism,” The Music Review 53.4 (1992), 277; Girardi, Puccini , 188.",
            "citations": []
        },
        "FN47": {
            "text": "47. Ricci’s account lends support to the interpretation here put forward (see Dunstan, “Performance Practice,” 168). He claimed that Puccini could not tolerate a crescendo to the high a 2 followed by a decrescendo, stipulating instead that there should be a decrescendo to a soft a 2 and a subsequent crescendo across the bar line to forte upon the principal melodic notes e 2 – f 2 .",
            "citations": []
        },
        "FN48": {
            "text": "48. See Ashbrook and Powers, Puccini’s Turandot, 27.",
            "citations": []
        },
        "FN49": {
            "text": "49. James Hepokoski, “Structure, Implication, and the End of Suor Angelica ,” in Studi Pucciniani 3 (2004), 243–66, makes a compelling case for an alternative reading of the aria’s form as part of a larger “rotational” process. In focussing on melodic strategy I treat “Senza Mamma” here as a “detachable” ternary aria, as it was indeed published by Ricordi at the time of the premiere.",
            "citations": []
        },
        "FN50": {
            "text": "50. Berg, Giacomo Puccinis Opern , 43.",
            "citations": []
        },
        "FN51": {
            "text": "51. Girardi, Puccini , 408.",
            "citations": []
        },
        "FN52": {
            "text": "52. Hepokoski, “Structure, Implication,” 243. David Lewin, “Some Instances of Parallel Voice-Leading in Debussy,” Nineteenth-Century Music 11.1 (1987), 59–72, was the first to suggest that conventional contrapuntal rules might be seen to govern passages of parallel triads and that their apparent simplicity should not always be taken at face value. Hepokoski, “Structure,” 11, note 8, applied a similar approach to the parallel triads of “La grazia è discesa dal cielo” from Suor Angelica (Fig. 64), but concluded that “it is at best uncertain whether such standard contrapuntal principles are reasonably applicable.”",
            "citations": []
        },
        "FN53": {
            "text": "53. Girardi, Puccini , 469.",
            "citations": []
        },
        "FN54": {
            "text": "54. A detailed discussion of the “baßlose Satztyp” may be found in Christen, Analytische Untersuchungen , 99–102. In the case of Mimì’s “Sono andati?,” Drabkin considers that the same line functions as both melody and bass; see “The Musical Language,” 87.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Studies of melody in Puccini have adopted a variety of interpretative strategies, ranging from attempts to define general or historical stylistic features, through accounts of semantic content (1) and text-setting, to more formalist analyses. Underlying these various approaches is an acknowledgement that operatic melody, through its connection to drama, gives rise to a number of considerations beyond those that apply to instrumental melody. Investigations that concentrate upon musical parameters have generally sought, to a greater or lesser degree, to take account of their interdependence with non-musical elements such as dramaturgy, staging, and libretto. This may go some way towards explaining why analytical studies of melodic structure in Puccini have tended to assume a cellular or motivic foundation, and have employed corresponding analytical methods. Melodic motives lend themselves more readily to alignment with non-musical aspects of the drama than many other forms of analytical reduction, as witnessed by the long and prolific tradition of motivic/thematic guides to operas. (2) The identification of “basic cells” and “mosaic-forms” likewise offers an effective means of mapping musical structure onto dramatic events. In this article I shall survey the analytical tradition relating to Puccinian melody before putting forward some suggestions as to alternative theories and methods. The survey concentrates upon the more overtly formalist analyses of melodic cells, motives, and mosaics and does not involve the large literature devoted to broader issues of form and structure. As well as providing a context for the subsequent case studies, and a source of reference for those readers unfamiliar with the literature, the survey is intended to demonstrate a uniformity of approach within the analytical tradition that supports the case for a widening of the avenues of research. The suggested analytical method that follows is based upon voice-leading reductions that suggest patterns of expectation and fulfilment, and is applied in the main part of the article to seven brief case studies drawn from well-known Puccini melodies. Motives, Cells, and Mosaics",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Carner’s study (1958) may be credited with consolidating the “mosaic” theory of Puccinian melody, which has been taken up in one form or another by a generation of scholars: Puccini creates continuity not by interweaving his themes but largely by juxtaposition. And this brings us to his characteristic mosaics in which diminutive melodic ‘squares,’ not longer than a bar and often even less, are repeated, varied or treated sequentially, after which the same process is continued with the next ‘square’...Puccini’s melodic invention tends to be shortwinded...Yet he handles the technique with such masterly skill, adjusting, dovetailing and ranging together his little squares with such ease that his mosaics do indeed create the impression of musical organisms. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Carner’s theory of Puccini’s melodic technique, like a number of earlier accounts, (4) echoes the view expressed in Torrefranca’s polemical critique of 1912, which claimed: Puccini never develops [ svolge ] themes or melodic motives, but simply repeats them; he never creates melodies, but limits himself to setting a few melodic moments next to one another, leaving the words to take care of joining them up in a semblance of organicism, of completeness. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Subsequent Italian writers have by and large maintained this critical position. At around the same time as Carner, Sartori underpinned his discussion of melody with a theory of “melodic fragmentation” that involved a “mosaic of intertwined themes,” concealed at the surface through Puccini’s skill as an orchestrator. Relating his comments throughout to a correspondence with the short phrases of natural speech rhythms, he declared: Every melody, every theme always concludes cadentially; every phrase immediately looks for a rest as soon as it has begun. So one never, or very rarely, obtains a sustained lyrical phrase of a full breath, of any duration. Also, if a character has to sustain a long monologue, their discourse is broken up and fragmentary. Their melodic line results mostly from a juxtaposition of short phrases, each with a separate cadence, all closing or potentially closing. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] This theory of melodic fragmentation was later expanded into an investigation of “basic cells,” which, unlike the quest for Grundmotive in Germanic music, sought initially not so much to uncover a unifying motivic essence as to reduce melodies to a number of affective prototypes. Titone (1972) attempted to classify almost every note of a melody and arrived at “a table of eighteen theme roots, divided into six classes,” while Ferrari (1990) identified three “vocaboli melodici” (melodic fundamentals) for all Puccini’s operas (CBGA, AGFE, and EDEFE) and associated them with illustrative meanings. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Burton’s analysis (1995) of melody comprised one aspect of a broader search for musico-dramatic coherence in Tosca . It was underpinned by a more structuralist concept of the Grundmotiv derived from Schoenberg, premised upon ideas of organicism and unity, and concluded that the “motivic material is interrelated and derived from a small number of primary motivic cells,” identified as (“x”) the stepwise perfect fourth, (“y”) the stepwise major or minor third, and (“z”) the perfect fourth plus major or minor second. (8) Her analyses of the main melodies of the opera point out occurrences and transformations of these basic cells, aligned to considerations of dramatic context. The opening melodic gesture of Tosca’s “Vissi d’arte” (Act II, Figure 51; see Ex. 6) is for instance regarded as “two interlocking examples of motivic cell z” ( E -D -B and A -B -D ). (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Girardi’s analyses (1995) likewise tend to assume a fundamentally motivic basis to Puccinian melody in order to draw attention to numerous similarity relationships, both within individual melodies and throughout entire operas. (10) With regard to melodic construction his theory is based, like Burton’s, upon the notion of generative intervals that provide underlying musical coherence. Elphinstone (1996) continued in this vein by postulating a structural hierarchy of four types of theme operating within the melodic material of Puccini’s Manon Lescaut : “temi conduttori” (leading themes), “temi occasionali” (occasional themes), “cellule-mosaico” (mosaic cells), and “tessuto connettivo” (connective tissue). (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The assumption of “mosaic” construction was taken up in the German literature initially through the notion of “short-breathedness” ( Kurzatmigkeit ), a polemical term coined in 1937 by Fellerer. (12) In 1958 Greenfield countered this argument by suggesting that Puccini’s melodies are no more short-phrased than those of other famous melodists in the Italian tradition. (13) Their individual phrases were designed to fit the human breath and to link together to form long lines, in the same way as may be observed in the melodies of Rossini, Bellini, and Verdi. (14) Christen, writing in 1978, explicitly refuted Greenfield’s critique and revived Fellerer’s concept of Kurzatmigkeit as a tool with which to partition melodies into motivic units so as to construct arguments in support of notions of organicism and unity. (15) He circumscribed his discussion of melody by defining the legato slur as a boundary between motivic units. Melodic progression was explained largely through processes of motivic development. Central to Christen’s account are the devices of “spinning-out,” the repetitive unfolding of melodic cells ( Melodiefortspinnung ), and melodic extension by sequence. (16) Leukel’s  study (1983) of melodic development in Il Trittico took up essentially the same concepts, just as Döhring accepted the idea of “mosaic” construction without question the following year. (17) Adherence to this established paradigm is evident in Maehder’s 1986 description of melodic style in Tosca : “even the more cantabile themes seem to be constructed from short motivic cells; through transforming, recombining, and transposing these cells, Puccini creates a musical organism of great dramatic power.” (18) Karl Berg’s analytical method (1991) also concentrates upon the deployment of motivic shapes and the structures generated through their interrelations, such as the patterns of descending triads that make up the tune of Mimì and Marcello’s duet “C’è Rodolfo?” in Act III of La Bohème. (19) Ashbrook and Powers (1991) adopt a similar approach to melodic construction in Liù’s penultimate aria from Turandot , “Tanto amore segreto:” “The long pentatonic melody is composed, in Puccini’s typical manner [my italics], of two short motives combined and recombined at various levels and in slightly varied shadings.” (20)",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Uniting these various investigations into motives, cells, and mosaics is an underlying aim of raising Puccini’s status among those who regard him as little more than another “hurdy-gurdy man.” Scholars such as Carner, writing during the 1950s against a modernist backdrop of extreme formalism, would have been keenly aware that a discussion of melodic cells would carry more weight within the musicological community than one concerning spine-tingling high-notes. He sought to enhance Puccini’s structuralist credentials by demonstrating a degree of sophistication and artfulness in his musical language. Such motivically-determined analyses were intended to unravel networks of correspondences between different parts of an opera, to expound theories of unified structure over larger or smaller spans of music, or to substantiate semiotic modes of interpretation. Later authors have pursued similar avenues of research without venturing far into alternative analytical byways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In this article I propose to start from a different aim: to explore Puccini’s melodies as self-contained pezzi staccati (detachable arias) in which generative, diachronic musical processes, incorporating a sense of dynamic flow and effective conclusion, may be meaningfully coordinated with dramatic context. The resulting analytical method is multivalent, as the case studies demonstrate, due to its dependence upon a core of three theoretical assumptions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Firstly, I argue that Puccini’s melodies not only comply with traditional norms of counterpoint and voice leading, as taught in Milan (and elsewhere) during the 1870s and 1880s, but also exploit them to generate effective dynamic linear shapes, which, in turn, underpin meanings arising from textual and other parameters. To illustrate these patterns I have used Schenker-style voice-leading graphs. These are concerned with melodic rather than tonal structure and have little in common with the aims of orthodox Schenkerian analysis, even though they may proffer a number of encouraging Ursatz interpretations. (21) Broader questions of structural segmentation, tonal closure, and large-scale form lie outside the scope of this article.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Secondly, my analyses have drawn upon Kurth’s melodic theory for a diachronic interpretation of musical process, concerned more with what one hears in performance than what one perceives synchronically by looking at a score. Kurth proposed that a melody should always be taken as a whole, never segmented into component parts, since the overall contour formed by its kinetic energy constitutes its defining feature: “The unity of the total phase of motion is the primary aspect of the emerging melodic imagination.” (22) Similar concerns, relevant to the case studies below, have been raised independently of Kurth’s theory in Balthazar’s study of Rossini’s later melodies, which, he claimed, more often draw their sections together by treating the closing phrase or phrases as a long-range structural goal, much as Bellini’s would do later. Rossini created this effect by concentrating at the end of the melody chromatic chords, dissonances (appoggiaturas and suspensions), and fioriture —the last increasing local rhythmic activity and melodic motion—or by incorporating melodic climaxes that resolve linear implications established in earlier sections of the melody. (23)",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Finally, the voice-leading reductions that follow are accompanied by hermeneutic readings that make free and unsystematic use of theories of psychological responses to melodic patterns of expectation. These include adaptations of Meyer’s idea of “gap-fill,” (24) the first two of Narmour’s five properties of implication that shape a listener’s expectation for melodic continuation (i.e., registral direction and intervallic motion), (25) and Huron’s expansion and critique of these ideas in his recent study. (26) These theories are not adopted systematically because they cannot be mapped onto the voice-leading implications suggested in this article without significant distortion and adjustment. Contrapuntal Melody in “Signore, ascolta”",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The melody of Liù’s aria “Signore, ascolta” from the first act of Turandot , in which she pleads with the Unknown Prince not to risk his life by taking up the Princess’ challenge, has been the subject of a number of motivic readings. Carner’s description of its “swaying vocal line” (the first section of which is presented in Example 1a ) as “formed by a succession of tiny pentatonic motives” (27) was taken up by Christen, who observed that “repetitions and variant forms are especially conspicuous, giving rise to the expression of a musical mosaic.” (28) Budden’s more recent account explains the melody as “built from supple, irregular phrases.” (29) Girardi’s commentary offers more specific motivic insights and suggests a relationship with an earlier passage: “When Liù first addresses the Prince, her vocal writing is characterized by a prominent use of the perfect fourth; the melody of her first aria is then constructed on that same interval.” (30) Example 1a . Turandot , Act I, Fig. 42, mm. 1–7: the opening vocal melody of ‘Signore, ascolta’ (click to enlarge) Example 1b . ‘Signore, ascolta’ notated as a contrapuntal melody (click to enlarge) Example 1c . Voice-leading analysis of \nthe first section of ‘Signore, ascolta’ (click to enlarge) Example 2a . Turandot , Act I, Fig. 42, mm. 16–20: The Closing Section of ‘Signore, ascolta’ (click to enlarge) Example 2b . Voice-leading analysis of \nthe closing section of ‘Signore, ascolta’, Act I, Fig. 42, mm. 15–19 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The melody’s obvious pattern of short distinct phrases lends weight to these interpretations. A sense of circularity is further reinforced by the limitations of the pentatonic scale, from which the vocal melody never departs. There is no transposition of the simple “black-key” mode (as there is in Liù’s third-act aria, “Tanto amore segreto”) (31) to alleviate the seemingly repetitive unfolding of motivic cells. Continuity is achieved through connecting devices between the succinct phrases that make up the overall form, in a manner similar to the melodie lunghe of Bellini, such as motion by step from one melodic unit to the next and by dovetailing rhythmic shapes. [16] But such motivic arguments are not usually concerned with aspects of overall melodic contour. Alternative methods may be better suited to explore diachronic musical structures and their potential relationships with dramatic considerations. “Signore, ascolta” appears governed by a carefully graded transition from the deliberate naïveté of its initial theme to the musical and emotional culminating point of the affecting high-notes of the final section (Act I, Rehearsal Figure 42 +16 , reproduced in Example 2a ). In conformity with Pagannone’s category of the “effetto barform,” its overall AA 1 B design may be understood to articulate a three-part asymmetrical arch that progresses from a stage of “preparation” through increased “tension” to “culmination/rest-withdrawal.” (32) It seems fair to suggest that not only the formal process but also the success of this short aria depends upon the arrival of the enchanting chromatic final section, with its harp glissandi and messa di voce on a high B , which, according to Powers, “always brings the house down in tears and applause.” (33) Carner likewise hints as much when he observes that “the despairing passion that burns for the Prince in her little heart finds poignant expression in her closing phrase ‘Liù non regge più,’ marked by a sudden upward leap of an octave and pungent harmonies.” (34) [17] On the surface this final section (Example 2a) would seem to lend weight to irreverent suspicions that such climactic passages in Italian opera were simply “tacked on” to the end of an aria, with much regard for dramatic effect and semantic closure but little concern for the kind of intramusical logic commonly associated with instrumental traditions. Its explicit rising chromatic line in the orchestral part does not appear to share any common material with the preceding pentatonic parts of the aria, in either motivic or harmonic terms. The chromatic final section can, however, be explained as the logical culmination of a musical process if the overall melody is regarded as contrapuntally determined. Example 1b sets it out as a combination of two voices, formed into a single line through “diagonal” connections. The upper voice (designated by upward stems in Example 1b) consists of an ostinato, d 2 and e 2 , which may serve to enhance the melody’s naïve folk-like quality. The lower voice (shown by downward stems in Example 1b) completes the remaining three notes (g 1 , a 1 , and b 1 ) of the “black-key” pentatonic scale. Such a reading owes much, of course, to Schenkerian thinking, but it also conforms to norms of counterpoint and voice leading current in Puccini’s day. The main textbooks used for theory courses at the Milan Conservatoire while Puccini was a student, by way of example, impart such thinking through old-fashioned exercises in counterpoint and “rules of the octave,” consisting of stock harmonizations of stepwise scales, beginning alternately with root, third and fifth. (35) Simple stepwise melodies had to be mastered before the student could progress to the more disjunct “melodia variata.” In “Signore, ascolta” the two voices of the melodic line are seamlessly interwoven and connected through a number of short linking passages. Puccini departs from this simple pattern only twice in the first part of the aria, when he subjects the voices to octave transposition. At Rehearsal Figure 42 +5 , which contains the first high-notes of the aria, the “lower voice” notes a 1 and g 1 are transposed up an octave, or “superposed” (to use the Schenkerian term) above the main melody. As if to balance this gesture, the cadential figure in Figure 42 +6-7 also makes use of an octave transposition, although this time the semiquavers of the principal voice d 2 and e 2 are “subposed” an octave below to sound beneath the lower voice. These departures from the simple pentatonic pattern are demonstrated further by arrows in the voice-leading graph of Example 1c . [18] The octave transpositions in the main parts of the aria suggest a connection with the final section, through the coupling of the vocal line’s a 1 and g 1 with the octave above upon the words “Liù non regge più! Ah.” These mid-phrase excursions into the higher register throughout the aria may be taken to reach harmonic and metrical resolution through the firm downbeat tonic chord below the final b 2 . In this regard the final ascent to b 2 completes a type of “pitch proximity” process, (36) according to which the appearances of A and G in the higher register set up an expectation that an ensuing pitch should be nearby.",
                "footnotes": [
                    "FN31",
                    "FN32",
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] But this explanation does not take into account the unconventional harmony and the melodic direction of the chromatic final section (Example 2a), which seems to confound syntactical norms of closure, or what Huron describes as the tendency to expect “late-phrase declination,” (37) by rising to the final cadence. Even the two-measure post-cadential orchestral coda lacks any clear gesture of descent. (38) This may be explained by the fulfillment of a type of “gap-fill” expectation created by the adjacent voices of the contrapuntal melody. The gradually rising chromatic scale from g 1 to d 2 in Figure 42 +15-19 , summarized in the small notes of Example 1b and analyzed in the voice-leading graph of Example 2b , makes the connection between the two voices explicit: the lower voice is linked overtly to the upper part. Despite the syntactic ambiguity of such a process, the final section of the aria may be regarded as consolidating musical closure by reconciling the lower voice of the melody (g 1 ), with which the main section closes, with the upper voice (d 2 ), through a variant of the gap-fill schema. Tolling Bells in “Non piangere, Liù” Example 3 . Turandot , Act I, Fig. 43, mm. 1–8: The beginning of ‘Non piangere, Liù’ (click to enlarge and see the rest)",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The simple “three-plus-two” melodic division of the black-note pentatonic scale in “Signore, ascolta” serves to connect Liù’s appeal with the Prince’s response, “Non piangere, Liù,” which follows in a varied ternary aria and in which he dismisses her tears and exhorts her to continue to look after his father in the event of his execution. (39) As may be gathered from the reduction in Example 3 , the vocal part of its opening section may also be regarded as a contrapuntal melody, a sort of minore variation of “Signore, ascolta” whose principal voice, introduced by four portentous chords and maintained in muted trumpet and flute parts, begins with b 1 rather than d 2 . For the first five measures the melody encompasses only three notes, b 1 – a 1 – g 1 , before it completes the pentatonic scale at Figure 43 +8-10 by leaping to another voice ( e 2 – d 2 ), appropriately enough upon a reference to Liù: “per quel sorriso, dolce mia fanciulla.” Example 4 . Catalini, La Wally , Act I: \nThe beginning of ‘Ebben? Ne andrò’ (click to enlarge and see the rest) [21] “Non piangere” is celebrated as one of the most effective of Puccini’s tenor arias, as much for the beauty and intensity of its melodic line as for its exquisitely judged climactic release through a high b 2 . Its melodic strategy exploits one of Puccini’s favorite devices: the upper-voice pedal-note. Although Puccini was to make this technique very much his own, it was initially put to effective use by his close contemporary and erstwhile roommate Alfredo Catalani. Indeed a crude precursor of the melodic strategy employed in “Non piangere” may be found in the aria “Ebben? Ne andrò” from Act I of Catalani’s La Wally (1892), (40) in which a bell-like soprano pedal-note (b 1 ) impresses itself upon the listener’s consciousness from the outset, rendering all the more poignant its eventual appearance an octave higher as the climactic high-note of the aria (see Example 4 ). Indeed Catalani helpfully prefaces the aria with a long unison B in full orchestra, for those listeners who might otherwise overlook the scheme. More significantly for Puccini’s subsequent development of the technique, this “structural” shift of register from the initial soprano pedal b 1 to the final b 2 is anticipated and prepared within the melody itself by the similar octave transposition of the inner voice e 1 , highlighted additionally by a rising arpeggio, at “là, fra la neve Bianca” (see Example 4).",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In terms of semantics the melodic pedal-note B serves to give substance to the church bell (“pia campana”) mentioned in the text, whose faraway echo stands for Wally’s lonely exile. (41) (Her father wishes her to marry Gellner against her will, and in this aria she contemplates running away forever to the mountain peaks). Drawing upon an old and familiar topical association, it also adds a deeper level of significance to her intended flight by evoking the image of a tolling funeral bell and thereby suggests the idea of her death, symbolic or otherwise. Puccini was later to exploit in similar fashion the lugubrious connotations of such quietly repetitive bell-notes, from Colline’s mock-tragic farewell to his overcoat in “Vecchia zimarra” (Act IV, Figure 19) to the more sinister import of “Mimì è tanto malata” (Act III, Figure 21), both from La Bohème . “Non piangere” likewise adopts the device through the jarring and dissonant pedal-note (f 2 ) first sounded at Figure 43 +3 (see Example 3), which, through its insidious remorseless insistence and delayed resolution, serves to illustrate the Prince’s increasing awareness of the fate that awaits him should he fail in his chosen trial (to win the hand of the Princess Turandot). As in “Ebben? Ne andrò,” it represents a sublimated death-knell.",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The overall melodic strategy of “Non piangere” may be understood to involve the gradual incorporation of this orchestral pedal-note into the more immediate emotional expression of the vocal part. In this sense it recalls the transition from orchestral to vocal melody in another tenor aria, “E lucevan le stelle” from Tosca . Heard at the start in a subordinate accompanying role, the uncompromising f 2 is gradually integrated into the vocal line until, in the reprise and at the climactic high-note, it is joined with the principal voice (notwithstanding the tenor’s lower register, all’ottava ) through a cleverly prepared connecting progression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Although the bell-like f 2 of Figure 43 +3 is sounded initially in the octave above the principal vocal part, its subordinate role within the texture, in effect as a transposed inner voice, is never in question at the opening of the aria. Through its insistence, however, it sets up the expectation of a continuation at the higher register, a more fundamental shift of the entire theme in which the initial principal melody note b 1 ( ottava bassa ) should eventually assert itself in the higher octave. In support of this suggested melodic expectation, an accompanying violin line begins to rise from the pedal-note f 2 at Figure 43 +5 (see Example 3), only to fail conspicuously to achieve its goal of a high b 2 in the following measure. A similar rising line f 2 – g 2 – a 2 at Figure 43 +8 does manage to complete the progression to a transposed B shortly afterwards, although its effect is weakened through a modulation to the relative major G at the point of arrival (at Figure 43 +10 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The central section that follows maintains the association between the suspended bell-note and the principal voice at the surface of the music, by connecting them through a descending melodic contour, f 2 – e 2 – d 2 –c[b] 2 – b 1 , which is stated twice. At the start of this section the vocal part (shown in Example 3) takes up the f 2 , along with its neighboring notes, for the first time, possibly because the Prince here alludes to his thoughts of death (“Il tuo Signore sarà domani, forse solo al mondo;” Figure 43 +12-18 ), and in a comparatively straightforward gesture returns it stepwise to the principal voice’s b 1 . A second melodic descent begins at Figure 43 +19 (“Non lo lasciare”) with an explicit connecting leap from the lower b 1 to the high pedal f 2 . It then extends the underlying stepwise contour through brief pleading pertichini from Liù and Timur, which embellish respectively the notes e 2 (Figure 44) and d 2 (Figure 44 +5 ), before completing the melodic return to b 1 , ready for the varied reprise of the initial theme, upon the Prince’s further melancholy last wishes for his father: “Dell’esilio addolcisci a lui le strade!” Example 5a . Turandot , Act I, Fig. 45: \nThe final section of ‘Non piangere, Liù’ (vocal part) (click to enlarge and see the rest) Example 5b . Turandot , Act I, Fig. 45, mm. 3–13: Final section of ‘Non piangere’ (voice-leading graph) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] By this point the bell-note has been fully established and intensified through repetition. The melodic strategy of the remainder of the aria may be characterized, employing the text as a hermeneutic window, as a confrontation with or overcoming of this oppressive monotone. The Prince at last reveals his defiance over the fears of death, signified by the dissonant tolling bell, that have oppressed him from the start: “chiede colui che non sorride più” (“he asks, who smiles no more.”) The reduction in Example 5a shows that the orchestra begins the process by reaching with ease (at Figure 45 +5 ) the high b 2 so ostentatiously avoided at the corresponding place in the opening section. As the vocal part emphatically takes up the pedal-note f 2 at Figure 45 +6 , a descending orchestral line ([f 2 ]– e 2 – d 2 – c 2 – b 1 ) connects it simultaneously with the principal voice’s b 1 at its original pitch level ( ottava bassa ). The vocal line then begins a gradual ascent from the f 2 , through g 2 (Figure 45 +6 ) and a 2 (Figure 45 +8 ), toward the climactic high b 2 of the aria (Figure 45 +10 ), which marks the culmination of the overall melodic process with an explicit, impassioned juxtaposition of the principal voice and the pedal-note (see the voice-leading analysis in Example 5b , which simplifies the progression by restoring the octave displacements to a common register). Suppression and Fulfillment in “Vissi d’arte”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] While the examples above propose melodic strategies that rest upon relationships between a subsidiary voice (alto part or pedal-note) and principal voice, in other cases a main structural melody may be shrouded behind a more prominent countermelody so that its eventual revelation, in impassioned high relief, provides an effective culmination. Such a technique appears especially fitting for characters whose “true” emotions are repressed in some way and later revealed, such as Tosca in her one major aria, “Vissi d’arte.” At this point in Act II of the opera she faces the prospect of having to give herself to the evil Scarpia in exchange for the life of her beloved Cavaradossi, whose torture and departure for execution she has just witnessed. This leads her, quite understandably, to question the value of her faith and to vent her grief. In the introductory passage and first part of the ternary form (Act II, Figures 51–52 +8 ) she recalls her life of religious devotion and fervent prayer, as signified not only by the “logical reminiscence” of her entrance music from Act I but also by the gentle “fauxbourdon” accompaniment of the opening and by the quasi-plainchant of her vocal line. Reaching the central section (Figure 52 +9 ) she begins quietly to express her frustration and sense of betrayal: “Nell’ora del dolore perchè, perchè Signore, perchè me ne rimuneri così?” (“In my hour of grief, why Lord do you repay me thus?”) After further memories of her past good conduct, in the reprise section (which begins at Figure 52 +13 ), she reveals the violent depths of her desperation and repeats her question to the Lord in an impassioned climactic cadence (Figure 52 +20 ). Applying a hermeneutic reading based upon the text to the suggested melodic process, just as Tosca’s underlying rage is suppressed until the final moments of the aria, so too is her principal melody overshadowed by a conspicuous and beautiful countermelody on cello, flute and, in the reprise, violin and viola. Example 6 . Tosca , Act II, Fig. 51–Fig. 52, mm. 1–8: ‘Vissi d'arte’ (voice-leading graph) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The strategy may be prepared in the introductory passage by the avoidance of an expected melodic note (b 1 ) at the two ecclesiastical-sounding half cadences (Figures 51 +7 and 51 +13 ). As the voice-leading analysis in Example 6 suggests, each of the distinct phrases leading to these two cadences traces a “middleground” stepwise descending melodic contour, e 2 – d 2 – c 2 , which implies a continuation to b 1 rather than a leap, as occurs on both occasions, down to f 1 . Against this reading, the leap to f 1 may also be regarded as in effect a step, if one takes into account the thematic correspondence between the initial melodic e 2 – d 2 – b 1 – a 1 and its varied transposition c 1 – b 1 – g 1 –f 1 . The interpretation put forward in Example 6 receives support, however, from the observation that the vocal part of the introductory passage ends conspicuously short upon the very b 1 missing from the ensuing half cadence. According to this reading, an expectation is established which is satisfied, con grande sentimento , just after the beginning of the main section by Tosca’s “Sempre” (Figure 52 +2 ). The presumed omission of the b 1 in the introduction makes its understated appearance in Tosca’s part all the more poignant and may also draw attention to its status as the principal voice, in contrast to the flowing cello and flute melody starting on e 2 above. Example 7a . Tosca , Act II, Fig. 52, mm. 8–13: Central Section of ‘Vissi d'arte’ (voice-leading graph) (click to enlarge and see the rest) Example 7b . Tosca , Act II, Fig. 52, mm. 19–Fig. 53, m. 3: Cadence of ‘Vissi d'arte’ (voice-leading graph) (click to enlarge and see the rest) [29] Tosca’s simple parlante , in conjunction later with prominent orchestral cantabile, outlines a melodic descent from the fifth scale degree (b 1 ) to the tonic (e 1 ) that may, in Schenkerian terms, be regarded as structural. This underlying contour is not immediately evident since it is overshadowed (like her true emotions, according to the hermeneutic reading) by the beautiful instrumental melody that seems to suggest past religious service. While the initial repeated vocal b 1 is unmistakable, the descent through a 1 to g 1 is quickly passed over in the following measures (Figure 52 +2-4 ). As the scale continues to f 1 at Figure 52 +5 the orchestral instruments take over, before Tosca marks the completion of the descent to e 1 an octave higher with an outbreak of full cantabile at the cadence. (42) This sudden transposition not only anticipates the higher register of the climactic cadence at the end of the aria, but also enables the short central section, analyzed in Example 7a , to descend stepwise from e 2 back to b 1 at its original pitch level (as in the introductory passage) for the reprise of the main section.",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] If the “structural” melodic five-note scale of the vocal line is considered to be “suppressed” by the flowing orchestral melody above it, then it is at last granted full expression through the explicit stepwise descent (b 2 – a 2 –g 2 –f 2 – e 2 ) of the three-measure cadence (Figure 52 +20 , analyzed in Example 7b ), in which Tosca gives free rein to the feelings that her prayers and memories of religious service have failed to assuage. Appropriately enough, it takes on here the additional guise of her so-called “Suffering” or “Agony” motive, anticipated earlier in the act at Figures 36, 44, 48 and 50, and in so doing appears to sum up neatly the overall strategy by coupling the high b 2 with the octave below. In this way the cadence may be taken to form the culmination of a coherent melodic process, bound up with the dramatic flow of the text. It is not, as Carner claimed, merely “tagged on” to a “patchwork of reminiscences.” (43) Indeed the cadence receives further significance from its similarity to the pantomime “prayer” (Act I, Figure 26 +7 ), which with considerably less ceremony concludes Tosca’s entrance music. There too the “suppressed” descending fifth, in this case e 2 – d 2 –c 2 – b 1 – a 1 , is finally revealed in a short cadence, as Tosca “kneels and prays with great devotion,” according to the stage directions. Asymmetrical Arches in “E lucevan le stelle”",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] A variation of this strategy may be discerned in Cavaradossi’s two-strophe aria “E lucevan le stelle” from Tosca . The vocal line of the entire opening strophe realizes an inner subsidiary voice, which pales into obscurity beside the radiant cantabile of the principal melody on clarinet. This would appear to fit well with the dramatic situation. As a condemned man in his cell awaiting execution, Cavaradossi remembers as if from a great distance his passionate meeting with Tosca in the garden the night before. This memory, embodied in graphic detail in the melody itself according to Ricci’s account, (44) does not yet belong to the prisoner’s immediate present and is therefore excluded from the emotional reality of his vocal part. Once the sensations do become real and he relives and feels them at the beginning of the second strophe, exclaiming “Oh! dolci baci, o languide carezze” (“Oh, sweet kisses, oh languid caresses,”) the principal melody is taken up in both orchestral and vocal parts. Example 8a . Tosca , Act III, Fig. 11, mm. 1–5: The opening of ‘E lucevan le stelle’ (piano reduction) (click to enlarge and see the rest) Example 8b . Voice-leading analysis (click to enlarge) Example 9 . Tosca , Act III, Fig. 11, mm. 6–15: ‘E lucevan le stelle’ (voice-leading graph) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] This reading of the transition from declamation and orchestral melody to full-blown sviolinata and vocal cantabile is enhanced by additional features. Rising figures occur throughout the melody (see Example 8a ), aural images of striving which nevertheless invariably fall back on themselves and seem thus to suggest Cavaradossi’s yearning in vain for Tosca and life. One such figure imparts a palindromic design to the song’s overall melodic contour. It begins with the rising scale b 1 – c 2 –d 2 –e 2 – f 2 which gives shape to the opening four-measure phrase (Act III, Figure 11 +2-5 ), as the upper beam in the voice-leading analysis of Example 8b demonstrates. The remainder of the strophe ( Example 9 ) then carries out a symbolic negation by descending stepwise from the f 2 back to the tonic b 1 , following a brief but poignant diversion to the upper neighboring-note g 2 at Figure 11 +8-9 . (45) Although this long-range melodic arch may suffice as a scheme for the musical representation of Cavaradossi’s desperate desire and hopelessness, it also leads to an unacceptably early peak in the melody, indeed just after his very first words. As if to remedy this, Puccini restores the melodic highpoint to its tried and tested place just before the final cadence by inserting a surprise modulation to the mediant (D) minor, along with a corresponding high a 2 . [33] The overall B minor arch-shape is mirrored on a smaller scale by numerous melodic details. Perhaps most conspicuously by the opening gesture of the aria (Example 8a), called variously the “death” or “memory” theme, (46) which rises through the octave from f 1 only to retrace its steps and return directly to the lower register. Further musical depictions of “striving in vain” take the form of motions from inner voices towards the main melody. Within the structural ascent from b 1 to f 2 that follows the opening gesture (Example 8a), for instance, an inner voice g 1 supporting the melody note d 2 at Figure 11 +3 begins a connecting motion to the next main melodic note e 2 , through a rising scale to the ensuing downbeat. But it continues beyond this to reach the g 2 in the octave above, together with its upper neighboring-note a 2 , which forms the highpoint of the phrase. (47) In addition to its significance as a musical embodiment of Cavaradossi’s yearning, this high a 2 may also prepare the listener for the final high note of the strophe at Figure 11 +13 . Orchestral and Vocal Interplay in “In questa Reggia”",
                "footnotes": [
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] “In questa Reggia,” Turandot’s grand second-act aria di sortita (as Ashbrook and Powers dubbed it), appears constructed in an overtly traditional format, comprising an opening accompanied recitative ( scena ) and a slow lyrical primo tempo in varied da capo form which is articulated by choral pertichini . (48) Not until the triumphant, extended maggiore peroration does the music appear to break from the outlines of the old-fashioned solita forma . Throughout the main sections, Turandot recounts to the Prince the tale of her ancient ancestor Princess Lo-u-ling, who was murdered “by a man like you” and whose scream still resounds within her, rendering her cruel and impassive. She intends to avenge this ancestor’s death by having all those who attempt to win her hand beheaded. The “true” underlying causes of her behavior are revealed only in the peroration, in which her repeated exclamations of “No one will ever have me!” seem to suggest that, far from avenging an ancient wrong, she harbors an erotic resentment towards men. Example 10 . Turandot , Act II, Fig. 44: The beginning of the principal section of ‘In questa reggia’ (click to enlarge and see the rest)",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] At the beginning of the main part of the varied da capo form (Act II, Figure 44) the fifth of the F minor scale, c 2 , is clearly established as a principal melody note. As Example 10 shows, it rises initially through the octave, as Turandot names her ancestor for the first time, before going on to dominate the vocal melody for the remainder of the twelve-measure section. There is even a balancing octave ascent in the orchestral part at the end of the phrase, at Figure 44 +11-13 , which concludes with a return to the lower c 1 through the murmured refrain of the chorus. Lest any audience member should overlook the importance of this note, Puccini helpfully picks it out in the varied reprise (Figure 46 +3 ) through prominent celeste, glockenspiel, and piccolo parts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The way in which this melodic c 2 relates to the gently undulating accompaniment figure may be regarded as part of an overall melodic strategy. At first glance the orchestral tonic-dominant ostinato at the beginning of the Lento seems to outline melodically a fourth f 1 – g 1 –a 1 –b 1 , but, as the analysis in Example 10 shows, the f 1 is merely an inner voice beneath the vocal c 2 while the b 1 belongs to the main melody above the next chord. The fragmented progression of this melody from the vocal c 2 to the orchestral b 1 serves not only to disguise the built-in parallel fifths of the harmony, but also perhaps to hint musically at Turandot’s dissociation from the story she tells. Example 11 . Turandot , Act II, Fig. 46, m. 10–Fig. 47: Culmination of ‘In questa reggia’ (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] This opening gambit appears to relate to the culmination at the end of the reprise, leading into the peroration ( Example 11 ). As Turandot concludes the tale of Lo-u-ling by revealing its significance to her own actions (“I avenge upon you that purity, that cry and that death!,”) her increasingly hysterical vocal line shifts the notes of the accompaniment part to the higher octave, initially to an a 2 , then at last to the b 2 which forms the principal high-note of the aria. Significantly, the expected next ascending step is achieved only in the orchestral melody (g 2 – a 2 – b 2 – d 3 ) of the ensuing maggiore peroration, now free of the persistent , as the “true” motivating factor behind her behavior is revealed: “No one will ever have me!” Its ecstatic string theme recreates enharmonically and in major mode the scale from F – C left incomplete at the opening, as well as fulfilling the expectation generated by the rising vocal line at the cadence. Absent Bells in “Senza Mamma”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] “Senza Mamma,” the main set-piece aria in Suor Angelica , conveys the grief of a mother who has just been informed of the death of her child and who longs to be reunited with him “in heaven.” Given the subject matter, it is fitting that the melodic strategy appears to invoke the tolling death-knell as a symbol of Sister Angelica’s suicidal thoughts. Unlike the persistent dissonant bell-note in the later aria “Non piangere, Liù” from Turandot , however, which suggests that the character of the Prince is from the outset aware of his likely death, the “bell” in “Senza Mamma” appears only gradually and increases in insistence, in much the same way that Angelica may be understood initially to banish her forbidden thoughts but eventually to find solace in them. In musical terms the strategy hints firstly at the suppression of an important melodic note in the principal theme, then highlights this same note at appropriate points in the text throughout, and finally reveals its significance as a funereal bell in a reprise/closing section that features a transformed version of the theme. In this sense it recalls the “missing note” strategy of the opening of “Vissi d’arte,” with its elided melodic B (see Example 6 above). Example 12 . Suor Angelica , Fig. 60, mm. 1–6: The opening of Angelica's aria ‘Senza Mamma’ (click to enlarge and see the rest) Example 13 . Suor Angelica , Fig. 62, mm. 1–10: The varied reprise/closing section of ‘Senza Mamma’ (click to enlarge and see the rest) Example 14a . Turandot , Act III, Fig. 4, mm. 1–7: The beginning of ‘Nessun dorma’ (click to enlarge and see the rest) Example 14b . Turandot , Act III, Figs. 4–5: The first section of ‘Nessun dorma’ (voice-leading analysis) (click to enlarge) Example 15 . Turandot , Act III: The opening section of ‘Tu che di gel’ (voice-leading analysis) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] It is revealing to compare the outer sections which frame the overall ABA 1 form of “Senza Mamma” (shown in Examples 12 and 13). (49) While the formal connection between the opening section (Figure 60) and its varied reprise/closing section (Figure 62) is demonstrable, through the transformation of the celestial-sounding parallel string triads on D, G and A at the beginning into the sepulchral dull thuds of the closing funeral march, the respective melodic contours could hardly be more different. This has led some to overlook the ternary aspect to the form and to consider that after the first three phrases the aria “becomes increasingly formless.” (50) Evidently, the relationship between these outer sections is far from straightforward. How, for instance, does one reconcile the repeated stepwise phrases of the opening ( Example 12 ), “always with a downward trajectory” as Girardi observes, (51) with the stark rising lines of the reprise/closing section ( Example 13 )? And why is the tolling bell-like e 2 , so obvious from the reprise to the end of the aria, not present in the principal theme at the opening? [40] One answer may be found through an analysis of Puccini’s contrapuntal writing as it relates to the “astonishingly persistent parallel-triad texture (unembarrassed non -voice-leading)” of the opera. (52) A hint of this reading appears in the opening phrase through the low e 1 upon the key word “morto” (dead), which is emphasized both by its additional bass underpinning and its strong trochaic rhythm. In conventional voice-leading terms this e1 belongs to the higher octave. It leads by step to the melodic d 2 that follows. As the analysis on the reduced stave in Example 12 shows, the basic underlying melodic contour of the theme is a stepwise descent from the dominant E, supported by a typically Puccinian tonic-subdominant ostinato (albeit elaborated by a passing-chord on G). Although this important dominant note is elided at the beginning of the theme, it is nevertheless contained within the A minor triad and highlighted noticeably in the octave below (on “morto.”) The absence of e 2 in the theme suggests that alternative readings may be more appropriate, such as a rising melodic continuation towards the d 2 , but similar melodic devices may be found elsewhere in late Puccini. At the passage “stanza guardi le stelle” from “Nessun dorma” ( Turandot Act III, Figure 4+6), for instance, shown in Example 14a , the similarly “elided” note g 2 serves to add an emotional pungency to the vocal line by giving rise to a major seventh. [41] Puccini highlights a melodic e 2 throughout the remainder of “Senza Mamma,” possibly to create a feeling of anticipation for its eventual appearance as the closing bell-note. When Angelica first breaks free from the prayer-like austerity of the opening and reveals her more emotional reaction to the distressing news, with the exclamation “E tu sei morto” (Figure 60 +16 ), e 1 rises up the octave to a sudden outbreak of chromatic seventh chords and syncopations, much like a burst of cruel reality intruding upon her meditations. Disregarding for the moment the central F major episode (Figure 61) added just before the Roman premiere of October 1918, the original continuation of this passage at “Oh! dolce fine d’ogni mio dolore” (Figure 61 +17 ) also highlights the high e 2 and its relation to the lower octave. The melody of the reprise/closing section, shown in Ex. 13, appears to restore by way of an incomplete arpeggio the low e 1 to its place in the octave above, as a lugubrious bell ringing for the child and, as it turns out, the mother also. Its main melodic motif d 2 –g 2 –e 2 returns the “missing” note to the original d 2 –g 2 –a 2 . In these terms the celebrated floated high a 2 of the final cadence takes second place, melodically speaking, to the rising chromatic line towards e 2 on oboe beneath. “Tu, che di gel” and the Missing Bass Line",
                "footnotes": [
                    "FN49",
                    "FN50",
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] A less elaborate, smaller scale “missing-note” strategy may serve to intensify the impact of the initial high-note in Liù’s aria “Tu, che di gel” from Act III of Turandot , as the tortured slave girl first prophesies the thawing of the icy Princess ( Example 15 ). After four measures “based on a pentatonic motive transposed to various scale degrees of E minor” (53) a leap down a fourth to e 1 is substituted for an expected melodic g 1 (Figure 27 +5 ), which is prepared not only by the predominantly stepwise contour but also by analogy with the initial two-measure phrase. This break in the melody sets off a stepwise ascent through the tonic arpeggio towards an implicit corona upon the avoided G and its upper neighboring a 2 in the octave above. The elision appears to provide the rationale for the emphasis upon the note and in this respect may be taken to reinforce the central message of the text: “l’amerai anche tu!” (“you too will love him.”) In this instance it also marks the beginning of a “superposed” voice on f 2 above the main melody on b 1 , which Puccini highlights through a trill on flute.",
                "footnotes": [
                    "FN53"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] The leap down to the lower e 1 at Figure 27 +5 draws attention to a deeper structural feature. This aria belongs to the Puccinian category of “bass-less forms,” which includes “Ah, Manon, mi tradisce” ( Manon Lescaut , Act III, Figure 43) and “Un bel dì” ( Madama Butterfly , Act II, Figure 12). (54) By doubling the melody in the tenor part and omitting a bass-line, such arias effectively postpone the appearance of a tonic bass-note until the end. In “Tu, che di gel” the tonic is confirmed convincingly only at the moment of Liù’s suicide (Figure 29), ensuring maximum impact for the event. Puccini appears to direct the melody toward this goal by hinting throughout at the “missing” bass note, as if, to pursue a hermeneutic reading, the act of seizing the fatal dagger were implicit in Liù’s mind from the start. The arrows in the first measures of Example 14 illustrate that the melody may be conceived as constructed around an octave “superposition” of the missing bass note E , connected through stepwise motion to the principal voice’s B . In Conclusion",
                "footnotes": [
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] In this article I have sought to avoid the established analytical paradigms of describing \nmelody in Puccini in terms of motives, cells, and mosaics. This is not to deny the validity of such views or to refute their claims, but rather to explore an alternative method based upon different aims and assumptions. The resulting analyses have attempted to derive meaning from the construction of correlations between voice-leading patterns, assumptions concerning the psychology of musical expectation, and interpretations of dramatic meaning. While it is to be hoped that these case studies will provoke further research, they present a perhaps unwieldy and problematic response to the multivalence of operatic melody. To regard the closing section of “Signore, ascolta” as a “reconciliation” of two contrapuntal voices, previously held apart within a single vocal line, assumes a mode of listening that would be difficult to substantiate. Although such contrapuntal thinking may be linked historically to pedagogy and compositional practice, it does not necessarily follow that splitting the melody into component voices reveals the basis of a meaningful, continuous diachronic process. Similar concerns arise in the proposed interplay of vocal and orchestral voices in “Non piangere, Liù.” The continuity of the dialogue is perhaps here more evident, through the obvious repetitions of what I have defined as a bell-note, but this is far from a justification for a hermeneutic reading that pits the two voices against one another as part of an integrated and coherent melodic process. The issue of diachronic continuity is especially problematic in the case of “In questa Reggia,” since the contrapuntal reading of its opening phrase in Example 10 proposes a connection with the culmination of the aria that draws support from an interpretation of the drama but fails to take account of the intervening music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The analysis of “Vissi d’arte” in Examples 6 and 7 maintains a similar contrapuntally-determined approach but introduces additional notions of melodic elision, suppression, and revelation and correlates them with a reading of the dramatic situation. Fundamental to the analysis is the idea of “suppressing” a melody to increase the effect of its eventual appearance. But this relies heavily upon an acceptance of Schenkerian concepts of musical hierarchy. The significance of the “suppressed,” “structural” melody in Example 6 is justified implicitly by its resemblance to an Urlinie . Questions remain as to whether or not it is possible to perceive, without recourse to the theory of structural levels, an anticipation of the climactic cadence in Tosca’s broken parlante . The issue of perceptibility arises more forcefully in the analysis of “Senza Mamma” (Examples 12 and 13 ), which constructs an entire melodic process around a note that is not actually heard, but is nevertheless considered “missing” from the main theme by way of a historically conditioned reading of contrapuntal structure. This analytical ploy derives its rationale from a dramatic interpretation that places emphasis upon the “funereal” bell-notes at the end and attempts to read their significance retrospectively into the aria. The construction of a melodic process from a supposedly elided note remains, however, a problematic analytical strategy in terms of both syntax and theories of expectation. In the case of “Tu, che di gel” the supposition of elision appears more convincing through the absence of the bass-line; but this may be countered by pointing out that a tradition of “bass-less” arias dates back at least as far as the 1880s, and that consequently there can be little sense of necessity for the “restoration” of a voice whose absence is not perceived as such.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Having raised in conclusion a few preemptive criticisms against my analyses, it remains to be said that there is considerable scope for the exploration of similar and further analytical approaches to Puccinian melody, in acknowledgement of the craftsmanship evident in this remarkable repertoire.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.08.14.2.baragwanath.html",
    "data": "mto/data/mto.08.14.2.baragwanath.json"
}