{
    "title": "Poet’s Love and Composer’s Love",
    "date": "2001/10/01",
    "volume": "7",
    "issue": "5",
    "authors": [
        "Hoeckner, Berthold"
    ],
    "abstract": "This article proposes a modification of Edward T. Cone’s notion of a composer’s persona, which he developed in two significant variants in order to analyze and interpret the romanticlied. Specifically, I respond to Cone’s most recent article about Schumann’sDichterliebe, “Poet’s Love or Composer’s Love,” which had assumed a “a unitary vocal-instrumental protagonist that is coextensive with the persona of the actual composer of the song.” Drawing on Novalis’s Romantic hermeneutics, my modification proposes a “multiple persona” with an independent poetic voice, exemplified in a reading of Schumann’sHeine-Liederkreis, Op. 24.",
    "keywords": [
        "romantic lied",
        "hermeneutics",
        "analysis",
        "Edward T. Cohn",
        "Robert Schumann",
        "Heine Liederkreis op. 24",
        "multiple persona"
    ],
    "doi": "",
    "received": "13 July 2001",
    "pdf": "http://www.mtosmt.org/issues/mto.01.7.5/mto.01.7.5.hoeckner.pdf",
    "author_info": [
        {
            "name": "Berthold Hoeckner",
            "university": "Department of Music",
            "address": "University of Chicago, 1010 East 59th Street, Chicago IL 60637",
            "email": "b-hoeckner@uchicago.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. This article is based on my “Spricht der Dichter oder der \nTondichter? Die multiple Persona in Robert Schumann’s Heine-Liederkreis op. 24,” \nin Schumann und seine Dichter: Bericht über das 4. Symposion am 13. und 14 Juni \n1991 im Rahmen des 4. Schumann-Fests Düsseldorf , ed. Matthias Wendt, (Mainz: \nSchott, 1993): 18–32. I would like to thank Kofi Agawu, James Webster, Richard Cohn, \nand Larry Zbikowksi for their insightful comments during the gestation of this complete \nEnglish revision. Translations for the songs are adapted with modifications from \nEric Sams, The Songs of Robert Schumann , 2nd ed. (London: Eulenburg, \n1975): 36–48.",
            "citations": []
        },
        "FN2": {
            "text": "2. Vocal pitches are thus taken to be sung by a female voice, \na practice not at all untypical for Schumann, as many of his songs including Dichterliebe were premiered by women. If sung by a tenor or baritone, the registral \nshift would of course take place an octave lower, but still maintain the difference \nbetween a low and a high vocal register. [Ed.: The accompanying MIDI files \nrealize the vocal part in the male register.]",
            "citations": []
        },
        "FN3": {
            "text": "3. Edward T. Cone, The Composer’s Voice (Berkeley: University \nof California Press, 1974).",
            "citations": []
        },
        "FN4": {
            "text": "4. See Edward T. Cone, “The World of Opera and its Inhabitants,” \nin Edward T. Cone, Music: A View from Delft , ed. Robert P. Morgan (Chicago: \nUniversity of Chicago Press, 1989), 125–138; the series of articles by Fred Everett Maus, James Webster, Marion A. Guck, Charles Fisk, and Alicyn Warren in College \nMusic Symposium 29 (1989), including Cone’s responses, grew out of a special \nsession on Cone’s work at the Annual Meeting of the American Musicological Society \nin Baltimore. See also Peter Kivy, “Opera Talk: A Philosophical ‘Phantasie,’” Cambridge Opera Journal 3 (1991), 63–77 with a reply by David Rosen: “Cone’s \nand Kivy’s ‘World of Opera,’” Cambridge Opera Journal 4 (1992), 61–74; Carolyn \nAbbate, Unsung Voices: Opera and Musical Narrative in the Nineteenth Century (Princeton, N.J.: Princeton University Press, 1991).",
            "citations": []
        },
        "FN5": {
            "text": "5. See Richard Kurth’s “Music and Poetry, a Wilderness of Doubles: \nHeine-Nietzsche-Schubert-Derrida,” 19th-Century Music 21 (1997): 3–37, which \nresponds to Lawrence Kramer’s “The Schubert Lied: Romantic Form and Romantic Consciousness,” \nin Schubert: Critical and Analytical Studies , ed. by Walter Frisch (Lincoln: University of Nebraska \nPress, 1986): 200–37.",
            "citations": []
        },
        "FN6": {
            "text": "6. In this respect my aim differs from the article by Juergen \nThym and Ann Clark Fehn, “Who Is Speaking? Edward T. Cone’s Concept of Persona and \nWolfgang von Schweinitz’s Settings of Poems by Sarah Kirsch,” Journal of Musicological Research 11 (1991): 1–31. Thym and Fehn \nconvincingly demonstrate \nthe limitations of Cone’s approach in complex cases such as von Schweinitz’s cycle, \na male composer setting autobiographical poems by a female poet. Ruth Solie has \naddressed the same problem in “Whose Life? The Gendered Self in Schumann’s Frauenliebe Songs,” in Music and Text: Critical Inquiries , ed. by Steven Paul Scher, (Cambridge: \nCambridge University Press, 1992): 219–40. Other recent innovative studies of the \nnineteenth-century Lied include the fifth chapter, “Song,” in Lawrence Kramer, Music and Poetry: The Nineteenth Century and After (Berkeley: University \nof California Press, 1984); Kofi Agawu, “Theory and Practice in the Analysis of \nNineteenth-Century Lied ,” Music Analysis 11 (1992): 3–36; Rufus Hallmark, ed., German Lieder in the Nineteenth Century (New York: Schirmer, 1996); \nDeborah Stein and Robert Spillman, Poetry into Song: Performance and Analysis \nof Lieder (New York: Oxford University Press, 1996); Reinhold Brinkmann, Schumann und Eichendorff: Studien zum Liederkreis Opus 39 (Munich: Edition \nText + Kritik, 1997); and most recently Lawrence Zbikowski, “The Blossoms of ‘Trockne Blumen’: Music and Text in the Early Nineteenth Century,” Music Analysis 18 (1999): 307–345. \nThe stimulating book by David Ferris, Schumann’s “Eichendorff Liederkreis” \nand the Genre of the Romantic Cycle (New York: Oxford University Press, \n2000), however, could not be taken into account after the completion of this \narticle.",
            "citations": []
        },
        "FN7": {
            "text": "7. Edward T. Cone, “Poet’s Love or Composer’s Love?” \nin Music and Text: Critical \nInquiries , ed. by Steven Paul Scher (New York: Cambridge University Press, 1992): 177–92.",
            "citations": []
        },
        "FN8": {
            "text": "8. The Composer’s Voice , 3. In the Continental tradition, \nthe equivalent concept is that of the “aesthetic subject.” See, for instance, the \nfirst chapter of Carl Dahlhaus, Ludwig van Beethoven: Approaches to His Music , \ntrans. by Mary Whittall (Oxford: Clarendon Press, 1991).",
            "citations": []
        },
        "FN9": {
            "text": "9. The Composer’s Voice , 5.",
            "citations": []
        },
        "FN10": {
            "text": "10. Ibid., 16.",
            "citations": []
        },
        "FN11": {
            "text": "11. Ibid., 9–10.",
            "citations": []
        },
        "FN12": {
            "text": "12. Ibid., 23.",
            "citations": []
        },
        "FN13": {
            "text": "13. Ibid., 18.",
            "citations": []
        },
        "FN14": {
            "text": "14. Thus Goethe wrote to Zelter: “I feel that your compositions \nare, so to speak, identical with my songs; the music, like gas blown into a balloon, \nmerely carries them into the heavens. With other composers, I must first observe \nhow they have conceived my song, and what they have made of it.” Quoted in \nCone, \n“Words into Music: The Composer’s Approach to the Text,” Music: A View from Delft , \n115.",
            "citations": []
        },
        "FN15": {
            "text": "15. “In the poem, it is the poet who speaks, albeit in the \nvoice of a persona. In the song, it is the composer who speaks, in part through \nthe words of the poet.” The Composer’s Voice , 19.",
            "citations": []
        },
        "FN16": {
            "text": "16. “Poet’s Love or Composer’s Love?” 177,  quoting \npartly from The Composer’s Voice , 36.",
            "citations": []
        },
        "FN17": {
            "text": "17. “Poet’s Love or Composer’s Love?” 181, quoting from The Composer’s Voice , 17–18. Note that the song’s “actual” composer is not the \n“empirical” composer, i.e., Schubert or Schumann.",
            "citations": []
        },
        "FN18": {
            "text": "18. Ibid., 185–87.",
            "citations": []
        },
        "FN19": {
            "text": "19. Ibid., 185. See Stein and Spillman, Poetry into Song , \n97ff., for other cases where the accompaniment might be thought of as an entirely \nseparate persona.",
            "citations": []
        },
        "FN20": {
            "text": "20. Novalis, Schriften , eds. Paul Kluckhohn, Richard \nSamuel, Hans-Juergen Mähl (Stuttgart: Kohlhammer, 1960ff) 3: 250–1 (fragment No. \n63): “Eine ächt synthetische Person ist eine Person, die mehrere Personen \nzugleich ist—ein Genius. Jede Person is der Keim zu einem unendlichen Geniu s. Sie vermag in mehrere Person[en] zertheilt, doch auch Eine zu seyn. \nDie ächte Analyse der Person, als solcher bringt Personen hervor—die Person kann nur in Personen sich vereinzeln, sich zertheilen und zersetzen . . . . Jede \npersönliche äusserung gehört einer bestimmten Person an. Alle äusserungen—der Person \ngehören zur unbestimmten (Universal) personalität und zu einer oder mehreren bestimmten \nPersonalitäten zugleich—z. B. eine äusserung, als Mensch , Bürger , Familienvater und Schriftsteller zugleich.”",
            "citations": []
        },
        "FN21": {
            "text": "21. See Willy Michel, “Der ‘innere Plural’ in der Hermeneutik \nund Rollentheorie des Novalis,” Die Aktualität der Frühromantik , eds. Jochen \nHörisch and Ernst Behler (Paderborn: F. Schöningh, 1987): 33–50, esp. 44–47. Michel \nalso discusses the sociological implications of Novalis’s theory of roles.",
            "citations": []
        },
        "FN22": {
            "text": "22. Ibid., 41–43.",
            "citations": []
        },
        "FN23": {
            "text": "23. Ibid., 43. Novalis, Schriften , 2: 589. “Zentripetalkraft—ist \ndas synthetische Bestreben—Centrifugalkraft—das analytische Bestreben des Geistes—Streben \nnach Einheit—Streben nach Mannichfaltigkeit—durch wechselseitige Bestimmung beyder \ndurch Einander—wird jene höhere Synthesis der Einheit und Mannichfaltigkeit selbst \nhervorgebracht—durch die Eins in Allem und Alles in Einem ist.”",
            "citations": []
        },
        "FN24": {
            "text": "24. Novalis, Schriften 3: 290 (fragment No. 282): “Um \ndie Stimme zu bilden muss der Mensch mehrere Stimmen sich anbilden—dadurch wird \nsein Organ substantieller. So um seine Individualität auszubilden muss er immer \nmehrere Individualitäten anzunehmen und sich zu assimilieren wissen—dadurch wird \ner z[um] substantiellen Individuum. Genius . . . . Alles, was der Mensch m a c \nh t , ist ein Mensch —oder quod idem est ein Bestandtheil des Menschen—ein \nMenschliches Wesen.  (W[issenschaft] Kunstw[erk] etc.)” The translation is \na compromise, seeking to bring out the difference between Mensch , rendered \nby the noun “man” or the adjective “human,” and menschliches Wesen , rendered \nas “human being.”",
            "citations": []
        },
        "FN25": {
            "text": "25. See The Composer’s Voice , 17–18. According to Michel, \n“Der ‘innere Plural’,” 44, Novalis formulates the paradox of one person in a such \na way that the text has the effect of a palimpsest with a religious subtext: “Darunter \nscheint das denkfigurale Säkularisat der Trinitätslehre durch.”",
            "citations": []
        },
        "FN26": {
            "text": "26. Wayne C. Booth, The Rhetoric of Fiction (Chicago: \nThe University of Chicago Press, 1961), 70ff. Maus discusses the relevance of the \nconcept to Cone’s persona in “Agency in Instrumental Music and Song,” College \nMusic Symposium 29 (1989), 32–33; see also Cone’s approval under “Responses,” College Music Symposium 29 (1989), 77–78.",
            "citations": []
        },
        "FN27": {
            "text": "27. “Lieder” appear together with “Traumbilder,” “Romanzen,” \nand “Sonette” in the first part of the Buch der Lieder , entitled “Junge Leiden.” \nSchumann probably used the first edition from 1827. See Rufus Hallmark The Genesis \nof Robert Schumann’s “Dichterliebe” (Ann Arbor: UMI, 1979), 16. Barbara Turchin, Robert Schumann’s Song Cycles in the Context of the Early Nineteenth-Century \n“Liederkreis” (Ph.D. diss., Columbia University, 1981), 262ff, points out that \nan early reviewer in the Allgemeine musikalische Zeitung criticized the unevenness \nof the Heine-Liederkreis , stemming in part from the “light” character of \nthe first song. Recent analytical studies of Schumann’s song cycles include: David \nNeumeyer, “Organic Structure and the Song Cycle: Another Look at Schumann’s Dichterliebe ,” Music Theory Spectrum 4 (1982): 92–105; and Patrick McCreless, “Song Order \nin the Song Cycle: Schumann’s Liederkreis op. 39,” Music Analysis 5 (1986): \n5–28.",
            "citations": []
        },
        "FN28": {
            "text": "28. As the anonymous reviewer in the Allgemeine Musikalische \nZeitung 44 (1842), 33, remarked: “The beautiful quiet song flies by like a dream \nimage, in order to transport again into dreaming” (Der schöne ruhige Gesang schwebt \nvorüber wie ein Traumgebild, um aufs Neue ins Träumen zu versetzen).",
            "citations": []
        },
        "FN29": {
            "text": "29. See David Lewin, “Some Ideas about Voice-Leading between \nPCSETS,” Journal of Music Theory 42 (1998), 18–20.",
            "citations": []
        },
        "FN30": {
            "text": "30. Personal communication by Richard Cohn. See also his article \non triadic connections and voice-leading directionality “Square Dances with Cubes,” Journal of Music Theory 42 (1998), 283–96. In this context, it will be useful \nto point out that in Dichterliebe the trajectory of voice leading between \ntriads is upward for the most part, but Schumann seems to imbue the succession of \nkeys with a more complicated double trajectory that emerges from the tonal ambiguity \nof the first song ( f ♯ /A), and is pursued through a series of minor keys (b e a d \ng) and major keys (A D G C), where mode matches mood. Significantly, the double \ntrajectory is interrupted by the ironic eleventh song (“Ein Juengling liebt’ ein \nMädchen”) in E ♭ major, where for the first time the composing poet steps outside \nhimself and narrates his story, embittered, in the third person.",
            "citations": []
        },
        "FN31": {
            "text": "31. Cone, “Poet’s Love or Composer’s Love,” 185. Kofi Agawu, \n“Structural ‘Highpoints’ in Schumann’s Dichterliebe ,” Music Analysi s \n3 (1984), 159–80, examines other responses by Schumann to Heine’s ironic reversals.",
            "citations": []
        },
        "FN32": {
            "text": "32. As for instance in the otherwise outstanding recording \nby Brigitte Fassbänder and Irving Gage (DGG 15 519 - 2). For a discussion of the \nrelevance of the concept of persona for performance see Stein and Spillman, Poetry \ninto Song: Performance and Analysis of Lieder , 93–100.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Introduction Example 1 . Robert Schumann, Heine Liederkreis , Op. 24, No. 1 (click to enlarge and listen) Example 2 . Robert Schumann, Heine Liederkreis , Op. 24, No. 1: Melodic Contour (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The opening song of Schumann’s Heine Liederkreis , Op. 24 \n( Example 1 ) (1) presents a man waiting for \nthe woman he loves. In this state of expectation, his life has turned upside down: \nhopeful day-dreaming and nightly laments alternate. The chiasmus of “morgens/abends” \nversus “Nacht/Tag” links the poem’s ending with its beginning and the simple present \ntense keeps the speaker’s emotional ups and downs in a state of perpetual circularity. \nThe music seems simple and straightforward. A walking bass in the accompaniment \nalternates with chords doubling the melody. Only in the second line from the end, \n“träumend wie im halben Schlummer,” does the vocal line depart from the upper voice \nof the chordal accompaniment to rise twice to a syncopated E5 (measure 30). (2) The top notes of the three preceding phrases, B4, C ♯ 5, and D5—the circled notes \nin Example 1—have led stepwise to this melodic highpoint, whose chromatic inflection \nto E ♭ 5 in measure 32 ushers in a quick descent to the concluding vocal cadence on \nthe tonic. In the postlude, however, the piano quickly regains the register of the \nvocal climax. In the third bar from the end, a group of eighth-notes encapsulates \nthe top pitches of the first three vocal phrases. But the syncopated E5, now on \nthe dominant, is surpassed by an F ♯ 5 appoggiatura in the penultimate measure. The \npostlude then closes an octave above the voice.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Given the guitar-like accompaniment, the protagonist of the song could \nbe a singer creating his own text and music, whose individual phrase endings are \npunctuated with a half cadence and cadences to iii, IV, and I. While there is no \nreal progress in the text’s cycle of hope and disappointment, the gradually rising \nvocal line appears directed towards the upper tessitura, without, however, reaching \nthe high tonic third, and falling instead back onto a cadence in the opening register. \nWhen the accompaniment is finally freed from vocal constraints in the postlude, \nit quickly regains, almost without effort, the register of the vocal line and finally \nreaches F ♯ 5, which, though only fleetingly touched upon and thus lacking full harmonic \nsupport, appears nevertheless as the melodic and expressive goal of the song. The \noverall melodic contour may be graphed analogously (though in an unorthodox way) \nto a Schenkerian Zug extending from F ♯ 4 to F ♯ 5 and offering an alternative \nclose an octave above the voice (see Example 2 ). Thus the instrumental \npostlude attains, however briefly, what the human voice had been unable to reach.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Instead of projecting a single unified utterance, then, a subtle split \noccurs between the protagonist’s three creative selves, for what he says differs \nfrom what he sings, and what he sings from what he plays. Indeed, hearing the song \nas a multi-voiced utterance, which includes the poetry as an independent \nvoice, captures very well the protagonist’s mixed feelings and unfulfilled desire. \nIn isolation, his voices send contradictory signals, but taken together their incongruence \ncarries the song’s message: while the poetic voice shows the lover in limbo, the \nlinear drive of the music seeks to break this cycle. The vocal self, however, fails \nto do so, returning to the point from which it began, so that the music could enter \ninto an endless loop, analogous to the situation in the poem. It is the instrumental \nself that takes up the unspoken cause of the voice by closing an octave above in \nthe upper tessitura—in a different sphere, as it were. Despite the structural downbeat \non the tonic in measure 36 (which moments ago had been the dominant of the preceding \nG major), the protagonist seems to continue wandering, and proceeds to an alternative \nending in measure 45, suggesting that the upper register provides a qualitatively \ndifferent closure than the cadence an octave below. In other words, the linear progression \nin pitch space is as important as the cyclical return of pitch class. As a result, \nthe song both suggests closure and remains open—which would seem quite appropriate \nfor the beginning of a song cycle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] This hearing of the opening song from Schumann’s Op. 24 serves a twofold \npurpose. It serves first as the impetus for revisiting, reexamining, and refining \nthe concept of a musical persona in the well-known and influential approach to the \nanalysis and interpretation of romantic art song by Edward T. Cone. I will do this \nin the second part of the paper by exploring further the above analysis and by drawing \non romantic hermeneutics, specifically the notion of a plural voice, which I will \ncall multiple persona. This concept will then, in the third part of this paper, \nopen up a venue from the analytical-hermeneutic model to a broader critical reading, \nwhich seeks to gain a deeper understanding of the interaction between poetry and \nmusic and cyclical structure in Schumann’s largely neglected first song cycle. [2] The Composer’s Voice Revisited",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] To speak of “voices” in the analysis of song goes back to Edward T. Cone’s \n1974 book, which has had a significant impact on music criticism in the last two \ndecades. (3) By using “voice” not merely \nin its narrower technical sense, Cone opened the door—at the time only a crack—to \nliterary criticism, where the term can comprise the entire performative dimension \nof an artistic utterance. Meanwhile, that door has swung wide open, (4) with the Lied becoming the locus of increasingly esoteric experiments in \nthe application of literary and critical theory analysis. (5) Yet Cone’s initial approach  remains a truly elegant hermeneutic device and \nvaluable pedagogical tool for approaching the romantic art song, and perhaps other \nhybrid genres as well. (6) An important \nmodification of Cone’s model may be in order, however. In fact, it is inspired by \nCone’s own attempt at refinement in an article on Robert Schumann’s Dichterliebe , \nentitled evocatively, “Poet’s Love or Composer’s Love?” (7) —a \nquestion which Cone settled in favor of the composer. Hence our focus on what is \nsometimes nicknamed “little Dichterliebe ”; and hence the title of the present \nessay, which suggests that we move beyond Cone’s either/or logic and give the poetry \na voice of its own, one that stands on an equal footing with the music.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] To recall: Cone’s concept of a composer’s “voice” is equivalent to the \nidea of a musical “persona,” a surrogate for the empirical composer, who projects \n“the illusion of the existence of a personal subject” behind or within a work of \nart. (8) As a “role” assumed by the artist, \na persona (originally a “mask” in ancient theater) suggests for Cone “that all music, \nlike all literature, is dramatic; that every composition is an utterance depending \non an act of impersonation which it is the duty of the performer or performers to \nmake clear.” (9) Since there are two \nperformers in accompanied song, Cone heard the composer speak with a “double voice, \nthrough a musical persona that assumes a double guise” (10) : \nan instrumental persona and a vocal-poetic persona. He called the latter simply \n“vocal persona,” because it expresses itself “at least as much by melody as by speech, \nand as much by tone-color as by phonetic sound.” (11) In other words, “the vocal persona adopts the original simulation of the poetic \npersona and adds another of his own: he ‘composes,’ not the words alone, but the \nvocal line as well.” (12) In the romantic \nart song, Cone argued, “the composer’s persona governs words as well as music. The \nwords, that is, have become a part of the composer’s message, utterances of his \nown voice. In a sense, he composes his own text.” (13)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The idea that the composer exercises complete creative control over the \nentire song, including the poetry, was the central problem of early nineteenth-century Lied aesthetics.  Goethe’s preference for Friedrich Zelter’s simple \nstrophic settings of his poems over Schubert’s elaborate through-composed Gesänge is the most well-known example. (14) Since Cone preferred the romantic Lied , he has sided with Schubert on this \nissue, which explains his ruling in favor of the composer in “Poet’s Love or Composer’s \nLove?” (15) Cone does so after revisiting \nan old problem that had preoccupied him in his book: whether or not protagonists \nof romantic art songs are conscious of their singing. Originally, Cone had assumed \nthat they were not and that this would be the normal condition. Since many characters \nportrayed in poetic texts appear to be speaking , he proposed that “the musical \ncomponents, vocal and instrumental, [stem] from the subconscious levels.” Although \nthe protagonist is not conscious of singing or hearing the accompaniment, “his subconscious \nboth knows and hears.” (16)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Returning to the issue, Cone still finds this division useful when approaching \nthe complexity of, say, Wagnerian opera, but no longer for cases like Schumann’s Dichterliebe . Since the protagonist of Heine’s poems is already portrayed \nas a singer who creates his own songs, Cone assumed that in Schumann’s cycle, “[t]he \ninstrumental accompaniment directly conveys certain aspects of the musical consciousness \nof the vocal protagonist.” Quoting from his book, he finds it no longer necessary \nto posit “a triad of personas, or persona-like figures, involved in the accompanied \n  song: the vocal, the instrumental, and the (complete) musical.” According to that \n  analysis, “the complete musical persona is to be inferred from the interaction \n  of the other two”; I called it an implicit persona , or, “as the \n  vehicle of the composer’s complete message . . . the composer’s persona .” . . . But \n  when the accompaniment proceeds directly from the imagination of the protagonist, \n  a separate instrumental persona becomes superfluous, and therefore no complete \n  musical persona is to be “inferred from the interaction of the other two.” Instead, \n  my three original figures have collapsed into one: a unitary vocal-instrumental \n  protagonist that is coextensive with the persona of the actual composer of the \n  song . . . . My hope is that an interpretation based on the foregoing principles \n  might result in a closer and more sensitive relationship between voice and accompaniment \n  than would otherwise be possible. Singer and accompanist, instead of taking for \n  granted that each of them represents a unitary agent (to adopt the jargon of my \n  book), would try to hear the song-texture as composite; and they would determine \n  to what extent their parts could be made to coalesce in order to project a single \n  persona. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Through this radical simplification of his original conception, Cone hoped \nto account for the “essential identity” of the two musical components in the majority \nof songs. Created by the same consciousness, the musical personae are, in fact, \nunified—one voice. (18) But with his \nrefined model Cone seems to have lost as much as he gained. True, if the protagonist \nof a song is, as in Dichterliebe , the singer of his own songs, it makes  sense to locate words and music in a single mind. Yet by collapsing the vocal \nand instrumental personae into a “unitary vocal-instrumental protagonist,” Cone \ngives up a powerful tool for hearing the voice and the accompaniment as distinctly \ndifferent utterances nevertheless, even when they are “inseparable components of \na single invention.” (19)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] My proposal, then, is to keep the basic conception of Cone’s earlier model, \nwhile accommodating his later modification: to adopt the notion of a single creative \nmind, while still hearing independent voices. What is more, where Cone heard a complete \nmusical persona constituted by instrumental and vocal personae, I hear a triple \nvoice, which includes a poetic persona that remains on a par with the musical ones. \nEven when a poem has been molded into a through-composed song; even when its words \nhave lost the rhythm of their original meter; and even when its text has been altered \nby the composer: the poetic text still remains an independent component of a song. \nEven sung, the words assume their own dramatic agency within what may be called \na composer-poet’s multiple voice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] One can find a precursor for the concept of a multiple persona as an interpretive \ntool in early Romantic hermeneutics. Novalis formulated it in this entry on “Personenlehre” \nfrom his poetic encyclopedia, Das allgemeine Brouillon , from the late 1790s: A truly synthetic person is a person who is several persons at once—a \n  genius. Every person is the seed of an infinite genius . Though divided \n  into various persons it is nevertheless also capable of being a single person. \n  True analysis of a person as such produces several persons—a person can \n  only break up, divide, and dissolve into several persons . . . . Every personal utterance belongs to a certain person. All utterances of the \n  person belong to the indeterminate (universal) personality and to one or several \n  personalities at the same time. I.e. an utterance as human being , citizen , father , and writer at the same time. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] The context for this passage is the early Romantic theory of the novel \nwhich was developed in Friedrich Schlegel’s famous essay on Goethe’s Wilhelm \nMeiste r. (21) Novalis’s approach \nto the constellation of characters in a novel literally pre-“figures” the hermeneutic \ncircle. A reader understands the plurality of characters that constitutes the novel \nas a product of a single organizing mind. (22) Thus the creative genius and the congenial reader engage in reciprocal activities: \nwhile the former is synthetic, the latter is analytical. (23) Novalis works out the performative and interpretive dialectic of genius in  another \nentry on “Menschenbildungslehre” (a term that resonates with the concept of education-as-formation \nin the eighteenth-century Bildungsroman ). Here the musical dimension of the \nmultitude of characters born out by a single narrating voice is most explicit: In order to develop the voice, a human being has to develop several voices—through this his organ becomes more substantial. Similarly, in order to develop \n  his individuality, he must assume several individualities and know how to assimilate—through \n  this he becomes a substantial individual. Genius. Everything  m a d e \n  by man is human —or quod idem est a part of man—a human being. \n  (Science, Art, etc.) (24) Just as a human being divides only into viable entities that have a human face, \nso does a voice divide only into voices. The result is the paradox of several-persons-in-one, \ncomparable to the Holy Trinity, which Cone had originally invoked in his book in \norder to illustrate the idea of a composite musical persona. (25)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] The often numerous characters of a novel sometimes appear in song, say \nwhen a singer and accompaniment represent different (separate) characters—lover \nand beloved, poet and brook. We should nevertheless distinguish between the complex \nplurality of many characters in a novel and the more limited number of voices dwelling \nin the creative consciousness of a poet-composer. And there is, of course, a difference \nbetween a “person” and a “persona.” The former does not imply the distinction, common \ntoday, between author and what Wayne Booth called “implied” author. (26) Still, even if we take into account the premises of idealist aesthetics, the religious \nimplications behind Novalis’s secularized exegetic model of the Holy Trinity, and \nthe specifics of a particular genre: the idea of a multiple voice still offers a \npowerful heuristic tool that helps us to conceptualize the often paradoxical plurality \nof voices emerging from a single source. Thus, if the protagonist of a song appears \nas a poet-composer who creates both words and music, we may conceive of his poetic, \nvocal, and instrumental voices as separate entities: as different artistic “selves” \ninhabiting the same creative consciousness. [3] The Heine-Liederkreis Reheard",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Let us return, then, from the hermeneutic model to interpretive practice \nand explore further how the idea of a multiple persona might deepen our understanding \nof Schumann’s Heine-Liederkreis . The idea of this exploration, however, is \nnot to produce more analyses in the manner of the above close reading of the first \nsong, but to follow up on how the special condition of the protagonist as projected \nthrough  the multiple personae affects the remainder of the cycle. Our view of \nother songs, therefore, is necessarily limited to looking at a few motives which \ntell, like Dichterliebe , the story of unrequited love. In both works, hopeful \nsentiments are dashed early on in the cycle, followed by various attempts to cope \nwith the loss. Perhaps the most striking parallel between the two cycles is the \nending: the disappointed lover’s wish to bury his songs, which nevertheless seem \nto come to life again in the last number with the recapitulation of earlier music. \nFor Dichterliebe , Schumann selected sixteen poems from the more than sixty \nthat Heine had grouped together in his Buch der Lieder under the title “Lyrisches \nIntermezzo.” The nine songs of the Heine-Liederkreis , on the other hand, \nare identical with a collection of nine poems simply called “Lieder,” which thus \nretain the narrative sequence of Heine’s original. (27) Example 3 . The “Dream Motif” in Schumann’s Heine Liederkreis (click to enlarge) Example 4 . Robert Schumann, Heine Liederkreis , Op. 24, No.3, Prelude and First Stanza (click to enlarge and listen)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] As suggested above, a subtle incongruence between vocal melody, accompaniment, \nand poetry, of the various voices in the first song of the Heine-Liederkreis initiates an open-ended structure. This has ramifications for the rest of the cycle. Recall Schumann’s repetition of the syncopated E5 in the vocal line, which highlights \nthe verse “träumend wie im halben Schlummer” (measures 29–32). This melodic repetition \nseems to spill over into the following line of text, where one finds a corresponding \nreiteration of “träumend,” lacking in the original poem. This double repetition \noccurs over a transitional prolongation of G major—the local tonic before measure \n28 and the global subdominant again after measure 33. It is partly responsible for \na less than convincing return to D major and thus helps to motivate the piano prelude \nto complete the job. It embodies the in-between state of the dreamer, who hopes \nfor the fulfillment of his desire for love. This “dream motive” is, of course, not \na leitmotiv in the Wagnerian sense, but its variants permeate the cycle and support \nits narrative structure (see Example \n3a ). Indeed, the postlude can only partly fulfill the harmonic and \nmelodic implications of the passage, since it involves neither the voice nor the \ntext. This lack of agreement between the musical and poetic personae is analogous \nto the unfulfilled narrative desire for the denouement of the story, that is, the \nprotagonist’s imagined union with the distant beloved. The resulting tension has \nreverberations throughout the cycle that I want to examine now.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] After a stormy second song in B minor, in which the protagonist impatiently \nawaits a rendezvous with his beloved, the third song in B major begins with a transformation \nof the dream motif in the prelude. It thus returns to the premise of the yet unanswered \ndeclaration of love that was behind the protagonist’s fluctuating utterance in the \nfirst first song. Now a variant of the characteristic figure of the E lowered to E ♭ (now D ♯ ) wanders through a circle-of-fifths progression (see Example 4 and cf. Example 3a and c). But it is unclear \nwhat this is meant to say. Typical for many romantic song cycles, the intermittent \nnarrative precludes knowledge of how much time elapsed after the second song and \nwhat happened in between. Because of the mode change from B minor to B major and \nthe peaceful pace and atmosphere, the protagonist’s meandering thoughts could be \nhappy ones; but the text of the first stanza suggests that the migrating motive \nis the return of old dreams: I was walking under the trees alone with my grief, when the old dreaming came and crept back into my heart. Example 5 . Robert Schumann, Heine Liederkreis , Op. 24: Melodic relation between No. 2 and 3 (click to enlarge) In Cone’s most recent model, these dreams would be integral to, and unified in, \nthe protagonist’s creative consciousness: music that he can hear . Yet the \nprelude suggests that the complexity of the creative act is well explained by the \nindividual agency of the utterance. Here, composition is not necessarily a voluntary \nact; the protagonist’s reminiscence seems to enter his heart like an involuntary \nmemory (“the old dreaming came ”). The dreams lead a life of their own, just \nas melodies with which we wake up are often impossible to get out of our ear during \nthe day.  Indeed, the return of previous music is conspicuous: apart from the \ndream motif in the prelude, the vocal line of the first stanza also draws upon the \ninitial gesture of the previous song, its former haste now shuffling along (see Example 5 ). Moreover, when the \nprotagonist refers to his dreams at the end of the stanza, the chordal accompaniment \nbreaks open and the “dream motif” literally “creeps into” his singing as a painful \nexclamation on a non-syncopated high G ♯ ; the melodic contour and rhythm (not the \nexact pitch content) of the gesture reverberates twice in the piano (III:11–13). (28) Thus, as if his creative powers had been weakened, the protagonist lives on memories \nthat are part of himself and part not. In this respect, too, the song’s eerie G-major \nmiddle section invokes the birds to whom he lost his poetic craft (and, by implication, \nhis voice), symbolized by the “golden word” that they caught from his beloved: A young girl came this way and she sang it all day long. It was then that we birds caught the pretty, golden word. Thus the potential disintegration that lurks behind the incongruence of multiple \nvoices at the beginning of the cycle develops into a pathological condition of hallucinations, \nwhich are typical of the romantic individual, whose love-sickness is—for Heine \nat least—also a cultural malaise.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Indeed, if the loss of love threatens the protagonist with the loss of \ncreative control and mental sanity, the fourth song, “Lieb’ Liebchen, leg’s Händchen \nauf’s Herze mein,” captures quite graphically how the dreams that “crept” back into \nhis heart now wreak physical havoc on it. The off-beat accompaniment in the right \nhand lacks the bass notes of the first song (a disturbed heartbeat, as it were) \nand pounds against the dream motif that is no longer syncopated (see Example 3d). As a result, the \nrhythmic disjunction between vocal and instrumental personae at the end of both \nstrophes is much more pronounced than in the first song (IV:15–17 and 35–37). What \nis remarkable, therefore, is how much the first song functions as both a material \nand a metaphorical matrix on which a central narrative strand of the whole cycle \nis constructed. Thus the fifth song, “Schöne Wiege meiner Leiden,” restores the \nsimple figure of alternating eighth notes with the bass articulating the meter that \nwe heard in the accompaniment from the first song. But now its duple time is transformed \ninto the soothing rocking of triple time. This lends a feeling of calm and consolation \nto the theme of farewell in the fifth song, very well-suited for what was originally \nplanned to be the last number of the first book of the cycle. The publisher eventually \nfollowed Schumann’s wish to print it in one volume, but the internal division remains \nvisible in the tonal plateau reached between the fifth and sixth songs. But \nas we will see below, the sense of closure and repose is illusory; it is merely \na stage in the protagonist’s ongoing journey, his restless “wandeln” and wandering. \nSchumann structured the key sequence of the cycle around a double trajectory of \nfalling fifths partly alternating in mode: D–b–B–e–E (first part); E–A–d–D (second \npart). If the motion by fifths suggests a downward motion through tonal space, \nhowever, hearing the trajectory as the result of stepwise voice leading reveals that \nSchumann exclusively chose triadic connections that produce an exclusively upward \nmotion, something that David Lewin has recently called “upshift” voice-leading. (29) According to Richard Cohn, “the intermediate resting point, E major, is exactly \nhalf-way between the two D-majors in terms of semitonal motion.” Thus D+ up to E+, \nvia b, B, and e, requires a total of six semitones upward: A–B (2 semitones), D– D ♯ (1 semitone), D ♯ –E/ F ♯ –G (1 + 1 semitones); G– G ♯ (1 semitone). Then, for the next \ngroup of songs E+ to D+, via A and d, requires a total of six further upward semitones: G ♯ –A/B– C ♯ (1 + 2 semitones), E–F/ C ♯ –D (1 + 1 semitones), F– F ♯ (1 semitone). (30) As a result, the final D major is “higher” than the initial one—a fact that will \nbe of significance when we consider the return to material from the opening song \nin the last song of the cycle. Example 6 . Robert Schumann, Heine Liederkreis , Op. 24, No. 5 mm. 81–93 (click to enlarge and listen)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] On the tonal plateau in the middle of the cycle, then, two songs of farewell \nand departure are juxtaposed, but their emotional and gestural character could not \nbe more different. The fifth song articulates the point in the emotional journey \nat which the protagonist seems ready to leave the site of his sad memories behind, \nnot without a sense of sweet nostalgia, which emerges from the strophic stanzas \n1, 2, 4, and 7 (the last being a recapitulation of the first). These stanzas give \na sense of closure: the long tonic pedal with which they begin is rounded off by \nthe emphatic tonic cadences on the “Lebewohl” salutes, whose repetition is lacking \nin the original poem, but supports here the musical refrain. At the same time, feelings \nof anger and pain disrupt the reconciliatory retrospective, suggesting restlessness \nand failure to leave the past behind. Given the link to the accompaniment of the \nopening song, the melodic profile of the strophic stanzas is conspicuous in its \ngradual ascent to E5, by now surely a referential pitch in the cycle. A liminal \nremainder and reminder of the dream motif, this E5 returns almost obsessively, piercing \nthe ear at the emotional highpoint of the song, which occurs toward the end of \nthe section in which the fifth and the sixth stanzas are elided. Here the voice \ndwells on E5 for nearly six measures, briefly touching on F5 as if in utmost strain \n(see Example 6 ). At no point, \nhowever, is the E5 supported by more than a fleeting tonic sixth chord, let alone \nprepared by a root-position dominant. While the many cadences on E4 emphasize closure \nwith the “Lebewohl” refrain in the lower register, the frequent, but unstable, E5 \nremains a reminder of a melodic pitch, which, in the overall trajectory of the cycle, \nwas to go somewhere else: to F ♯ 5. The protagonist may leave behind the place, but \nnot the past.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] After this ambiguous sense of closure, we will finally examine the second \nhalf of the cycle. Here our newly-gained sense for the protagonist’s multi-voicedness \nwill help to elucidate the disturbing interplay of musical and verbal irony, itself \nthe trope of incongruence between literal and figurative meaning. Following the \nfalse farewell at the end of the first part of the cycle, the sixth song, “Warte, \nwarte wilder Schiffsmann,” stages the actual departure in a sarcastic address to \nthe once revered woman. The poem is all hyperbole, which culminates in characterizing \nher as the union of biblical Eva and mythological Eris (the goddess of discord): Apples brought all our calamity, with them Eva brought death. Eris brought the flames of Troy, you brought both, flames and death. The overstatement in the poetry correlates with a variety of musical figures: \ndisjunct octave leaps and excessive runs in fast tempo, abrupt registral shifts \n(measures 52–53 and 99–103), repetition to the point of ridicule (measures 24–31 and 78–90); \ntritones in the melody set to alternating dominant seventh chords a semitone apart \n(measures 36–40 and 44–48), vocal ellipsis (measures 55–65), and more. Since verbal irony \noften manifests itself as a deliberate deformation of a “normal” way of speaking, \nthese musical devices, too, deviate sharply from the previous “tone” of the cycle. \nThus the tritone leaps function as a caricature of the “dream motif,” which is blown \nout of proportion in the final verse (“Du bracht’st beides, Flamm und Tod”). Here \nthe motif’s characteristic repetition ends climactically on a rising unresolved \nseventh, whose A5 is even the highest sung pitch of the entire cycle (see Example 3e). In sharp contrast \nto the extreme intensity of the vocal part, the piano then tapers off in the postlude \nwith a sense of understatement, suggesting that the ironic interplay between voice \nand accompaniment are far from presenting an integrated persona, but one on the \nverge of complete disintegration. Perhaps the ultimate irony emerges when the grave \nmatter of the song is sharply thrown in relief against its diminutive attribute \n“Liedchen.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] In the seventh song, as a striking contrast, the protagonist, now traveling \non the Rhine, peacefully contemplates the play of water. The vocal line, which follows \nthe strophic arrangement of the poem, blends seamlessly into a self-sufficient lyrical \npiano piece, reminiscent of a suave barcarole. As the speaker paints a romantic \nidyll, poetry and music seem to be in perfect harmony. But the apparent integration \nof the poetry and music is illusory —just like the surface of the water. \nIt does not at all reflect the gradual change of mood that leads in the last stanza \nto an analogy between the beloved and the river’s bright surface but deadly depth: Delightful on the surface, treacherous at heart,— river, you are the image of my beloved. She also has a friendly nod, and an innocent and gentle smile. At the end of the poem, however, Heine’s notorious ironic reversal is not made \nexplicit: the sinister part of the analogy—the beloved’s inner wickedness—has \nto be inferred. And there is no hint of it in the music either. Since Schumann had \nsometimes been criticized for such apparent lack of a musical response to Heine’s \npoetic irony, Cone felt the need to stand up for the composer: Schumann’s Dichter inhabits a different world from that of his poetic \n  original: a world in which words give way to music as the primary vehicle of expression, \n  in which to speak is to sing. . . .  We should therefore not expect the personality \n  of Schumann’s Dichter to be the same as that of his purely poetic original. (31) Example 7 . Robert Schumann, Heine Liederkreis , Op. 24, No. 7, mm. 33–48 (click to enlarge and listen) This defense, however, loses its raison d’etre when we allow for poetry \nto retain its own voice. Because the poem’s irony remains in effect, the composer \nmay choose not to match it musically. On the contrary, in “Berg und Burgen schaun \nherunter,” the irony unfolds precisely between the sarcasm of the poem and the enchanting \nlyricism of the music. As with the river, the harmful implications of the words \nlurk below the bright surface. Had E5 not been such an important pitch in the cycle, \none might not even notice how much the voice dwells on it here, moving so smoothly \nto F ♯ 4 that the music appears oblivious to the ironic meaning behind the text, except, \nperhaps, when leading first to a cadence in the supertonic before reaching the tonic \nitself (cf. VII. measures 13–20 and Example \n7 measures 37–44). That this is the “image” of the beloved, caught between dream \nand reality, is made clear in that the fourth stanza goes over the same passage \ndrawing the conclusions from the first three stanzas. Singers sometimes color the \nlast stanza with a “darker” or somewhat threatening tone, in order to let us sense \nthe song’s falseness. (32) But this \nadded effect would spoil the ironic disjunction between musical sweetness and textual \nbitterness. We  need neither blame nor defend Schumann when his protagonist does \nnot put his music where his words are. Double talk may require a double voice.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The music thus amplifies the verbal irony with its own means (as in the \nsixth song); or irony emerges only in contradiction with the text (as in the seventh \nsong). The eighth song of the Heine Liederkreis resorts to yet another device, \nthat of parodia sacra . Moving furthest beyond the expressive realm of the \ncycle, it produces the ironic effect by a shift in style. Withdrawn from the world \nand looking back on the burden of unfulfilled love, the protagonist seeks refuge \nin religion, which is not born out by the poem, but insinuated by the music, which \nsets it to the melody of the chorale “Wer nur den lieben Gott lässt walten” and \nthus gathers, like a congregation, all his different voices into a unified utterance. At first I almost wanted to give up and I believed I could never bear it. Yet I have born it; but don’t ask me: how? The tone of the hymn would seem to answer the question “Nicht wie?” (set to a \nhalf-cadence), which is repeated at the end of the quatrain and calls, cleverly, \nthe sincerity of the parody into question. And indeed, when the half-cadence resolves \ninto the D major of the last song, a different answer emerges. At the point of utmost \ndistance and alienation, the protagonist’s instrumental identity suddenly breaks \nout into the emphatically pianistic idiom that brushes the questionable pietism \naside. (The beginning of last song is reminiscent of Schumann’s first Novelette, \nOp. 21.) Leaving behind the different ironic variants of aggressive attack, subtle \nsarcasm, and religious regression, the protagonist’s original emotions “erupt” to \nre-collect his scattered creative selves into one genuine voice: With myrtles and roses, lovely and fair, with fragrant cypresses and spangled gilding I would adorn this book like a shrine wherein to bury my songs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] The passionate call for the burial of his songs together with his love \nparallels the final song of Dichterliebe , where the songs are buried at the \nbottom of the ocean, only to rise from their grave in the famous postlude (itself \na recapitulation of the postlude from the twelfth song, where flowers gave voice \nto the unspeakable sorrow of the silent protagonist). As has often been noted, Dichterliebe closes in D ♭ (or C ♯ )—one possible dominant of the tonally ambiguous \nfirst song (which invokes both A major and F ♯ minor). Thus the protagonist is not only \nconscious of having composed a corpus of songs which are capable of leading an afterlife \nof their own, but tonal cyclicity supports narrative cyclicity. In this respect, \nthe Heine-Liederkreis is even more explicit, and its interpretive and critical \nramifications are suggestive. Here the songs are not buried in the ocean, but in \na book. The tome becomes a tomb, past passion frozen into print. Just as Romanticism \nnewly negotiated the dichotomy between speech and writing, the corpus of songs becomes \na corpse, foreshadowing, avant la lettre , the notorious association in deconstruction \nbetween death and writing. Still in the spirit of romantic utopia, however, the \n“spirit of love” can revive the body, like the divine pneuma that once breathed \nlife into a clump of clay. The ultimate test, however, is whether the “book \nof songs,” brought alive, will be able to do better than the composer-poet himself; \nwhether the story will be more moving than the teller; whether the letters imploringly \nlooking at the beloved will speak more eloquently than the eyes themselves. Example 8 . Robert Schumann, Heine Liederkreis , Op. 24, No. 9, mm. 49–62 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Nowhere, perhaps, is this look more poignant than in vision of pastness \nbecoming presence, or distance becoming nearness, during the fourth stanza, when \nthe music returns to the first song. Only now, in a final transformation of the \ndream motif, both musical personae and the voice of poetry come together, suggesting—unequivocally—how \nthe dream of requited love might be fulfilled. Only now, the non-syncopated double \ngesture B4–E5 leads directly to an F ♯ 5 on the downbeat that is supported by the tonic \nharmony (see Example 3f and Example 8 ). Only now the \ndesire for love, first articulated in the incongruence between poetry and \nmusic in the first occurrence of the dream motif, which initiated and sustained \nthe narrative desire throughout the cycle, is—momentarily—resolved in the emphatic \ndeclaration to the “sweet love in distant land.” Taking back all the bitterness \nfor a brief instant, this declaration is a paradigmatic example of Romantic transcendence: \nno less a dream than during the first song, but it is a dream that articulates its \nattainment—one that the beloved should read, would hear, and might understand.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] True, the protagonist’s hope is that his sad story, by being told, will \nultimately be undone; that by closing the gap between the first and the last song, \nit will overcome the emotional and physical distance between him and his beloved. True also, that his wish remains the very dream that it was from the very beginning. \nAs in Dichterliebe , the illusion is only fleeting, the conceptual and corporeal \nunison of the three voices breaks apart. The final stanza wants to retreat from \nthe achieved F ♯ 5 and falls back onto a cadence in the lower register; and the postlude \ncloses like an exhausted reflex of the prelude with a diminished seventh, whose B ♭ harks back to the D-minor chorale (and perhaps the upward leading A ♯ in the postlude \nof the first song), as if to stall forever the upward progression of the cycle. \nBut once at least we were to believe that love was both the composer’s and the poet’s. \nThis, however, we can hear only if we lend an ear both voices: those of music and poetry.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.01.7.5.hoeckner.html",
    "data": "mto/data/mto.01.7.5.hoeckner.json"
}