{
    "title": "Returning to the Continuum: On the Value of Typological Distinctions in the Analysis of Improvisation",
    "date": "2022/08/01",
    "volume": "28",
    "issue": "3",
    "authors": [
        "Goldman, Andrew"
    ],
    "abstract": "Improvisatory musical practices are often characterized as lying on a continuum between complete prior determination and complete in-the-moment novelty. Continua allow music analysts to avoid problematic absolutisms and enrich their comparative analyses, but their construction ultimately relies on typological distinctions. The poles or dimensions of the continuum must be defined, and this is where much of the theoretical work actually lies—including in constructing new typological distinctions. To this end, I discuss and demonstrate how a typological distinction betweenembodiedandpropositionalimprovisation—a distinction primarily motivated by (but not limited to) a performance practice calledLive Coding—predicates a music-analytical research program. I show how this typological distinction forms productive connections with cognitive-scientific research that helps refine the distinction and its application to music analysis, and then use it to discuss the relative contributions of typologies versus continua in the analysis of musical improvisation more generally.",
    "keywords": [
        "Improvisation",
        "Embodied Cognition",
        "Live Coding",
        "Music Cognition",
        "Analyzing Performance"
    ],
    "doi": "10.30535/mto.28.3.4",
    "received": "February 2022",
    "pdf": "https://mtosmt.org/issues/mto.22.28.3/mto.22.28.3.goldman.pdf",
    "author_info": [
        {
            "name": "Andrew Goldman",
            "university": "Indiana University",
            "address": "Simon Music Buildling, 200 South Eagleson Ave, Room 225B, Bloomington, IN 47405",
            "email": "angoldm@iu.edu"
        }
    ],
    "citations": {
        "beaty_2015": "Beaty, Roger. E. 2015. “The Neuroscience of Musical Improvisation.” Neuroscience and Biobehavioral Reviews 51 (April): 108–17. https://doi.org/10.1016/j.neubiorev.2015.01.004 .",
        "benson_2003": "Benson, Bruce E. 2003. The Improvisation of Musical Dialogue: A Phenomenology of Music . Cambridge University Press. https://doi.org/10.1017/CBO9780511615924 .",
        "brown_and_sorensen_2009": "Brown, Andrew. R., and Andrew Sorensen. 2009. “Interacting with Generative Music through Live Coding.” Contemporary Music Review 28 (1): 17–29. https://doi.org/10.1080/07494460802663991 .",
        "butler_2014": "Butler, Mark J. 2014. Playing with Something That Runs: Technology, Improvisation, and Composition in DJ and Laptop Performance . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195393613.001.0001 .",
        "collins_et_al_2003": "Collins, Nick, Alex McLean, Julian Rohrhuber, and Adrian Ward. 2003. “Live Coding in Laptop Performance.” Organised Sound 8 (3): 321–29. https://doi.org/10.1017/S135577180300030X .",
        "de_souza_2017": "De Souza, Jonathan. 2017. Music at Hand: Instruments, Bodies, and Cognition . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190271114.001.0001 .",
        "dean_and_bailes_2016": "Dean, Roger T., and Freya Bailes. 2016. “Cognitive Processes in Musical Improvisation”. In The Oxford Handbook of Critical Improvisation Studies , Vol. 1, ed. George E. Lewis and Benjamin Piekut, 39–55. Oxford University Press.",
        "ellis_et_al_2018": "Ellis, Blair K., Huengsun Hwang, H., Patrick E. Savage, Bing-Yi Pan, Annabel J. Cohen, and Steven Brown. 2018. “Identifying Style-Types in a Sample of Musical Improvisations Using Dimensional Reduction and Cluster Analysis.” Psychology of Aesthetics, Creativity, and the Arts 12 (1): 110–22. https://doi.org/10.1037/aca0000072 .",
        "fox_et_al_2016": "Fox, Nathan A., Marian J. Bakermans-Kranenburg, Kathryn H. Yoo, Lindsay C. Bowman, Erin N. Cannon, Ross E. Vanderwert, Pier F. Ferrari, and Marinus H. van IJzendoorn. 2016. “Assessing Human Mirror Activity With EEG Mu Rhythm: A Meta-Analysis.” Psychological Bulletin 142 (3):291–313. https://doi.org/10.1037/bul0000031 .",
        "frieler_et_al_2016": "Frieler, Klaus, Martin Pfleiderer, Wolf-Georg Zaddach, and Jakob Abeßer. 2016. “Midlevel Analysis of Monophonic Jazz Solos: A New Approach to the Study of Improvisation.” Musicae Scientiae 20 (2): 143–62. https://doi.org/10.1177/1029864916636440 .",
        "goehr_2016": "Goehr, Lydia. 2016. “Improvising Impromptu, Or, What to Do with a Broken String”. In The Oxford Handbook of Critical Improvisation Studies , Vol. 1, ed. George E. Lewis and Benjamin Piekut, 458–80. Oxford University Press.",
        "goldman_2013": "Goldman, Andrew. 2013. “Towards a Cognitive-scientific Research Program for Improvisation: Theory and an Experiment.” Psychomusicology: Music, Mind, and Brain 23 (4): 210–21. https://doi.org/10.1037/pmu0000020 .",
        "goldman_2019": "Goldman, Andrew. 2019. “Live Coding Helps to Distinguish between Embodied and Propositional Improvisation.” Journal of New Music Research 48 (3): 281–93. https://doi.org/10.1080/09298215.2019.1604762 .",
        "goldman_et_al_2020": "Goldman, Andrew, Tyreek Jackson, and Paul Sajda. 2020. “Improvisation Experience Predicts How Musicians Categorize Musical Structures.” Psychology of Music 48 (1): 18–34. https://doi.org/10.1177/0305735618779444 .",
        "iyer_2004": "Iyer, Vijay. 2004. “Improvisation, Temporality and Embodied Experience.” Journal of Consciousness Studies 11 (3–4): 159–73.",
        "kirkbride_2016": "Kirkbride, Ryan. 2016 (Feb. 7). “Gooey” - Live Coding with FoxDot and SuperCollider. YouTube video, 00:11:48. https://www.youtube.com/watch?v=GETf4tyjrZQ .",
        "krakauer_et_al_2017": "Krakauer, John W., Asif A. Ghazanfar, Alex Gomez-Marin, Malcolm A. MacIver, and David Poeppel. 2017. “Neuroscience Needs Behavior: Correcting a Reductionist Bias.” Neuron 93: 480–90. https://doi.org/10.1016/j.neuron.2016.12.041 .",
        "lutz_et_al_2013": "Lutz, Kai, Roman Puorger, Marcus Cheetham, and Lutz Jancke. 2013. “Development of ERN Together with an Internal Model of Audio-Motor Associations. Frontiers in Human Neuroscience 7 (471): 1–9. https://doi.org/10.3389/fnhum.2013.00471 .",
        "maes_et_al_2014": "Maes, Pieter-Jan, Marc Leman, Caroline Palmer, and Marcelo M. Wanderley. 2014. “Action-Based Effects on Music Perception.” Frontiers in Psychology 4 (1008): 1–14. https://doi.org/10.3389/fpsyg.2013.01008 .",
        "magnusson_2014": "Magnusson, Thor. 2014. “Herding Cats: Observing Live Coding in the Wild.” Computer Music Journal 38 (1): 8–16. https://doi.org/10.1162/COMJ_a_00216 .",
        "mclean_and_dean_2018": "McLean, Alex, and Roger T. Dean, eds. 2018. The Oxford Handbook of Algorithmic Music . Oxford University Press. https://doi.org/10.1093/oxfordhb/9780190226992.001.0001 .",
        "mclean_and_wiggins_2010": "McLean, Alex, and Geraint Wiggins. 2010. “Live Coding towards Computational Creativity.” In Proceedings of the First International Conference on Computational Creativity , ed. Dan Ventura, Alison Pease, Rafael Pérez y Pérez, Graeme Ritchie, and Tony Veale, 175–79. Department of Informatics Engineering, University of Coimbra.",
        "nettl_1974": "Nettl, Bruno. 1974. “Thoughts on Improvisation: A Comparative Approach.” The Musical Quarterly 60 (1): 1–19. https://doi.org/10.1093/mq/LX.1.1 .",
        "pfordresher_2006": "Pfordresher, Peter Q. 2006. “Coordination of Perception and Action in Music Performance.” Advances in Cognitive Psychology 2 (2–3): 183–98. https://doi.org/10.2478/v10053-008-0054-8 .",
        "pfordresher_2019": "Pfordresher, Peter Q. 2019. Sound and Action in Music Performance . Academic Press.",
        "pressing_1988": "Pressing, Jeff. 1988. “Improvisation: Methods and Models.” In Generative Processes in Music: The Psychology of Performance, Improvisation, and Composition , ed. John A. Sloboda, 129–78. Clarendon Press. https://doi.org/10.1093/acprof:oso/9780198508465.003.0007 .",
        "przysinda_et_al_2017": "Przysinda, Emily, Tima Zeng, Kellyn Maves, Cameron Arkin, and Psyche Loui. 2017. “Jazz Musicians Reveal Role of Expectancy in Human Creativity.” Brain and Cognition 119 (December): 45–53. https://doi.org/10.1016/j.bandc.2017.09.008 .",
        "smith_and_dean_1997": "Smith, Hazel, and Roger T. Dean. 1997. Improvisation, Hypermedia and the Arts since 1945 . Harwood Academic Publishers.",
        "smithers_1996": "Smithers, Tim. 1996. “On What Embodiment Might Have to do with Cognition.” Embodied Cognition and Action: Papers from the 1996 AAAI Fall Symposium . Technical Report FS-96-02. AAI Press.",
        "sudnow_1978": "Sudnow, David. 1978. Ways of the Hand: The Organization of Improvised Conduct . Harvard University Press.",
        "tinbergen_1963": "Tinbergen, Nikolaas. 1963. “On Aims and Methods of Ethology.” Zeitschrift für Tierpsychologie 20 (4): 410–33. https://doi.org/10.1111/j.1439-0310.1963.tb01161.x .",
        "toplap_nd": "TOPLAP. (n.d.). Retrieved May 26, 2021. http://toplap.org/ ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Algorithms are taught to students in arithmetic class, too. Consider, for instance, the series of steps taken to multiply two large numbers (i.e., to compute the product). There is a long list of steps that will eventually lead you to the answer. A helpful exercise for the reader would be to try multiplying two large numbers (e.g., 858 x 472) by hand, and take note of each individual step in this process. The full list of steps constitutes an algorithm.",
            "citations": []
        },
        "FN2": {
            "text": "2. This argument summarizes my recent treatment of this topic ( Goldman 2019 ). The present essay augments the work of the previous one by providing an example analysis, further discussion of empirical and analytical applications of the typology, and comparing the use of typologies and continua in the analysis of improvisation more generally.",
            "citations": [
                "goldman_2019"
            ]
        },
        "FN3": {
            "text": "3. I thank an anonymous reviewer for helping me develop this example.",
            "citations": []
        },
        "FN4": {
            "text": "4. I thank an anonymous reviewer for helping me develop this example.",
            "citations": []
        },
        "FN5": {
            "text": "5. I thank an anonymous reviewer for suggesting the first two examples, and another anonymous reviewer for the third.",
            "citations": []
        },
        "FN6": {
            "text": "6. For reviews of past studies, see Dean and Bailes ( 2016 ) and Beaty ( 2015 ). Also, there is another neuroscientific research program concerned with comparing experienced improvisers with inexperienced improvisers in terms of how they perceive music ( Goldman et al. 2020 ; Przysinda et al. 2017 ).",
            "citations": [
                "dean_and_bailes_2016",
                "beaty_2015",
                "goldman_et_al_2020",
                "przysinda_et_al_2017"
            ]
        },
        "FN7": {
            "text": "7. Krakauer et al. 2017 describe this issue with reference to the work of ethologist Nikolaas Tinbergen ( 1963 ), distinguishing between questions of function and questions of mechanism in the understanding of human behavior. In that improvisation is a behavior, Krakauer et al.’s critiques are highly relevant to the neuroscientific work that has investigated it.",
            "citations": [
                "krakauer_et_al_2017",
                "tinbergen_1963"
            ]
        },
        "FN8": {
            "text": "8. This could be done similar to recent work by Ellis et al. ( 2018 ) and Frieler et al. ( 2016 ) who both examined a wide variety of formal structural features, such as durational variable, phrase length, and the presence of repeated mid-level structures like “licks.”",
            "citations": [
                "ellis_et_al_2018",
                "frieler_et_al_2016"
            ]
        },
        "FN9": {
            "text": "9. One relevant event related potential component to consider would be the error related negativity (ERN). See Lutz et al. ( 2013 ).",
            "citations": [
                "lutz_et_al_2013"
            ]
        },
        "FN10": {
            "text": "10. This example recalls Sudnow’s 1978 discussion of “going for the sounds” (34) in which Sudnow describes the experience of linking his developing technical expertise as a jazz pianist with desired musical sounds: “The emergence of a melodic intentionality, an express aiming for the sounds . . . was contingent in my experiences upon the acquisition of facilities that made it realizable . . . ” (41).",
            "citations": [
                "sudnow_1978"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Improvisation in Degree and Kind",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] There is an apparent dichotomy in the music-theoretical study of improvisation. On one hand, the practice involves novelty generated in the course of performance, but on the other hand, it employs prior musical, technological, and cognitive structure ( De Souza 2017 ; Pressing 1988 ). Understanding this interplay between novelty and prior structure is necessary to understanding improvisation.",
                "footnotes": [],
                "citations": [
                    "de_souza_2017",
                    "pressing_1988"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] One way to reconcile these two sides is to posit a continuum, challenging the idea that performances can be absolutely typified as purely improvisatory or purely reciting a composition. Instead of a dichotomy, continuum models embrace the degrees of novelty inherent in all performances, and can establish analytical and comparative research programs that systematize this variation. In a classic essay on improvisation, Nettl ( 1974 ) makes this important point, showing that performances depart from prior structure to varying degrees. Benson ( 2003 ) makes a similar philosophical argument—that all performance necessarily has an improvisatory dimension—highlighting several “senses or levels” and dividing them into different “types and degrees” (26). In this tradition of thinking, any given performance can be placed between the two poles of complete prior determination (composition) and complete novelty (improvisation). We can then analyze performances according to how much they depart from prior structure (or in what way they do so) and can compare performances from different musical traditions in these common terms, despite differences between their style-specific or generic characteristics (which is part of Nettl’s ethnomusicological project).",
                "footnotes": [],
                "citations": [
                    "nettl_1974",
                    "benson_2003"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] In his essay, Nettl also draws our attention to the “diverse kinds of models used in the world of improvisation” examining them along “the two continua of density and audibility” ( 1974 , 12). Improvisers use models that vary in density (how many specific constraints guide and structure an improvisation) and audibility (how clearly the model can be heard by a listener). Density and audibility provide (at least partially) independent dimensions and individual performances could be analyzed and placed within a two-dimensional space accordingly. Here, absolute polar cases need not necessarily be defined, and in this way, continua models of improvisation do not require poles per se. Another example of a dimensional approach is Butler’s ( 2014 ), who writes that performances vary with regard to how and when “preexisting elements” are incorporated into a performance. In this way, Butler “conceptualize[s] musical creation vis-à-vis performance as situated along a continuum measuring the relationship of musical specificity to time” (120, emphasis added). Butler’s model is also dimensional: performances vary according to some feature or features—in his case, “the relationship of musical specificity to time” without necessarily identifying polar extremes of the two dimensions.",
                "footnotes": [],
                "citations": [
                    "nettl_1974",
                    "butler_2014"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Several other typological distinctions exist in the literature (see Goldman 2019 ). To name a few, Goehr ( 2016 ) distinguishes between improvisation extempore vs. improvisation impromptu , the former referring to making up music “ from this moment forward ” and the latter referring to an activity “at singular moments— in the moment —when we’re put on the spot , particularly when we’re confronted with an unexpected difficulty or obstacle” (459–60, emphasis in original). Iyer ( 2004 ), drawing on the work of Smithers ( 1996 ), discusses improvisation in terms of over-time processes in which the time taken to do it has no substantial effect on the outcome, and in-time processes, where the time taken in the process is integral to the outcome. Smith and Dean ( 1997 ) distinguish between pure improvisation, which “takes place within a defined time frame . . . and occurs continuously through time, at speed, and does not involve revision” (62), and applied improvisation, which provides material to be later shaped into a work through processes performed after the initial improvisation. So, there is precedent in the literature for distinguishing between types of improvisation in various ways. Example 1 . Polar and Dimensional Continuum Models (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "goldman_2019",
                    "goehr_2016",
                    "iyer_2004",
                    "smithers_1996",
                    "smith_and_dean_1997"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Typological questions that define poles and those that define dimensions (without fixed polar extremes) are similar in that both can provide axes along which analysts can place individual performances. Continua models free us from problematic absolutisms and allow for rich comparative analyses. But, importantly, they do not actually do away with absolutisms or types. Rather, such models still rely on typological distinctions. A polar continuum model relies on the definition of poles in order to characterize the points in between. A dimensional model still requires the choice of a discrete set of dimensions (Nettl’s, Butler’s, or otherwise), and must show why variation along those particular dimensions can meaningfully distinguish between performances. Choosing dimensions and defining poles are typological tasks, and both allow for continua to be drawn (as illustrated in Example 1 ). Choosing typological distinctions requires critical justification, and thus, I argue that much of the work of identifying and explaining instances of improvisation and analyzing and comparing performances still lies in this typological work: a theorist—who may be either an observer or practitioner themself—must choose poles or dimensions to allow continua to be drawn at all, and must justify the critical relevance or realism of the poles or dimensions. In other words, placing an improvisatory performance along a continuum does not meaningfully enrich the theoretical explanation of improvisation—rather, the initial typological distinction does most of the explanatory work, and absorbs most of the critique in case the distinction is problematic. Still, continua have a complementary role to play, as I will explain, and understanding the different contributions of typologies vs. continua in improvisation analysis is the primary goal of this essay.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] I do not aim to critique existing typologies, or even to critique the use of continua in specific analyses of improvisatory performances.  Rather, I wish to consider the relative contributions of the two activities in improvisation analysis: defining typologies vs. placing individual performances within the continuous spaces that such typologies define. To accomplish this task, I explain how a typological distinction that I have recently theorized ( Goldman 2019 )—between propositional vs. embodied improvisation—aids in explaining improvisatory practices. I then explore how my typological distinction can be used to form a continuum supported by music-analytical and cognitive-scientific research. I then reflect on the relative contribution of the typological vs. continuum aspects in the context of my theory and more generally in the improvisation literature. The remainder of the essay is thus structured according to the following guiding questions: How does one define a new, meaningful typology, and apply it to the analysis of improvisation? In section [2], to address this question, I use the case of an improvisatory musical performance practice called live coding to construct my typological distinction between propositional and embodied improvisation, explaining the criteria of the distinction, and the argument for why it is a meaningful distinction. I show how the distinction can be applied to analyze individual performances. How are continua formed from the typological distinction? In section [3], to address this question, I explain how cognitive-scientific and music-analytical research could proceed to further characterize—and parameterize—my typological distinction, predicating the drawing of a continuum. What insight is gained from placing individual performances along a continuum formed by typological distinctions, mine or otherwise? In section [4], to address this question, I use my proposed typological distinction and the live coding analysis provided below as a case study to reflect on the distinct analytical contributions of typological distinctions vs. placement along a continuum. Constructing A Typological Distinction: Propositional vs. Embodied Improvisation",
                "footnotes": [],
                "citations": [
                    "goldman_2019"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] My typological distinction was initially motivated by the improvisatory musical performance practice called live coding. Live coding, essentially, is a performance practice in which musicians write computer code—in real-time performance—to give instructions to computers to generate sounds. Thor Magnusson writes that live coding “involves a multiplicity of approaches that have one thing in common: Algorithmic instructions are written in real time” ( 2014 , 9). This multiplicity certainly deserves its own theoretical consideration (see, for instance, McLean and Dean 2018 ), but Magnusson’s generalization of writing algorithmic instructions in real time—and, in particular, by writing computer code—provides enough traction for the present discussion. In computer science, algorithms are defined as finite series of instructions that compute a function. (1) The same algorithm can be accomplished by writing the instructions in different programming languages, and a given programming language will influence what a programmer writes because the syntax and available functions will make some algorithms more readily available (i.e., easier to write in that coding language) than others ( Brown and Sorensen 2009 ; Collins et al. 2003 ). This variety of coding languages contributes to the “multiplicity of approaches” to which Magnusson refers. Some examples of live coding algorithms for musical performance would include processes such as cycling through a set of drum loops at specified times, cycling through or randomly selecting chords from a specified set, or defining a function that gradually transforms a timbre according to a set of spectral parameters. Within a performance, a live coder can write code that executes a number of algorithms, creating complexly layered and interacting effects. An example performance is provided and analyzed below (see Analytical Vignette).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "magnusson_2014",
                    "mclean_and_dean_2018",
                    "brown_and_sorensen_2009",
                    "collins_et_al_2003"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] The practice of live coding invites comparison to improvisation on acoustic and electroacoustic instruments; to this end, I will focus here on three points of comparison: the relationship between human movement and the content of the sound that is produced ( content disjunction ), the temporal relationship between human movement and sound ( temporal disjunction ), and the discrete versus continuous decision-making involved in either type of performance. These three points will form the basis of my typological distinction between “propositional” vs. “embodied” improvisation. (2) Like with other typological distinctions, the dimensions defined by the types can be used to place individual performances along a continuum—here, a propositional-embodied continuum (see Section [3]). Criterion 1: Content Disjunction",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] With content disjunction, I am concerned with the relationship between human movement and the content of the resultant sound, i.e., what sound is produced. With acoustic and electroacoustic instruments, there is a highly systematic relationship between a performer’s movements and the resultant sounds. This relationship is often analogue, such that variation in human movement is tied to variation in the resultant sound; for example, faster finger movements leading to a higher attack rate, or the position of the tongue changing vowel quality for a singer. Numerous psychological studies have demonstrated the strength of this coupling; for experienced performers, to hear a sound is to generate an image of a movement— inverse models —and to imagine a movement on an instrument is in part to generate an image of a sound— forward models ( Maes et al. 2014 ; Pfordresher 2019 ).",
                "footnotes": [],
                "citations": [
                    "maes_et_al_2014",
                    "pfordresher_2019"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] By contrast, when writing computer code, the human movement—often, typing on a keyboard—does not necessarily bear an analogue mapping to the resultant sounds. The variation in kinematics is flattened by the digital interface (e.g., variation in the force of the fingers while typing is not reflected by variation in the resultant sound). Also, the sounds that are produced depend on what code has already been executed. Executing the same typed line of code at two different points in the performance could have two very different sonic effects (for example, if the code produces notes according to scale degree, but the default scale has been changed). In this way, the instrument itself is variable and changes in the performance, further showing the lack of systematicity between the human movement and the resultant sound.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Of course there are counterexamples and middle cases in this comparison. For example, for woodwind instruments, such as the clarinet, placing a finger over a hole will change the pitch regardless of whether the finger is lightly placed vs. forcefully slammed (although, the timbre could be affected). (3) In this case, the sound producing mechanism does not covary with the human movement: varying force does not map to varying pitch. I will return to the conceptual importance of these middle cases in my discussion of the propositional-embodied continuum. Still, the criterion of content disjunction provides an analytical lens to support a distinction between types of improvisation, as I will show. Criterion 2: Temporal Disjunction",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] With temporal disjunction, I am concerned with the relationship between human movement and when the resultant sound occurs. With acoustic and electroacoustic instruments, again, there is a highly systematic relationship between the movement a performer makes, and when the sound occurs. And again, so strong is this coupling that to perturb it is extremely disruptive to performance—as with delayed auditory feedback ( Pfordresher 2006 ).",
                "footnotes": [],
                "citations": [
                    "pfordresher_2006"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] By contrast, writing computer code during live coding does not necessarily have this temporal coupling. Finger movements have a highly variable amount of time before the resultant sound is produced. There may be time between when a line of code is written and when it is executed. Or, an executed line of code may, by design, have a delayed effect on the sound. How a performer physically moves at a specific time (by typing and executing the line of code) may not have any effect until a later time. In the words of McLean and Wiggins, “this really gets to the nub of what live coding brings to the improvising artist—an altered perspective of time, where a single edit can affect all the events which follow it” ( 2010 , 178).",
                "footnotes": [],
                "citations": [
                    "mclean_and_wiggins_2010"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] And, again, there are counterexamples worth considering. For example, for the pipe organ, lower notes (with more voluminous pipes) will have more delay between keypress and sound than the higher notes with less voluminous pipes. (4) But most performance on acoustic and electroacoustic instruments has feedback on the millisecond scale, and like content disjunction, this point of comparison will still help construct a typological distinction. Criterion 3: Discrete vs. Continuous Decisions",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] A third criterion concerns how decisions are made. With acoustic and electroacoustic instruments, both discrete and continuous decisions can be made. Deciding to trade fours, or to use only diatonic thirds, or to repeat a melodic gesture would be discrete decisions. Determining the profile of a crescendo on a violin is continuous in that the performer can continuously control the sound and its dynamic trajectory, especially if the auditory feedback is continuous and systematically coupled to human movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] By contrast, in live coding, decisions are almost always discrete in that algorithmic instructions can be counted as lines of code, as individual instructions that alter the course of an ongoing performance. This is not to say that a live coder’s performance process is entirely discrete. McLean and Wiggins write that “[a] programmer making generative art goes through creative iterations . . . only after each edit they have to restart the process before reflecting on the result” ( 2010 , 175). Live coders, when reflecting on the result, may be engaging in a kind of continuous evaluation, but stepping in and making a change—each edit, each creative iteration—is a discrete, countable act.",
                "footnotes": [],
                "citations": [
                    "mclean_and_wiggins_2010"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] And, again, there are counterexamples. Live coding is not a uniform practice, as I have noted, and it is certainly possible to incorporate other interfaces into a performance that allow for continuous control of sound. Still, this criterion supports a typological distinction between improvisatory processes, which in turn provides a way to analyze and explain these middle cases. Analytical Vignette",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] To demonstrate the three principles of content disjunction, temporal disjunction, and discrete decision making, as well as the process of live coding, it will be helpful to analyze a particular performance. The Transnational Organization for the Pragmatics of Live Artistic Programming (TOPLAP) has a website with collected audio and video recordings, including performances, documentaries, and interviews ( https://toplap.org ). Among them is a performance by Kirkbride ( 2016 ), entitled “Gooey” - Live Coding With FoxDot and SuperCollider” ( https://www.youtube.com/watch?v=GETf4tyjrZQ ). Example 2 . Translating code to English text to music notation (click to enlarge) Example 3 . Examples of the three criteria in Kirkbride (2016) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kirkbride_2016"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13] The video displays two different areas with text. The top area (shaded with grey) is where the performer is typing and executing lines of code. You can see the code as it is being typed. The performer must then execute the code (i.e., tell the computer to do those instructions); the text flashes red when it is executed. The bottom area (shaded with black) shows the output after executing the code: it usually displays what code has been executed, but it could also display something like an error message to communicate with the user. The coding language assumes a default pitch class set (the C major diatonic collection), which can be changed to Mixolydian or other modes as it is done here. A pitch value of “0” is C4, and integers counting up go up the scale (e.g., if Mixolydian is set, then 1 is D4, 6 is B ♭ 4, and 7 is C5). The code “var([0,-1],[3,1])” means to stay on 0 for 3 quarter notes, and go to -1 for 1 quarter note. This code was stored in the variables “ch” so that later, when the line starting with “ba” is executed, the banjo plays for a quarter note for each of [0 0 0 -1] which sounds like [C4 C4 C4 B ♭ 4]. In fact, this line of code is a bit more complex, starting the [0 0 0 -1] interval pattern at different pitch levels for 4 quarter notes each (starting on 7, 4, 4, and then 2). This is all illustrated in Example 2 . Unpacking code into prose like this is clearly quite cumbersome; there is a reason there are coding languages to efficiently store this kind of complexity. This brief translation from code to English text to music notation is meant as an illustrative example for readers; more detail on how to read and write the language can be found on Ryan Kirkbride’s website dedicated to the FoxDot live coding environment: https://www.foxdot.org . This being said, I note that the coding language is somewhat intuitive in places such that it is sometimes intelligible even to those who have not studied it formally.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] While I highlight several specific events below in Example 3 , generally I draw the viewer’s attention to four characteristics as they watch: the typing speed is unrelated to the resultant sound, similar keystrokes can create different sounds, there is a variable amount of time between when the code is typed and when it affects the sound, and lines of code are executed as discrete points in time (i.e., the coder does not have a continuous control of the sound).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] This brief analytical example makes concrete the different criteria I have outlined above. While live coding performance practice clearly exemplifies the criteria—often in a way that makes the process transparent to the analyst—other musical performance practices could also be analyzed using the same theoretical framework. For instance, a performer making a discrete decision to change between cells of melodic material at different points in an improvisation could exemplify both discrete decision making, and temporal disjunction (the decision to change between cells at an upcoming point in time could precede the actions necessary to actually play the next cell), analogous to the live coder choosing the Mixolydian mode. Propositional vs. Embodied Improvisation Example 4 . Characteristics of Embodied vs. Propositional Improvisation (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] These three criteria—content disjunction, temporal disjunction, and discrete vs. continuous decision-making—lead me to draw a typological distinction between what I have called embodied improvisation versus propositional improvisation ( Example 4 ). Embodied improvisation occurs when sound and movement bear a systematic relationship in terms of content and time and can involve continuous decision-making. Propositional improvisation is still improvisatory in the sense that it creates novel music in the course of performance. The relationship between movement and sound, however, lacks the systematic correlations between content and temporality that embodied improvisation has, and decisions are discrete.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.17": {
                "text": "[2.17] To illustrate the utility of such a distinction, consider the following actions that could occur during an improvisatory performance: (5) Pulling out stops in an organ Putting a mute into a trumpet before a solo begins A DJ changing the music selection in response to the energy of the crowd A DJ using an electronic controller to continuously change the pitch or tempo of a recording Starting up (or ending) a section of trading fours with a bandmate Putting down one instrument and picking up another, and pausing before re-entering in a group free improvisation Controlling the trajectory of a glissando on a violin string or trombone slide for expressive purpose Interspersing a solo with quotes from other famous solos Live coding a musical performance involving drum and banjo loops Playing the same musical structures as in the live coded performance, but with multiple musicians playing acoustic instruments Choosing a card from a deck (among other possible cards) that instructs an ensemble member to imitate the sound of a bird Imitating the sound of a bird with clarinet playing All of these actions in a performance could very well be improvisatory, but they have different characteristics that can be well described by the propositional-embodied distinction. They can also occur over different timescales (e.g., the DJ’s improvised music selection decision may last for minutes). The criteria for this proposed distinction helps us analyze the type of improvisatory action at play. Putting a mute into a trumpet before a solo begins is a discrete decision, and the physical action is not coupled with any specific sound until the trumpet is later played. Controlling the trajectory of a glissando on a violin string is a continuous decision-making process, where content and timing are tightly coupled with action.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.18": {
                "text": "[2.18] Why should the propositional-embodied typological distinction be incorporated into a discourse about improvisation? More generally, we might ask what makes for a meaningful typological distinction between improvisatory practices. After all, we could make any number of arbitrary typological distinctions between performance processes and not all of them would necessarily bear on a definition of improvisation (e.g., trumpet playing and piano playing differ with regard to the relationship between breath and dynamics, and while the breath-dynamic interaction may be relevant for certain kinds of analysis or cognitive inquiry, it does not directly bear on decision making processes or real-time novelties and creation, i.e., features normally considered in improvisation definitions). The present typological distinction between propositional and embodied improvisation is relevant to a conception of improvisation because the differences in process affect how ideas are conceived and generated. When compared to propositional improvisation, in embodied improvisation performers think of ideas differently (differences in process), and think of different ideas (differences in product).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.19": {
                "text": "[2.19] This typological distinction can be used to construct a dimensional continuum model, varying along the propositional-embodied axis (there is not a polar case of complete propositionality or embodiment for this typological distinction). Evaluating individual performances (or elements of performances) and placing them along this axis may be intuitive in some cases, but further analytical and cognitive-scientific inquiry can help construct the continuum in more detail, informing music-analytical activities. I turn now to this matter. How can this continuum be developed and applied to music analysis? What does it add to an understanding of improvisation beyond what the typology itself offers? Constructing the Continuum",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The analytical vignette above shows how the propositional-embodied distinction can be applied to live coding, but also as noted in [2.17], the distinction can also be applied to other musical practices. Further conceptual refinement of the typological categories will help develop this applied analytical paradigm. How is one to decide whether someone is using propositional vs. embodied processes? Or, when in a performance do they switch from one to the other? Or, even more specifically, how does one properly draw a continuum between the types? To these ends, I turn to methods in cognitive science to aid both the theoretical and analytical refinement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] I note that applying cognitive-scientific work in this way also aids cognitive-scientific work in its own critical sensitivity. In the last ten years, there have been numerous cognitive-scientific experimental studies on improvisation. (6) But, it is not always clear what someone is being asked to do in an experimental setting when they are asked to “improvise.” This is a particular problem for neuroscientific studies: without a thorough functional understanding of the behavior in question, mechanistic explanations of neural activity risk misinterpreting physiological observations; in ethological terms, if you do not know what the organism is doing, it can be difficult to interpret what the brain is doing. (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] What is the musician doing? Typological work helps experimenters be more sensitive to the diversity of processes that may be employed when someone is asked to improvise, and lead to more precise empirical methods of measuring and interpreting the residues of those different processes—be they musical recordings, or brain recordings. After all, “improvisation” and “rehearsed performance” is already a typological distinction, one that has guided almost all of the extant neuroscientific work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] To proceed in developing an empirical paradigm to support greater music-analytical precision, propositional and embodied improvisation would have to be operationalized , i.e., researchers must determine laboratory experimental tasks that count as an instance of each type of improvisation. Playing on instruments with auditory-motor coupling could count as embodied improvisation. The auditory motor coupling would be strong in terms of both the content and timing, which allow for both continuous and discrete decision making. For propositional improvisation, the systematicity of the human-instrument interface could be artificially manipulated, such as by changing the pitch-to-place mapping on familiar instruments (e.g, by randomizing it, or by using a systematic alteration like a mirrored-mapping), or having performers play on instruments for which they have no prior technical experience (but are still playable with a little practice, like the LaunchpadMK2)—although, with increasing practice and motor familiarity, the improvisation type could drift towards being embodied again. Artificial temporal alterations could be made as well, such as varying the amount of delay before a performer hears what they play, or only allowing performers to alter an ongoing loop at discrete points in time. These alterations essentially amount to forms of altered auditory feedback (AAF; Pfordresher 2019 ), forcing performers to disengage from their auditory expectations and make explicit, propositional decisions about what to play. Previous research on AAF is concerned with theories of how perceptual error guides the motor system (cf. Pfordresher 2019 ), and how, in contrast, live coding and other forms of propositional improvisation do not involve such perceptual errors. Still, the AAF experimental manipulations I propose here share the feature that movement and auditory feedback are disconnected. To be sure, experimentation could simply exemplify characteristics of propositional improvisatory practices (like live coding) instead of intervening through laboratory manipulations. The general experimental strategy, then, would be to measure and characterize differences in the musical-structural (what gets played) and psychological correlates (detectable differences in cognitive and neural processes) of propositional vs. embodied improvisation.",
                "footnotes": [],
                "citations": [
                    "pfordresher_2019",
                    "pfordresher_2019"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Embodied versus propositional improvisations, hypothetically, would differ in their musical-structural characteristics. Any mere difference under performance conditions could demonstrate that different ideas are available to performers depending on the technical setup (see De Souza 2017 ), and indeed that some ideas are invariant to the technical setup. Specifically, many different structural features could be used to infer differences between the two performance processes. (8) For example, in previous experimental work ( Goldman 2013 ), I have argued that the greater proportion of diatonic pitches pianists used while improvising in unfamiliar keys—which require relatively unfamiliar movements—suggested a greater reliance on declarative memory. This is but one finding; similar findings in this new comparative paradigm could similarly demonstrate that embodied improvisation employs different ideas, through different cognitive processes.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "de_souza_2017",
                    "goldman_2013"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] In terms of psychological and physiological features, introducing altered auditory feedback could assess whether participants are relying on that auditory feedback to guide their actions. Hypothetically, embodied improvisation would be more disrupted by AAF than propositional improvisation, which would demonstrate the importance of feedback in guiding improvisatory actions. This disruption could be measured through disruptions in playing, or through brain signals called event related potentials in electroencephalography (EEG) research, which can indicate and quantify the perception of such an incongruity. (9) Applied to the case of live coding, one could similarly examine in what ways performers are sensitive to distorted or omitted sensory feedback (either auditory, or perhaps even the visual feedback of seeing the code).",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Another general strategy would be to record participants playing in different improvisatory conditions and play audio recordings back to them while recording their brain activity to measure characteristics of auto-auditory processing. Perceiving content produced through propositional improvisation may differ from embodied improvisation in terms of the auditory processing. For example, mu rhythm desynchronization—a correlate of motor activity measured using electroencephalography—could index how strong the perceptuomotor link is for different musical structures (see Fox et al. 2016 ).",
                "footnotes": [],
                "citations": [
                    "fox_et_al_2016"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] Importantly, the empirical research within this paradigm aids in the construction of a continuum between propositional and embodied improvisation. Both structural and physiological correlates of embodied vs. propositional improvisation can be measured, and thus can help parameterize the typological distinction. For example, situations in which performers are more reliant on sensory feedback (as measured with EEG, for instance) are characteristic of embodied improvisation. Numerical variables could form one kind of continuous measure, allowing analysts to make comparisons along an axis. To be sure, experimental manipulations with continuous numerical variables are not the only way to help construct such a continuum: music analysis and organology can both offer problematic middle cases that conform to my proposed criteria to varying degrees. For instance, a live coding performer who incorporates an electronic controller to control some musical parameter like pitch, tempo, or timbre could incorporate both propositional and embodied improvisatory characteristics. Identifying and ordering such middle cases is another way to construct a continuum.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] In summary, cognitive-scientific and music analytical inquiry can both provide ways to compare individual performances along a propositional-embodied axis. The remainder of my essay concerns the relative value of this continuum compared to the typological theoretical inquiry used to construct it. The Value of Continua",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Typological distinctions provide theoretical frameworks to study different performance practices. If there is to be some continuum connecting types of performance, typological distinctions either define what the poles of that continuum would be, or define the relevant dimensions, both of which allow for the continuum itself to exist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The present theorization provides for a continuum to be drawn between propositional and embodied improvisation: different performance situations may rely to varying degrees on the systematic coupling characteristic of embodied improvisation. In the same way that we might compare performances with different surface and stylistic characteristics on the basis of the degree of pre-determined structure (as Nettl’s polar continuum suggests), we could compare performances across contexts and traditions according to their degree of embodiment vs. propositionality. Live coding would fall towards the propositional end. Live coding using embodied controllers moves towards the embodied end. Inserting a quotation into a jazz improvisation is propositional; allowing a desired sound to guide the manipulation of timbre of that lick—or even melodic or harmonic adjustments to it—is more embodied. (10) As described in Section [3], cognitive and neurophysiological measurements could also contribute to analytical comparisons along a continuum. Clearly such measures are highly technically mediated, but in principle, the degree to which someone is disrupted by altered auditory feedback is a continuous measure (at least in an experimental paradigm), as is the degree of simulated motor activity when operationalized using a neuroscientific measure like mu rhythm desynchronization. These measures can provide dimensional comparisons across performance contexts. In sum, we can use this typological distinction to draw a continuum. By analyzing different aspects of specific performances, including their musical, cognitive, and technological characteristics, we can place those performances somewhere on that continuum.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The construction of typologies and connecting types with continua both contribute in some way to an understanding of improvisation. But how do the contributions compare? One way to compare these contributions is with an analogy to theory vs. analysis. Constructing typologies is a theoretical task, while applying the theoretical principles that define the typology to individual cases is an analytical one. Note that in this frame of mind, merely positing that a continuum exists does little theoretical work: for any given performance, explaining the performance process, or describing it using theoretically constructed categories of performance relies on the definition of the poles or dimensions. It is ultimately the poles and dimensions that do the explaining and describing. One might argue that a continuum helps break down binary thinking, but even on a continuum, there are still only two ways (per dimension) to move, and those ways are completely defined by the poles/dimensions. To escape that binary thinking more fully would require moving in another direction. In other words, thinking about how to analyze or categorize a performance in a new way requires defining new poles or new dimensions: these are typological tasks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Nevertheless, this attitude (that prioritizes the contributions of typologies) potentially overlooks the interesting ways in which continua interact with typologies: the analyses that place actual performances along the continuum can challenge the typologies themselves. When one actually labels individual improvisatory performances according to some typology, the problematic middle cases lead the analyst to ask whether the poles are real, or sensible. The act of identifying middle cases often challenges the fixity of some polar case or dimension, rather than simply applying it. Another view, then, of the value of continuum work suggests a more reciprocal relationship: theoretical work that constructs typologies can be challenged, or even deconstructed, by continua that challenge the fixity of poles, or applicability of the dimensions. In other words, sometimes a middle case cannot be accounted for by the available types, and the very act of pointing that out is part of the process of developing new types.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] My proposed typological distinction provides a way to guide analysis and to explain certain aspects of improvisatory performance: when applied, it can help explain how musical practices compare across genre and style, how certain performance decisions are made, and potentially what kind of structural and psychological processes are associated with each. I argue that this is a contribution to the improvisation literature: it helps us explain and understand improvisation through a different and complementary lens by providing new typological terminology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] What is the value of a continuum, then, in the case of the propositional-embodied distinction? I argue that the typological distinction provides most of the theoretical contribution. It provides a new way to explain and describe performance process and compare performances. It is true that, once the propositional and embodied poles are established, one can draw a continuum between them, and use cognitive-scientific and music-analytical methods to place individual performances along that continuum. It is also true that this activity can serve to challenge the fixity of those poles, and perhaps ultimately urge theorists to deconstruct the typological distinction in favor of some other theoretical distinction. But the continuum itself does not explain or describe improvisatory performance processes. As a means to an end, it may urge the refinement of the typological distinctions, or the development of new explanatory typologies, but in that end, the poles or dimensions are still doing the explanatory and descriptive work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] In summary, I have proposed a new typological distinction to help explain improvisatory performance practice, provided an example analysis of a live coding performance using these distinctions, have shown how the propositional-embodied distinction can improve—and be improved by—cognitive-scientific empirical work, and have ultimately used my typological distinction to compare the explanatory contribution of typologies vs. the continua they allow to be formed. I see a productive conversation continuing from these lines of argument, and indeed, would be excited to consider other possible typological distinctions that could bear on future analytical research programs.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.3.goldman.html",
    "data": "mto/data/mto.22.28.3.goldman.json"
}