{
    "title": "Commentary: Music Theory, Nationalism, and the “Invention” of Bulgarian Rhythm",
    "date": "2024/12/01",
    "volume": "30",
    "issue": "4",
    "authors": [
        "Boyd, Clifton"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "10.30535/mto.30.4.11",
    "received": "",
    "pdf": "https://mtosmt.org/issues/mto.24.30.4/mto.24.30.4.boyd.pdf",
    "author_info": [
        {
            "name": "Clifton Boyd",
            "university": "New York University",
            "address": "Department of Music, 24 Waverly Place, Suite 268, New York, NY 10003",
            "email": "clifton.boyd@nyu.edu"
        }
    ],
    "citations": {
        "agawu_1995": "Agawu, Kofi. 1995. “The Invention of ‘African Rhythm.’” Journal of the American Musicological Society 48 (3): 380–95. https://doi.org/10.2307/3519832 .",
        "anderson_1983_2006": "Anderson, Benedict. [1983] 2006. Imagined Communities: Reflections on the Origin and Spread of Nationalism . Verso.",
        "bartók_1938_1976": "Bartók, Béla. [1938] 1976. “The So-Called Bulgarian Rhythm.” In Béla Bartók Essays . Edited by Benjamin Suchoff, 40–49. Faber and Faber.",
        "blum_2023": "Blum, Stephen. 2023. Music Theory in Ethnomusicology . Oxford University Press. https://doi.org/10.1093/oso/9780199303526.001.0001",
        "boyd_2023": "Boyd, Clifton. 2023. “Barbershop’s Cautionary Tale for Academic Music Theory: A Response to Stephen Lett.” Music Theory Spectrum 45 (1): 120–24. https://doi.org/10.1093/mts/mtac016 .",
        "buchanan_2006": "Buchanan, Donna A. 2006. Performing Democracy: Bulgarian Music and Musicians in Transition . University of Chicago Press.",
        "christensen_2024": "Christensen, Thomas. 2024. “What’s in a Name?” Journal of Music Theory 68 (1): 99–105. https://doi.org/10.1215/00222909-10974727",
        "conlee_and_koike_2021a": "Conlee, Jade, and Tatiana Koike. 2021a. “Reimagining Formalism for an Antiracist Music Theory (Part I).” Blog of the SMT History of Music Theory Interest Group and the AMS History of Music Theory Study Group, March 8. https://historyofmusictheory.wordpress.com/2021/03/08/reimagining-formalism-for-an-antiracist-music-theory/ .",
        "conlee_and_koike_2021b": "Conlee, Jade, and Tatiana Koike. 2021b. “Reimagining Formalism for an Antiracist Music Theory (Part II).” Blog of the SMT History of Music Theory Interest Group and the AMS History of Music Theory Study Group, March 18. https://historyofmusictheory.wordpress.com/2021/03/18/reimagining-formalism-for-an-antiracist-music-theory-part-ii/ .",
        "ewell_2023": "Ewell, Philip. 2023. On Music Theory, and Making Music More Welcoming for Everyone . University of Michigan Press. https://doi.org/10.3998/mpub.12050329",
        "goldberg_2017": "Goldberg, Daniel. 2017. “Bulgarian Music in Performance.” PhD diss., Yale University.",
        "goldberg_2019": "Goldberg, Daniel. 2019. “What’s the Meter of Elenino Horo ? Rhythm and Timing in Drumming for a Bulgarian Folk Dance.” Analytical Approaches to World Music 7 (2): 69–107.",
        "hannaford_2021": "Hannaford, Marc E. 2021. “Fugitive Music Theory and George Russell’s Theory of Tonal Gravity.” Theory and Practice 46: 47–81.",
        "hristov_1925_1967": "Hristov, Dobri. [1925] 1967. “Metrichnite i ritmichnite osnovi na bŭlgarskata narodna muzika.” In Muzikalno-teoretichesko i publitsistichesko nasledstvo , vol. 1. Edited by Venelin Krŭstev. Bŭlgarskata Akademiya na Naukite, 33–98.",
        "hobsbawm_and_ranger_1983_2012": "Hobsbawm, Eric and Terence Ranger, eds. [1983] 2012. The Invention of Tradition . Cambridge University Press. https://doi.org/10.1017/CBO9781107295636",
        "kirilov_2015": "Kirilov, Kalin S. 2015. Bulgarian Harmony in Village, Wedding, and Choral Music of the Last Century . Ashgate. https://doi.org/10.4324/9781315261126",
        "lett_2023": "Lett, Stephen. 2023. “Making a Home of The Society for Music Theory, Inc.” Music Theory Spectrum 45 (1): 101–19. https://doi.org/10.1093/mts/mtac021 .",
        "lumsden_2022": "Lumsden, Rachel. 2022. “Music Theory for the ‘Weaker Sex’: Oliveria Prescott’s Columns for The Girl’s Own Paper .” Music Theory Online 26 (3). https://doi.org/10.30535/mto.26.3.4 .",
        "momii_2021": "Momii, Toru. 2021. “Music Analysis and the Politics of Knowledge Production: Interculturality in the Music of Honjoh Hidejirō, Miyata Mayumi, and Mitski.” PhD diss., Columbia University.",
        "peters_2003": "Peters, Karen A. 2003. “Meter as a Marker of Ethnonational Identity? Metric Controversy, Folk Song Variants, and the Representation of Balkan Cultural Identities.” Bŭlgarsko Muzikoznanie 27 (4): 56–73.",
        "petrov_2012": "Petrov, Borislav. 2012. “Bulgarian Rhythms: Past, Present and Future.” Dutch Journal of Music Theory 17 (3): 157–67.",
        "rice_1994": "Rice, Timothy. 1994. May It Fill Your Soul: Experiencing Bulgarian Music . University of Chicago Press.",
        "rice_2000": "Rice, Timothy. 2000. “Béla Bartók and Bulgarian Rhythm.” In Bartók Perspectives: Man, Composer, and Ethnomusicologist . Edited by Elliott Antokoletz, Victoria Fischer, and Benjamin Suchoff, 196–210. Oxford University Press. https://doi.org/10.1093/oso/9780195125627.003.0014",
        "stover_2022": "Stover, Chris. 2022. “Radical Music Theory.” In The Oxford Handbook of Public Music Theory . Ed. J. Daniel Jenkins. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780197551554.013.25",
        "yu_wang_2023": "Yu Wang, Anna. 2023. “Philosophizing Time in Sinitic Opera.” Music Theory Online 29 (3). https://doi.org/10.30535/mto.29.3.7 .",
        "yust_2024": "Yust, Jason. 2024. “Tonality and Racism.” Journal of Music Theory 68 (1): 59–88. https://doi.org/10.1215/00222909-10974705 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I encourage interested readers to consult the work of Goldberg ( 2017 , 2019 ) and of other Bulgarianists ( Rice 1994 , 2000 , 2003 ; Buchanan 2006 ; Petrov 2012 ; Kirilov 2015 ) for a proper grounding on Bulgarian folk music and culture.",
            "citations": [
                "goldberg_2017",
                "goldberg_2019",
                "rice_1994",
                "rice_2000",
                "peters_2003",
                "buchanan_2006",
                "petrov_2012",
                "kirilov_2015"
            ]
        },
        "FN2": {
            "text": "2. See also Benedict Anderson’s ( [1983] 2006 ) work on nationalism and “imagined communities.”",
            "citations": [
                "anderson_1983_2006"
            ]
        },
        "FN3": {
            "text": "3. See also Blum ( 2023 ), who notes that nations that invest in creating music theory often share “interests in recovering or creating authentic musical traditions” and a desire “to canonize a musical heritage” (62).",
            "citations": [
                "blum_2023"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In recent years, the discipline of music theory has devoted a lot of attention to the role of social and political issues in music-theoretical discourse. Indeed, if there remains “anyone naive enough still to think music theory and analysis . . . are insulated from any social, political, or institutional ideologies” ( Christensen 2024 , 100), the steady stream of scholarship in response to and/or bolstered by the U.S.’s 2020 racial reckoning (or awakening) attests to the “interconnectedness between music theory and worldview,” as Daniel Goldberg ([0.3]) writes. Much of this socially, culturally, and politically informed work, including my own, has focused on how the discipline of music theory has historically aligned itself with a worldview that oppresses people marginalized by race, gender, sexuality, class, disability, and other identity markers ( Conlee and Koike 2021a , 2021b ; Momii 2021 ; Boyd 2023 ; Ewell 2023 ; Lett 2023 ; Yust 2024 ); and/or has shown the potential for music theory to challenge dominant worldviews and the oppressive hierarchies therein ( Hannaford 2021 ; Lumsden 2022 ; Stover 2022 ; Yu Wang, 2023 ). As valuable and path-breaking as this work has been, the vast majority of this work only captures the state of music theory as practiced in the U.S. and Canada, or, in other words, the primary purview of the Society for Music Theory. As a result, much of the sociopolitical discourse we as a discipline have been attending to through our music-theoretical practice has been limited to the political situations we are most familiar with and invested in. Yet, as we know, these global politics extend far beyond what directly impacts us in English-speaking North America, and have influenced, and continue to influence, musical and music-theoretical practices.",
                "footnotes": [],
                "citations": [
                    "christensen_2024",
                    "conlee_and_koike_2021a",
                    "conlee_and_koike_2021b",
                    "momii_2021",
                    "boyd_2023",
                    "ewell_2023",
                    "lett_2023",
                    "yust_2024",
                    "hannaford_2021",
                    "lumsden_2022",
                    "stover_2022",
                    "yu_wang_2023"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Goldberg’s excellent translation of Bulgarian composer and music theorist Dobri Hristov’s treatise “Metric and Rhythmic Fundamentals of Bulgarian Folk Music” ( [1925] 1967 ) provides our discipline with a much-needed addition to the corpus of primary sources accessible to the Anglophone world. Hristov (1875–1941), as Golberg notes, is thought to have published the first theory of the rhythm and meter of Bulgarian folk music, making his treatise an essential text for scholars and practitioners of the music. Hristov methodically catalogues all meters relevant to Bulgarian folk music (fast-paced, irregular meters such as 8 5 and 16 7 are representative of the music), but as Goldberg points out, “throughout the document, the nationalistic agenda that underlies Hristov’s writing is apparent” ([0.3]). In this brief commentary it is not my goal here to critique Hristov’s nationalism, but rather to explore this “interconnectedness” in a context I believe is unfamiliar to most music theorists. I admit that I am not an expert in Bulgarian folk music or culture—in fact, before being asked to write this commentary I had given the musical culture very little thought. (1) However, by tracing for the reader my own thought process of connecting Hristov’s work to the discipline’s contemporary discourses surrounding music theory, politics, and social justice, I hope to demonstrate the utility of this treatise as we seek to move toward a more global (or pluralized) perspective. The majority of my commentary will focus on the brief but potent introduction to Hristov’s treatise. I will also discuss select moments of nationalist rhetoric that appear later in the treatise. My remarks on the more technical aspects of the treatise will be minimal.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "hristov_1925_1967"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The rich opening paragraph of Hristov’s treatise lays bare many of the issues that the composer-theorist believed to be at stake in the recording, preservation, and propagation of the rhythmic and metric techniques of Bulgarian folk music. Hristov does not begin with music, but rather with reference to Bulgaria’s “heroic exploits and suffering during the great world war” ([1.1]), situating this music-theoretical project within an explicitly political, and nationalist, framework. Bulgaria, as an ally of the Central Powers, suffered significant territorial losses and loss of life by the end of World War I—beyond that already suffered during the Balkan Wars. The 1925 version of Hristov’s treatise was completed less than a decade after the end of the war, and his emphasis on the perseverance of “this small but tough nation” ([1.1]) attests to his investment in the longevity of a nation that had declared its independence from the Ottoman Empire as recently as 1908. (Indeed, Stephen Blum [ 2023 ] observes that “development of a modern music theory came to be seen as an essential undertaking of nation-states,” especially those “seeking liberation from foreign rule” [60], so the timing of Hristov’s work is no coincidence.) However, in contrast to Bulgaria’s young life as an independent nation, Hristov traces the nation’s musical heritage back centuries, even millennia; and across large swaths of Eastern Europe (“today this music is still constantly heard from the Danube to the shores of the Aegean Sea and from the Black Sea to the waters of blue Lake Ohrid” [2.1]). In fact, as Goldberg notes, Hristov’s determinations for which nations shared musical connections with Bulgaria “had implications for the boundaries of the newly independent Bulgarian state” ([0.3]). (2) Time (past, present, and future) and place (land, or territory) are central concerns for Hristov, who, beyond seeking to dictate the rhythmic and metric techniques of Bulgarian folk music, seems to want to use music theory to influence Bulgaria’s standing on the global stage.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "blum_2023"
                ]
            }
        },
        {
            "4": {
                "text": "[4] It is for this reason that I include in the title of this commentary the notion of the “invention” of Bulgarian rhythm, adapted from Kofi Agawu’s ( 1995 ) conception of the “invention of ‘African’ rhythm.” Note the difference in the placement of the scare quotes: while Agawu is challenging the idea that there is a distinctive phenomenon that we might call “African rhythm” (arguing instead that the concept was motivated by “an overriding ideology of difference ” [395; emphasis in the original], racial, cultural, biological, and otherwise), I do not intend to challenge the idea that Bulgarian rhythm exists and is distinct from other European rhythmic and metric traditions. Instead, I wish to highlight Hristov’s role in crafting a narrative surrounding rhythm in Bulgarian folk music and in aligning it with a nationalist agenda. In this way, my use of the term “invention” is largely indebted to historians Eric Hobsbawm and Terence Ranger’s ( [1983] 2012 ) concept of “invented traditions,” which argues that many traditions associated with the distant past are in reality invented, or at least heavily supported and propagated, by more contemporaneous historical actors. Again, I do not mean to suggest that the historical claims that Hristov makes are false or inflated (it is beyond my expertise to judge them, and Goldberg gives us no reason to do so). Nonetheless, Hristov’s desire to connect the then-contemporary practice of Bulgarian folk music to a distant past—to “the onetime greatness and culture of [his] homeland” ([1.4])—is certainly telling. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "agawu_1995",
                    "hobsbawm_and_ranger_1983_2012"
                ]
            }
        },
        {
            "5": {
                "text": "[5] On that note, I turn to the subject of time—past, present, and future. Many of Hristov’s claims to the importance of Bulgarian folk music are bolstered by assertions that, despite beliefs that “the rhythmic richness that is treated in ancient Greek theory of music was extinct, without living examples, . . . the tonalities and the rhythmics that are treated in ancient Greek theory of music are preserved on the Balkan peninsula, especially in Bulgarian and Macedonian songs” ([1.6]). In other words, Bulgarian folk music is particularly valuable because it preserves an element of ancient European musical culture that is lost in other countries. To Hristov, this makes Bulgarian folk music “no less interesting than . . . Egyptian archaeological monuments” ([1.1]), a lofty comparison, yet one that reveals the importance of pastness. However, this pastness is also tied to primitivism: Hristov writes that “Bulgarian music . . . is preserved in a pure, uncorrupted, primitive form,” and distinguishes Bulgaria from “cultured nation[s]” ([1.4]). As we know from the practice of comparative musicology in the late nineteenth- and early twentieth-centuries, musics described as “primitive” typically come from cultures that (Western European) researchers deemed to be inferior, lacking the advancements present in their own cultures. Yet Hristov, a Bulgarian himself, takes great pride in the so-called “primitive” elements of Bulgarian folk music. Indeed, notions of primitivism take on a different connotation when employed by the communities they describe; but still, Hristov’s logic appears to affirm rather than disrupt modernist-colonialist ideologies surrounding teleology, progress, and extractivism, given that he frames the music as a resource for “modern contemporary composers looking for new compositional elements” ([1.1]).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] As it concerns the present and the future, Hristov’s sense of urgency comes from a fear that this rich musical tradition that has been preserved for centuries, if not millennia, will cease to exist in its “pure, uncorrupted, primitive form” if efforts are not taken immediately to preserve it for future generations. A culprit, interestingly enough, is Western music notation: Hristov laments that “when transcribing these Bulgarian . . . songs into musical notation, Serbs, Croats, and Czechs have rendered them in distorted form, in the frameworks of regular European meters, when their true meters with few exceptions are quite different from European ones” ([1.2]). Even the famed Bartók ( [1938] 1976 ) admitted to having completed a transcription of Bulgarian music “in a faulty rhythm” (42)! To be sure, Hristov’s treatise outlines the correct meters for Bulgarian folk music, but his dissatisfaction with the transcriptions of otherwise competent musicians speaks to a potential incompatibility with Western music notation, and the limits of the (often believed to be universal) notational system more generally. To address this problem (and to capture the nuance of third and quarter tones), Hristov demands that transcribers “not be deprived of the most sophisticated possible phonograph” ([1.10]), thereby enlisting the support of the state, specifically the Ministry of National Enlightenment or our Academy of Arts and Sciences. Here, the “invention” of Bulgarian rhythm requires significant buy-in and financial support—indeed, if the potential loss of Bulgarian folk music is a national problem, Hristov argues that the nation should use its resources to preserve this music. If not, “the fate of Bulgarian folk music . . . is doomed due to many instances of recent alterations and even assimilation” ([1.8]). A desire to ensure a future free of musical contamination is built on a need to preserve a “primitive” past the world threatens to ruin.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Hristov’s treatise, as do the other primary sources of the “Music Theory in the Plural” project, attests to the utility of looking to understudied texts in less widely known languages. By turning our attention to a more global, pluralized perspective, we also stand to learn more about our more local problems and concerns. Additionally, by engaging with texts such as Hristov’s, we can become more adept at facilitating conversation with music scholars and practitioners from other countries and parts of the world. Furthermore, while I focused my commentary on the introduction to Hristov’s treatise, it is crucial to remember that the music-theoretical and -analytical material that follows still bears the weight of the political and nationalist stakes that Hristov brought to his project. As such, by turning our attention to the fine-grained analytical details of lesser-known treatises such as Hristov’s—the sort of objects that so often stimulate our work as music theorists—we can seek a more intimate understanding of the cultures and communities that create and theorize these musics.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: music theory in the plural",
    "source": "mto/raw/mto.24.30.4.boyd.html",
    "data": "mto/data/mto.24.30.4.boyd.json"
}