{
    "title": "Computers Compose Music, But Do We Listen?",
    "date": "1994/01/01",
    "volume": "0",
    "issue": "6",
    "authors": [
        "Smoliar, Stephen W."
    ],
    "abstract": "This is an examination of the current state of the art in the computer composition of music. David Cope’s EMI (Experiments in Music Intelligence) project is examined as a representative of this state of the art. Both its assets and its liabilities are considered. However, the conclusion is that the matter of whether or not a computer will ever be a successful composer may not be that appropriate a question. Music is “in the ear of the listener;” and audiences listen toperformancesrather thancompositions. The quality of performance often overrides whether what is being performed has come from a struggling genius, a commercial hack, chance decisions, or even a computer program.",
    "keywords": [
        "music composition",
        "EMI",
        "artificial intelligence",
        "ATN"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.6/mto.94.0.6.smoliar.pdf",
    "author_info": [
        {
            "name": "Stephen W. Smoliar",
            "university": "National University of Singapore",
            "address": "Institute of Systems Science, Heng Mui Keng Terrace, Kent Ridge, SINGAPORE 0511",
            "email": "smoliar@iss.nus.sg"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Hiller, L. A. and Isaacson, L. M. Experimental Music:\nComposition with an Electronic Computer , New York:\nMcGraw-Hill (1959).",
            "citations": []
        },
        "FN2": {
            "text": "2. Cope, D.  “Recombinant Music: Using the Computer to\nExplore Musical Style,” Computer 24 (7) (1991): 22–28.",
            "citations": []
        },
        "FN3": {
            "text": "3. Cope, op. cit.",
            "citations": []
        },
        "FN4": {
            "text": "4. Schoenberg, A. Models for Beginners in Composition ,\nNew York: Schirmer (1943).",
            "citations": []
        },
        "FN5": {
            "text": "5. Smoliar, S. W.  “Algorithms for Musical Composition: A\nQuestion of Granularity,” Computer 24 (7) (1991): 54–56.",
            "citations": []
        },
        "FN6": {
            "text": "6. Chomsky, A. N.  “Language: Chomsky’s Theory,” in The\nOxford Companion to the Mind , Gregory, R. L., editor, New\nYork: Oxford University Press (1987): 419–421.",
            "citations": []
        },
        "FN7": {
            "text": "7. Woods, W. A.  “Transition Network Grammars for Natural\nLanguage Analysis,” Communications of the ACM 13 (10)\n(1970): 591–606.",
            "citations": []
        },
        "FN8": {
            "text": "8. Cope, op. cit.",
            "citations": []
        },
        "FN9": {
            "text": "9. Mozart, W. A. The Dice Composer , New York: Guild\nPublications of Art and Music (1941).",
            "citations": []
        },
        "FN10": {
            "text": "10. Smoliar, op. cit.",
            "citations": []
        },
        "FN11": {
            "text": "11. Apel, W.  “Musikalischer Spass, Ein,” in Harvard\nDictionary of Music , Apel, W., editor, Cambridge: Harvard\nUniversity Press (1969): 560.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0": {
                "text": "[0] NOTE: This paper has been reproduced with permission\nfrom World Scientific from their volume Multimedia Modeling . EMI: The State of the Art in Computer Composition",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Members of the IEEE Computer Society may recall that the\nJuly 1991 issue of their monthly magazine, Computer , was a\nspecial issue devoted to the topic of “Computer-Generated\nMusic.”  There has long been a fascination with mechanical\nmeans for generating original musical compositions.  Indeed,\nthat fascination preceded the invention of the computer\nitself by several centuries. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Of the articles which appeared in this special issue,\nthe one which probably best characterizes the current state\nof the art is “Recombinant Music: Using the Computer to\nExplore Musical Style,” by David Cope. (2) The topic of the\narticle is a component of a more general project called\nExperiments in Musical Intelligence (EMI).  Cope provides an\nexcellent summary of the fascinating behavior of this\ncomponent in his introduction: This EMI subprogram . . . separates and analyzes \nmusical pitches and durations and then mixes and\nrecombines the patterns of those pitches and\ndurations so that, while each new composition is\ndifferent, it substantially conforms to the style\nof the original.  The new works generally inherit\naspects of the style of the period and, to a\nlesser degree, the style of the composer of the\nrecombined works.  Called recombinant music ,\nthis is not just a parlor game but a serious\nattempt to understand how listeners recognize the\nstyle of a composer or period, one of the more\nelusive and difficult to describe musical\nphenomena.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Cope’s claim is as fascinating as it is bold.  His\narticle leads the reader through an exercise in the\nsynthesis of a piano sonata in the style of Wolfgang Amadeus\nMozart.  In an earlier paper (3) he demonstrated that his\ntechnique works for not only Mozart but also Giovanni\nPierluigi da Palestrina, Johann Sebastian Bach, Tomaso\nAlbinoni, Frederick Chopin, Bela Bartok, Igor Stravinsky,\nand Scott Joplin.  These are extensive efforts.  If we are\nto consider whether or not we are on the threshold of the\nage of computer composers, we need to examine both the\nassets and the liabilities of Cope’s EMI system.  Having\ndone so, we may then be able to ask whether artificial\nintelligence has now solved the problem of turning a\ncomputer into a successful composer. EMI’s Assets",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Perhaps the most important thing about Cope’s results is\nthat, at first hearing, they do a good job of sounding convincing.  One can play the “EMI-Mozart sonata movement”\nillustrated in his Computer article and be reasonably\nfooled into taking it for “real” Mozart.  Serious Mozart\nscholars are less likely to be fooled, but even they may\nhave to listen for a bit before identifying what they hear\nas an imitation.  If nothing else, Cope may have latched on\nto getting a computer to perform an important exercise in\nthe study of “free composition:” the task of using an\nexisting composition as a model which guides the structuring\nof a new one. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Such a model-based approach is important because it\ntakes the computer away from the ultimately misguided\napproach to music composition as a process of putting notes\ntogether. (5) Composition operates at a larger granularity,\nand Cope’s recombinant music may be regarded as a hypothesis\nof a more viable grain size.  Just how those grains are\ndetermined—whether they are products of pattern matching\nalgorithms which lie at the heart of EMI’s operation or of\nCope’s own skill at musical analysis—is not made entirely\nclear; but the results are impressive enough to justify\ntaking his thesis seriously.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] However, the possibility that Cope’s own skill may\nfigure in EMI’s results may, itself, be one of the system’s\nassets.  Cope’s work may be distinguished from many other\nresults in computer-generated music by the fact that Cope,\nhimself, is a serious composer.  This makes EMI a system \nwhich is based on practice as much as theory , if not\nmore so.  In other words the judgments exercised by Cope in\ndeveloping EMI may very well have more to do with how\npractical experience guides his decisions than with any\nattempts at theoretical models which dictate how decisions should be made. EMI’s Liabilities",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Nevertheless, it is important to observe that the extent\nto which EMI is convincing as a composer in its own right is\nsuperficial, in the literal sense of the word.  In other\nwords the decisions which EMI makes in composing a piece of\nmusic are all concentrated on the surface structure.\nHowever, much of music theory has been concerned with the\nquestion of whether or not music has a “deep structure,”\nsuch as that which Chomsky claims is in natural language. (6) Cope is well aware of the importance of deep structure in\nboth natural language and music.  Indeed, much of his\nsuccess is based on the power of the augmented transition\nnetwork (ATN) to handle both the analysis and synthesis of\nnatural language syntactic structures. (7) The heart of\nCope’s work involves adapting the ATN so that it may\naccommodate the synthesis of musical structures. (8)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] At this point, however, one can raise the question as to\njust who is doing the composing.  Ultimately, the success\nof the computer at “synthesizing” Mozart or Joplin depends\non Cope’s success at designing an ATN which controls that\nsynthesis.  This technique is not that different from the\none Mozart engaged for his own “Dice Composer,” a toy which\nenabled his contemporaries to compose simple dances without\nany prior knowledge of music just by rolling a pair of\ndice. (9) I recently demonstrated that this toy was basically\na very well designed random sentence generator. (10) Mozart’s Dice Composer, for example, generated (to\nuse the terminology of computational linguistics)\nrandom sentences by selecting productions from a\nsimple context-free grammar.  Each of the terminal\nsymbols in this case was an entire measure of\nkeyboard music.  Each measure of the score, in\nturn, corresponded to 11 productions, each of\nwhich filled in that measure with one of those\nterminals.  The bulk of Mozart’s work with the\nDice Composer was to make sure that the terminals\nchosen for any given measure were interchangeable.\n\nIt would thus be fair to say that the real composer of\nanything produced by the Dice Composer is Mozart, himself,\nrather than whoever happens to be tossing the dice.  By\nsimilar reasoning, then, in designing specifications with\nATN representations, Cope is the one doing the composing,\neven if EMI is actually “generating the output.”",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Of course Mozart never drew upon use of the Dice\nComposer for his own compositions.  One may assume that he\nfelt that music it produced was “not good enough” for his\npersonal standards.  Indeed, he used his standards for what\nit meant to be “not good enough” as a basis for another\ncomposition, his K. 522 sextet, subtitled Ein Musikalischer\nSpass (a musical joke). (11) This composition serves as a \nsort of catalogue raisonne of the sorts of faulty devices \none could find in the work of mediocre (or poorer) composers \nof Mozart’s day.  Such composers would often have a few good \nideas but simply never got the details correct, and Mozart was \ncapable of picking out examples of such inattention as a subject \nfor lampoon.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] This is not to say that Cope’s work is a joke.\nNevertheless, it in unclear just how seriously an\nexperienced listening ear may be expected to react.\nCertainly, it will not react to the Mozart examples as if it\nhas just encountered a previously undiscovered Mozart\ncomposition.  More likely, it will respond with an uneasy\nsense of familiarity, as if it had been reminded of Mozart\nbut then recognized at least one spanner in the works which\ncaused the result to be “not quite right.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Of course it is important to remember that the first\nletter of EMI stands for “Experiments.”  In the world of\nscience, not all experiments succeed; but we assume we can\nlearn something even if the outcome is not successful.  Can\nwe learn anything from the results of Cope’s experiments?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] One thing we may learn is that, whether or not music has a deep structure, much of our response, as\nindividuals, is to surface features.  Thus, we can pick up\non surface cues and start to follow through with them, even\nif the music does not follow through in the same way.  This\nis particularly the case if the music is performed with\nthe appropriate air of seriousness.  Cope has been fortunate\nenough to have his work performed by skilled\ninstrumentalists and singers participating in the Santa Cruz\nBaroque Festival.  Hearing these results performed with the\nsame seriousness of purpose which one would expect for a\nperformance of Palestrina or Bach quickly dispels any notion\nthat this is just another variation on a Mozart-type musical\njoke.  Because the performers are not the village amateurs\nwhich Mozart chose to ridicule, we assume that the composer is no less mediocre.  Ultimately, whether or not\nthe results are laughable depends upon whether or not they\nreceive very loving performances in a very convincing\nmanner.  Whether or not we come away any the wiser about\n“Musical Intelligence” or the stylistic characteristics of\nMozart or Joplin may ultimately be beside the point. Music Is in the Ear of the Listener",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Erik Satie was a key forerunner of the avant garde\napproach to musical composition which developed at the\nbeginning of this century.  There is a story that Satie was\nonce (if not many times) asked if he felt that the sorts of\nthings he did were really music.  It is said that Satie’s\nfavorite answer to this question was: “Music is what happens\nat concerts.”  This seems to capture a key element of what\nmakes output from EMI “work.”  Whether or not it was music\nwhen it came out of the computer, it was certainly music\nwhen it happened at the Santa Cruz Bach Festival!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Thus, the real lesson to be learned is that, in\nmatters of music, practice is more important than theory.\nMusic is what musicians do at concerts, and practice has\nmore to do with performing behavior than with writing\nscores.  Performing behavior remains a great mystery to us,\nbut it has tremendous power.  Skilled actors are capable of\npicking up a telephone directory and reading aloud from it\nwith the same command of emotional manipulation they can\napply to Shakespeare.  This does not mean that a telephone\ndirectory is “great literature;” but it does mean that a\ngood enough actor can fool a willing audience into taking it\nas such!  This is because we, as audiences, do not listen to\ncompositions; we listen to the performances .  Composition\nis simply the armature which is then fleshed out by\nperformance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] For many centuries this approach to music behavior was\npretty much taken for granted.  It has only been in the last\ncentury or two that the composer has begun to assume the\nrole of “significant individual” in his own right.  In\ntoday’s world of competitions and grants, the situation has\nbecome even more exacerbated.  The consequence is that we\nseem to be losing sight of the behavior side of the story,\nparticularly the significance of the behavior of the\nperformer.  Yet it is that performer behavior which\nultimately determines whether or not we, as audience, decide\nto devote enough attention to listen, regardless of whether\nwhat is performed has come from a struggling genius, a\ncommercial hack, chance decisions, or even a computer\nprogram.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.94.0.6.smoliar.html",
    "data": "mto/data/mto.94.0.6.smoliar.json"
}