{
    "title": "Conference Report: “Pedagogy into Practice: Teaching Music Theory in the Twenty-First Century”",
    "date": "2017/06/01",
    "volume": "23",
    "issue": "2",
    "authors": [
        "McCandless, Gregory R."
    ],
    "abstract": "From June 1–3, 2017, the School of Music at Lee University in Cleveland, TN hosted a conference that was exclusively focused on music theory pedagogy, titled “Pedagogy into Practice: Teaching Music Theory in the Twenty-First Century”. This conference was sponsored by the Gail Boyd de Stwolinski Center for Music Theory Pedagogy in partnership with the editorial boards of theJournal of Music Theory Pedagogyand theJournal of Music Theory Pedagogy Online. Papers, posters, and workshops representing a variety of pedagogical topics were presented, including two keynotes delivered by Ken Bain and Anna Gawboy.",
    "keywords": [
        "Music Theory Pedagogy",
        "Pedagogy into Practice",
        "Pedagogy Conference",
        "Cleveland",
        "Tennessee",
        "Lee University",
        "JMTP",
        "JMTP-O"
    ],
    "doi": "",
    "received": "June 2017",
    "pdf": "http://mtosmt.org/issues/mto.17.23.2/mto.17.23.2.mccandless.pdf",
    "author_info": [
        {
            "name": "Gregory R. McCandless",
            "university": "Hayes School of Music",
            "address": "Appalachian State University, 813 Rivers St, Boone, NC 28607",
            "email": "mccandlessgr@appstate.edu"
        }
    ],
    "citations": {
        "fankhauser_2014": "Fankhauser, Gabe. “Society for Music Theory Demographics Report 2014.” 2017, https://societymusictheory.org/files/SMT_Demographics_Report_2014.pdf",
        "fankhauser_2015": "Fankhauser, Gabe. 2015. “Society for Music Theory Demographics Report 2015.” 2017, https://societymusictheory.org/files/SMT%20Demographics%20Report%202015.pdf",
        "fankhauser_2016": "Fankhauser, Gabe. 2016. “Society for Music Theory Demographics Report 2016.” https://societymusictheory.org/files/SMT%20Demographics%20Report%20Oct%202016.pdf"
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This June, over 130 scholars representing more than 30 states and 2 Canadian provinces converged at Lee University’s School of Music in Cleveland, TN to attend one of the first conferences dedicated exclusively to music theory pedagogy, “Pedagogy into Practice: Teaching Music Theory in the Twenty-First Century”. This constructive meeting was sponsored by the Gail Boyd de Stwolinski Center for Music Theory Pedagogy (directed by Steven Laitz of the Juilliard School) in partnership with the editorial boards of the Journal of Music Theory Pedagogy and the Journal of Music Theory Pedagogy Online . Austin Patty (Lee University) and Jennifer Snodgrass (Appalachian State University) served as co-coordinators of the event, and Elizabeth West Marvin (Eastman School of Music) chaired the program committee.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Interest in music theory pedagogy has continued to increase in recent years, proceeding from groundbreaking organizations like the Journal of Music Theory Pedagogy (whose first volume appeared in 1987) to the SMT Music Theory Pedagogy Interest Group (established in 1998), and more recently, the Engaging Students: Essays in Music Pedagogy series (first released in 2013). Nonetheless, the program committee and JMTP editorial boards were astounded at the response to the call for participation for this conference, which yielded a final program consisting of 64 presentations—including posters—spread across three very active days. While this necessitated quite a few parallel sessions, the sustained focus on the larger topic of theory pedagogy allowed participants to keep in mind the presentations they experienced as they moved from session to session, which in turn allowed for critical evaluation, comparison, and discussion. Indeed, it was common for speakers to reference and respond to one another extemporaneously during their presentations, making the event more of a continuous conversation rather than a loose amalgam of disparate topics and viewpoints (as one tends to experience at other large conferences with broader concentrations).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Highlights of the conference—which was held in the expansive DeVos Center for the Humanities—were numerous, though participants tended to focus on three key aspects. The first was the lively discussion period that followed the poster session on Thursday, June 1. The twenty-four posters at this conference attracted an enormous crowd and resulted in several enthusiastic conversations; in fact, while responses to the post-conference survey are still being collected at the time of this writing, a majority of the suggestions obtained thus far—as well as a few of the informal recommendations that I have personally overheard—have centered on the desire for even more discussion time after the poster session in future meetings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] A second positive element of the conference was the sheer breadth of topics represented by the program despite the single overarching theme of music theory pedagogy. Presentations ranged from Trevor de Clercq’s workshop on the Nashville Number System to Christine Boone’s paper on team-teaching a Music and Math course, and entire sessions were dedicated to subjects that do not often receive much “real estate” within traditional theory conference programs, such as historically informed pedagogy and post-tonal theory and aural skills instruction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] A third highlight of the conference was the pair of keynote presentations delivered by Ken Bain (Best Teachers Institute) and Anna Gawboy (The Ohio State University). Bain’s keynote, titled “Deep Learning,” was a moving criticism of the ways in which the American educational system has promoted and conditioned a strategic, grade-seeking approach to learning in our students that undermines the natural human propensity to answer curiosity with inquiry. While his keynote was delivered remotely via videoconferencing software (which is rather atypical), the presentation was quite effective, with several attendees remarking that Bain’s masterful manipulation of the distance between himself and the camera yielded a degree of impact that may not have been present in a live setting. Anna Gawboy’s keynote, which was followed by an interactive brainstorming workshop that attempted to address the central issues raised by her presentation, was similarly well regarded. Titled “The Art of Listening,” the presentation focused on the need to foster creativity and self-determination in the music theory classroom while maintaining rigor and depth of understanding. Gawboy provided an example of her own assessment strategies toward these ends: a combination of a capstone project and a final exam that included a) an oral interview focused on compositional elements from student-selected repertoire, b) a brief, traditional, written exam, and c) an original composition project that required adherence to a traditional form but allowed for a variety of other musical domains to be manipulated according to the students’ individual tastes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The overarching sentiment that characterized the “Pedagogy into Practice” conference was optimism, and this, to me, was chiefly attributable to the substantial contributions of women to the event. While the percentages of gender representation on the program—roughly 66% men and 34% women—are nearly identical to those of the field as a whole (according to the SMT Demographics Reports from 2014 , 2015 , and 2016 ), the conference prominently featured women in key positions of scholarly authority—specifically, the positions of keynote speaker, conference co-coordinator, program committee chair, session chair, and poster discussion table leader—throughout its duration. The fact that women chaired or otherwise led 10 of the conference’s 16 sessions was a welcome and, unfortunately, unique situation that hopefully represents a small yet significant step toward a more inclusive and diverse field.",
                "footnotes": [],
                "citations": [
                    "fankhauser_2014",
                    "fankhauser_2015",
                    "fankhauser_2016"
                ]
            }
        },
        {
            "7": {
                "text": "[7] This report has offered but a brief snapshot of the 2017 “Pedagogy into Practice” conference and has highlighted only a few of its noteworthy presentations and takeaways. A more detailed account of the conference will appear in a forthcoming issue of the Journal of Music Theory Pedagogy . While the editorial boards of JMTP and JMTP-O have yet to schedule a second iteration of the event, the overwhelming response to the inaugural meeting has made it quite probable that we have experienced the first in a series of regularly recurring pedagogy conferences that would truly have the potential to elevate the field of music theory as a whole.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference reports",
    "source": "mto/raw/mto.17.23.2.mccandless.html",
    "data": "mto/data/mto.17.23.2.mccandless.json"
}