{
    "title": "Compositional Process and Technique in <i>Happy Rain on a Spring Night</i> (2004)",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "3",
    "authors": [
        "Yi, Chen"
    ],
    "abstract": "The composer discusses her musical training at the Central Conservatory of Music in Beijing and at Columbia University in New York, and the effect of that musical heritage on her compositional style. She describes the techniques she uses in her chamber ensembleHappy Rain on a Spring Night(2004), including the use of speech tones for the development of her pitch material, and the Golden section for proportional relationships in the formal structure of the work.",
    "keywords": [
        "Happy Rain on a Spring Night(2004)",
        "Central Conservatory of Music in Beijing",
        "Chou Wen-Chung",
        "Mario Davidovsky",
        "Columbia University",
        "Du Fu",
        "shuō chàngmusic",
        "Peking orchestra",
        "Golden section",
        "Debussy"
    ],
    "doi": "10.30535/mto.26.3.10",
    "received": "January 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.3/mto.20.26.3.chen.pdf",
    "author_info": [
        {
            "name": "Chen Yi",
            "university": "University of Missouri-Kansas City",
            "address": "The Conservatory of Music and Dance, 4949 Cherry Street, Kansas City, MO 64110-2229",
            "email": "cheyi@umkc.edu"
        }
    ],
    "citations": {
        "chen_2004": "Chen, Yi. 2004. Introductory Notes in the Score to Happy Rain on a Spring Night . Theodore Presser Co.",
        "chen_et_al_2020": "Chen, Yi, Marianne Kielian-Gilbert, Nancy Rao, John Roeder, and Jennifer Bain. 2020. “In Dialogue with Chen Yi: Compositional Images, Techniques, and Influences.” Transcribed by Zackary Harrison. Edited transcript of the question and answer period that concluded a session on Chen Yi’s music, November 3, 2017, sponsored by the Committee on the Status of Women at the 2017 Society for Music Theory annual meeting in Arlington, VA. http://hdl.handle.net/10222/79583",
        "howat_1983": "Howat, Roy. 1983. Debussy in Proportion: A Musical Analysis . Cambridge University Press.",
        "segall_2014": "Segall, Christopher. 2014. “Sergei Taneev’s Vertical-Shifting Counterpoint: An Introduction.” Music Theory Online 20 (3). https://mtosmt.org/issues/mto.14.20.3/mto.14.20.3.segall.php .",
        "taneyev_1909": "Taneyev, Sergei. 1909. Convertible Counterpoint in the Strict Style [Подвижной контрапункт строгого письма]. M.P. Belaidff."
    },
    "footnotes": {
        "FN0": {
            "text": "* Many thanks to Zackary Harrison (research assistant at Dalhousie University to Jennifer Bain) for transcribing this presentation, and to Jennifer Bain, John Roeder, Marianne Kielian-Gilbert, and Nancy Rao for helping to prepare the version presented here. I would also like to thank Professor Wendy Lee from Hong Kong Chinese University, who introduced me to the Society for Music Theory, as well as the Committee on the Status of Women for inviting me this year for the celebration of the Committee’s thirtieth anniversary. And finally, thank you to all of the authors here who have prepared articles on my music, who make the music deeper than I imagined.",
            "citations": []
        },
        "FN1": {
            "text": "1. This piece was commissioned by the Music from Copland House and funded by the New York State Council on the Arts.",
            "citations": []
        },
        "FN2": {
            "text": "2. [Nancy Rao] Chen discussed further her compositional approach in using the structural plan, both in general and in the composition of Happy Rain in the Q&A at the end of the 2017 SMT session ( Chen et al. 2020 ).",
            "citations": [
                "chen_et_al_2020"
            ]
        },
        "FN3": {
            "text": "3. [Nancy Rao] Chen discussed further the crucial role of instrumentation in the Q&A at the end of the 2017 SMT session ( Chen et al. 2020 ).",
            "citations": [
                "chen_et_al_2020"
            ]
        },
        "FN4": {
            "text": "4. [John Roeder] Chen is referring to a concept developed by the Russian composer and music theorist Sergei Taneyev in his book Подвижной контрапункт строгого письма [ Convertible Counterpoint in the Strict Style ] ( 1909 ). See also, Segall 2014 .",
            "citations": [
                "taneyev_1909",
                "segall_2014"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] As a composer, I write my music from culture itself and from the language in my mind, and that’s why I would like to share my experience with you. Before I begin, I will take a couple of minutes to tell you about my musical background and training.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] I was born in China, and trained as a classical musician from childhood, first of all in piano and then violin. During the Cultural Revolution, I went to the countryside to work as a farmer and I noticed that I spoke the same dialect as the farmers. For the first time, I dug deeply into my own culture and native tongue. Later, I worked as a concertmaster in a local Peking opera orchestra for eight years. When I was 25 years old, I was able to go to the Central Conservatory of Music in Beijing and study as a freshman composition major. The training was intense at that point, because all of my classmates were older and everybody was thirsty to learn and to catch up. Besides Western music theory, which included four major sections (besides ear training) of harmony, counterpoint, orchestration, and music analysis, we also had an emphasis on Chinese music, different from music conservatories in the West. This area of study was also in four sections: first was Chinese folksongs; and second was Chinese shuō chàng , which means half story-telling, half singing; the third type was the theater, the local operas; and then the last section was Chinese traditional instrumental music that could be divided into plucking instruments, bowing instruments, wind instruments, and percussion instruments. All of these areas of study became the foundation of my compositional style.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] During the five years of undergraduate study in China, and three years for a Master’s degree from the Central Conservatory of Music in Beijing, I was trained by a group of professors who followed the Western European tradition, particularly the Russian tradition in terms of musical language, because form, structure, harmonic progressions, and counterpoint techniques are all European training. In addition, we had training in Chinese traditional music. We memorized all the folk songs and tried to learn how to write in those local styles, including the dialects in singing from different provinces and different minority groups, as well as the majority group, the Han people. We also went to the countryside to collect folk songs. That is something important for us to carry on. I think the culture is so important, and if you are not on the ground you don’t know what the people do, what they speak, what they think. It is hard to learn from pictures; that’s my experience. Every year, before the summer vacation started, we were supported by the Conservatory, and in groups we went to the countryside to collect folk songs. We could choose our own itinerary, but each group was led by two professors, and we reported what the farmers did, much like Bartók did with his ethnography in eastern and southeastern Europe. Then we would go to write analyses of the technique in the songs we collected. In my Chinese training time, I used a lot of Chinese folk materials to develop in my compositions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] After I earned my Master’s degree, I went to Columbia University in New York and studied with Professors Chou Wen-Chung and Mario Davidovsky. Both of them taught me so much beyond musical technique, like how to get inspiration from the culture that you have, and what has been there in your mind and also in your language; that’s why I did research on Professor Chou’s music. He has used a lot of Chinese literature as his major inspiration; if you look up his catalog you can see many pieces devoted to famous ancient poems, calligraphy, or any type of Chinese traditional culture. Because of this, I also started to write my pieces with inspiration from Chinese literature. You can see that I used an ancient Chinese poem as inspiration to compose Happy Rain on a Spring Night . My approach is to combine the mind and the heart together. If you combine these and speak in the most natural language, that is your own unique language. That’s what a creative artist wants to have. That’s also my goal. I studied Western music and Chinese music and found my natural speaking manner, so I use this kind of expression in my compositions. 2. Happy Rain on a Spring Night Audio Example 1 . Happy Rain on a Spring Night , lines 1–4",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Happy Rain on a Spring Night is a chamber work for flute, clarinet, violin, cello, and piano. (1) I will analyze this whole piece according to three of its dimensions—pitch, formal structure, and instrumentation—but first I will discuss the poem on which it is based. Reproduced in the introductory notes to the published score ( Chen 2004 ), the poem was written during the Tang Dynasty by a famous poet Du Fu (712–770). If you read it in Chinese, there are five characters in each line. Below are the first four lines that become the first section of the piece. You have to listen to the tone when hearing the poem in Chinese: you may hear these lines spoken in Audio Example 1 . Happy rain comes in time, 好雨知時節， When spring is in its prime. 當春乃發生。 With night breeze it will fall, 隨風潛入夜， And quietly moisten all. 潤物細無聲。 In the score, the rehearsal letters A, B, C, D, and so on, mark the structure, which matches in the music the meaning of each line ( Chen 2004 ). Audio Example 2 . Happy Rain on a Spring Night , lines 5–6",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "chen_2004",
                    "chen_2004"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] The second half of the poem begins with the two lines below; you may hear them spoken in Audio Example 2 . Clouds darken wild roads, 野徑雲俱黑， Light brightens a little boat. 江船火獨明。 These lines mean that it’s really quiet, and you can only see the little light on the boat. You see how quiet it was; it could mean that there is little sound or that it’s just too quiet. Audio Example 3 . Happy Rain on a Spring Night , lines 7–8",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The last two lines of the poem mean flourishing, the flower blossoms covering the whole town, and that is the end of the piece. Listen to these lines in Audio Example 3 . Saturated at dawn, 曉看紅濕處， With flowers blooming over the town. 花重錦官城。",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] I also use this poem to symbolize society. When the happy spring rains come, they come in secret. They don’t yell, they don’t shout, yet they nurture society, like the soil; then later you can see the flowers blossom, and that is the meaning. It hints at a deeper thinking—not only the surface of the characters—which is also the meaning of a Chinese poem; that’s why we use that kind of meaningful poem for our compositions. Example 1 . Diagram of structure of Happy Rain on a Spring Night (2004) based on notes to the score (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] In the printed score, there are introductory notes that identify and describe the main sections and subdivisions: the diagram is reproduced in Example 1 . The first large part expresses the first six verses, including the beginning, which means the rain secretly and quietly comes to town to dampen the earth. The first large part has two divisions, and in the second division you will see how much the texture changes according to the line. The second large part is already the flourishing part, which includes a toccata that goes all the way to the end.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] My talk will focus on three dimensions. First, I will talk about the pitch material, and how it is related to the musical imagery. As I explained above, there is the image of the rain, the image of the flourishing and, in between, there is a very quiet light on the boat. That kind of imagery is important in order to have contrast and also to have the development of the music and the meaning. The second dimension is form and structure. I used the golden section principle to construct my piece, so I will line up these materials for you to see. And the third dimension we will talk about is instrumentation—how to use texture to match the expression of the meaning. Music is not simply a surface with pictures and rhythm; it has a deeper meaning with human emotion and expression. That’s what I discussed earlier; our composition needs to match this kind of goal. Pitch Material and the Musical Imagination Example 2 . Happy Rain on a Spring Night , mm. 1–12 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Now we will begin with the first element, the pitch material and how the pitch material matches the musical imagery. Section A consists of three related ideas, A1, A2, and A3. If you look at the score ( Example 2 ), you will see that A1 begins in m. 1 with material that goes up a scale in stepwise motion. Idea A2, starting in m. 4 in the violin, is more flowing, wandering up and down within a very narrow range. Then A3 appears in m. 10 in the cello part, marked ponticello . It is a combination of the former two (A1 and A2), because it is wandering yet it has more linear motion. Example 3 . Happy Rain on a Spring Night , mm. 65–69 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Late in the second subdivision of Part 1, the B material enters—this is at m. 65, just before rehearsal letter D (see Example 3 ). The B idea is marked by a big leap, which is an imitation of speech (cf. Audio Example 2). As I talked about already ([1.2]), in the second section of our training we learned Chinese shuō chàng music, which is a kind of speech song, telling a story as if you are talking, but as musical speech. You select all the pitches to match the tones in spoken Chinese, similar to Schoenberg’s method of Sprechstimme . When I learned that Schoenberg used this technique he created for an atonal German repertoire, I felt at home; it was so familiar and comfortable. I studied ear training with absolute pitch, so that I could write down the pitch of any sound without a tonal context. When I saw those Sprechstimme pitches, I thought that it was very close to my thinking about song. In this case after I studied the Chinese shuō chàng music, I realized that I could choose pitches to imitate the kind of tune that emerges when reciting a poem. That’s why when I recited the poem for you (Audio Examples 1–3), I asked you to pay attention to the tones, which I exaggerated more than in normal speaking, making the high pitches a little higher, and the low pitches lower, so that you can understand the meaning. Actually, that is a game that Chinese children play: when they are not allowed to talk in the classroom, they sing the pitches to tell their desk mates what they mean. The Cantonese dialect has nine tones and Mandarin has four tones, so people can guess what words you mean when you recite the syllables’ tones.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] All of these different traditions of reciting and speech patterns are combined for me in composing: when you look at the B idea in this section (Example 3), it is already speaking, but it becomes a part of the melody as well. Many of the melodies in my works are written according to the reciting tones, a method that has its source in my experience in the Peking opera orchestra. I’ve also used the idea of “xing xian,” taken from Peking Opera ensemble playing. When the actors would have dialogue in the show, we would play background music while simultaneously paying attention to what was happening on stage, by repeating a short and fixed musical pattern. In my composition I use all of these techniques, including speaking tunes and repeating accompaniment patterns. I apply that kind of technique in many of my orchestral works, although if I hadn’t told you, you might think it is a classical technique. Yet you can trace it back to this resource that I took for my composition. In this section in the score (m. 65 in Example 3), you can see the melody that reflects the reciting tone. That is the pitch material and how it relates to poetic imagery. Form and Structure Example 4 . Use of the Golden Section in Happy Rain on a Spring Night (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] The structural plan in Example 1 above shows the divisions of the piece. The numbers are the durations of sections and subsections, and their proportions always manifest the golden section, which is approximately 0.6. For example, the first large part extends from the beginning to m. 115, which is the first and largest climax, and occupies six-tenths of the 192 measures of the whole piece, as outlined in Example 4 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] I got this inspiration from the well-known and influential book by Roy Howat, Debussy in Proportion ( 1983 ). When I taught Debussy’s orchestral works in an orchestration class at Peabody Conservatory, I consulted all the books about Debussy in Peabody’s library. I loved this book the most. I read through it all and did my own research on every piece that he analyzed. Just as he uses the golden section to analyze Debussy’s works, I decided that I would use it to construct my pieces. Among other things, it would help me to write three times faster!",
                "footnotes": [],
                "citations": [
                    "howat_1983"
                ]
            }
        },
        {
            "2.12": {
                "text": "[2.12] I was trained in Beijing to use classical forms in my compositions. We started out by writing simple sentences—first a phrase, and then a period—and then one-part forms (there are many of them, as you can discover by analyzing Chopin’s preludes), then two-part forms (without a recapitulation, or recapitulating either the B or A material), then three-part forms, where the middle section could be either a huge contrast or something similar (depending on the image that led you), then rondo, sonata, and variations. Concentrating on these models, I never considered how to break this frame, or how to write music without the models in mind, until I started my Master’s degree. The professor who taught form and analysis there introduced the idea of a “combination form” for pieces that go a little outside the box. Although he asked us to analyze early twentieth-century and Russian repertoire, the work was based on this less clear-cut kind of form.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] Later I found out that there are so many methods and principles we could follow. For example, consider cí , a kind of poetry of the Song dynasty. Each type of cí has a distinct pattern of tones and number of characters per line, and was written to be sung to a fixed melody, so the patterns make a kind of musical form as well. If your form is derived in this way from text, you may not have to think of one-part form, two-part form, or simple or complex forms. After you write a single ABA, you can place it within a larger hierarchical sectional structure, and so build up a larger, complex piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] When I read Howat’s analysis of Debussy’s La Mer , I saw how to divide all of these sections with appropriate proportions. That’s how I came up with the form of this piece, although it is different from what Howat presented in his analysis. The structural plan shows three layers of proportions, and if you take their ratios you can find the golden section. At each of these points I change instrumentation. There are many possible combinations of the five instruments—for example, a violin-cello duo, or adding another instrument—but all the texture changes are timed according to these proportions. The location of the climax with respect to the duration of the whole piece, 115/192, is 0.6. The number of measures from the climax to the end, 192–115 = 77, is divided into two sections labeled 46 and 31, and if you take the ratio of 46 to 77 you also get 0.6. The golden section shows the beauty in the human body, and also in flowers, and also in many other natural phenomena. So that is the principle I used for the structural plan. (2) Instrumentation",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] My final example describes instrumentation. (3) It shows that each of the sections (that is, those marked sections A through H in Example 1) has a different combination. For example, at the beginning the violin presents some wandering material, and at letter B, the cello does the same thing in Taneyev’s convertible counterpoint (see fn 4 and [2.16], second bullet). (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] Here are guided notes to follow the score and a recording. The notes point to some of the elements discussed. m. 22, near the end of section A: You see the use of a harsh ponticello in the cello part, to represent a kind of quietness like murmuring. m. 25, beat 4: At letter B you can hear the theme from letter A returning. It is just convertible [counterpoint]: the whole violin part and cello part exchange. m. 42: This is letter C; it calls to mind the quietness of the poem, lines 5 and 6. m. 55, near the middle of section C: Although the tempo hasn’t changed, the texture thins to represent this kind of expression. The scene becomes very quiet, yet it uses the same pitch material from before. It even becomes a solo. m. 65, at the end of section C: This is the material taken from the fluctuation of tones in the fifth and sixth lines of the poem. In each line, one tone is high, in order to be more exaggerated. And now these kinds of fresh quiet sounds make the texture related to the musical image that I explain in the program notes. m. 79, in the middle of section D: This is still a variation, with that big jump, although the materials are not exactly in sequence, and we come to the conclusion of the quiet section, so the scale comes down instead of going up. It is still the A1 material. m. 88: This music represents the last two lines of the poem. Although this is not the climax yet, it is a turning point according to the golden section principle, in that it starts to build up to the climax at m. 115. m. 105: The bass line comes in here, playing the A2 material. The A3 material appears as the tremolo with the ponticello —it is the same pitch material. m. 134: From letter G, the reciting material comes back, but now in wider figures. The violin [rather than the cello] does the reciting. It borrows the pitch material from before, but it is no longer quiet. m. 146: This melodic material from earlier is now octave-doubled in the violin and cello, so that it sounds more crazy and busy. Also, the piano material is taken from A3.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.17": {
                "text": "[2.17] In conclusion, you have to appreciate, listen, and feel the music first. Then, if you have the image of the poem in mind, you can picture in the music the quiet raindrops and how they help the flowers bloom throughout the town. And you can also sense the proportions: when you would feel the need for some new sound to arrive, and when you might need the climax to appear—that is the theory behind it. Without this theory, I think it is very hard to achieve these natural feelings. The theory really sums up the piece, and also explains aesthetically how human beings think and appreciate a musical work. That is also my goal, and the theory is my tool.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "the music of chen yi",
    "source": "mto/raw/mto.20.26.3.chen.html",
    "data": "mto/data/mto.20.26.3.chen.json"
}