{
    "title": "Review of Steve Larson,  <i>Musical Forces: Motion, Metaphor, and Meaning in Music</i> (Bloomington: Indiana University Press, 2012)",
    "date": "2013/03/01",
    "volume": "19",
    "issue": "1",
    "authors": [
        "Cox, Arnie"
    ],
    "abstract": "",
    "keywords": [
        "metaphor",
        "musical motion",
        "embodiment",
        "musical meaning",
        "Larson",
        "musical forces"
    ],
    "doi": "",
    "received": "December 2012",
    "pdf": "http://mtosmt.org/issues/mto.13.19.1/mto.13.19.1.cox.pdf",
    "author_info": [
        {
            "name": "Arnie Cox",
            "university": "Oberlin Conservatory of Music",
            "address": "Oberlin, OH 44074",
            "email": "acox@oberlin.edu"
        }
    ],
    "citations": {
        "adlington_2003": "Adlington, Robert C. 2003. “Moving Beyond Motion: Metaphors for Changing Sound.” Journal of the Royal Musical Association 128, no. 2: 297–318.",
        "brower_1997–98": "Brower, Candace. 1997–98. “Pathway, Blockage, and Containment in Density 21.5 .” Theory and Practice 22–23: 35–54.",
        "cox_2011": "Cox, Arnie. 2011. “ Embodying Music: Principles of the Mimetic Hypothesis. ” Music Theory Online 17, no. 2.",
        "cox_2012": "Cox, Arnie. 2012. “Tripartite Subjectivity in Music Listening.” Indiana Theory Review 30, no. 1: 1–143.",
        "goodman_1976": "Goodman, Nelson. 1976. Languages of Art. Indianapolis: Hackett.",
        "guck_1991": "Guck, Marion. 1991. “Two Types of Metaphoric Transfer.” In Metaphor:  A Musical Dimension, ed. Jamie C. Kassler. Sydney: Currency Press, 1–12.",
        "johnson_1987": "Johnson, Mark. 1987. The Body in the Mind: The Bodily Basis of Meaning, Imagination, and Reason. Chicago: University of Chicago Press.",
        "johnson_2007": "Johnson, Mark. 2007. The Meaning of the Body: Aesthetics and Human Understanding. Chicago: University of Chicago Press.",
        "johnson_and_larson_2003": "Johnson, Mark, and Steve Larson. 2003. “‘Something in the Way She Moves’: Metaphors of Musical Motion,” Metaphor and Symbol 18, no. 2: 63–84.",
        "kövecses_2002": "Kövecses, Zoltán. 2002. Metaphor: A Practical Introduction. Oxford: Oxford University Press.",
        "kövecses_2005": "Kövecses, Zoltán. 2005. Metaphor in Culture: Universality and Variation. Cambridge: Cambridge University Press.",
        "larson_1997–98": "Larson, Steve. 1997–98. “Musical Forces and Melodic Patterns.” Theory and Practice 22–23: 5–71.",
        "larson_2012": "Larson, Steve. 2012. Musical Forces: Motion, Metaphor, and Meaning in Music (Musical Meaning and Interpretation) Bloomington: Indiana University Press.",
        "lakoff_and_johnson_1980": "Lakoff, George, and Mark Johnson. 1980. Metaphors We Live By. Chicago: University of Chicago Press.",
        "lakoff_and_johnson_1999": "Lakoff, George, and Mark Johnson. 1999. Philosophy in the Flesh: The Embodied Mind and Its Challenge to Western Thought. New York: Basic Books.",
        "rothfarb_2002": "Rothfarb, Lee. 2002. “Energetics.” In The Cambridge History of Western Music Theory, ed. Thomas Christensen. Cambridge: Cambridge University Press: 927–55.",
        "saslaw_1996": "Saslaw, Janna. 1996. “Forces, Containers, and Paths: The Role of Body-Derived Image Schemas in the Conceptualization of Music.” Journal of Music Theory 40, no. 2: 217–43.",
        "saslaw_1997": "Saslaw, Janna. 1997–98. “Life Forces: Conceptual Structures in Schenker’s Free Composition and Schoenberg’s The Musical Idea. ” Theory and Practice 22–23: 17–33.",
        "spitzer_2004": "Spitzer, Michael. 2004. Metaphor and Musical Thought. Chicago: Chicago University Press.",
        "sweetser_1990": "Sweetser, Eve. 1990. From Etymology to Pragmatics: Metaphorical and Cultural Aspects of Semantic Structure. Cambridge: Cambridge University Press.",
        "zbikowski_1997": "Zbikowski, Lawrence. 1997–98. “Des Herzraums Abschied: Mark Johnson’s Theory of Embodied Knowledge and Music Theory.” Theory and Practice 22–23: 1–16.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis. New York: Oxford University Press.",
        "zuckerkandl_1956": "Zuckerkandl, Victor.  1956. Sound and Symbol:  Music and the External World, trans. Willard R. Trask.  Princeton:  Princeton University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Some of the familiar applications to music theory include Brower ( 1997–98 ), Larson ( 1997–98 ), Saslaw ( 1996 ; 1997 ), and Zbikowski ( 1997 ).",
            "citations": [
                "saslaw_1996",
                "saslaw_1997",
                "zbikowski_1997"
            ]
        },
        "FN2": {
            "text": "2. This approach to metaphoric reasoning, conceptual metaphor theory, was prepared by Lakoff and Johnson ( 1980 ) and then elaborated in Lakoff and Johnson ( 1999 ).",
            "citations": [
                "lakoff_and_johnson_1980",
                "lakoff_and_johnson_1999"
            ]
        },
        "FN3": {
            "text": "3. Such metaphoric terms are commonly referred to as “dead metaphors,” since their metaphoric nature is no longer salient.  Because we treat them as if they were literal, Marion Guck ( 1991 ) has referred to them as “music-literal.”  Accordingly, they can also be understood as literal terms within the fictional musical worlds that we create via metaphoric reasoning.",
            "citations": [
                "guck_1991"
            ]
        },
        "FN4": {
            "text": "4. Naturally this reflects my particular interests and background; other readers may well have concerns with different aspects of the book.",
            "citations": []
        },
        "FN5": {
            "text": "5. Larson explicitly refers to Zuckerkandl ( 1956 ) and Rothfarb ( 2002 ).",
            "citations": [
                "zuckerkandl_1956",
                "rothfarb_2002"
            ]
        },
        "FN6": {
            "text": "6. The limitation on the ways in which embodiment becomes relevant is not included in the specified limitations of the scope of the book (2–3; 312–313).",
            "citations": []
        },
        "FN7": {
            "text": "7. Lakoff and Johnson ( 1999 ); Johnson and Larson ( 2003 ).  As he acknowledges, Larson’s chapter 3 is a near verbatim copy of chapter 11 of Johnson ( 2007 ) and of Johnson and Larson ( 2003 ).",
            "citations": [
                "lakoff_and_johnson_1999",
                "johnson_and_larson_2003",
                "johnson_2007",
                "johnson_and_larson_2003"
            ]
        },
        "FN8": {
            "text": "8. For a helpful introduction to conceptual metaphor theory, see Kövecses (2002).",
            "citations": []
        },
        "FN9": {
            "text": "9. More pointedly, the resulting account of our metaphoric reasoning could be understood as taking us little or no further than Zuckerkandl’s writings on the subject (Zuckerkandl 1956 ).  The same would apply to the proposed mapping of path of motion → musical passage (68) since musical “passage” is the metaphoric concept to be explained.  The other, non-tautological mappings, such as speed of motion → tempo, could be understood as merely specifying the mappings that are implicit in Zuckerkandl’s writings while not getting to the flesh of musical experience that motivates and grounds the mappings.",
            "citations": [
                "zuckerkandl_1956"
            ]
        },
        "FN10": {
            "text": "10. In terms of conceptual metaphor theory, this then gives us the ungainly conceptual metaphor relations among musical events are relations among locations , which is a special case of the generic metaphor temporal relations are spatial relations .  In this connection there is one infelicitous detail in the typesetting of the book:  the mnemonics for conceptual metaphors normally are printed in small caps (e.g., ideas are food ), but here, despite his indication (21), they have been typeset in lowercase with each word capitalized (e.g., Ideas Are Food).  The small caps are meant to distinguish conceptual metaphors, which normally do not appear directly in language, from their various linguistic expressions.  The distinction is roughly analogous to that between musical forms and particular musical works.  Their appearance in print also facilitates connections with other writings on conceptual metaphor theory.",
            "citations": []
        },
        "FN11": {
            "text": "11. This “searching” is at the heart of metaphoric reasoning, and there is a clear pattern in the evolution of languages, within and beyond the Indo–European family of languages, and in the development of individual minds in which we begin with the concrete and then use this as the basis for understanding the abstract.  From among many sources, see Sweetser ( 1990 ) and Kövecses ( 2002 ; 2005 ).  Music conceptualization takes part in this practice, and its invisibility, intangibility, and ephemerality make it especially susceptible to metaphoric conceptualization.",
            "citations": [
                "sweetser_1990"
            ]
        },
        "FN12": {
            "text": "12. Such vicarious performance relates to a number of theories, including simulation, physical empathy, and projection; see Cox   ( 2011 ).  Larson briefly refers to some similar empirical evidence on pp. 224–225 but the notion is not integral to his theory.",
            "citations": [
                "cox_2011"
            ]
        },
        "FN13": {
            "text": "13. We can also understand this in terms of invariant properties of the two domains; see Zbikowski ( 2002 ).",
            "citations": [
                "zbikowski_2002"
            ]
        },
        "FN14": {
            "text": "14. And, I have found, facilitated by a limited exposure to conceptual metaphor theory.",
            "citations": []
        },
        "FN15": {
            "text": "15. For a discussion of some of the relevant bottom-up processes, in connection with the feeling and conceptualization of tonal tension, see Cox ( 2012 ).",
            "citations": [
                "cox_2012"
            ]
        },
        "FN16": {
            "text": "16. The prospectus (Chapter 14) considers possible relevance to non-Western practices, which only amplifies the tacit exclusion of pre- and post-tonal Western music.",
            "citations": []
        },
        "FN17": {
            "text": "17. It would also afford a helpful dialog with Adlington ( 2003 ) on the limits of the value of mapping motion onto certain post-tonal music.  Along these lines, it could also afford a helpful dialog with Spitzer ( 2004 ) and the alternative conceptualization of tonal music in terms of density (after Goodman 1976 ) instead of locomotion.",
            "citations": [
                "adlington_2003",
                "spitzer_2004",
                "goodman_1976"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Some fifteen years ago there was a flourish of interest among music theorists in the work of Mark Johnson on metaphor and embodied reasoning ( Johnson 1987 ), and applications of this work drew attention to the hidden role of image schemas, such as the path and the container schemas, in structuring musical thinking. (1) According to Johnson, we learn such schemas in basic embodied experience, as in moving along actual paths and interacting with containers (and in being containers ourselves), and we commonly transfer this understanding from concrete, physical domains to more abstract domains such as temporality, giving us metaphoric pathways such as curriculum vitae (the “course” of one’s life) and metaphoric containers such as moods, ages, and financial states “in” which one can be (e.g., “in” a good mood, “in” one’s twenties, or “in” debt). (2) In the case of music, the initial applications of this approach pointed out the plain and systematic manifestation of the path and the container schemas, among others, in music epistemology, as in melodic “lines” and “contours” and the notion of musical works as “containing” themes, transitions, chords, and, of another sort, meaning. (3) The takeaway from this is that musical meaning becomes embodied as a result of the following process:  when we describe music in terms of motion and space, we import our understanding of physically moving through actual space into our understanding and experience of music.  This approach is both beneficial and potentially problematic, as I will explain below.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "johnson_1987"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Manifestations of the path and the container schemas in musical concepts are part of a more general metaphoric understanding of music in terms of motion, and in Musical Forces Steve Larson explores some of the logical entailments of this more general understanding.  As he explains, if we look at how people familiar with Western tonal music talk about, perform, and compose this music, it is as if music involves motion through some kind of space, including negotiation of musical “forces” such as gravity, magnetism, and inertia.  These are the three musical forces at issue in this book, and they are presented as logical entailments of our metaphoric understanding of music in terms of motion.  They are logical entailments in musical understanding because they are so in our experience of actual motion:  we negotiate these forces in everyday motion, and we import this into our understanding of musical motion, with the result that our vocabulary and reasoning are saturated with implicit and explicit evidence of the presence of these forces.  In exploring the details of this metaphoric reasoning, Larson describes the systematic structure whereby relations among ephemeral and mass-less sounds come to be understood in terms of “motion [of some entity] within a gravitational field” (84).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In the first half of the book, following his exposition of metaphoric musical motion and musical forces, he describes how this applies to melodic expectation, rhythm and meter, and Schenkerian analysis, and in the second half he offers empirical evidence that supports the theory.  More specifically, following a wide ranging introductory chapter, in Part 1 we are offered a helpful introduction to metaphoric reasoning (Chapter 2), followed by an account of metaphoric musical motion (Chapter 3), an introduction to the three musical forces (Chapter 4), and then an application of the theory of musical forces to a theory of melodic expectation (Chapter 5), rhythm and meter (Chapter 6), and four sample analyses (Chapter 7).  Part 2 offers evidence for the theory via an introductory chapter on converging evidence from different disciplines and sub-disciplines (Chapter 8), followed by considerations of evidence from visual perception theory and from neuroscience (Chapter 9), studies involving compositions and improvisations (Chapter 10), examinations of music-theoretical misunderstandings (Chapter 11), a study of listener judgments (Chapter 12), and comparison of computer models and results from production experiments (Chapter 13).  The summary and prospectus (Chapter 14) is then the sole chapter in Part 3.  The result on the whole is a rich exposition of some fundamental components of meaning construction in music that will be of interest to and use for those involved in or curious about the specific areas explored in the various chapters and the broader topic of musical motion and space.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] ] I have few concerns with most of what is presented in the chapters, but I do have a fundamental concern with the overall approach to metaphoric reasoning and the role of embodiment in the construction of meaning.  I also have more specific concerns with the notion of musical magnetism and the repertoire to which Larson applies the theory of musical forces.  The remainder of my review will focus on these concerns. (4) Temporal Motion, Musical Motion, and Conceptual Metaphor Theory",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The theory of musical forces can be understood as connecting the work of Viktor Zuckerkandl and earlier writings on energetics with modern conceptual metaphor theory. (5) Where it diverges from all of this, in my reading, is that the bodily grounding of musical meaning results from the importation of spatial reasoning, which in turn is embodied as described above.  In this “top-down,” or “outside-in,” account of embodied metaphoric reasoning, the act of conceptualizing music in terms of motion brings in embodiment in the form of the three musical forces—the logical entailments of metaphoric musical motion.  While preexisting concepts certainly shape musical experience in such a top-down manner, if we are interested in understanding the role of embodiment, as Larson plainly is in this book, we should ask about the non-metaphoric bodily experience that is being conceptualized metaphorically—in other words, we should ask about the “bottom-up” component of this process.  While the text does address certain details of bodily experience, the body is for the most part included only indirectly. (6) In the following paragraphs I will try to describe how the theory of musical forces might be enriched to form a more comprehensive view of bodily based metaphoric reasoning.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Larson describes musical motion as a special case of metaphoric temporal motion:  we understand temporal relations among musical events much like we understand temporal relations generally, in terms of motion.  His account is based on George Lakoff and Mark Johnson’s work and on an essay that Larson co-authored with Johnson, (7) but while the analysis clarifies some of the logic of this metaphoric reasoning, it gives relatively little attention to the experience that motivates the reasoning in the first place.  The question that he addresses, à la Zuckerkandl, is why it can seem as though music moves even though the motion, direction, and locations are all imaginary.  His answer is that it is because music is temporal and we understand temporality in terms of motion through space.  More specifically, we first learn temporality in the experiences of moving through the world, observing the motion of other entities, being physically moved by others, and in physically moving other entities (67).  Music’s temporality then motivates the importation of something of the bodily-basis of our general understanding of temporality, resulting in a sense of motion through space and, consequently, a sense of musical gravity, magnetism, and inertia.  What this approach explains and what it overlooks are reflected in the cross-domain mappings that detail the metaphoric reasoning.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In cross-domain mappings there is a target domain or the thing to be understood via metaphor, and a source domain, which provides the basis for understanding the target domain.  In most cases the source domain is the more “concrete” of the two, involving visible and tangible material, while the target domain is more “abstract,” commonly involving invisible and intangible “entities” or phenomena. (8) In the present case, music is the target domain, and physical motion is the source domain.  When specifying which properties are mapped from one domain to the other, there cannot be any metaphoric terms in the target domain without creating a tautology.  For example, here is one of the most fundamental mappings underlying the theory of musical forces, from page 68 (quotation marks added): Source Domain (the basis for understanding the target domain) Target Domain (the thing to be understood via metaphor) Physical Motion Musical “Motion” This formulation is tautological in that musical “motion” is the thing to be understood metaphorically in terms of physical motion; ultimately, such an account must identify the non-metaphoric phenomenon (phenomena) referred to by “musical motion” or else it begs the question. (9) For this purpose we could substitute “relations among musical events” while understanding that these relations are not already spatial (in the sense to be imported from the source domain of physical motion).  Correspondingly, we could recast the source domain as something like “relations among locations,” or “spatial relations,” so that the mapping would then be Spatial Relations → Relations Among Musical Events. (10) While this reformulation may seem less clear initially, it forces us to come to terms with the non-metaphorical elements of musical experience that are being conceptualized metaphorically.  We can see how this issue plays out in Larson’s analysis of “Dido’s Lament” (Purcell, Dido and Aeneas, 1678).",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The notion and feeling of “descent” is of course central in this aria, and in Larson’s theory melodic descent involves negotiating melodic “gravity,” which he defines as “the tendency of a note (heard as ‘above a stable position’) to descend” (83).  His quotation marks, in “above a stable position,” reflect the fact that the non-metaphoric experience has not been addressed.  In fact, while many of the relevant mappings for musical motion (“horizontal” motion) are presented in Chapter 3, no such analysis is offered for the “vertical” dimension, and neither is any offered for the three musical forces.  With this in mind, consider Larson’s discussion of the Purcell: the overall shapes of the melody and the bass . . . reflect motion within a gravitational field in a way that helps to explain the expressive meaning of this “lamento bass” in general and this specific melody in particular.  The downward motion of the bass reflects the sadness of death by giving in to gravity; \tpeople feeling the weight of sadness are pulled down by it (this is why we speak of feeling low, being depressed, down in the dumps, or weighed down by concerns).  The slow tempo and the gradual but constant bass descent by half step map easily onto an experience of being pulled slowly and inevitably \tdownward (84). On the face of it this is a perfectly sensible description—but then we should ask what the theory of musical forces adds beyond a coherent set of apt metaphoric descriptions.  I believe that Larson would have said, and I would agree, that this is the purpose of the analysis of the metaphor of musical motion.  If we take musical motion as given and as effectively literal, then we \nskirt the challenge of understanding how it can feel as though music and even we as listeners are “pulled downward.”  \nAlternatively, if we do not take motion as given and we ask how it is that the description of the Purcell seems apt, what can we say?  The answer from conceptual metaphor theory is in two parts, of which Larson offers one:  we systematically import embodied experience from physical domains outside of music in understanding music metaphorically.  But this top-down, or outside-in, approach should raise an objection, or at least the following question:  Is musical experience not already embodied in some relevant way prior to metaphoric conceptualization?  The feeling of music such as the Purcell seems to be more visceral than the cross-domain mappings account for.  The second part of conceptual metaphor theory’s answer addresses this in terms of the bottom-up component.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The pertinent question here concerns the issue of what motivates the cross-domain mappings from the domain of physical motion.  A short answer is that we feel something in performing and in listening to music, in connection with music’s invisible, intangible, and ephemeral sounds, and we implicitly search for a concrete experiential analog as a way of understanding the musical experience. (11) Part of this feeling involves expectation and desire, which we first learn (as a species and as individuals) in the experience of actually moving through the world.  Another part of this feeling involves the exertions of musical performance and the covert sympathetic exertions that we experience as listeners. (12) The combination of non-metaphoric expectation and desire, and non-metaphoric covert exertions, is phenomenologically enough like desire and exertion in actual locomotion to motivate the cross-domain mappings. (13) Leaving the details aside, the gist of this part of the story is that these non-metaphoric elements of experience are arguably what motivate and ground our spatial reasoning and, consequently, the implicit and explicit conceptualization of musical “forces.”  One significant consequence of this is that it can then feel as though musical motion is not metaphoric—an illusion that is motivated by the non-metaphoric elements of experience (desire and covert exertions). (14) With regard to Larson’s analysis of the Purcell, the non-metaphoric elements in the bottom-up part of the story are arguably crucial to the aptness of the description:  it does feel like lamenting, to some degree of fidelity, and part of why this is so, to the extent that one finds it to be so, is that portions of this feeling are in fact non-metaphoric.",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In the bigger picture, then, the three musical forces emerge via two complementary processes.  In one, they are logical entailments of a more general metaphoric conceptualization of musical motion, as Larson explains.  In the other, they are conceptualizations of non-metaphoric expectation, desire, and sympathetic exertions.  The second process could be understood to be the more primary, starting with a feeling that then motivates the conceptualization of musical forces, which \nin turn motivates a conceptualization of musical motion as a by-product of more specific experience.  In the end, however, the more important point is that the two processes are mutually reinforcing. (15) Magnetism",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In everyday life we do not experience literal magnetism at the same level that we experience gravity and inertia, and this is reflected in Larson’s bipartite definition of musical magnetism.  The first part is objective:  “Melodic magnetism is the tendency of an unstable note to move to the closest stable pitch” (88).  This is similar to the relatively rare experience of observing objects behaving under the force of actual magnetism, such as magnets attracting metal objects, and it is an apt analogy for the behavior of objectively observed tones.  However, this is unlike gravity and inertia, which we experience first-hand and at a more salient level in the source domain of actual motion.  In an attempt to align magnetism with the other forces, Larson’s definition also specifies that melodic magnetism is “a tendency that grows stronger as we get closer to [a] goal.”  In this sense we experience magnetism in a way that is consistent with the ways that we experience gravity and inertia; however, this “magnetism” is already metaphoric in the source domain, as in finding oneself “attracted to” or “drawn to” someone due to their “magnetic” personality, or in finding an idea to be “attractive” (or “repulsive”).  Melodic “magnetism” is thus doubly metaphoric, a fact which would have arisen in an analysis of the cross-domain mappings of the three forces.  Because the logic of musical “magnetism” is only partly analyzed, this component of the theory raises the question of what it adds to our understanding beyond what others have written previously and what many listeners already intuit. Repertoire",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In this book the theory is applied only to tonal music.  I could not find a rationale for this limitation, although Larson does indicate that he had planned to write a sequel comprised of analytical applications of the theory (180), and in that project perhaps he might have included some examples of pre-tonal and post-tonal music.  Be that as it may, as presented there is an unnecessary and unhelpful consequence of this limited scope, which is the missed opportunity to demonstrate how it might apply, or not apply, to the music of, say, Palestrina and Byrd in one direction, and Bartók, Oliveros, or Feldman in another direction. (16) It would not have taken more than a few pages to at least indicate some of the issues involved in applying the theory; and whether it applies well or less well, this would tell us something about meaning construction in the various practices. (17) With this in mind, the title of “ Musical Forces” is arguably too ambitious and ought instead to have reflected the restriction to tonal musical forces. Conclusion",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The potential benefits of Larson’s theory of musical forces include a more explicit understanding of how we make meaning from musical experience, which \nin turn includes a richer understanding of the aspects of music cognition and metaphoric reasoning addressed in this book.  These and other benefits, however, depend upon our understanding of the whole of musical experience, without which we risk gaining only a richer illusion as to how music works.  Larson addresses part of this concern when he emphasizes from the outset that these forces are metaphorical, from which it follows that we understand tonal music as if it were subject to these forces.  However, he proposes not only that we understand music but that we experience music as if it were subject to these forces (22, n. 7), and this is a bigger claim than the theory and its evidence as presented can well support.  I agree that these forces are apt metaphorical descriptions of musical experience, but this aptness is not merely a product of their being entailments of metaphorical motion, imported from outside of musical experience.  In my reading I came away with the feeling that in too many respects the theory does not get to the whole of the thing referred to—the non-metaphorical experience that is conceptualized metaphorically, including those elements that I have referred to above.  Other readers may disagree and find that the theory does this sufficiently and even quite well; and from a different angle one could argue that there is no “getting beneath” our cultural conceptualizations of motion—that there is no “thing referred to” without it being already conceptualized metaphorically in terms of motion and its entailments.  Fair enough; but nevertheless I invite readers to consider how metaphoric conceptualization of music is a conceptualization of an experience that is already embodied, and how greater attention to these and other non-metaphoric elements of musical experience might enhance the theory’s power to contribute to our understanding of meaning construction.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.13.19.1.cox.html",
    "data": "mto/data/mto.13.19.1.cox.json"
}