{
    "title": "Rules for Chord Doubling (and Spacing): A Reply to Wibberley",
    "date": "2004/09/01",
    "volume": "10",
    "issue": "3",
    "authors": [
        "Hippel, Paul T. von",
        "Aarden, Bret"
    ],
    "abstract": "In MTO 10.2, we systematically tested common-practice “Rules for Chord Doubling (and Spacing).” We concluded that, while most of the commonly taught rules are not particularly helpful, two are definitely worth teaching: students should be taught to avoid doubling tendency tones, and to favor wide spacing in the bass. In the current issue of MTO, Wibberley expresses an ambivalent attitude toward rules, and questions our methods and results. Wibberley’s criticism, however, is based on a sample of just 10 chord pairs, which (as it turns out) are unrepresentative of the 3603 chord pairs in our analysis. We clarify our methods and results, respond to some questions raised by Wibberley and other readers, and discuss the merits and limits of musical rules.",
    "keywords": [
        "pedagogy",
        "doubling",
        "spacing",
        "rules",
        "chord"
    ],
    "doi": "",
    "received": "August 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.3/mto.04.10.3.aarden_hippel.pdf",
    "author_info": [
        {
            "name": "Paul T. von Hippel",
            "university": "Ohio State University",
            "address": "300 Bricker Hall, 190 N. Oval Mall, Columbus, OH 45210",
            "email": "von-hippel.1@osu.edu"
        },
        {
            "name": "Bret Aarden",
            "university": "Ohio State University",
            "address": "300 Bricker Hall, 190 N. Oval Mall, Columbus, OH 45210",
            "email": "aarden.1@osu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* We thank David Temperley and David Butler for helpful \nfeedback on an earlier draft.",
            "citations": []
        },
        "FN1": {
            "text": "1. Bret Aarden and Paul T. von Hippel, “ Rules \nfor Chord Doubling and Spacing: Which Ones Do We Need? ” (2004), Music \nTheory Online 10.2.",
            "citations": []
        },
        "FN2": {
            "text": "2. Each “random” chord is constrained to have the same \npitch-classes and inversion as the “composed” chord with which it is paired. The \nrandom and composed chords also have similar range constraints. Further detail \non the construction of random chords is provided in Aarden and von Hippel, \nsection 4.2.",
            "citations": []
        },
        "FN3": {
            "text": "3. For a discussion of these goals and their relationship \nto musical rules, see David Huron, “Tone and Voice: A Derivation of the Rules of \nVoice-leading from Perceptual Principles,” Music Perception , Vol. 19, No. 1 (2001), pages 1–64, and citations therein.",
            "citations": []
        },
        "FN4": {
            "text": "4. The interface can be found in Aarden and von Hippel (2004) . In the sidebar, click ‘Can you beat the computer?’",
            "citations": []
        },
        "FN5": {
            "text": "5. In writing our paper, we tried to anticipate the \nissue of sampling variation. Our pertinent comments are reproduced at the top of \nWibberley’s Figure 1, where we write that our model’s “performance may be better \nor worse than average, depending on the particulars of the sample. Your \naccuracy, too, may differ from its average level.”",
            "citations": []
        },
        "FN6": {
            "text": "6. One advantage of online publication is that, even after \npublication, we can edit language that readers find confusing. In examples of \nthe discrimination task, our original paper described the composed chord as “the \ncorrect answer.” Since this language was confusing to several readers (including \nWibberley), we now describe the same chord simply as “the composed chord.” (In \nAarden and von Hippel, see the sidebar labeled “Can you beat the computer?”)",
            "citations": []
        },
        "FN7": {
            "text": "7. Center for Computer-Assisted Research in the Humanities. MuseData editions of Bach’s works. http://www.musedata.org/encodings/bach . Palo Alto, CA.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the last issue of MTO, (1) we described a method for testing rules of chord doubling and spacing. In this \nmethod, a “composed” chord, extracted from the works of Bach, Haydn, and Mozart, is paired with a “random” chord sampled from the set of all possible chords that satisfy certain constraints. (2) Both the “composed” and “random” chords are then \ninspected for features that are consistent with doubling and spacing rules. If a \nrule is correct, then rule-consistent features should be more common in the \n“composed” chords than in the “random” chords.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] It may be helpful to imagine that the “random” chords were written by \nstudents who have not yet been taught doubling or spacing rules. In this \nscenario, our task is to differentiate between “student practice” (random \nchords) and “historical practice” (composed chords). Our goal is to determine \nwhich rules will bring these two groups closer together.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Two well-known rules were verified by this approach. Compared to the \nrandom chords, The composed chords were almost four times less likely to double a \n  tendency tone. The composed chords were one-and-a-half times as likely to have their \n  widest space between the two lowest voices. These results tend to favor the view that Bach, Haydn, and Mozart avoided \ndoubling tendency tones, and favored wide spacing in the bass.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Our conclusion noted that both these preferences are consistent with the \ngoal of creating a transparent musical texture with distinct melodic lines. (3) In particular, the rule against doubling tendency tones can be related to the \navoidance of parallel octaves, and the preference for open spacing in the bass \nis probably related to the auditory system’s poorer resolution in the bass \nregion.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Other rules proved less convincing. Some rules were redundant with the \ntwo given above, and some distinguished only weakly between composed and random \nchords. We were not surprised to see many rules fail, since the doubling \nliterature describes a large number of rules with unclear theoretical \nmotivation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] On balance, our results suggest that two of the traditional rules are \nvalid and useful summaries of strong common-practice preferences. Other rules \nare less helpful, and should probably be struck from the curriculum. Sampling Variation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Wibberley (this issue) expresses a skeptical view of theoretical rules. \nIn a sample of 10 chord pairs, he reports that a weighted set of rules \ndiscriminated composed from random chords only 50% of the time. By contrast, \nblind guessing identified the composed chord 60% of the time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] These results are true for the sample of 10 chord pairs that Wibberley \nexamined, but these chords are not very representative. Our results, by contrast, were based on systematic analysis \nof 3603 chord pairs. In 70% of these pairs, a weighted set of rules \ndiscriminated correctly between the composed and random chords. Blind guessing \nwould discriminate only 50% of all pairs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The salient issue here is sampling variation : if you take a \ndifferent sample, you get different results. In Wibberley’s sample of 10 chords, \nour model was 50% accurate, and blind guesses were 60% correct. In most samples, \nhowever, our model would do better, and guessing would do worse. Readers can \ncheck this for themselves by using our paper’s interface (4) to select several \nsamples of chords pair. The model’s accuracy will fluctuate from sample to \nsample, but the fluctuation will be around an average level of 70%. Likewise, \nblind guessing will fluctuate around its long-term average of 50%. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Rather than comparing the model’s performance to the performance of one \nreader on 10 chord pairs, it is more revealing to compare the model’s \nperformance to the performance of all readers who have tried to discriminate \ncomposed from random chords. As of this writing, 137 readers have tried this \ndiscrimination task, and their average accuracy is 57%. Among the 47 readers \nwith PhDs in music, the average accuracy was 58%. In light of these results for \nhuman experts, the model’s accuracy of 70% seems remarkably good. Incorrect Rules and Incorrect Answers—but No Incorrect Chords",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Much of Wibberley’s comment seems animated by the fear that we are using \ntheoretical rules to evaluate musical practice. If a chord violates a \ntheoretical rule, that is, Wibberley fears that we will label the chord as \n“incorrect.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] What we are doing, however, is just the opposite: we use musical \npractice to evaluate theoretical rules. If a composer’s chords tend to violate \nsome rule, we consider the rule, not the chords, to be incorrect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Since there are no “incorrect” chords, our distinction between \n“composed” and “random” chords bears repeating. According to the definition in \nour paper, a “random” chord is not (as Wibberley suggests) an improper or \nunusable chord. It is rather a chord sampled, at random, from the set of all \npossible chords that satisfy certain constraints.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Wibberley points out that several of our “random” chords resemble chords \nthat he can find in chorale harmonizations by Bach. This is true. The fact that \na chord was randomly sampled does not prevent a similar chord from being used in \na famous composition. Our focus, however, is not on whether a chord occurs, but \non how often it occurs. On average, “random” chords occur less often in the \nrepertory than do “composed” chords which were actually sampled from music by \nBach, Haydn, and Mozart. And if chords that fit a rule occur more often among \nthe composed chords, then we can infer the rule has merit. This is why rules of \nmusical practice should be helpful for discriminating composed from random \nchords.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Because “random” chords can be quite plausible, “composed” and “random” \nchords cannot be discriminated with 100% accuracy. That is, a chord that we \ngenerated randomly will sometimes be taken, quite reasonably, for a chord that \nwe sampled from works by Bach, Haydn, and Mozart. In our paper, we described \nsuch failures of discrimination as “incorrect” answers. (6) We emphasize that the \nword “incorrect” refers only to the discrimination—not to the chords, the model, \nor the reader. The reader’s understanding may be sound, and one or both chords \nmay be quite typical of the pertinent repertoire—but the discrimination can \nstill fail.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The impossibility of 100% discrimination puts our model’s performance in \na positive light. Our model discriminates with 70% accuracy, and while this is \n30% short of perfect (as Wibberley points out), 70% may be close to the highest \nlevel possible. As noted above, 70% is certainly higher than the average \naccuracy of expert readers. Rules and Context",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Just as some “random” chords can appear typical of musical practice, \nsome “composed” chords can appear rather unusual. Wibberley highlights a chord \nfrom a Bach chorale which, taken out of context, seems to have odd spacing. He \npoints out, however, that this chord looks like an excellent choice when \nreturned to its natural surroundings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] We do not dispute this. Our approach is designed to highlight certain \nsimilarities among composed chords, whereas Wibberley has chosen to highlight \nthe unique circumstances of a particular chord choice. The difference is merely \none of emphasis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] To clarify our position, we agree that each chord chosen by Bach, Haydn, \nand Mozart serves a particular purpose that is best understood by viewing the \nchord in context.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] We also note, however, that a great many chords serve the shared purpose of creating a transparent musical texture with distinct melodic lines. \nThis purpose is well-served by practices codified in certain musical “rules.” \nAmong those rules are the two highlighted in our study: (1) the avoidance of \ndoubling tendency tones, and (2) the preference for putting the widest space \nbetween the two lowest voices.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Although not inviolate, these rules provide a first approximation to \ncommon-practice chord-writing, and a glimpse of insight into the aesthetic goals of \ncommon-practice music. Well-tested rules can help students to understand and \nimitate the music of the past. Addendum:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Wibberley raises two technical issues that are tangential to the main \nthread of his paper. We address these points in the following sections: Sample Size",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Wibberley challenges our conclusions on the grounds that we looked at “only” 2643 triads from the Bach chorales. This puzzles us, since 2643 far exceeds the number used in previous studies, and of course we also looked at 960 triads from the string quartets of Haydn and Mozart. By contrast, the norm in textbooks is to demonstrate doubling and spacing rules with a handful of illustrations. Wibberley's own paper focuses on ten chords and four chorale phrases.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Wibberley complains that readers “do not know . . . upon what basis this selection [of chords] was made.” Actually, we described the selection criteria in section 4.1 of our paper. We are happy, however, to provide more detail. We began with the Bach chorale section of the MuseData database, which contains “only those [185] chorales for which there is a distinct BWV number (BV 253-438).” (7) After excluding modal chorales and chorales without Melisma harmonic analyses, 126 chorales remained, containing 7616 distinct sonorities, many of which are not functional triads. After restricting the sample to complete strong-beat triads in tonally unambiguous passages, we arrived at the 2643 chorale triads used in our study. In a back-of-the-envelope calculation, Wibberley suggests that there are “at least 11,872 chords” in the Bach chorales, but he begins with the 371 chorales in the Riemenschneider collection, which is not available in computer-readable format, and he does not restrict himself to complete strong-beat triads in tonally unambiguous passages. Overfitting Weights and Accuracy",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Our study used features of doubling and spacing to discriminate between “composed” and “random” chords. The results were summarized in two ways: 1. Weights. Which features discriminated best? That is, which features should receive the most weight in discrimination?\n2. Accuracy. When features have been assigned appropriate weights, how accurately do they discriminate between composed and random chords?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] In our paper, we used the same set of chords to set weights and to measure discriminatory accuracy. Wibberley objects to this. His concern is legitimate, since using the same data for both purposes can yield inflated estimates of accuracy—a problem known as overfitting. However, overfitting is a substantial problem only when the number of features is comparable to the number of chords. In our study we had thousands of chords and only a few dozen features, so we did not consider the issue worth mentioning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] We did address overfitting in unpublished analyses. Our approach, known as cross-validation, was to split the data into two subsets—a training set that was used to set weights, and a testing set where the weights were used to test discriminatory accuracy. We tried several ways of splitting the data. First, we split it at random. Then we split it by repertoire, so that the chorales were used for training and the quartets were used for testing, or vice versa.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] No matter how we split the data, discriminatory accuracy was about 70%—just as we reported in the published paper.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.04.10.3.aarden_hippel.html",
    "data": "mto/data/mto.04.10.3.aarden_hippel.json"
}