{
    "title": "Analysis <i>and</i> Performance, or <i>wissen, können, kennen</i>",
    "date": "2016/06/01",
    "volume": "22",
    "issue": "2",
    "authors": [
        "Leong, Daphne"
    ],
    "abstract": "To counter the view that types of musical analysis not immediately relevant to performers are irrelevant to “music as performance,” this essay suggests that music exists in various states, and that changes between such states constitute transformations. Score-based analysis of musical structure and study of musical performance contribute to the understanding of music in this broad sense; analysis and performance dialogue productively when their distinctions as well as their correspondences are valued and interrogated. Analysis and performance exhibit multiple ways of knowing:wissen(knowing that),können(knowing how), andkennen(knowing, as in knowing a person). These ways of knowing are shown at play in a rehearsal of Shende’sThrow Down or Shut Up!.",
    "keywords": [
        "analysis",
        "performance",
        "knowledge",
        "score",
        "structure",
        "Shende"
    ],
    "doi": "",
    "received": "August 2015",
    "pdf": "http://mtosmt.org/issues/mto.16.22.2/mto.16.22.2.leong.pdf",
    "author_info": [
        {
            "name": "Daphne Leong",
            "university": "University of Colorado Boulder",
            "address": "College of Music, 301 UCB, Boulder, Colorado 80309",
            "email": "daphne.leong@colorado.edu"
        }
    ],
    "citations": {
        "carr_1981": "Carr, David. 1981. “Knowledge in Practice.” American Philosophical Quarterly 18 (1): 53–61.",
        "clarke_et_al_2005": "Clarke, Eric, Nicholas Cook, Bryn Harrison, and Philip Thomas. 2005. “Interpretation and Performance in Bryn Harrison’s être-temps. ” Musicae Scientiae 9 (1): 31–74.",
        "cone_1968": "Cone, Edward T. 1968. Musical Form and Musical Performance. Norton.",
        "cone_1989": "Cone, Edward T. 1989. “Three Ways of Reading a Detective Story—Or a Brahms Intermezzo.” In Music: A View from Delft, 77–94, edited by Robert P. Morgan. University of Chicago Press. Originally published in The Georgia Review 31/3 (1977): 554–74.",
        "cook_2003": "Cook, Nicholas. 2003. “Music as Performance.” In The Cultural Study of Music: A Critical Introduction, edited by Martin Clayton, Trevor Herbert, Richard Middleton, 204–14. Routledge.",
        "cook_2012": "Cook, Nicholas. 2012. “Introduction: Refocusing Theory.” Special Issue, “Analyzing Performance.” Music Theory Online 18 (1).",
        "cook_2013": "Cook, Nicholas. 2013. Beyond the Score: Music as Performance. Oxford University Press.",
        "crispin_2013": "Crispin, Darla. 2013. “From Territories to Transformations: Anton Webern’s Piano Variations Op. 27 as a Case Study for Research in-and-through Musical Practice.” In Sound and Score: Essays on Sound, Score and Notation, edited by Paulo de Assis, William Brooks, and Kathleen Coessens, 47–60. Leuven University Press.",
        "dubiel_1992": "Dubiel, Joseph. 1992. “Three Essays on Milton Babbitt (Part Three).” Perspectives of New Music 30 (1): 82–131.",
        "fantl_2014": "Fantl, Jeremy. 2014. “Knowledge How.” In The Stanford Encyclopedia of Philosophy (Fall 2014 Edition), edited by Edward Zalta. http://plato.stanford.edu/archives/fall2014/entries/knowledge-how/ .",
        "goehr_1992": "Goehr, Lydia. 1992. The Imaginary Museum of Musical Works. Oxford University Press.",
        "klein_2004": "Klein, Michael. 2004. “Chopin’s Fourth Ballade as Musical Narrative.” Music Theory Spectrum 26 (1): 23–55.",
        "leong_forthcoming": "Leong, Daphne. Forthcoming. Performing Knowledge: Twentieth-Century Music in Analysis and Performance . Oxford University Press.",
        "leong_and_korevaar_2005": "Leong, Daphne and David Korevaar. 2005. “The Performer's Voice: Performance and Analysis in Ravel’s Concerto pour la main gauche .” Music Theory Online 11 (3). http://www.mtosmt.org/issues/mto.05.11.3/mto.05.11.3.leong_korevaar.html .",
        "lewin_1986": "Lewin, David. 1986. “Music Theory, Phenomenology, and Modes of Perception.” Music Perception 3 (4): 327–92.",
        "london_2012": "London, Justin. 2012. Hearing in Time: Psychological Aspects of Musical Meter . 2nd ed . Oxford University Press.",
        "nettl_2005": "Nettl, Bruno. 2005. The Study of Ethnomusicology: 31 Issues and Concepts . 2nd ed. University of Illinois Press.",
        "rink_1994": "Rink, John. 1994. “Chopin’s Ballades and the Dialectic: Analysis in Historical Perspective.” Music Analysis 13 (1): 99–115.",
        "ryle_1949": "Ryle, Gilbert. 1949. “Knowing How and Knowing That.” Ch. 2 in The Concept of Mind, 25–61 . University of Chicago Press.",
        "ryle_1971_2009": "Ryle, Gilbert. [1971] 2009. “Knowing How and Knowing That.” In Collected Essays 1929–1968, vol.2, 222–35. Routledge.",
        "scherzinger_2004": "Scherzinger, Martin. 2004. “The Return of the Aesthetic: Musical Formalism and Its Place in Political Critique.” In Beyond Structural Listening? Postmodern Modes of Hearing, edited by Andrew Dell’Antonio, 252–78. University of California Press.",
        "shaffer_1984": "Shaffer, L. Henry. 1984. “Timing in Solo and Duet Piano Performances.” The Quarterly Journal of Experimental Psychology 36 (4): 577–95.",
        "small_1998": "Small, Christopher. 1998. Musicking: The Meanings of Performing and Listening. Wesleyan University Press.",
        "stravinsky_1970": "Stravinsky, Igor. 1970. “The Performance of Music.” In Poetics of Music, trans. Arthur Knodel and Ingolf Dahl, 161–81. Harvard University Press.",
        "toynbee_2003": "Toynbee, Jason. 2003. “Music, Culture, and Creativity.” In The Cultural Study of Music, edited by Martin Clayton, Trevor Herbert, and Richard Middleton, 102–12. Routledge.",
        "_": "Recording"
    },
    "footnotes": {
        "FN0": {
            "text": "* I am grateful to Joel Lester for his perceptive critique of an earlier version of this essay. I also thank Victoria Tzotzkova, John Rink, and the anonymous readers for their helpful comments.",
            "citations": []
        },
        "FN1": {
            "text": "1. Cook categorizes approaches that are primarily out-of-time (“spatialised, hierarchical”) as “theorist’s analysis,” and those that are temporally-oriented, non-systematic, and so on, as “performer’s analysis” ( 2013 , 45–49). However, many theorists’ analyses unfold in time: David Lewin’s ( 1986 ) treatment of Schubert’s “Morgengruss,” Michael Klein’s ( 2004 ) narrative analysis of Chopin’s fourth ballade, and Joseph Dubiel’s ( 1992 ) discussion of Babbitt’s Canonical Form, among a myriad of other examples.",
            "citations": [
                "cook_2013",
                "lewin_1986",
                "klein_2004",
                "dubiel_1992"
            ]
        },
        "FN2": {
            "text": "2. See Leong ( forthcoming ) on scores as “boundary objects.”",
            "citations": [
                "leong_forthcoming"
            ]
        },
        "FN3": {
            "text": "3. I take this distinction from Bruno Nettl’s ( 2005 , 82) discussion of transcription.",
            "citations": [
                "nettl_2005"
            ]
        },
        "FN4": {
            "text": "4. The notation “a 2 Clav.” heads eleven of the variations.",
            "citations": []
        },
        "FN5": {
            "text": "5. Crispin 2013 (54–56) discusses ethical principles implicated in performers’ choices for the Webern hand-crossings; see Leong and Korevaar 2005 ([22] and n17) on Ravel’s Concerto for the Left Hand .",
            "citations": [
                "crispin_2013",
                "leong_and_korevaar_2005"
            ]
        },
        "FN6": {
            "text": "6. Goehr 1992 provides a historical exposition of the concept of the musical work, touching also upon the emergence of music analysis (239).",
            "citations": [
                "goehr_1992"
            ]
        },
        "FN7": {
            "text": "7. On the first view, see, for example, Small 1998 , 218: “Music is performance, and pieces, or works, of music . . . exist in order to give performers something to perform. Unperformed, only the instructions for performance exist.” Stravinsky 1970 articulates the second view.",
            "citations": [
                "small_1998",
                "stravinsky_1970"
            ]
        },
        "FN8": {
            "text": "8. On the last, see Cone 1989 and 1968 , 88–98 (“On Two Modes of Esthetic Perception”).",
            "citations": [
                "cone_1989",
                "cone_1968"
            ]
        },
        "FN9": {
            "text": "9. See also Benjamin Binder’s essay in this issue of Music Theory Online .",
            "citations": []
        },
        "FN10": {
            "text": "10. This distinction is Gilbert Ryle’s ( 1949 , 2009 ).",
            "citations": [
                "ryle_1949",
                "ryle_1971_2009"
            ]
        },
        "FN11": {
            "text": "11. See, for example, Shaffer 1984 , 580: “The theory assumes two degrees of freedom in producing musical rhythm, one in timing the metre and the other in timing notes in relation to the metre.”",
            "citations": [
                "shaffer_1984"
            ]
        },
        "FN12": {
            "text": "12. Shende’s indication, “With Rhythmic Precision,” should have informed me otherwise.",
            "citations": []
        },
        "FN13": {
            "text": "13. Not to mention visual traces in performance.",
            "citations": []
        },
        "FN14": {
            "text": "14. Thanks to David Barnett for bringing this elegant encapsulation of three ways of knowing to my attention. John Rink ( 1994 , 112) refers to the French savoir and connaître in connection to analysis and performance.",
            "citations": [
                "rink_1994"
            ]
        },
        "FN15": {
            "text": "15. While closely related, knowing how and ability cannot be equated. See, for example, Carr 1981 , or Fantl 2014 , 2.1.",
            "citations": [
                "carr_1981",
                "fantl_2014"
            ]
        },
        "FN16": {
            "text": "16. Or a meaning of the gesture.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I write this essay to counter the view that types of musical analysis not immediately relevant to performers are irrelevant to “music as performance.” My essay is an argument for collaboration between theorists, musicologists, composers, and performers, with the belief that our distinctive views, even and perhaps particularly when they do not intersect, enrich the study of music in its many forms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] As Nicholas Cook ( 2012 , 1–2) has noted, “different parts of the anglophone world have come to the study of musical performance from different directions. In the UK, . . . research into music as performance emerged primarily as a result of the convergence of interests between cognitive psychologists and music researchers. . . . In North America, . . . music theorists approached the study of performance by building on established approaches to scores.” Cook critiques the latter approach in Beyond the Score: Music as Performance ( 2013 ), questioning the centrality of the score, the emphasis on musical structure, and the relevance of “theorist’s analysis” to “music as performance”: Established theoretical approaches based on score analysis have a part to play in the study of music as performance, though they need to be placed in context and weaned from their traditional fixation with structure (2). The issue . . . is how far the structuralist paradigm, as developed by music theorists, can be an adequate basis for understanding performance (33). (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "cook_2012",
                    "cook_2013"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Scores are central, though, not just to music theorists, but also to performers. Most performers of Western art music work from scores of some kind, often (particularly if the composer is no longer living) relying upon scores as their primary sources. And scores, without question, play crucial roles in connecting composers, performers, and theorists. (2) Example 1 . Messiaen Quatuor pour la fin du temps , VI, mm. 1–6 (click to enlarge)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Throughout this essay, I will use locutions such as “score-based structure” or “score-based analysis” as shorthand for score-based analysis of musical structure. I provisionally define score-based analysis as proceeding from, and taking as a primary source, the information encoded in a score. We enter here into tricky terrain. The information encoded in a score can perform diverse functions. A score may include only the information needed by a “native speaker” conversant with the style ( notes inégales , figured bass, mnemonic notations in some of Mozart’s piano concertos). Or it may attempt to provide as thorough an accounting of musical elements as possible within its notational conventions (by necessity, still incomplete). (3) Furthermore, this accounting may describe the intended sound and/or the method by which the sound is to be produced. For example, on the modern piano Bach’s Goldberg Variations— at least those variations intended for the two-manual harpsichord (4) —require awkward hand choreography; the pitches and rhythms in the second movement of Webern’s Piano Variations, op. 27, can be played without the hand-crossings notated by the composer; Ravel’s Concerto for the Left Hand has been performed (by Alfred Cortot) with two hands, and (by Janina Fialkowska), astonishingly, with the right hand. (5) The accounting may obscure, or transparently represent, structural processes. Carter, in his first string quartet (I, mm. 22–25), for instance, notates distinct concurrent tempi pragmatically within a single common meter; Messiaen’s barring in the Quartet for the End of Time (VI, mm. 1–13; see Example 1 for mm. 1–6) bounds gestural units, transmitting the expanding grouping structure. A score, further, can be read and understood in different ways by different actors (composers, musicologists, theorists, performers), in different practical circumstances (writing for oneself, writing for an external reader; solo, chamber, or orchestral performance), and in different stylistic traditions (unmeasured preludes, symphonic poems, new complexity).",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Music is not only “music as performance.” It exists in states that are not, literally, performed: in the composer’s mind, in a performer’s imagination, in a listener’s memory; in a score, as grooves on a wax cylinder, as data in an mp3. Change from one state to another is a transformation, changing the thing, which retains some common identity, from its mode in one domain to that in another. I posit this network view in distinction to a collectional view, in which each of these items forms part of a collection, the whole of which is the “work”; or to a Werktreue view, in which scores, performances, recordings are but imperfect representations of an ideal work; (6) or to a strong view of “music as performance,” in which works or scores exist to give performers something to perform, and its opposite, music as idealized in scores, in which performers translate scores in attempts to express composers’ intentions. (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] On this transformational view, then, score-based structural analysis serves the study of music : It will not do for us to either celebrate structural listening as upholding some criterion of truth or to recoil from its ideology in alarm. While it is true that formal approaches to the study of music are but interpretations, it is worth remembering that the McClary-like negation of all metaphysics, for example, which casts us forever out of the Eden of unmediated truth, is also an interpretation. And while it is true that formal approaches to the study of music inevitably close down various other approaches, it is worth remembering that such closure is a necessary condition for the openings it proffers. ( Scherzinger 2004 , 275–76) The openings proffered by structural analysis depend, in part, on its distinctiveness from other types of musical study.",
                "footnotes": [],
                "citations": [
                    "scherzinger_2004"
                ]
            }
        },
        {
            "7": {
                "text": "[7] I am interested, therefore, in how score-based structure relates to music as performance: in the counterpointing of the two and the consonances and dissonances that arise. But I eschew a false dichotomy between structure and sound, between form and grain, between abstract and experienced, between potential and actual, between synchronic and diachronic. (8) The two interpenetrate—“the coded voice can always be located on a continuum running between the formal and the phenomenal” ( Toynbee 2003 , 106)—and critical issues lie in their dynamic and shifting interface. At the end of this essay I will provide an illustration of this interface, viewed through the lenses of different kinds of knowing.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "toynbee_2003"
                ]
            }
        },
        {
            "8": {
                "text": "[8] If for the moment we assume the value of investigating relationships between score-based analysis of structure and performance broadly defined, the question of means remains. My approach has been to ask what performers make of the relation between analysis and performance. By performers, I do not mean those who are hybrid theorist- or musicologist- performers, or even those performers who research performance. I mean performers from that large majority who do not make researching performance or systematic theoretical study an explicit or habitual part of what they do.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Exploring this question—performers vis-à-vis structure—is at the heart of my forthcoming book. Performing Knowledge takes twentieth-century works as case studies, each study co-authored by me and a different performer. It presents a meeting of cultures—that of theorist and that of performer—with particular pieces as the meeting ground. We explore how the composer harnesses instrumental and physical limitations to create structure; how performers create and define structure; how cultural understanding of structure influences interpretation; how stories emerge from structure; how meaning, temporality, and structure intersect; how text, motive, and rhythmic structure intertwine; how an interpretation emerges from the dialogue between analytical and performance concerns; how performance and analysis conflict; and how structural information affects audience reception of a complex modern piece. (From this list it should be clear that I consider “structure,” including “score-based structure,” to be emergent—interpretively constructed, with score, sound, and sense as inputs. (9) ) Example 2 . Throw Down or Shut Up! (click to enlarge) Example 3 . Shende Throw Down or Shut Up! opening (score in C) (click to enlarge and listen)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As a card-carrying theorist and an active performer myself, I end with one example of the difference between knowing that and knowing how. (10) Example 2 shows my quartet, consisting of saxophone, guitar, percussion, and piano. We play cutting-edge new music. The piece after which we are named, Vineet Shende’s Throw Down or Shut Up! , opens as shown in Example 3.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] It’s a tricky opening, very syncopated. The notated pulse is nowhere present. The piano takes the lead, playing a rhythmic pattern for which the counting is written below the staves: 1 2 & 3 e & a 4 e & a 5 & 1 . The other instruments each play a single accented note (or two in the case of the vibraphone) in unison with one of the piano notes. The attacks are extremely exposed, and must be hit simultaneously. We were not succeeding.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Structurally what is happening is quite clear. It’s a subtractive rhythm: 6 then 5 then 4 then 3 then 2 sixteenth notes between attacks. Since we weren’t hitting the rhythm together, I (in my wisdom as theorist), aware of empirical studies that suggest that metric subdivisions (such as 3e& a ) are less directly controlled than beats, (11) proposed that we make the attacks the beats, that is, that we count the subtractive pattern in 16ths ( 1 23456, 1 2345, 1 234, 1 23, 1 2, 1 ). My fellow quartet members ignored me politely.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] It wasn’t until we had several performances in which we did not hit those notes together that I realized that I was the problem. Counting the subtractive pattern did not help my accuracy. And as a classically trained pianist, I was “placing” the syncopations. My fellow musicians, a jazz saxophonist, a guitarist with much crossover experience, and a percussionist, were all laying the subdivisions down exactly. When I finally took a mini-lesson with my percussionist, and started playing the pattern metrically and precisely— not as a subtractive pattern (in other words, not according to structure)—we hit it right on every time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] This example gives rise to several issues. 1) The metrical strategy may have succeeded simply because we were all thinking of the pattern in the same way, rather than because it was, intrinsically, a better method. But 2) my reasoning about metric structure was faulty: cognitively it is simpler to entrain to the notated beat (eighth = 160 bpm, or quarter = 80 bpm), than to make the sixteenth-note subdivision (at sixteenth = 320 bpm) the only referent, especially with relatively large and constantly changing numbers of sixteenths. (See, for example, London 2012 , 46–47.) In any case, the strategy that worked for my quartet did indeed run against the motto’s subtractive structure.",
                "footnotes": [],
                "citations": [
                    "london_2012"
                ]
            }
        },
        {
            "15": {
                "text": "[15] At issue also is, once again, the score and how it is read. I initially understood the marks on the page to mean something different (“placed” syncopations) than my fellow quartet members. (12) And my conceptual understanding of the passage (subtractive durations) differed from my colleagues’ focus on metric precision. This simple example raises the scores of issues alluded to earlier: how can a score can be read and understood in different ways by different actors, in different practical circumstances, and in different stylistic traditions? It also brings up an issue basic to chamber-music collaboration: how do the individual players in an ensemble understand the musical notation and its implications for their actions and interactions?",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In this case, one might ask whether structural understanding was necessary or helpful: it seemed to hinder ensemble performance. But let me put the question another way. Is an accurate rendition sufficient? Necessary, perhaps (although not even—think of the wonderful 78s recorded by Cortot in which wrong notes feature frequently), but not sufficient. A phonetically accurate execution, without an understanding (implicit or explicit) of an utterance’s meaning, surely misses the point. And more pragmatically, concept and action leave audible traces. (13) Consider, for example, pianist Philip Thomas’s remarks on metric notation and its effect on sound, in an article co-authored with Eric Clarke, Nicholas Cook, and Bryn Harrison: He transcribed a section of a performance into something almost as banal as 6/8 and he transcribed it rhythmically as if Ferneyhough’s notation had no [ sic ], was just needlessly complex, and it is a completely ridiculous notion, because it’s as if rhythmic notation affects duration alone, but of course it doesn’t, and of course if you played his transcription it would sound completely different from what Ferneyhough had written, the effect would be completely different. ( Clarke et al. 2005 , 45) Cook follows Thomas’s statement with this comment: “It would be different . . . not so much because the mathematical relationships would be different from Ferneyhough’s, but because it would result in a quite different sort of performance event: the sound would be the trace of a quite different human activity” (45). The different sound (Thomas) results from a different human activity (Cook), which results from a different notation. One could say the same for Webern’s hand-crossings in Piano Variations op. 27, or Ravel’s use of the left hand in his Concerto for the Left Hand. Conceptual, physical, aural—the three cannot be artificially divorced.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "clarke_et_al_2005"
                ]
            }
        },
        {
            "17": {
                "text": "[17] In our endeavors as theorists and practicing musicians, there are different kinds of knowledge: if I may borrow German words, wissen (knowing that), können (knowing how), and kennen (knowing, as in knowing a person). (14) In terms of knowing that , one understands that Shende’s opening motto, which recurs and is transformed throughout the work, is a subtractive rhythm. One also hears that it consists of descending and ascending perfect fourths that converge on the final G ♯ . In terms of knowing how, our playing together required the ability to precisely attack the subdivisions within the notated 4 5 meter. (15) However, I would argue that playing the motto exactly together without grasping the sense of convergence articulated by both rhythm and pitch (an aspect of the structure) would be to miss the meaning of the gesture (16) — knowing it as one would know a person— and therefore to impoverish the interpretation.",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Counterpointing score-based analysis of structure and performance can bring all three types of knowledge into play. This, in part, is what I think score analysis can contribute to performance—an understanding that goes beyond intuition, that can inform it, and that can be overruled by it; an understanding itself informed by intuition, musical instincts, and all those undefinable aspects of what makes us musicians.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "performance and analysis today: new horizons”",
    "source": "mto/raw/mto.16.22.2.leong.html",
    "data": "mto/data/mto.16.22.2.leong.json"
}