{
    "title": "Review of Gretchen Horlacher, <i>Building Blocks: Repetition and Continuity in the Music of Stravinsky</i> (New York: Oxford University Press, 2011)",
    "date": "2011/12/01",
    "volume": "17",
    "issue": "4",
    "authors": [
        "Westerhaus, Andrew"
    ],
    "abstract": "",
    "keywords": [
        "Horlacher",
        "Stravinsky",
        "Block",
        "Repetition",
        "Continuity",
        "Analysis",
        "Ordered Succession",
        "Sketch Study",
        "Ostinato",
        "Stutter",
        "Superimposition",
        "Strata",
        "The Rite of Spring",
        "Three Pieces for String Quartet",
        "Les Noces",
        "Pulcinella",
        "Symphonies of Wind Instruments",
        "Apollon musagètes (Apollo)",
        "Symphony of Psalms",
        "Perséphone",
        "Symphony in Three Movements"
    ],
    "doi": "",
    "received": "July 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.4/mto.11.17.4.westerhaus.pdf",
    "author_info": [
        {
            "name": "Andrew Westerhaus",
            "university": "The University of Chicago",
            "address": "Department of Music, 1010 East 59th Street, Chicago, Illinois 60637",
            "email": "westeraj@uchicago.edu"
        }
    ],
    "citations": {
        "baltensperger_and_meyer_1991": "Baltensperger, André and Felix Meyer, eds. 1991. Igor Strawinsky: Symphonies d’Instruments à Vent. Faksimileausgabe des Particells und der Partitur der Erstfassung (1920) . Winterthur: Paul Sacher Stiftung / Amadeus Verlag.",
        "boucourechliev_1987": "Boucourechliev, André. 1987. Stravinsky . Translated by Martin Cooper. New York: Holmes & Meier.",
        "boulez_1953": "Boulez, Pierre. 1953. “Stravinsky demeure.” In Musique russe , edited by Pierre Souvtchinsky, I: 151–224. Paris: Presses Universitaires de France.",
        "boulez_1991": "Boulez, Pierre. 1991. “Stravinsky Remains.” In Stocktakings from an Apprenticeship , edited by Paule Thévenin and Stephen Walsh, 55–110. New York: Oxford University Press.",
        "carr_2005": "Carr, Maureen A., ed. 2005. Stravinsky’s Histoire du soldat : a Facsimile of the Sketches . Middleton: A-R Editions.",
        "carr_2010": "Carr, Maureen A. 2010. Stravinsky’s Pulcinella : a Facsimile of the Sources and Sketches . Middleton: A-R Editions.",
        "cone_1962": "Cone, Edward T. 1962. “Stravinsky: The Progress of a Method.” Perspectives of New Music 1, no. 1: 18–26. Reprinted in Perspectives on Schoenberg and Stravinsk y, ed. Benjamin Boretz and Edward T. Cone, 155–64. 1986. Princeton: Princeton University Press. And in Edward T. Cone, Music: A View from Delft , 293–301. 1989. Chicago: University of Chicago Press.",
        "danuser_meyer_and_mosch_1994": "Danuser, Hermann, Felix Meyer, and Ulrich Mosch, eds. 1994. Igor Strawinsky Trois Pièces Pour Quatuor à Cordes: Skizzen, Fassungen, Dokumente, Essays . Winterthur: Paul Sacher Stiftung / Amadeus Verlag.",
        "horlacher_1990": "Horlacher, Gretchen. 1990. “Superimposed Strata in the Music of Igor Stravinsky.” Ph.D. diss., Yale University.",
        "horlacher_1992": "Horlacher, Gretchen. 1992. “The Rhythms of Reiteration: Formal Development in Stravinsky’s Ostinati.” Music Theory Spectrum 14, no. 2: 171–87.",
        "horlacher_1995": "Horlacher, Gretchen. 1995. “Metric Irregularity in Les Noces: The Problem of Periodicity.” Journal of Music Theory 39.2: 285–309.",
        "horlacher_1999": "Horlacher, Gretchen. 1999. “Sketches and Superimposition in Stravinsky’s Symphony of Psalms.” Mitteilungen der Paul Sacher Stiftung 12: 22–26.",
        "horlacher_2001": "Horlacher, Gretchen. 2001. “Running in Place: Sketches and Superimposition in Stravinsky’s Music.” Music Theory Spectrum 23, no. 2: 196–216.",
        "horlacher_2011": "Horlacher, Gretchen. 2011. Building Blocks: Repetition and Continuity in the Music of Stravinsky . New York: Oxford University Press.",
        "kholopova_1971": "Kholopova, Valentina Nikolaevna. 1971. “Neregulyarno-aktsentnaya ritmika, yeyo znacheniye dlya vïrazitel’nosti i formoobrazovaniya proizvedeniy I. Stravinskogo.” In Voprosï ritma v tvorchestve kompozitorov pervoy polovinï XX veka , 194–243. Moscow: Muzïka.",
        "linyova_1904–09": "Linyova Lineff, Yevgeniya Eduardovna. 1904–09. Velikorusskiye pesni v narodnoy garmonizatsii . 2 vols. St. Petersburg: Imperatorskaya Akademiya Nauk. English translation: The Peasant Songs of Great Russia as They Are in the Folk’s Harmonization: Collected and Transcribed from Phonograms by Eugenie Lineff . St. Petersburg: Imperial Academy of Science, 1905–12.",
        "meyer_1994": "Meyer, Felix. 1994. “Form und Struktur in den Trois Pièces . Analytische Annäherungen.” In Danuser, Meyer, and Mosch 1994, 47–60.",
        "savenko_2001": "Savenko, Svetlana Il’inichna. 2001. Mir Stravinskogo . Moscow: Kompozitor.",
        "stravinsky_and_craft_1969": "Stravinsky, Igor and Robert Craft. 1969. The Rite of Spring: Sketches, 1911–1913 . London: Boosey & Hawkes.",
        "stravinsky_et_al_1985": "Stravinsky, Igor, Louyis Cyr, Jean-Jacques Eigeldinger, and Pierre Wissmer. 1985. L’Oiseau de Feu: Facsimilé du Manuscrit Saint-Pétersbourg, 1909–1910 . Genève: Minkoff.",
        "taruskin_1996": "Taruskin, Richard. 1996. Stravinsky and the Russian Traditions: a Biography of the Works Through Mavra . Berkeley and Los Angeles: University of California Press.",
        "van_den_toorn_1988": "Van den Toorn, Pieter C. 1988. “Stravinsky Rebarred.” Music Analysis 7, no. 2: 165–95."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The largest repository for Stravinsky’s source materials is the Paul Sacher Stiftung in Basel, Switzerland. Facsimile editions of the composer’s sketches and manuscripts are available for the following works: The Rite of Spring ( Stravinsky and Craft 1969 ), The Firebird ( Stravinsky et. al. 1985 ), Symphonies of Wind Instruments ( Baltensperger and Meyer 1991 ), Three Pieces for String Quartet ( Danuser, Meyer, and Mosch 1994 ), A Soldier’s Tale ( Carr 2005 ), and Pulcinella ( Carr 2010 ).",
            "citations": [
                "stravinsky_and_craft_1969",
                "stravinsky_et_al_1985",
                "baltensperger_and_meyer_1991",
                "danuser_meyer_and_mosch_1994",
                "carr_2005",
                "carr_2010"
            ]
        },
        "FN2": {
            "text": "2. Horlacher’s previous research on Stravinsky’s sketch materials has included Horlacher 1999 and Horlacher 2001 .",
            "citations": [
                "horlacher_1999",
                "horlacher_2001"
            ]
        },
        "FN3": {
            "text": "3. The most famous example in this methodological line has to be Cone 1962 . Other examples include: Boulez 1953 (English trans., Boulez 1991 ; see, among others, Exx. 1 and 3); Boucourechliev 1987 (see esp. 77); Van den Toorn 1988 (see esp. Exx. 2, 4, and 21); Meyer 1994 (see esp. 57); Horlacher’s own analysis of the “March” from Renard , in Horlacher 1995 (see esp. 279); and Taruskin 1996 , 1582. Additional examples of this sort can also be found in Russian musicology; see, for instance, Kholopova 1971 , 194–243; and Savenko 2001 , esp. 117, 172–75, 204, and 207–8. Savenko has suggested that her use of a similar analytical methodology, and likely that found in V.N. Kholopova’s work, originates in the teachings and unpublished theoretical work of Yuriy N. Kholopov on melodic fragmentation in Stravinsky’s music (personal correspondence with Prof. Savenko, May 2011).",
            "citations": [
                "cone_1962",
                "boulez_1953",
                "boulez_1991",
                "boucourechliev_1987",
                "van_den_toorn_1988",
                "meyer_1994",
                "horlacher_1995",
                "taruskin_1996",
                "kholopova_1971",
                "savenko_2001"
            ]
        },
        "FN4": {
            "text": "4. Linyova 1904–09 ; cited in Taruskin 1996 , 727. Both Russian and English versions of Linyova’s text are now available online through Google Books; see http://books.google.com/ebooks?id=W93WAAAAMAAJ , http://books.google.com/ebooks?id=yUdLAAAAYAAJ , and http://books.google.com/ebooks?id=lVf14QPG0kwC .",
            "citations": [
                "taruskin_1996"
            ]
        },
        "FN5": {
            "text": "5. Readers familiar with Horlacher’s past work will no doubt notice that her conception of a “cycle” is developed from earlier presentations in Horlacher 1990 and 1992 .",
            "citations": [
                "horlacher_1990",
                "horlacher_1992"
            ]
        },
        "FN6": {
            "text": "6. For instance, Ex. 3.6 contains two identical lines in staves 5 and 10 on the page, but they receive entirely different foreground reductions. Are these differences based upon metrical factors that conform to Stravinsky’s barlines (which were themselves notationally fluid)? Or do these hearings imply separate threads of continuity?",
            "citations": []
        },
        "FN7": {
            "text": "7. To mention a few such errors, the plates in Fig. 1.1 occur in a different order in the sketchbook (see Danuser, Meyer, and Mosch 1994 , Igor Strawinsky: Trois Pièces Pour Quatuor À Cordes , 107–10); Exx. 2.2 and 3.1 contain incorrect Cyrillic characters; Exx. 3.15, 3.17, and 4.2 are illegible; and Fig. 2.1 is generally unclear (do the squiggly lines correlate with pitch height? dynamic level? tempo?) and does not correspond completely with the text (squares seem to be missing from the category “ordered succession between noncontiguous blocks”).",
            "citations": [
                "danuser_meyer_and_mosch_1994"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the field of Stravinsky studies, there has recently been a growing trend toward the use of sketches as an aid to music analysis, due in no small part to the increased availability of the composer’s manuscripts and source materials. (1) Drawing upon her extensive experience with Stravinsky’s compositional materials, Gretchen Horlacher has found consistencies in the composer’s creative process, deftly reconstructing how he began with brief musical models (“blocks”) that served as points of departure for numerous methods of development and variation. (2) In Building Blocks , Horlacher presents this research, setting forth an inventive analytical method for Stravinsky’s music with meticulous readings of the composer’s sketches and scores.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Building Blocks is centered around pieces from Stravinsky’s early (“Russian”) and middle (“Neoclassical”) periods, ranging from The Rite of Spring (1913) to the Symphony in Three Movements (1946). Throughout the works surveyed, Horlacher focuses on two contrasting attributes of Stravinsky’s music: repetitive musical techniques that embody the qualities of discontinuity and stasis (such as ostinati, superimposition, and the assemblage of musical fragments, practices designated by the author as “radical”), versus the more continuous procedures that engage conventions in common-practice tonal music (such as melodic linearity and phrase syntax, traits Horlacher describes as “traditional” [33]). The author argues that previous studies have focused excessively on one extreme versus the other, and as an alternative, she develops these two operational strands into a holistic and balanced approach. Termed “ordered succession,” Horlacher’s analytical method draws attention to the threads of continuity in Stravinsky’s repetitive musical materials, a perspective that she contends is essential for understanding the many ways in which Stravinsky’s music challenges traditional conceptions of temporality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Building Blocks is organized into five chapters, each of which fleshes out the notion of ordered succession in a variety of musical contexts. Chapter 1 informally rehearses the book’s analytical method by highlighting how the seeming repetitiveness in the first movement of Stravinsky’s Three Pieces for String Quartet (1914) is nevertheless driven by an underlying \nprogressive strategy. Horlacher borrows the chapter’s subtitle, “A shaking and \ncracking of dancing bones,” from poet Amy Lowell, who was inspired by this music \nto imagine peasants dancing awkwardly out of sync with one another. Similarly, \nHorlacher tracks the playful intrusion of the second violin earlier and earlier \ninto the musical texture, finding in Stravinsky’s sketches a process of \nexperimentation with this motive against the other contrapuntal lines. To close \nthe chapter, Horlacher extrapolates from the two defining features of an \nostinato—namely, order and repetition—to suggest that Stravinsky’s music, which \nis so highly dependent on ostinati, is ideally suited to engaging in the interplay between connection and discontinuity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Chapter 2 (“Connecting the Blocks”) represents the conceptual core of the \nbook, in which Horlacher formally expounds the theory of ordered succession to \ntrack the progress of a musical fragment over the course of a piece. She \nconsiders how often a fragment is iterated, the order in which its varied \nreiterations occur, how it alternates with contrasting motives, and when its \niterations cease. Ordered succession can also measure the relations between \nmusical fragments, including situations where reiterations are interrupted or \nnoncontiguous, and where boundaries are detached, overlapped, or blurred. \nHorlacher asserts that ordered succession derives from Stravinsky’s own \ncompositional practice, demonstrating how the composer was obsessed with the shaping, order, and assembly of musical fragments \nin the Rite of Spring sketches.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Ordered succession draws upon a long-standing convention of graphic display in Stravinsky studies, but Horlacher’s model is certainly the most formalized in this tradition. (3) In an ordered succession analysis, one parses a score and arranges the sections such that repeated musical fragments are vertically aligned on the page, drawing attention to the phrase structure of an initial block and its variations in both contiguous and non-contiguous reiterations. There are particular sorts of continuity to be distinguished, such as foreground melodic connections (demonstrated in quasi-Schenkerian notation), the gradual unfurling of a motivic pattern (such as the filling of a melodic “gap”), or shared pitch classes between contiguous musical passages. In sum, ordered succession allows one to locate the changes made to a musical fragment in subsequent repetitions so as to highlight the kinds of activity (or lack thereof) in a musical passage. A remarkable attribute of ordered succession is its flexibility to suit numerous musical circumstances, which the author demonstrates with two analyses of the “Mystic Circles” music ( Rite of Spring ) that respectively prioritize the melody and accompaniment.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Chapter 3 (“Stravinsky’s Stutter”) focuses on the role of ordered succession in a single melody. To measure the evolution of a repeated fragment over time, the author proposes five parameters that govern melodies: scope, distinctiveness, frequency and contiguity of presentation, boundaries between iterations, and the nature and degree of variation. Horlacher engages these parameters through four extended analyses, beginning first with two brief melodies that grow into larger forms in contrasting ways (“Evocation” from the Rite of Spring and the Symphony of Psalms , I). Next, Horlacher focuses on the notion of melodic confinement in a passage from the Symphony in Three Movements , reconstructing its conceptual development from an intriguing sketch-leaf that demonstrates the composer’s preoccupation with musical blocks (also found on the book’s dust jacket). The chapter concludes with an analysis of the “Spring Rounds” ( Rite of Spring ), which the author hears as a deliberate expansion beyond melodic boundaries; she also shows how Stravinsky’s sketches depict a process of moving from short undifferentiated repetitions toward a deliberately ordered series of phrases. Additionally, Horlacher attempts to draw parallels between ordered succession and Russian folk practice, specifically citing Yevgeniya E. Linyova’s ethnographic work (which Stravinsky knew) to suggest that the composer’s particular brand of repetition and variation had roots in Russian folk song. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In the book’s two remaining chapters, Horlacher investigates ordered succession in more complex musical environments. Chapter 4 (“Multiple Melodies”) concerns Stravinsky’s superimposed musical textures, which the author examines in two large categories: “within superimpositions” (or, the vertical relationship between two or more lines according to Fuxian intervallic distinctions, voice-leading interactions, and cadential gestures, as well as their metrical coordination), and “between superimpositions” (or, the horizontal dimension, including both cyclic and sporadic iterations). (5) To explore these categories, the analyses in chapter 4 apply ordered succession to superimposed textures, first featuring examples of “continuous repetition” (the closing of Pulcinella , the “Apotheosis” of Apollo , and the Symphony of Psalms , III), followed by examples of “discontinuous repetition” ( Symphony in Three Movements , I, and the second tableau of Les Noces ). Finally, chapter 5 explores ordered succession as it plays out across the Symphonies of Wind Instruments , a piece virtually synonymous with discontinuity and radical formal design. Yet, Horlacher argues that there is continuity to be found in the sequential ordering of thematic fragments over the course of the piece, showing how Stravinsky linked themes in numerous ways in the sketches.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Building Blocks contains a number of excellent analytical and theoretical insights and I wish I could cite more of them here. Horlacher firmly situates her project in the field by drawing upon existing methodologies such as Schenkerian theory, sketch studies, Taruskin’s work on neonationalism, van den Toorn’s octatonic and rhythmic-metric models, and Hasty’s work on musical temporality. She adeptly employs these approaches to buttress her unique analytical position while carefully sidestepping the conceptual baggage that each methodology might bring to this repertoire. Yet Horlacher’s most significant achievement, in my opinion, is that ordered succession encourages a processive mode of listening: Horlacher hears directionality within the discontinuities of Stravinsky’s music as it gradually unfolds toward the ultimate completion of its inherent tensions. As opposed to mechanical, static, and isolated moments in time, Stravinsky’s music emerges as developing, active, and dynamic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] There are a few conceptual and procedural problems in the book that I must address. My first concern has to do with Horlacher’s notion of the term “block.” It is perhaps the central concept in a book titled Building Blocks , yet a concise definition is absent from the book. As I understand it, a “block” is a syntactic musical pattern that is fragmentary or isolated in some way and does not connect with other musical elements in its immediate context; yet the author only gradually demonstrates what she means by this term, and the issue might have been clarified in the preface by an acknowledgement of its many conceptual implications in Stravinsky’s music. Moreover, as the term appears widely throughout the Stravinsky literature (often in the familiar locution of “block juxtaposition”), this seems like a missed opportunity for conceptual clarification.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] A more pressing issue concerns the abundance of sketch resources employed throughout the book. Nearly every extended analysis includes recourse to Stravinsky’s working materials, and while it is admirable that the methodology is rooted in Stravinsky’s compositional habits, the analyses are often structured so as to seek proof in the sketches. My concern with this tendency is the (likely unintended) implication that the composer’s own strategy in composing a given musical passage should serve as the basis for an ordered succession analysis. For those who want to engage with Horlacher’s analytical model, is ordered succession possible without attempting to understand the composer’s own goals first? Are alternate hearings, other than those apparently intended by Stravinsky, viable within this framework? Horlacher’s tendency to invoke sketches for analytical confirmation undermines the wider potential that I believe her methodology embodies. As I see it, the great strength of ordered succession is its ability to account for musical process, and what the field of Stravinsky studies has needed—particularly in the analysis of the composer’s “Neoclassical” music—is a holistic and flexible model that can confront both the quasi-tonal continuities and the more fragmentary characteristics of this music. Ordered succession is wonderfully suited toward this task, and it need not be burdened by excessive reliance on Stravinsky’s sketches.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] I should also mention some minor complaints, such as inconsistencies in some of the ordered successions that might imply a lack of analytical rigor. (6) Additionally, Horlacher could have explored her theoretical distinctions in greater depth by integrating the various parameters governing melodies and superimpositions into the analytical passages.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Finally, the book unfortunately suffers from numerous typographical and editorial errors, the most vexing of which concern the musical examples, which range widely in size, overall clarity, and legibility; these errors often detract from the rich analytical points that the author makes. (7) For ease of reference, the musical examples for Building Blocks should be made available electronically on a website and hosted by Oxford University Press.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] To conclude, I would like to consider briefly the wider implications of Building Blocks for the field of Stravinsky studies. First, Horlacher’s focus on the interactive nature of repetition and continuity encourages a more nuanced and integrated understanding of Stravinsky’s music than that found in previous scholarship. The author’s work with Stravinsky’s sketches also reshapes our understanding of the composer’s own view of musical structure, demonstrating why the term “block” has been used so widely in connection with his music and why it is so apt. As an analytical model highly informed by the composer’s musical language and compositional techniques, ordered succession can be a powerful heuristic device for appreciating and wrestling with Stravinsky’s creative methods. Yet the most promising feature of ordered succession is the way it prioritizes musical process over structure, encouraging us to listen for long-term musical goals even in Stravinsky’s most repetitious passages. A wonderful blend of analysis, reception, and musical meaning, Building Blocks is an important contribution to the Stravinsky literature, and anyone interested in this repertoire—whether they are performers, conductors, students, or scholars—should find Horlacher’s analytical model persuasive.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.11.17.4.westerhaus.html",
    "data": "mto/data/mto.11.17.4.westerhaus.json"
}