{
    "title": "Susanna’s “Deh vieni”",
    "date": "2018/12/01",
    "volume": "24",
    "issue": "4",
    "authors": [
        "Sherrill, Paul"
    ],
    "abstract": "This article offers an analysis of “Deh vieni non tardar,” Susanna’s last aria in Mozart’sLe nozze di Figaro. The aria stages a diegetic performance in which Susanna serenades an absent beloved while Figaro eavesdrops, but the aria is not simply a facsimile of Susanna’s performance. Instead, the music scripts a shift of the audience’s perspective, moving from a quasi-literal representation of the performance to a depiction of Susanna’s affective experience of performing. This shift in perspective realigns how different musical parameters collaborate to produce meaning.Observations from disparate domains coalesce into an interpretation of the aria. The analysis engages with musical details by starting from hypotheses about what the piece is (serenade or psychologizing aria), what it does (deliver text or embody expressive action), and how its musical features afford those identities. The central analytical questions are what genre “Deh vieni” belongs to and how its features serve the functions of that genre.",
    "keywords": [
        "Mozart",
        "Le nozze di Figaro",
        "aria",
        "serenade",
        "genre",
        "hermeneutics",
        "topic theory",
        "schema theory",
        "text and music"
    ],
    "doi": "10.30535/mto.24.4.5",
    "received": "July 2017",
    "pdf": "http://mtosmt.org/issues/mto.18.24.4/mto.18.24.4.sherrill.pdf",
    "author_info": [
        {
            "name": "Paul Sherrill",
            "university": "University of Utah",
            "address": "1375 Presidents Cir, Salt Lake City, UT 84112",
            "email": "paul.sherrill@utah.edu"
        }
    ],
    "citations": {
        "abbate_1991": "Abbate, Carolyn. 1991. Unsung Voices: Opera and Musical Narrative in the Nineteenth Century .  Princeton University Press.",
        "abbate_and_parker_1990": "Abbate, Carolyn and Roger Parker. 1990. “Dismembering Mozart.” Cambridge Opera Journal 2 (2): 187–95.",
        "abert_2007": "Abert, Hermann. 2007. W. A. Mozart . Translated by Stewart Spencer. Edited by Cliff Eisen. Yale University Press.",
        "allanbrook_1983": "Allanbrook, Wye Jamison. 1983. Rhythmic Gesture in Mozart: Le nozze di Figaro and Don Giovanni .  University of Chicago Press.",
        "baileyshea_2007": "BaileyShea, Matt. 2007. “The Struggle for Orchestral Control: Power, Dialogue, and the Role of the Orchestra in Wagner’s Ring .” 19th-Century Music 31 (1): 3–27.",
        "berger_2007": "Berger, Karol. 2007. Bach’s Cycle, Mozart’s Arrow: An Essay on the Origins of Musical Modernity .  University of California Press.",
        "burnham_2013": "Burnham, Scott. 2013. Mozart’s Grace . Princeton University Press.",
        "byros_2013": "Byros, Vasili. 2013. “Trazom’s Wit: Communicative Strategies in a ‘Popular’ yet ‘Difficult’ Sonata.” Eighteenth-Century Music 10 (2): 213–52.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "carter_1987": "Carter, Tim. 1987. W.A. Mozart: “Le nozze di Figaro . ” Cambridge Opera Handbooks. Cambridge University Press.",
        "cohn_1992": "Cohn, Richard. 1992. “The Dramatization of Hypermetric Conflicts in the Scherzo of Beethoven’s Ninth Symphony.” 19th-Century Music 15 (3): 188–206.",
        "cone_1989": "Cone, Edward. 1989. “The World of Opera and its Inhabitants.” In Music: A View from Delft , ed. Robert P. Morgan, 125–38. University of Chicago Press.",
        "fabbri_2003": "Fabbri, Paolo. 2003. “Metrical and Formal Organization.” In The History of Italian Opera Part II, vol. 6: Opera in Theory and Practice, Image and Myth , ed. Lorenzo Bianconi and Giorgio Pestelli, 151–219. University of Chicago Press.",
        "feldman_2015": "Feldman, Martha. 2015. The Castrato: Reflections on Natures and Kinds . University of California Press.",
        "finscher_1973": "Finscher, Ludwig, ed. 1973. Le nozze di Figaro . Serie 2, Werkgruppe 5, Band 16 of Wolfgang Amadeus Mozart: Neue Ausgabe sämtliche Werke . Bärenreiter.",
        "gidwitz_1996": "Gidwitz, Patricia Lewy. 1996. “Mozart’s Fiordiligi: Adriana Ferrarese del Bene.” Cambridge Opera Journal 8 (3): 199–214.",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style . Oxford University Press.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation .  Indiana University Press.",
        "heartz_1987": "Heartz, Daniel. 1987. “Constructing ‘Le nozze di Figaro.’” Journal of the Royal Musical Association 112 (1): 77–98.",
        "heartz_1991": "Heartz, Daniel. 1991. “Susanna’s Hat.” Early Music 19 (1): 585–89.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth Century Sonata . Oxford University Press.",
        "höllerer_1995": "Höllerer, Elisabeth. 1995. Die Hochzeit der Susanna: Die Frauenfiguren in Mozarts Le nozze di Figaro.  Bockel.",
        "hunter_1999": "Hunter, Mary. 1999. The Culture of Opera Buffa in Mozart’s Vienna: A Poetics of Entertainment .  Princeton University Press.",
        "hutchings_1939": "Hutchings, Arthur. 1939. “The Unexpected in Mozart.” Music & Letters 20 (1): 21–31.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . Oxford University Press.",
        "kunze_1984": "Kunze, Stefan. 1984. Mozarts Opern . Reclam.",
        "kretzschmar_1919": "Kretzschmar, Hermann. 1919. Geschichte der Oper . Kleine Handbücher der Musikgeschichte nach Gattungen. Vol. 6. Breitkopf & Härtel.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "lewin_2006": "Lewin, David. 2006. Studies in Music with Text. Oxford University Press.",
        "mann_1977": "Mann, William. 1977. The Operas of Mozart . Oxford University Press.",
        "mcclary_2000": "McClary, Susan. 2000. Conventional Wisdom: The Content of Musical Form . University of California Press.",
        "mirka_2009": "Mirka, Danuta. 2009. Metric Manipulations in Haydn and Mozart: Chamber Music for Strings, 1787– 1791. Oxford University Press.",
        "monahan_2013": "Monahan, Seth. 2013. “Action and Agency Revisited.” Journal of Music Theory 57 (2): 321–71.",
        "neville_1982": "Neville, Don J. 1982. “Moral Philosophy in the Metastasian Dramas.” Studies in Music from the University of Western Ontario 7 (1): 28–46.",
        "osthoff_1981": "Osthoff, Wolfgang. 1981. “Gli endecasillabi villotistici in Don Giovanni e Nozze di Figaro .” In Venezia e il melodramma nel settecento , vol. 2, ed. Maria Teresa Murano, 293–311. Studi di musica veneta 7. Leo S. Olschki.",
        "ott_and_ott_1998": "Ott, Karin and Eugen Ott. 1998. Handbuch der Verzierungskunst in der Musik . Vol. 3. Die Vokalmusik in der Zeit Mozarts. Ricordi.",
        "parker_2006": "Parker, Roger. 2006. Remaking the Song: Operatic Visions and Revisions from Handel to Berio .  University of California Press.",
        "petrosellini_1784": "Petrosellini, Giuseppe. 1784. Il barbiere di Siviglia ovvero la precauzione inutile . Onorato Derossi.  Biblioteca nazionale universitaria di Torino. F XIII.439/6. http://www.internetculturale.it/jmms/iccuviewer/iccu.jsp?id=oai:www.internetculturale.sbn.it/Teca:20:NT0000:IT\\ICCU\\TO0E\\002358",
        "rice_2014": "Rice, John. 2014. “The Heartz: A Galant Schema from Corelli to Mozart.” Music Theory Spectrum 36 (2): 315–32.",
        "rings_2011": "Rings, Steven. 2011. Tonality and Transformation . Oxford University Press.",
        "roeder_1994": "Roeder, John. 1994. “Interacting Pulse Streams in Schoenberg’s Atonal Polyphony.” Music Theory Spectrum 16 (2): 231–49.",
        "rosen_1997": "Rosen, Charles. 1997. The Classical Style: Haydn, Mozart, Beethoven . Expanded edition. W. W. Norton.",
        "rothstein_2011": "Rothstein, William. 2011. “Metrical Theory and Verdi’s Midcentury Operas.” Dutch Journal of Music Theory 16 (2): 93–111.",
        "rumph_2011": "Rumph, Stephen. 2011. Mozart and Enlightenment Semiotics . University of California Press.",
        "sadie_1970": "Sadie, Stanley. 1970. Mozart . Grossman.",
        "schachter_1999": "Schachter, Carl. 1999. Unfoldings: Essays in Schenkerian Theory and Analysis . Edited by Joseph N. Straus. Oxford University Press.",
        "schmalfeldt_1992": "Schmalfeldt, Janet. 1992. “Cadential Processes: The Evaded Cadence and the ‘One More Time’ Technique.” Journal of Musicological Research 12 (1–2): 1–52.",
        "sherrill_2016": "Sherrill, Paul. 2016. “The Metastasian Da Capo Aria: Moral Philosophy, Characteristic Actions, and Dialogic Form.” PhD diss., Indiana University.",
        "temperley_1999": "Temperley, David. 1999. “The Question of Purpose in Music Theory: Description, Suggestion, and Explanation.” Current Musicology 66: 66–85.",
        "tyson_1981": "Tyson, Alan. 1981. “Le nozze di Figaro: Lessons from the Autograph Score.” The Musical Times 122 (1661): 456–61.",
        "waldoff_2006": "Waldoff, Jessica. 2006. Recognition in Mozart’s Operas . Oxford University Press.",
        "webster_1987": "Webster, James. 1987. “To Understand Verdi and Wagner We Must Understand Mozart.” 19th-Century Music 11 (2): 175–93.",
        "webster_1989": "Webster, James. 1989. “Cone’s ‘Personae’ and the Analysis of Opera.” College Music Symposium 29: 44–65.",
        "webster_1990": "Webster, James. 1990. “Mozart’s Operas and the Myth of Musical Unity.” Cambridge Opera Journal 2 (2): 197– 218.",
        "webster_1991a": "Webster, James. 1991a. “The Analysis of Mozart’s Arias.” In Mozart Studies , ed. Cliff Eisen, 101–99.  Oxford University Press.",
        "webster_1991b": "Webster, James. 1991b. Haydn’s “Farewell” Symphony and the Idea of Classical Style: Through-Composition and Cyclic Integration in his Instrumental Music . Cambridge University Press.",
        "_": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* I am grateful for many generous insights and conversations that have enriched this analysis. In particular, I thank Matthew Boyle for his feedback on several drafts and for many interesting discussions about operatic serenades. Earlier versions of this research were presented at the conferences of Music Theory Midwest and the Society for Music Theory in 2015 where, among others, Christopher Brody, Deborah Burton, David Geary, Graham Hunt, Roman Ivanovitch, Nathan John Martin, and Peter Westergaard offered helpful thoughts and questions. Lastly, I thank MTO ’s two anonymous readers for their many helpful suggestions and Lorna Flynn, ILL Associate at the College of Wooster, for her invaluable help locating resources.",
            "citations": []
        },
        "FN1": {
            "text": "1. One endeavor this article declines to pursue is comparing “Deh vieni” to the other guises Mozart contemplated for Susanna at this moment: the original melodic sketch of the aria, the fragment of one contemplated rondò (“Non tardar amato bene”), or the completed replacement rondò for the 1789 version of Figaro (“Al desio di chi t’adora”). “Deh vieni” is enough for one analysis. Readers interested in the texts that surround it may wish to consult Finscher ( 1973 , xx–xxi and 641), Heartz ( 1987 , 94–96), Kunze ( 1984 , 304–7), Gidwitz ( 1996 , 209–10), and Parker ( 2006 , 42–66).",
            "citations": [
                "finscher_1973",
                "heartz_1987",
                "kunze_1984",
                "gidwitz_1996",
                "parker_2006"
            ]
        },
        "FN2": {
            "text": "2. Webster, who credits the notion of multivalence to Harold Powers ( Webster 1989 , 44), addresses it specifically to Mozart’s operas in several publications (Webster 1987 , 1990 , 1991a ). Webster 1991a (181–83) presents a substantial analysis of Susanna’s “Deh vieni.”",
            "citations": [
                "webster_1989",
                "webster_1987",
                "webster_1990",
                "webster_1991a",
                "webster_1991a"
            ]
        },
        "FN3": {
            "text": "3. It is not coincidental that many of Webster’s serious analytical engagements have been with works that explicitly evoke extramusical meanings. The crux of his most involved multivalent analysis, of Haydn’s “Farewell” Symphony, leverages its multivalent interest into a pivot to interpretation: “This multivalence, this resistance to a univalent conclusion, almost forces us ‘outside’ the work ‘as such’—which is to say, to reinterpret it on the basis of the external program” ( Webster 1991b , 112).",
            "citations": [
                "webster_1991b"
            ]
        },
        "FN4": {
            "text": "4. Allanbrook ( 1983 , 174) is alert to this point, often lost on productions of the opera: “‘Deh, vieni’ is intended to be a performance, a serenade like Cherubino’s canzonetta in act III [ sic ] ... The pizzicato suggests a guitar accompaniment, perhaps the same guitar Susanna used in act II” to accompany Cherubino’s “Voi che sapete.” Recall that Susanna is a singer, too, under Basilio’s tutelage: “Don Basilio, mio maestro di canto e suo mezzano, nel darmi la lezione mi ripete ogni dì questa canzone” (Don Basilio, my singing teacher and his [the Count’s] middleman, repeats this song every day while giving me instruction), she tells Figaro in the recitative after “Se a caso madama.” The “canzone” he repeats is the Count’s overture to her, but the memory of this pun is one of “Deh vieni”’s many thorns. We should remember, too, that Susanna has already responded to this “canzone” with her own “canzonetta sull’aria.”",
            "citations": [
                "allanbrook_1983"
            ]
        },
        "FN5": {
            "text": "5. The use of the terms “phenomenal” and “noumenal” to describe music that is, and is not, heard as music by the characters is adopted from Carolyn Abbate ( 1991 , 119–23).",
            "citations": [
                "abbate_1991"
            ]
        },
        "FN6": {
            "text": "6. It is worth noting that Mozart’s title for Giovanni’s “Deh vieni” labels the number a “canzonetta,” whereas Susanna’s “Deh vieni” is titled “aria.” I thank an anonymous reader for highlighting this contrast.",
            "citations": []
        },
        "FN7": {
            "text": "7. The numbers’ musical incipits parallel one another just as their texts do: notice the similar metrical deployment of the opening 5 ˆ – 5 ˆ – 8 ˆ melody in both works.",
            "citations": []
        },
        "FN8": {
            "text": "8. Thus: “Susanna is ostensibly singing to Almaviva but ‘really’ to Figaro, whom she knows is listening” ( Hunter 1999 , 47 n. 43). Similarly Sadie ( 1970 , 153) writes of “Susanna’s ‘Deh vieni,’ where she is singing with sincerity about her approaching bliss but allowing Figaro to believe her bliss is to be with the Count.” And Webster ( 1991a , 183): “It is this change, I believe, that accounts for our feeling that Susanna here reveals her true self. Not the mere change, but its meaning: she drops the ironic mask of a serenade that, even given her upright character, could have been meant for the Count’s ears, and speaks the naked truth: ‘Come to me, my love.’” The view in Abert 2007 (972) is that throughout the aria, “Susanna reveals her own feelings here, rather than playing the part of the Countess,” an interpretation articulated in opposition to Kretzschmar ( 1919 , 242), who interprets the opening’s simplicity as “absichtliche Armut und Banalität” (intentional poverty and banality) that only gives way to sincere expression later in the aria.",
            "citations": [
                "hunter_1999",
                "sadie_1970",
                "webster_1991a",
                "abert_2007",
                "kretzschmar_1919"
            ]
        },
        "FN9": {
            "text": "9. That is, the animating tension between forces in this aria is not a Romanticizing tension between public falsity and private sincerity, but a characteristically eighteenth-century one between reason-directed action and erring passion. As is typical for Susanna, the leading driver of the opera’s action, the aria’s success stems from the management of the latter by the former.",
            "citations": []
        },
        "FN10": {
            "text": "10. In fact, this is precisely what happens in Paisiello and Petrosellini’s Il barbiere di Siviglia during Rosina’s canzonetta “Già riede primavera,” a scene that Hunter ( 1999 , 47 n. 43) finds parallel to Susanna’s “Deh vieni.” Petrosellini’s involved stage directions read: “Ascoltando l’aria Bartolo s’addormenta. Il Conte nel ritornello s’azzarda di prendere una mano di Rosina, e di baciarla. La mozione rallenta la voce di Rosina, quale s’indebolisce, e termina per mancargli la voce in mezzo alla cadenza. L’orchestra siegue il movimento della cantatrice, e si tace” (Listening to the aria, Bartolo falls asleep. The Count during the ritornello ventures to take Rosina’s hand and to kiss it. The motion slackens Rosina’s voice, who grows weak and ends by losing her voice in the middle of the cadenza. The orchestra follows the singer’s motion and falls silent) ( Petrosellini 1784 , 32 note a).",
            "citations": [
                "hunter_1999",
                "petrosellini_1784"
            ]
        },
        "FN11": {
            "text": "11. Mary Hunter ( 1999 , 46 n. 42) recognizes that shifts of this sort are possible: “I would also suggest that it is possible for an aria to fade in and out of a mode where performance qua performance is foregrounded, and that the self-consciously performed quality of a given piece depends on more than its explicit rhetoric or circumstances.”",
            "citations": [
                "hunter_1999"
            ]
        },
        "FN12": {
            "text": "12. The richer timbres of the aria’s woodwind trio are reserved for the interstices of Susanna’s song, framing the emulation of Figaro’s “Deh vieni” within the context of our aria so that some distance is always preserved between the two.",
            "citations": []
        },
        "FN13": {
            "text": "13. The triple hypermeter is disrupted only once before m. 32, by the two-bar wind ritornello in mm. 19–20, to be discussed below.",
            "citations": []
        },
        "FN14": {
            "text": "14. Elisabeth Schumann ( 2011 ), who adds appoggiaturas at most of these moments, respects the notated rhythm for “bella” in m. 9, but she shortens the end of most other lines to two eighths. The effect, to my ear, is much more rhythmically natural. (Listen to Audio Example 1.) A useful point of comparison is Mozart’s handling of the word “boschetto” in “Che soave zeffiretto,” another number that places Susanna in pastoral 6/8. “Boschetto” is set four times (mm. 21, 25, 29, and 45), of which only the first uses the tardy quarter-eighth rhythm. Crucially, that one instance of the elongated downbeat is paired with a coy dissonance ( ♯ 2 ˆ ) that likewise underscores the moment as marked. Allanbrook ( 1983 , 176) hears another kind of slowness in these rhythms: “The regular cadences of the poetry are never disturbed. The graceful and hypnotic feminine cadences float on the air feather-light.”",
            "citations": [
                "schumann_2011",
                "allanbrook_1983"
            ]
        },
        "FN15": {
            "text": "15. Allanbrook ( 1983 , 174) and Kunze ( 1984 , 300–301) highlight these pastoral features as well. Mann ( 1977 , 431) detects in the rhythm an echo of Mozart’s D minor siciliano for the abandoned development section of Figaro ’s overture. On this count, it is suggestive to recall Tyson’s ( 1981 , 461) suggestion that “Deh vieni” and the overture were sketched at around the same late point in the composition of Figaro .",
            "citations": [
                "allanbrook_1983",
                "kunze_1984",
                "mann_1977",
                "tyson_1981"
            ]
        },
        "FN16": {
            "text": "16. Many authors observe this, including Webster ( 1991a , 182) and Fabbri ( 2003 , 191). Hunter ( 1999 , 47) also quotes the serenade “Non farmi più languir” from Da Ponte and Martín y Soler’s Una cosa rara , which uses the same poetic meter. Osthoff ( 1981 ) demonstrates that these serenades derive from the Venetian villota . In particular, he cites a nineteenth-century description by Angelo Dalmedico of a performance context for villote that strikingly resembles how Susanna uses “Deh vieni.” Dalmedico reports that often when women sang the villota , “E queste non erano già (almeno negli ultimi tempi) risposte all’amoroso dalla finestra, ma sì cantate con intenzione di giorno in casa, o a sedere alla porta, fingendo di farlo a proprio diletto mentre quegli passava” (they were not in fact (at least recently) answered to the lover from the window, but indeed sung intentionally during the day in the house, or seated at the door, pretending to do it for her own enjoyment while he passed by) ( Osthoff 1981 , 301).",
            "citations": [
                "webster_1991a",
                "fabbri_2003",
                "hunter_1999",
                "osthoff_1981",
                "osthoff_1981"
            ]
        },
        "FN17": {
            "text": "17. On the role of cadence in sonata form, see Caplin ( 1998 , 99–111), Hepokoski and Darcy ( 2006 , 150–70), and Schmalfeldt ( 1992 ).",
            "citations": [
                "caplin_1998",
                "hepokoski_and_darcy_2006",
                "schmalfeldt_1992"
            ]
        },
        "FN18": {
            "text": "18. This shift is staged entirely by the music and not at all by the poem. Da Ponte’s poem for the serenade consists of five rhymed couplets, all in the same meter. Mozart separates out the last couplet for special treatment in the music following m. 32. The change in musical rhetoric without a change in poetic rhetoric is the aria’s most strikingly multivalent feature.",
            "citations": []
        },
        "FN19": {
            "text": "19. Webster ( 1991a , 126–27) observes that this kind of “complementary relation” between voice and orchestra is a typical practice of Mozart’s. It is worth noting that at this point, the entire orchestral fabric counterbalances the vocal line, whereas in the triple hypermeter serenade only the noumenal winds fill this complementary role.",
            "citations": [
                "webster_1991a"
            ]
        },
        "FN20": {
            "text": "20. On the significance of the subdominant triad as an expressive event held in reserve, Webster ( 1991a , 183n12) suggests this is a common technique for Mozart, “as if to provide thereby a greater degree of solidity or depth.”",
            "citations": [
                "webster_1991a"
            ]
        },
        "FN21": {
            "text": "21. Rosen ( 1997 , 308) and Carter ( 1987 , 116) point out that the motive also serves as the beginning and (nearly) the end of “Deh vieni” itself, replicating its bookending function on a smaller scale.",
            "citations": [
                "rosen_1997",
                "carter_1987"
            ]
        },
        "FN22": {
            "text": "22. Note also that the bass D is sustained in the viola and French horn, not merely articulated on the offbeats by cello and bass. Moreover, each time this material is introduced (mm. 9, 30, 49, and 67), the offbeat bass sustains an already activated 5 ˆ bass, promoting continuity with the preceding dominant lock. Rumph ( 2011 , 99 and 103–6) highlights the dominant pedal in Susanna’s theme, identifying it as a marked element of the passage. But the dominant pedal itself is less stylistically marked than one might expect, as Susanna’s theme realizes Byros’s ( 2013 ) “Fenaroli-Ponte” phrase schema. More marked here is the fact that the phrase schema is being used in an atypical formal context: normally it would be expected to occur as a post-cadential extension to a half cadence ( Byros 2013 , 229–31). This musical play with tonics over dominant pedals continues in “Deh vieni,” as we shall see.",
            "citations": [
                "rumph_2011",
                "byros_2013",
                "byros_2013"
            ]
        },
        "FN23": {
            "text": "23. When in mm. 21–22 we hear the most radically altered form of the motive, it is presented not as the endpoint of a developmental process but as the beginning of the aria’s second quatrain. Its connection to the head motive, the beginning of the first paragraph, is not overt. But this outlier is drawn back into the fold by what happens next (in mm. 24–26), which undoes one of the derivational alterations, picking up the dropped motivic stitch.",
            "citations": []
        },
        "FN24": {
            "text": "24. A second motivic thread winding through the aria connects the winds’ cadential rising scales of m. 5 (and their subsequent occurrences) to the ascending fifth progressions in the voice in mm. 16–20 and 30 (see Example 3).  These elements are eventually bound up with the head motive, as Example 9 shows.",
            "citations": []
        },
        "FN25": {
            "text": "25. The details of orchestration here facilitate my hearing of a divorce between melody and accompaniment, because the pizzicato tones of the harmony have a qualitatively different material presence from the sustained tones of the voice. Note that the oboe and bassoon also project this pair of pitches, not 5 ˆ or 7 ˆ , in this measure, while dovetailing with the soprano. Mozart exploits pizzicato to similar effect in Pedrillo’s “In Mohrenland” from Die Entführung aus dem Serail to soften the dissonance of G over C ♯ in m. 14.",
            "citations": []
        },
        "FN26": {
            "text": "26. The other context in which a galant phrase schema of Gjerdingen’s typically licenses the use of ♯ 1 ˆ is the middle stage of the “Do–Re–Mi” ( Gjerdingen 2007 , 86–88). That schema fits better in the harmonic context of m. 10, but very poorly with the rest of its melodic, rhythmic, and formal design.",
            "citations": [
                "gjerdingen_2007"
            ]
        },
        "FN27": {
            "text": "27. This problematic upward motion of 4 ˆ within V 7 recurs in mm. 33–34, where the solecism is highlighted by the accented dissonance of ♯ 4 ˆ . Both partake of a larger tendency to problematize the handling of 4 ˆ and to deflate its potential for instability. This implicates both the 4 ˆ of mm. 27–28, discussed immediately below, and the 4 ˆ of the Urlinie . Comparison of Examples 3, 6, and 7 reveals that a substantial difference between the linear structures of the serenade and the soliloquy is their harmonization of 4 ˆ : with V in the serenade but IV in the soliloquy.",
            "citations": []
        },
        "FN28": {
            "text": "28. These gracing sixteenths belong to the siciliano topic in Mozart’s practice, and they always project chord tones. Within Figaro itself, one might consult mm. 5–7 of the chorus “Ricevete o padroncina.” Other memorable instances include m. 10 of “Una donna a quindici anni” in Così fan tutte , mm. 13–14 in the second movement of the G minor Symphony (K. 550), m. 5 in the F♯ minor Adagio of the A major Piano Concerto (K. 488), mm. 13–14 in the finale to the D minor String Quartet (K. 421), and m. 10 in the first movement of the A major Piano Sonata (K. 331). The last of these, in particular, occurs within a “Heartz” schema—and indeed two of Rice’s ( 2014 , 316) core examples for the “Heartz” employ the gesture (Examples 3 and 4).",
            "citations": [
                "rice_2014"
            ]
        },
        "FN29": {
            "text": "29. To borrow language from Monahan 2013 (348–52), at this point in our “Deh vieni” the character Susanna is an “avatar” for the “fictional composer” of the number. Later in the aria, the character Susanna shifts from being a composer-avatar to an avatar for an “individuated element” within the musical texture.",
            "citations": [
                "monahan_2013"
            ]
        },
        "FN30": {
            "text": "30. The result is a gentle hypermetrical narrative, like the ones traced in Cohn ( 1992 ) and Krebs ( 1999 ). Since the musical features that sustain the early duple hearing in my analysis below are taken from diverse aspects of the musical texture, my understanding of this aspect of “Deh vieni” is perhaps more closely in sympathy with Roeder’s ( 1994 , 232–35) analysis of pulse streams in Schoenberg.",
            "citations": [
                "cohn_1992",
                "krebs_1999",
                "roeder_1994"
            ]
        },
        "FN31": {
            "text": "31. Thus Heartz ( 1991 , 587) for instance writes: “When the first violins start playing arco in bar 32 the phrases switch to two- and four-bar units. As Susanna achieves this new level of directness in expression we do not doubt that she is singing of her true love for Figaro.”",
            "citations": [
                "heartz_1991"
            ]
        },
        "FN32": {
            "text": "32. A contradiction, that is, between a preference for early accents ( Lerdahl and Jackendoff 1983 , 76; Mirka 2009 , 39) and respect of the accento comune ( Rothstein 2011 ). In an Italian-language opera, normally one should expect the latter consideration to predominate, but the triple hypermeter and moderate tempo of “Deh vieni” make mm. 7–8 a very long anacrusis indeed.",
            "citations": [
                "lerdahl_and_jackendoff_1983",
                "mirka_2009",
                "rothstein_2011"
            ]
        },
        "FN33": {
            "text": "33. The rhythmic lilt, like the use of pizzicato, recedes gradually. It is immediately loosened at the beginning of the section with the elongation of “vieni” in m. 34, but the lilt still impresses its shape on the end of the melodic incise: it persists in the quarter- + eighth-note rhythm of “mio” in m. 34. It still girds the rhythms of m. 35 before finally vanishing for the elongated desinence in m. 36. The prosodic treatment of the two final cadences (the DC in m. 42 and the PAC in m. 48) is especially telling, because here Mozart warps the piano desinence of the word “rose” to place its unaccented final syllable on the downbeat at the moment of cadence. This is a world apart from the rhythmic constraints of the serenade, though much contorted in its own way. The rhythmic awkwardness of “rose” might play into our sense of grasping for these elusive final cadences. Even here, the comparison between the DC and PAC is instructive. In both, “ro-” is weaker than “-se,” but in the PAC “ro-” falls on the downbeat of a measure and is only weak hypermetrically. The difference between the PAC’s firm quarter-note close and the deceptive cadence’s abrupt eighth-note release is wonderfully poetic.",
            "citations": []
        },
        "FN34": {
            "text": "34. Many authors, including Höllerer ( 1995 , 84), Kretzschmar ( 1919 , 242), and Webster ( 1991a , 183), identify these changes as suggesting heightened sincerity or intensity in this last part of the aria. This article seeks to supplement the critical consensus by suggesting that the change is not merely one of degree but of kind—indeed of genre—and by allowing that change to influence the sense made of analytical observations.",
            "citations": [
                "kretzschmar_1919",
                "webster_1991a"
            ]
        },
        "FN35": {
            "text": "35. On the sentence, see Caplin 1998 , 35–48. The looseness of its formal construction leads Graham Hunt (personal communication, January 13, 2017) to suggest reading it as a subordinate theme type. On the subordinate theme, see Caplin 1998 , 97–123.",
            "citations": [
                "caplin_1998",
                "caplin_1998"
            ]
        },
        "FN36": {
            "text": "36. On hearing this woodwind gesture as a large anacrusis, see the figure and accompanying text in Allanbrook ( 1983 , 176).",
            "citations": [
                "allanbrook_1983"
            ]
        },
        "FN37": {
            "text": "37. This exclamation also loosens the design of the sentence by expanding the presentation with a third statement of its “basic idea.”",
            "citations": []
        },
        "FN38": {
            "text": "38. This deceptive cadence inspires Stefan Kunze ( 1984 , 301) to rhapsodize on the extraordinary temporal effects of this final part of the aria: mm. 39–42 are “Vier zur Einheit zusammengeschweißte Takte, die aber im janushaften Trugschluß (T. 42) aufgehoben werden—einer jener bedeutsamen Augenblicke, in denen das Zeitbewußtsein kulminiert, Vergangenes und Kommendes im Gegenwärtigen vereint erscheinen. Und nun gleichsam geläutert, durch den vorangegangenen Trugschluß mit dem Siegel des Endgültigen versehen, erhebt Susanna ihre Stimme noch einmal, hält aber lange an auf dem Endpunkt und Hochton f″ [. . . ] Dieser längste gehaltene Ton des Gesangsmelos gibt dem Ereignis im Bewußtsein Susannas und des Zuhörers Raum, es wird musikalische Wirklichkeit, ohne illustriert zu werden” (four bars welded together into a unity, which are however abolished by a Janus-like deceptive cadence (m. 42)—one of those significant moments in which the consciousness of time culminates; past and future seem united in the present. And now as if purified, by the preceding deceptive cadence provided with the seal of the definitive, Susanna raises her voice once more but stops for a long time on the endpoint and high note f″ [...] This longest-held tone of the vocal melody gives space to the event in the consciousness of Susanna and of the listener; it becomes musical reality without being illustrated).",
            "citations": [
                "kunze_1984"
            ]
        },
        "FN39": {
            "text": "39. To be sure, the passage is not literally a cadenza. It is cadenza-like in the way that it shares many of the characteristic features of an eighteenth-century operatic cadenza: not only the prominent six-four on a cadential dominant, but also the signs of performativity discussed above (registral extreme, melismatic singing), its conjunction with the syllable –ar of an infinitive verb, and the closing 1 ˆ – 2 ˆ – 1 ˆ melodic pattern.",
            "citations": []
        },
        "FN40": {
            "text": "40. This interpretation, by staying most faithful to the extraordinary expressive qualities of the passage, produces the most complicated voice leading. 3 ̂ is introduced as a passing seventh that is given consonant support by an upper-fifth divider within the subdominant Stufe ; then it is retained as a suspension in the cadential six-four. A similar structure (without the cadential six-four) is realized more simply at the end of Susanna’s accompanied recitative: 5 ˆ / I on “ co me”; 4 ˆ / IV on “ i furti miei ”; 3 ̂ within a continuing but unsounded IV on “ se conda”; and 2 ˆ – 1 ˆ over V I in the orchestral punctuation. The phenomenological strain of mapping this tonal structure onto such rhetorically expansive music only grows in mm. 43–48: the discussion of those measures below elucidates how that stress itself creates dramatically pertinent meaning.",
            "citations": []
        },
        "FN41": {
            "text": "41. Sensing mimesis of breath here is perhaps prompted by the proximity of the voice’s sustained tone, which stages breathlessness in a different way. Compare Feldman’s ( 2015 , 43) discussion of the expressive performativity of breathlessness in one of Farinelli’s signature arias.",
            "citations": [
                "feldman_2015"
            ]
        },
        "FN42": {
            "text": "42. The visual style of Example 8 is modelled on the oriented tonal networks of Rings ( 2011 , 101–48), but it is not meant to make any strong assertions about the nature of the intervals or tonal spaces that relate these harmonies.",
            "citations": [
                "rings_2011"
            ]
        },
        "FN43": {
            "text": "43. My transcription of the moment, at least as performed by Bori, differs slightly from Ott and Ott’s, which presents the descending scale from 4 ˆ to 5 ˆ as eighth notes instead of sixteenths. Although this justly captures the tempo of the moment, Example 10 uses its rhythmic notation to highlight the motivic connections discussed below.",
            "citations": []
        },
        "FN44": {
            "text": "44. In Janet Schmalfeldt’s original articulation of the “one more time technique,” she requires the technique to be precipitated by an evaded, not deceptive, cadence ( Schmalfeldt 1992 , 14–15). While the details of cadential deferral are certainly different, the underlying tonal rhetoric is fundamentally similar: failure to achieve a PAC corrected through redeployment of the original cadential material.",
            "citations": [
                "schmalfeldt_1992"
            ]
        },
        "FN45": {
            "text": "45. The sounds of the orchestral guitar are ironically dissociated from Susanna’s own act of performing, as she must leave the stage during this ritornello rather than continue to pretend to strum an instrument. The serenade that lingers after the aria’s structural close is no longer even remotely a diegetic sound but rather the serenade’s echo in Figaro’s aural imagination.",
            "citations": []
        },
        "FN46": {
            "text": "46. The relationship between the narrative time and narrated time ( Abbate 1991 , 54) of Mozartian opera need not always be so straightforward, as Schachter ( 1999 , 222) suggests in connection to a number from Don Giovanni . In most cases, though, and especially those that like “Deh vieni” represent diegetic music, it seems natural to believe that the character sings for as long as the vocalist does.",
            "citations": [
                "abbate_1991",
                "schachter_1999"
            ]
        },
        "FN47": {
            "text": "47. In Monahan’s ( 2013 , 348–49) language, the characters are interpreted as avatars for individuated elements that operate intramusically on their sonic surroundings. BaileyShea ( 2007 ) suggests that a similar approach can be fruitfully taken to Wagner’s Ring .",
            "citations": [
                "monahan_2013",
                "baileyshea_2007"
            ]
        },
        "FN48": {
            "text": "48. It seems worth drawing this framework, that of a completed operatic number as a completed dramatic action, into association with the basic hermeneutic impulse of Sonata Theory to read the generic sonata as an idealized human action ( Hepokoski and Darcy 2006 , 251–54). That is not to suggest that all arias are inherently sonata-like, but rather that Classical tonality facilitates similar goal-oriented meanings in different genres.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN49": {
            "text": "49. Such progression is, in Webster’s ( 1991a , 196–97) view, one of the hallmarks of “Deh vieni” itself.",
            "citations": [
                "webster_1991a"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1.\tIntroduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In an essay on “The Unexpected in Mozart,” Arthur Hutchings ( 1939 , 25–26) invites us to linger over one of Mozart’s famous melodies: How trivial ‘Deh vieni’ (the ‘Figaro’ one) looks on paper—a mere aria di portamento employing few other intervals than those of the common chord and no harmonies outside the primary triads. A friend of mine who has a notable hiatus in his musical education heard Elisabeth Schumann’s record of ‘Deh vieni’; he told me that “Verdi did write some fascinating tunes after all”! I recommend ‘Deh vieni’ to the analyst for a tough evening. Audio Example 1 . Excerpt of Elisabeth Schumann’s ( 2011 ) performance of “Deh vieni” This article accepts his invitation by fashioning a motley analysis of Susanna’s aria “Deh vieni non tardar” from Mozart’s Le nozze di Figaro . (1) Hutchings suggests that Susanna’s “Deh vieni” resists analysis because it is so simple, offering no snarls of complexity to be unraveled by an evening with paper and pencil. On the contrary, the challenge of analyzing “Deh vieni” lies in its surfeit of musical riches. Its harmonic language, though indeed mostly diatonic, encompasses some moments of perplexing haziness, enough to intrigue the tonal analyst. But solving those puzzles does little to explain the aria’s many other enchanting passages, which rely alternately on devices of rhythm, motive, topos , timbre, and so on. Although each minor riddle might be dispelled within its own musical parameter, an analysis of the aria as a whole aspires to synthesize these subplots into a larger narrative.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "hutchings_1939",
                    "schumann_2011"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] My present goal is to propose an interpretation of the aria that integrates insights from diverse musical and theatrical perspectives, one that is based on a methodologically inclusive and ideally extensible analysis. How might disparate theoretical tools and performance decisions be woven into a polyphonic interpretive web? How can a rhythmic flutter in m. 25 speak to a motivic reminiscence in m. 40?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] That question harks back to discourse on Mozartian opera in the years around 1990, particularly Abbate and Parker’s ( 1990 ) polemic “Dismembering Mozart” and James Webster’s ( 1987 , 1989 , 1990 , 1991a ) exploration of musical “multivalence.” (2) Webster’s practice of multivalent analysis aims “to study each principal domain (form, musical ideas, tonal structure, rhythm, instrumentation, and so forth) independently, without regard for ‘unity,’ or the degree of congruence among their temporal patterns” ( Webster 1991b , 4). But even a purely multivalent analysis struggles with Susanna’s “Deh vieni.” Overt incongruities between domains fail to generate much of analytical or interpretive interest. Nor is it productive to study how one particular domain dictates to the others, particularly as a matter of studying local relations between text and music, normally a first impulse in operatic analysis: although moments of text painting might be found, they are isolated events rather than a discourse that shapes the aria. Indeed, it is telling that although Webster’s ( 1991a , 181–83) analysis of “Deh vieni” draws rich parallels between it and other arias in the opera, the analysis explores few conflicts between dimensions within the aria itself.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "abbate_and_parker_1990",
                    "webster_1987",
                    "webster_1989",
                    "webster_1990",
                    "webster_1991a",
                    "webster_1991b",
                    "webster_1991a"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Where Webster’s aria analyses take place on the level of the musical signifier, mine dwells on the level of the cultural signified: the level of genre, schema, topos , and trope. (3) Domains and parameters ( Webster 1991a , 122) are analytical perspectives, not expressive objects—lines of latitude and longitude, not geographical features. To understand the aria as a shifting topography of topics and schemas is to invite the many independent parameters of the music into direct colloquy with each other, since any given topic comprises a bundle of associations across a number of parameters. A familiar example is the musical cadence, which unites many parameters: not just harmony and melodic structure, but also rhythm, schematic convention, global form, performance decisions, and even text (since in this style one expects cadences to correspond to complete syntactic and poetic units). But to interpret the meaning of a cadence, and the particularities of how it is realized (for instance its rhythmic predictability or its harmonic unconventionality), requires a broader interpretive matrix that integrates the individual gestures. That is provided, in my analysis, by the role of genre: a musical genre serves a purpose, and a cadence affords some aspect of the genre’s use. Susanna’s “Deh vieni” proves to be a fascinating case study in the way that musical genre can affect the meanings afforded by cadences (among many other expressive units).",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "webster_1991a"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] The narrative arc that guides my analysis is defined at this level of the signified, rather than being subsumed under the trajectory of a single parameter (e.g., the unfolding of the Ursatz or the development of a motive). It is at this level—the presentation of a course of theatrical and affective actions—that I find a thread of meaning that leads me through the aria from start to finish. 2. Plot Example 1 . Text and translation of “Deh vieni non tardar,” from Mozart’s Le nozze di Figaro (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] “Deh vieni non tardar” is supposed to be a serenade. As the last solo number in Le nozze di Figaro , at the threshold of the Act IV Finale, it inhabits the twilight pastoral world of gardens outside Seville on the evening of Susanna and Figaro’s wedding. Although it occupies this position (a moment of private reflection and sentiment just before the opera’s capstone imbroglio), it is not a soliloquy aria, a window that opens for the audience onto Susanna’s feelings (as in the Countess’s “Dove sono” and “Porgi amor”). Instead it is a diegetic stage song, a serenade that Susanna performs on her guitar for Figaro to overhear. (4) At this point in the drama, Figaro mistakenly believes that Susanna plans to meet Count Almaviva in the garden for a nocturnal tryst. Susanna sings “Deh vieni” to rebuke Figaro for his lack of trust: knowing that he is lurking about and eavesdropping, she sings a serenade that pleads her absent lover not to tarry. (The aria’s text is presented with my translation in Example 1 .) Figaro, believing this to be addressed to the Count, is duped and his jealousy inflamed. In the libretto, this is the extent of the aria’s action: Susanna sings a diegetic song for Figaro to overhear.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] As a “phenomenal” performance sung to beguile a diegetic listener, Susanna’s “Deh vieni” invites comparison with another number by Mozart, the similarly titled serenade “Deh vieni alla finestra” sung by the title character of Don Giovanni . (5) The setting of Giovanni’s serenade takes pains to emphasize its nature as a performance within the opera, most notably through its mandolin accompaniment and simple strophic structure. The audience is invited to imagine that we hear Giovanni’s singing voice and the same melody that the characters onstage do (despite the slight sonic embellishment provided by the accompanying string orchestra). The same cannot be said of Susanna’s aria, which sounds different to the audience than it does to Figaro. (6) Her aria is too rich, sonically and semantically, to be a simple diegetic serenade. Like Giovanni’s aria, Susanna’s opens in the manner of a serenade: note the simple triadic melody and the use of pizzicato strings to simulate a guitar. (7) But it soon departs this sound world for something more high-flown, characterized by rich orchestration and opulent vocal melisma (as in mm. 39–42).",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] We therefore need to tease Susanna’s “Deh vieni” apart into two related songs: the stage-world serenade that Figaro hears and the real-world aria that the audience does. The former I call Figaro’s “Deh vieni” and the latter our “Deh vieni.” Susanna’s “Deh vieni” is the synthesis of both Figaro’s and ours, the sum of both her external actions and her inner experiences: both are integral to her character and to her dramatic motivations at this moment, but they stand in a complicated tension that gives the performance much of its distinctive character. Mozart manipulates the distance between our “Deh vieni” and Figaro’s. The expansion and contraction of that distance is the primary dimension in which the aria’s expressive trajectory is traced. Through it, the aria provides a musicalized version of Susanna’s performative act, not merely a phonographic reproduction of her song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] In the libretto, the stage action is simple: Susanna performs the serenade and Figaro overhears. The music suggests something more. Commentary on “Deh vieni” seems to agree that what makes the aria especially successful, both as a musical number and a dramatic ruse, is the sense that Susanna herself is moved by the singing of the serenade. The conventional interpretation is that Susanna pretends to sing to Almaviva while thinking of Figaro: she taps into sincere feelings for her spouse to lend verisimilitude to her performance of infidelity. (8) To this critical consensus, I would add that “Deh vieni” conveys Susanna’s transport by making her falter while performing the song: Susanna starts in control of her performance but is moved by her own acting, drifting into a reverie and allowing the music to trail off in mm. 44–46. She then must drag herself back to the performance to complete the ruse. There exists, that is, a tension between Susanna’s short-term goal within the aria and her longer-term goal for Act IV: ultimately Susanna seeks to allay Figaro’s jealousy (as their reconciliation in “Pace, pace, mio dolce tesoro” brings about), but she does so by first inflaming it. Susanna’s “Deh vieni” becomes an act of self-denial, putting off their reconciliation beyond the end of the number. (9) Her difficulty in doing so is what creates a rupture in the performance, threatening to break it off before its successful end.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] This is the course of events that is scripted by the score: the faltering and resumption of Susanna’s song. Mozart might simply have written a literal serenade, like Giovanni’s “Deh vieni,” for the soprano to perform, accompanied by detailed stage directions about when and how to trail off. (10) Instead, those stage directions are transmuted into music itself as our “Deh vieni” follows the path of the performance, beginning as a serenade and digressing into a soliloquy aria. The growing distance between our “Deh vieni” and Figaro’s gradually allows the audience to appreciate, as if from within, the theatrical tension inherent in Susanna’s ruse. At the apex of the digression, it reaches two expressively complex musical climaxes that stage a crisis for Susanna’s performance (mm. 40–42 and 44–45). A hard-won final cadence brings both the aria and the performance to a close with a return to the sounds of the serenade.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] In skirting the border between the real world and the diegetic stage world, our “Deh vieni” is hardly unique in the operatic repertoire. Questions of diegesis have furnished matter for several thoughtful explorations of the operatic medium (see Cone 1989 ; Abbate 1991 ; and Hunter 1999 , 46–47). Of methodological interest here is how the music of “Deh vieni” traces a coherent trajectory at a relatively abstract expressive level, the level of the musical signified. The aria seems to migrate not simply from one topic to another but from one genre to another. (11) The especially obvious way it travels between stylistic locales (i.e., the world of the stage to the world of the opera house) lets it serve as a useful case study in how the same musical organism (e.g., a motive or an authentic cadence) can fill different ecological niches in different generic climates.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "cone_1989",
                    "abbate_1991",
                    "hunter_1999"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Imagine, for instance, a song in a Broadway musical that seems to begin as a strophic twelve-bar blues but subsequently devolves into auctioneer patter. While certain musical and rhetorical structures would be at home in both genres (e.g., increasingly emphatic repetitions of a phrase), the functional role assigned to other musical features will change drastically. Whereas a stock harmonic progression helps define the formal and rhetorical pacing of the blues, harmony is fundamentally extraneous to an auctioneer’s patter. Such is the case for “Deh vieni non tardar,” which sustains nearly as radical a shift of genre. 3. Serenade vs. Soliloquy",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] To a first approximation, “Deh vieni non tardar” is divided into two parts by a perfect authentic cadence on the downbeat of m. 32. The portion of the number that precedes this cadence inhabits the generic space of the diegetic serenade, dedicating most of its musical resources to performing that generic affiliation. After the cadence, the number reframes itself as a soliloquy aria, a generic alignment that it sustains until a brief orchestral coda that returns, for three final measures, to the expressive language of the serenade.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] During the first part of the number, our “Deh vieni” positions itself very close to Figaro’s “Deh vieni,” emulating sounds and musical features that might be characteristic of a diegetic serenade. The most concrete musical emblem of this generic affiliation is the use of pizzicato in the strings to simulate the sound of a guitar or mandolin, as in Don Giovanni’s “Deh vieni.” (12) The simulated guitar persists up until the cadence in m. 32, after which it quickly recedes. (The first violins relinquish it immediately in m. 32 and the rest of the orchestra follows suit in m. 38.) Another striking marker of the serenade that permeates the first part of the aria is its rhythm. From the beginning of the ritornello until the violins’ switch to arco, the aria provides a remarkably long and consistent passage of triple hypermeter. (13) Its rigid adherence to this unfamiliar pace sounds like an affected accent: the music goes out of its way to emphasize its artificiality. After the midpoint cadence in m. 32, the rarefied triple hypermeter opens out onto a duple hypermeter that seems at once more forward-directed and less constrained. The relaxation into duple hypermeter contributes, just as much as the change of orchestration, to the sense that the second part of the aria drops its mask of artificial performativity and achieves a new level of expressive directness.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The serenade’s rhythms feel stilted on a smaller scale, too. In particular, the end of each three-bar module seems deliberately drawn out. The setting of the word “bella” in m. 9 sets the pattern for the following phrases. Its resolution to 1 ˆ falls on the downbeat and is stretched out into a quarter note, while the eighth-note afterbeat seems deliberately tardy. (14) This long–short lilt is, in part, a reflection of the aria’s pastoral mode, which encompasses not just the 8 6 meter but also the F-major key and the siciliano rhythms that occasionally bubble to the surface. (15) Example 2 . Derivation of musical rhythm and hypermeter from poetic meter in “Deh Vieni,” Le nozze di Figaro (click to enlarge)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] One can tie both rhythmic features specifically to the genre of the serenade by way of the aria’s text. The poem uses the longest common meter of Italian verse, consistent eleven-syllable lines, which seems to be a generic marker of the diegetic serenade. (Don Giovanni’s “Deh vieni” uses this same poetic meter, as do other serenades in Classical Viennese opera buffa. (16) ) Mozart sets the text syllabically, assigning quarter notes to accented syllables and eighth notes to unaccented ones, so that eleven syllables take just under three bars to set ( Allanbrook 1983 , 174–75): as Example 2 demonstrates, both the triple hypermeter and the lilting phrase ends derive from the same text-setting practice. Therefore, these artificial rhythms are the immediate musical embodiment of the aria’s diegetic genre. They perform the serenade genre alongside the strings’ use of pizzicato. Example 3 . Voice leading sketch of “Deh Vieni” (mm. 7–32), Le nozze di Figaro (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "allanbrook_1983"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] While the text and its attendant rhythmic eccentricities predominate, tonal considerations recede. Hutchings’s ( 1939 , 25–26) assessment that the aria contains “few other intervals than those of the common chord and no harmonies outside the primary triads” is very nearly true of the initial serenade-like portion of the aria. Before the cadence of m. 32, the number’s harmonic vocabulary seldom ventures beyond harmonies on I, ii, and V in the keys of F and C major, and the vocal melody consists largely of winding arpeggiations of these harmonies. Example 3 offers a voice-leading sketch of the serenade, which is an elegant undivided binary form. Moreover, little use is made of tonality’s ability to generate a powerfully forward-oriented temporality, the strongly vectored trajectory that Karol Berger ( 2007 , 179–82) dubs “Mozart’s arrow.” Within the serenade topic, the aria never lingers on a predominant harmony or protracts a tense dominant in excess of the harmonic rhythm. Cadences arrive like clockwork, marked off by the regular hypermeter—never projected, evaded, and recaptured as in the heightened rhetoric around the structural cadences of sonata form. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "hutchings_1939",
                    "berger_2007"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] In this environment, harmony seems not to aspire to independent expressive significance. It rather serves to mark off the lines of the poetic text as Susanna delivers them at an even pace: it is subsumed within the timekeeping functions of the aria’s rhythm and meter. This accords well with the generic context of the diegetic serenade, which establishes a regular musical framework to which a text can be delivered or perhaps improvised. Figaro, we might remember, is to be incensed by the words Susanna addresses to an unnamed beloved, not by her skills as a harmonic innovator.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] All of this changes when the PAC at m. 32 ushers in the aria’s shift to arco strings and duple hypermeter. As if that cadence has cut the aria’s sonic tether to the sounds of Figaro’s serenade, our “Deh vieni” drifts higher and higher into the numinous realm of the soliloquy aria. (18) Our “Deh vieni” becomes a different sort of number altogether, more like “Dove sono” and less like Giovanni’s “Deh vieni.”",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Freed from the constraints of sonic and dramatic mimesis, the aria begins to make overt use of tonal structures’ ability to evoke or construct the experiences of an individualized psyche torn between conflicting passions, impulses, and goals. The aria’s musical resources begin to shape its temporality in more complex ways, projecting senses of agency, striving, and psychic self-regulation. Its metrical structure, excessively regular prior to m. 32, now suffers several disruptions: fermatas arrest the meter in m. 38 and m. 46, and the voice’s two-bar gestures slip out of phase with the orchestra’s (such that, while the orchestra presents a unit in mm. 32–33 and repeats it in mm. 34–35, Susanna sings “Vieni ben mio” in mm. 33–34). (19) The vocal line emphasizes performative effort, as in the melisma of mm. 40–41 and the sustained tone of mm. 44–45 (perhaps inviting a messa di voce ). And, most crucially, achievement of tonal closure suddenly becomes fraught. Cadences become rarer and less metrically predictable; and the anticipated closure of m. 42 is derailed by a deceptive cadence that necessitates a radically recomposed second take of the preceding phrase. This harmonic surprise takes place in the context of a generally enriched harmonic syntax, one that includes not just the warmth of the subdominant chord (so far avoided in the aria) but also a tonicization of that IV and the instability of a third-inversion dominant seventh. All of these choices bespeak a musical language in which events have psychically expressive, rather than dramatically mimetic, significance. (20) The music strives to produce its final cadence as a musicalized form of Susanna’s inward mental work.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Susanna’s work, shared with the audience through the window of this soliloquizing half-aria, is the complicated stress that she sustains to enact the ruse. A successful structural cadence, as the device which ends the number, becomes through synecdoche a symbol of the completion of Susanna’s performance. At the most superficial level, this means reaching the end of Figaro’s “Deh vieni,” but it means more than that: the successful consummation of the performance, completing the beguilement of Figaro without letting the illusion crack. Successfully completing that performance involves a particularly complex tension. To the extent that Susanna actually sings the serenade to Figaro, the duplicity of the performance hinders her real ambition for a happy resolution to the trials of their wedding day. As our “Deh vieni” drifts away from Figaro’s, Susanna wants more and more to reach out of the performance toward her real auditor, which threatens the integrity of her performance as an artifice. Tonal closure reins in that contra-musical impulse, allowing “Deh vieni” to succeed as a closed formal number. Inside the psychologically deep space at the end of our “Deh vieni,” a perfect authentic cadence is the gambit by which Susanna finally hoodwinks Figaro. After the cadence, we the audience have been moved successfully and completely, and we project that experience onto Figaro.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] On the largest scale, then, the aria consists of two incongruent parts, the first representational and the second expressive. The first part, in mimicking the sounds of a serenade, depicts the external features of Susanna’s performance as an eavesdropper might hear them; the second part suggests something about the interior experience that drives Susanna’s actions. But this terraced shape is only the broad framework for a more subtle undulation between expressive modes: countervailing forces tug against both parts of the aria, drawing the serenade closer to a soliloquy and vice versa. These tensions culminate in the climactic disruption to Susanna’s performance that nearly compromises the ruse by unravelling the number’s structural closure. 4. Signification in the Serenade Example 4 . Motivic connection between “Cinque . . . dieci . . . ” (No. 1) and “Deh vieni” (No. 28), Le nozze di Figaro (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Although the musical signs of Figaro’s “Deh vieni” are strong in the first part of the aria, from its very beginning “Deh vieni” invites the audience to sense a distance between what we hear and what Figaro does. Its head motive is rich in extramusical significance that would be lost on ears that, like Figaro’s, had not heard the preceding numbers of the opera. Daniel Heartz ( 1991 , 585–87) observes that this motivic material is drawn from the opera’s opening duet, “Cinque . . . dieci . . . ,” in particular from its closing cadences. Example 4 depicts the similarities. Most striking, of course, is the melody’s undulating, arpeggiated descent through the tonic triad, beginning on 5 ˆ and descending to 1 ˆ . The motivic similarity is bolstered by the passages’ shared metric alignment, in that the high points of the zigzag are always metrically unaccented, and by its harmonic context. In both Susanna’s aria and the original duet, the melodic line is doubled by a parallel arpeggiation in the bass. When Figaro sings the material in duet with Susanna, he follows the same zigzag contour while remaining one chord member below Susanna’s line. In the opening of “Deh vieni,” this parallelism is muted, as the orchestral bass rests on the offbeats and only parallels Susanna’s line in the second half of m. 7 and the beginning of m. 8. A later recollection of the motive will summon the full bassline more prominently, but even at the opening it preserves one crucial detail: the arpeggiated tonic extends into a dominant harmony, since in both numbers the bass reaches 5 ˆ at the same moment that the melody alights on 1 ˆ . The tonic overhang is treated as a cadential six-four that resolves to the dominant.",
                "footnotes": [],
                "citations": [
                    "heartz_1991"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] The reminiscence of Example 4 creates a lovely formal symmetry, in which the end of the opera’s first closed number furnishes the beginning of its last closed number before the finale. (21) But the motive’s significance is pointedly expressive, not merely formalistic. “Cinque . . . dieci . . . ” is the duet that introduces Figaro and Susanna, depicting a couple negotiating differences and seeking mutual reassurance in one another. Waldoff ( 2006 , 91–92) characterizes it as “a drama in miniature” that “moves from disagreement to harmony on ‘her’ [Susanna’s] terms”; similarly, Webster ( 1987 , 183) characterizes it as “based on a double progression, from disunity to unity and toward Susanna’s primacy.” Webster moreover highlights how the couple’s gradual unification is dramatized by its tonal process: for him, the dramatic moment of reconciliation happens when “both characters, still singing in parallel tenths, begin the last stanza in verbal union—at the very moment of musical recapitulation according to the ‘sonata principle’: the return in the tonic of Susanna’s theme 2 [mm. 68–73], which has remained unresolved since its appearance in the dominant. And several climactic statements of the cadential theme 4 [mm. 74– 85] (which also requires recapitulation) duly follow” (184). Webster’s cadential theme 4 is the material that Susanna revives in “Deh vieni.” Note that although Susanna’s theme 2 is reprised in the tonic key, it is reprised over a dominant pedal, leaving harmonic resolution to the tonic to be achieved by cadential theme 4. (22) This quoted motive, then, is the musical material that achieves the couple’s tonal resolution, binding the duet’s miniature drama together. Example 5 . Statements of head motive throughout “Deh vieni,” Le nozze di Figaro (click to enlarge and see the rest)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "waldoff_2006",
                    "webster_1987"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] Heartz ( 1991 , 587) supposes Figaro to be ignorant of the motivic connection: “If Figaro were more astute as a listener he would know that Susanna is tweaking him by the nose . . . . Again, if only the jealous Figaro would use his ears he would know that she is singing this phrase directly to him, just as she did to begin the opera.” I would suggest, to the contrary, that Figaro is listening and misunderstands in exactly the way that Susanna intends. In “Cinque . . . dieci . . . ,” the crucial material is sung not just to Figaro but with him in duet. In “Deh vieni,” Susanna sings the top line of the duet alone over an impersonal instrumental bass. When the motive is quoted in fuller form in mm. 40–41 (see Example 5 ), it plays especially strongly on Figaro’s jealousy by subverting this sign of their marital partnership. It presents Figaro’s part in the duet minus his distinct vocal identity, generalized to an anonymized male range presented by the orchestral bass: like the text of Susanna’s serenade, it constructs a space in which an absent male lover is conjured but unidentified, allowing Figaro to fill the blank with his own jealousy. As Heartz ( 1991 , 587–88) points out, when the couple reconciles in “Pace, pace, mio dolce tesoro,” they return once again to this motive: at first in Figaro’s solo (mm. 276–77) and then in their duet (mm. 286–87).",
                "footnotes": [],
                "citations": [
                    "heartz_1991",
                    "heartz_1991"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] The aria’s initial gesture enters into a complex motivic web that reaches both through the aria and across the opera. Example 5 highlights recurrences of the head motive throughout the aria, tracking its undulating arpeggio with scale degrees for strong-beat tones and superscripted numerals for higher weak-beat tones. Although the motive is nearly ubiquitous, its rhetoric is one of presence, accentuated by playfully superficial changes, not of serious-minded progressive development. (23) And although Example 5 catalogs only the moments that share many characteristic features with the head motive in mm. 7–8, other elements partake more generally of the motive’s large leaps in contrary directions, displaying Susanna’s portamento. These more distant cousins include the arpeggiations in mm. 16–17 and mm. 30–31, the transfer of those features into the ascending first violin figures in mm. 32–37, and the more active woodwind interjections (especially the intertwining oboe and bassoon of mm. 15–16). This suffused unity exists not for its own sake but to suggest that the number’s discursive subject never strays far from the head motive’s central signified: how Susanna’s performance plays on Figaro’s jealousy, coopting the musical embodiment of their happiness for (he thinks) a different union. (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The music of Example 4 also involves another point of tension between our and Figaro’s “Deh vieni”s in the blurring of harmonies that occurs when tonic and dominant overlap at the point of m. 8’s cadential six-four. This familiar harmonic formula introduces a degree of dissonance that is contrary to the simple harmonic vocabulary of the serenade topic, but it provides the model for two more dissonant and unusual moments during the serenade. In all three of these moments, the vocal line considered in isolation suggests, usually through a prominently projected diatonic third, the presence of a harmony other than what is actually present in the accompaniment. (In the instance of m. 8’s cadential six-four, the voice projects the third 1 ˆ – 3 ˆ suggestive of the tonic, which is ultimately belied by the dominant harmonic function.) In each of these cases, the anomalous harmony suggested by the vocal line also fits poorly into the surrounding harmonic context.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The next of these moments occurs in m. 10, where the vocal line projects the third from 2 ˆ to 4 ˆ in a way that might sit more snugly within a supertonic triad than in the plucked V 7 harmony. (25) The measure introduces the aria’s first chromatic pitch in the form of ♯ 1 ˆ , which is highlighted both by its approach through a descending diminished fourth and by the repetition of the entire 4 ˆ – ♯ 1 ˆ – 2 ˆ gesture in the second half of the bar, resulting in one of the few measures in the serenade not much related to the aria’s head motive. In isolation, the ♯ 1 ˆ s could afford a fleeting tonicization of ii, particularly as an instance of the chromatic lower neighbors typical of Robert Gjerdingen’s ( 2007 , 273–75) “indugio” phrase schema. (26) Moreover, the voice fails to treat 4 ˆ as if it were the seventh of the orchestra’s V 7 , avoiding any hint of a resolution to 3 ˆ in m. 11. Consider how easily the downbeat of m. 11 might have been 3 ˆ instead of 5 ˆ , though this of course would have obscured m. 11’s motivic reminiscence of m. 7. (27) None of these considerations can deny that the measure heard as a whole projects V 7 , but they allow the vocal line to tug against the prevailing harmonic moment.",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] Measures 27–28 likewise cloud V 7 with a suggestion of subdominant function in the melody. These measures recall the siciliano rhythm that was briefly introduced at m. 4 in the ritornello. There the siciliano rhythm coincides with a harmonic inflection toward the subdominant, a neighbor six-four over a tonic pedal that Rice ( 2014 , 315) associates with “sweetness and tenderness” and calls a “Heartz” phrase schema. When it is recalled by the soprano in mm. 27–28, the rhythm again is associated with 4 ˆ and 6 ˆ , though now embedded in a new context as the seventh and ninth of a surprisingly dissonant V 9 . In m. 27, the voice embellishes 4 ˆ with a half-step lower neighbor (again perhaps characteristic of the “indugio”); in m. 28 the melody emphasizes 6 ˆ not only by placing it on the downbeat but also by preparing it with a grace-note slide, highlighting the major third from 4 ˆ to 6 ˆ . (28) Only in the second half of m. 28 does the voice subside back toward the stable pitches of V 7 after its ebullient recollection of m. 4. This excursion to 4 ˆ and 6 ˆ serves the pragmatic purpose of reactivating C as the global dominant; but it also may serve as a fleeting vision of the subdominant triad, which has been conspicuously absent and which ultimately occurs only three times: once in m. 4 and twice more in the second part of the aria, where it serves as the number’s expressive core.",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "rice_2014"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] As harmonic effects, these moments are perhaps too ephemeral to endure the sustained glare of analytical scrutiny. It is certainly easy to account for them with conventional harmonic vocabulary. I present alternative (even counterfactual) hearings of them in Temperley’s ( 1999 , 70–71) “suggestive” theoretical spirit, because they are the moments that elude Hutching’s characterization of the serenade’s tonal simplicity. If one chooses to hear problems problematically, the overlapping of harmonic functions is something that these moments share with the aria’s two expressive climaxes (in mm. 40–41 and mm. 44–46) as discussed below. Expressively, if harmonic simplicity is one of the ways that our “Deh vieni” represents Figaro’s “Deh vieni,” then any hint of tonal complexity is a step away from mere mimesis. These moments tease out the distance between aria and serenade by importing sophisticated musical devices that are appropriate to a soliloquy aria; they are the moments where Mozart’s musical language starts to allow Susanna’s subjectivity to emerge.",
                "footnotes": [],
                "citations": [
                    "temperley_1999"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] Just as these brief harmonic complexities suggest the fraying of the serenade’s harmonic simplicity, occasional idiosyncrasies peek through the mask of the serenade’s rhythmic uniformity (recall Example 2) to suggest a glimpse of the personality underlying Susanna’s performed persona. The first of these happens in m. 15: the melody plunges down to the aria’s nadir, a warm but vulnerable A below middle C. (The aria’s zenith will also be on 3 ˆ , the A two octaves higher, in m. 40.) Here the affected quarter-note + eighth-note rhythmic lilt cracks: the hypermeasure ends with two eighth notes instead. This is a kindness to the singer, avoiding overtaxing her in a dangerous register, which is part of the expressive matrix of the moment. The low register is a private space, drawn inward toward the body and harder to project over distance: real interiority and the warmth of sincerity are physically incompatible with the artificiality of the performed serenade.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] A similar effusion of personality occurs in m. 25. Here the phrase tugs against its overbearing lilt by inverting it into playful eighth-note + quarter-note snaps. This disruption to the prevailing rhythm is a moment of excess, enthusiasm for the deception radiating outward beyond the script of the serenade. The rhythm of this measure is easiest to read not as pointing introversively to any other feature in the aria but as pointing out toward the stage, perhaps inviting a few steps of a dance. Like the plunge below middle C, it suggests a glimpse of the character—the real Susanna, the cunning mistress’s servant—lurking behind the feigned performance. Both moments are superfluous, generous profusions of musical diversity that seem to lack motivation in the music or the poetic text (neither being especially obvious moments of text painting), and as such they suggest an agency that transcends the musical logic of the serenade. That agency can be located in the performer of the serenade as Le nozze di Figaro presents it to us: Susanna herself. (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] Susanna is likewise not entirely comfortable within the serenade’s triple hypermeter. The aria provides a series of cues that can subtly support a countervailing duple hypermeter. (30) The veiled duple pulse is eventually revealed to be the true meter when the disguise of the triple hypermeter is doffed. (31) In this duple counter-meter, we may hear the first downbeat of her melody and every successive odd-numbered bar as hypermetrically strong. The duple stream is launched by a contradiction inherent to the triple hearing, which can only assign downbeat status to the beginning of the first melodic segment (m. 7) or its cadence (m. 9). (32) A duple hearing, by contrast, can accommodate both at the cost of not treating all three-bar melodic modules as hypermetrically parallel (see Mirka 2009 , 137–39). Projecting that odd measure–strong pulse forward, the next hypermetric downbeat ought to be m. 11. A downbeat placed there explains the minor mystery of why this module begins with the anomalous non-motivic vamp of m. 10. In the duple hearing, the vamp is an anacrusis that prepares a metrically strong return of the head motive in m. 11.",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32"
                ],
                "citations": [
                    "mirka_2009"
                ]
            }
        },
        {
            "4.14": {
                "text": "[4.14] A series of musical peculiarities collaborate to sustain this odd measure–strong hypermeter. The aria’s two rhythmic idiosyncrasies both flag duple hypermeter downbeats: the low A in m. 15 and the playful snaps in m. 25. This hearing also aligns nicely with the woodwind interlude of mm. 19–20 that separates the serenade’s two paragraphs. Since the interlude is only two bars long, it disrupts the triple hypermeter, but it sustains the duple one and allows Susanna’s second paragraph to begin strong in m. 21. For the first time in the aria, the duple stream emerges to the fore, not as a dissonant embellishment but as the dominant metric state, however briefly. That emergence coincides with the first foregrounding of the woodwinds since the ritornello. The winds are timbrally extravagant, supplemental to the quasi-diegetic pizzicato. They will flower forth again in the later part of the aria, with the same rising staccato sixteenth notes, as the aria’s sentiment deepens. The rupture of this interlude crystallizes, for the first time, the alliance between orchestration and meter that pits pizzicato and triple-time music against sostenuto and duple music. 5. The Soliloquy’s Crises",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Our “Deh vieni” transcends the sounds of Figaro’s serenade after the PAC of m. 32, opening into a full-blown soliloquy aria. It leaves behind the highly marked signs of the serenade (its triple hypermeter and pseudo-guitar orchestration) in favor of duple hypermeter and an orchestral fabric that gradually thickens by successively introducing arco first violins, bassoon, oboe, flute, and finally arco lower strings. For the first time it also deviates substantially from the essentially syllabic text setting and the quarter- + eighth-note rhythmic lilt. (33) These surface features locate this final part of the number in the psychologized and sentimental world of the Mozartian soliloquy aria, releasing the tension of the serenade’s artificial musical constraints. (34) These overt changes cue a subtler shift in the aria’s formal and harmonic languages, which likewise revert to something closer to the Mozartian norm: the aria enters a temporality that foregrounds forward harmonic motion towards a desired but elusive final cadence.",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The final section of “Deh vieni” is oriented toward producing a single structural cadence, whose achievement is delayed until m. 48. Whereas the phrase structure of the opening 32 bars is overwhelmingly periodic, furnishing frequent cadences at predictable hypermetric intervals, the form of this final section is a relatively loose form-functional sentence. (35) The penultimate line of poetry (“Vieni, ben mio . . . ”) is set to the sentence’s presentation, which prolongs the tonic through a repeated holding pattern in the orchestra. The final poetic line (“Ti vo’ la fronte. . . ”), set twice by two proposed continuations of the sentence, pushes forward through the aria’s richest harmonic material and vocal highpoint to a final cadence.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The sentence suffers three substantial ruptures in mm. 38, 42, and 44–46. These progressively undermine the soliloquy aria’s forward-vectored syntaxes of form and harmony. They threaten to collapse the distance between our “Deh vieni” and Figaro’s, and to raze the edifice of Susanna’s performance, ending it prematurely before she has successfully carried off the ruse. These are the ruptures that act out the performance narrative that Mozart has scripted into the text of our “Deh vieni.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The first rupture in Susanna’s performance is the meter-arresting fermata of m. 38, which culminates a process that has slowly built over the course of the phrase’s presentation. The sentence’s presentation prolongs the tonic: the voice wanders up and down between the boundaries of the aria’s Kopfton 5 ˆ and the 1 ˆ that forecasts the Urlinie ’s ultimate descent, while the orchestral accompaniment cycles statically between tonic and dominant harmonies. This tonal stasis is at odds with the duple hypermeter’s newfound rhythmic freedom and with an accumulative process that plays out in the woodwind trio. Beginning at m. 34, for the first time in the aria, Susanna and the woodwinds overlap substantially as the bassoon sustains middle C for two and a half bars. When the vocal line dips down to middle C in m. 36, the bassoon rises above the voice in the staccato sixteenths heard twice before (at the end of the ritornello and in the wind interlude separating the two paragraphs of the serenade). The oboe and flute jump in on the heels of the bassoon’s ascent, culminating in a tonic arrival on the downbeat of m. 38 after four measures of extended anacrusis. (36)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] While the wind trio’s extended anacrusis builds through m. 37, the vocal line deviates from Da Ponte’s libretto for the first time in the aria, with an extrametrical exclamation of “vieni, vieni!” (37) This outcry collapses the distance between present and past, seeming to return to both the beginning of previous verse (recalling the “vieni” of m. 33) and the beginning of the serenade as a whole, for the entire vocal interjection of mm. 37–38 can be heard as an elongation of the aria’s head motive (as Example 5 above suggests). The vocal line of m. 37, like the woodwinds, seems to execute an extended anacrusis to the disruption of m. 38. The reintroduction of the head motive, even in its elongated form, is noteworthy because the motive has been absent so far from duple-hypermeter soliloquy, despite having been nearly ubiquitous during the triple-hypermeter serenade. After a passage of increasingly deep introspection, the head motive of mm. 37–38 is a return to the exterior world. One might imagine this “vieni, vieni!” as a Sprechgesang outcry that punctures the fabric of musicality woven by Susanna’s serenade. The meter, orchestral accompaniment, and melodic line all cease at once, reverberating in the silence of the fermata.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] After five measures of tonal stasis, the outcry of “vieni, vieni!” breaks the aria out of the presentation’s repetitive holding pattern. Susanna now tries to urge the phrase (and the performance as a whole) to its conclusion at the end of the sentence’s continuation. Here, however, she encounters further tonal setbacks that delay the progress of the phrase. For the continuation, the aria presents two paired climaxes (mm. 40–41 and mm. 44–47) as mirror images or antitheses of one another. It presents the same passage twice and slots the opposing gestures into equivalent positions. The gestures seem to be opposed to one another because they elicit opposite cadential responses: the first phrase derails onto a deceptive cadence whereas the second leads, with some coaxing, to the structural authentic cadence that closes the aria. It is as if the deceptive cadence rejects the first phrase and demands a second take, which Susanna revises by deploying the alternate climax. (38) The first climax attempts to return to the cunning serenade performance (responding to the disruption of m. 38), to rein in the performance and to end decisively. The second surrenders to private sentiment, leading through rupture-into-reverie eventually to the aria’s close. Example 6 . “Deh vieni” (mm. 39–42), Le nozze di Figaro (click to enlarge)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] As Examples 6 and 7 show, the aria’s continuation laboriously retraces the melodic descent of the serenade. In the presentation (mm. 33–38), the sentence reaffirms the Kopfton and, in the continuation, it makes two attempts to bring the Urlinie down to the tonic. In the first attempt, sketched in Example 6 , the Urlinie ’s descent to 3 ˆ is not literally a descent at all: the voice rockets to its highest pitch in the aria, A5. As a registral extreme, it harks back to the A3 nadir in m. 15, of which it is an expressive double. Susanna’s lowest note had used its vocal tenderness to connote emotional intimacy in the context governed by markers of Figaro’s serenade. Her highest note exploits its timbral brightness and extroverted virtuosity for the opposite effect: it emphasizes performativity in a context that has retreated, as a soliloquy aria, toward interiority.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] This happens in conjunction with a thinly veiled motivic reminiscence highlighted in Example 6: mm. 40–41 embed a repetition of the aria’s head motive, the motive that plays on Figaro’s jealousy by perverting the musical sign of their marital partnership. In its form at the aria’s climax, it even suggests Figaro’s part (or at least some male part) in the duet, since the cellos arpeggiate down the tonic triad parallel to the voice. Recall that this motive is one of the aria’s earliest signs of a distance between Figaro’s “Deh vieni” and ours, since its meaning for him exists outside the sonic world of the play: it is a sign of Figaro’s serenade, not a record of its sound. Its reprise here is a return to representing Figaro’s “Deh vieni,” a momentary narrowing of the growing chasm between his and ours. The motive, then, goes hand-in-hand with the virtuosic emphasis on performativity as a redoubling of attention on performing Figaro’s “Deh vieni.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] A third, related consideration is the way in which the moment mimics a cadenza. (39) This brief fioritura ends up over a cadential six-four in m. 41, the cadenza’s usual habitat. But this sign is somewhat mistimed with respect to the others, since a sturdy dominant pitch only arrives in the bass at m. 41, rather than at the beginning of the melisma (and the voice’s zenith) in m. 40. Since the motive arpeggiates a tonic triad in a context that turns out to be a cadential six-four, it is not hard to hear the whole passage prolonging V: apparent tonics within functional dominants are commonplace.",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] And yet the harmonic context here is strangely blurred (a culmination of yet another device first introduced in the serenade). Example 6 presents a composite hearing of the passage, though no single sketch can capture the functional haziness of the moment. One parsing of the passage would accept the hint of a cadenza, hearing the entirety of mm. 40–41 to prolong V. This, though, requires the cognitive dissonance of approaching the dominant Stufe from the surface V of m. 39: the four-two chord either prolongs the subdominant or introduces the dominant in a most unstable position. Another parsing would take the whole span up through m. 40 to prolong tonic, with the “Passo Indietro” of mm. 39–40 cuing the approach to a structural cadence ( Gjerdingen 2007 , 167). This too is problematic: it denies the phrase (and thus the piece) a structural subdominant. The lavish couching of m. 39’s IV chord draws attention to the sonority’s expressive warmth and suggestive interiority ( Webster 1991a , 183n12; Burnham 2013 , 104). Moreover, it does so just at the point in the aria when Mozart fully invokes tonality’s resources for channeling forward motion through functional harmonic progressions and for dramatizing the attainment of cadences. Thus, Example 6 adopts a third compromise. It sacrifices the integrity of the tonic melisma on the altar of harmony, asking it first to stand for IV and a moment later for V. (40)",
                "footnotes": [
                    "FN40"
                ],
                "citations": [
                    "gjerdingen_2007",
                    "webster_1991a",
                    "burnham_2013"
                ]
            }
        },
        {
            "5.11": {
                "text": "[5.11] Whatever tonal structure it represents, Susanna’s performative quasi-cadenza seems to tug away from the harmonic syntax, attempting to close the phrase off too early. (It tries to land on tonic at the same moment that the bass steps off the subdominant.) It is this excessive harmonic eagerness, together with the heightened performativity of the quasi-cadenza, that the phrase seems to reject by derailing into a deceptive cadence in m. 42. Something in Susanna’s first attempt at the continuation was unsatisfactory to produce the aria’s tonal closure, and a second attempt is needed. Example 7 . “Deh vieni” (mm. 43–48), Le nozze di Figaro (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.12": {
                "text": "[5.12] For the second version of the continuation ( Example 7 ), Susanna abandons all performative irony, and our “Deh vieni” cuts its last ties to Figaro’s. This phrase excises the melismatic reprise of the head motive and replaces it with a single held note: Susanna lands on F5 on the downbeat of m. 44 and clings to it. There is no question of dominant prolongation at this moment: m. 44 resolves to a tonic that itself is embellished by three plagal motions. By shying away from a cadenza-like six-four, the second phrase downplays its performativity. It likewise avoids the registral extremity and meandering melisma of the previous phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.13": {
                "text": "[5.13] To replace these signs of Susanna as a performer, the music offers a complex web of signs that suggest passionate fidelity. Its semiotic foundation is laid by the harmonic motion, which evokes the plagal “amen” cadence as a sign of spiritual faith or fidelity. The sign is evoked not just by the plagal harmonic motion itself, but also by the sustained 1 ˆ that stretches out the vowel /a/ (of “amen”).  This moment, of course, is far from a prototypical plagal cadence. The gesture is troped, in the sense of Hatten 1994 (161–72), by its rhythmic and orchestral realization. Repeating the motion, in lopsided rhythms, gives it a gestic quality that resembles heaving or sighing breath. (41) The woodwinds make the moment especially luxurious, filling it out with descending arcs of sixteenth notes in parallel tenths, while Susanna freezes in the middle of singing one tone, enrapt by the sound of instruments foreign to Figaro’s “Deh vieni.” Example 8 . Cadential six-four and mirroring “plagal six-four” (click to enlarge)",
                "footnotes": [
                    "FN41"
                ],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "5.14": {
                "text": "[5.14] Most striking is this gesture’s place in the phrase. Its plagal motions are not post-cadential, as in an “amen cadence.” This gesture inhabits a space farther back in the tonal syntax, no cadential dominant having yet been sounded. In fact, as Example 7 sketches, mm. 43–46 prolong the subdominant. The repeated plagal motion embellishes an apparent tonic that itself is only a divider within the IV initiated in m. 43. The effect is poetically retrospective: the IV-within-I-within-IV construction casts its ears back to the initial subdominant sonority. As Example 8 shows, this is a mirror image of a much more familiar effect, the cadential six-four, in which an apparent tonic (I-within-V-within-I) yearns forward for the arrival of the structurally superior tonic. (42) Compare Example 8a with the previous phrase (Example 6), which does place a cadential six-four at precisely this moment. Just as the aria approaches its conclusion, it begins to linger rather than to press forward, and it does so with a musical gesture of introspection replacing one of extroversion. Example 9 . Motivic connection between mm. 40 and 43 in “Deh vieni,” Le nozze di Figaro (click to enlarge)",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "5.15": {
                "text": "[5.15] In a subtle way, the thread of the music also turns inward toward the orchestra and away from the public face of the vocal line. The combination of Susanna’s sustained 1 ˆ and the oboe’s descending sixteenth-note arc accomplishes a delightful motivic synthesis of two disparate musical ideas. As Webster ( 1991a , 183) observes, the winds’ descending lines invert the ascending scales of mm. 5 and 49. But as Example 9 shows, the scalar descent from 3 ˆ to 5 ˆ unites with Susanna’s 8 ˆ to form a sublimated, Klangfarbenmelodie statement of the aria’s head motive. The orchestral fabric takes over the succession of scale degrees that Susanna herself sang in the melisma of m. 40. The motive, as a sign of the lovers’ union, is still present but no longer audible in Susanna’s voice alone—no longer heard as a performative melisma but instead as a contemplative halo. (And, perhaps, as a lovers’ duet of parallel tenths between bassoon and oboe.) The climax transmutes the apex of the previous phrase into something decisively like a soliloquy and unlike the diegetic serenade.",
                "footnotes": [],
                "citations": [
                    "webster_1991a"
                ]
            }
        },
        {
            "5.16": {
                "text": "[5.16] In m. 45, the phrase nearly breaks down under its own harmonic weight, the subdominant cantilevered out too far past its structural arrival in m. 43. For only the second time in the aria, Susanna halts Da Ponte’s text in its tracks to repeat a word: after its transcendent arrest on 8 ˆ and the word “incoronar,” the vocal line arpeggiates up from 1 ˆ to 5 ˆ on “incoronar” again, as if trying to resume its train of thought. Like Schubert’s Gretchen at the spinning wheel, Mozart’s Susanna falteringly resumes the work’s predominant rhythmic impetus, in the form of the eighth- + quarter- + eighth- + quarter-note setting of “incoronar,” which recalls Example 2. (The return falters insofar as it is disrupted by yet another fermata and melisma spanning m. 46.) Our “Deh vieni” seems to be slowly climbing out of the deep interiority of its plagal climax, for the undulating 6 ˆ – 8 ˆ – 5 ˆ – 6 ˆ – 1 ˆ melody of m. 46 is another return of the aria’s head motive, distorted tonally but materialized in the vocal line. Example 10 . Lucrezia Bori’s embellishment of “Deh vieni” (mm. 46–48), Le nozze di Figaro (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.17": {
                "text": "[5.17] I’d like to linger, too, at this expressive crux of the aria by stepping away from Mozart’s text to particular performers’ envoicings of the moment. Example 10 demonstrates a cadenza-like effusion that Ott and Ott ( 1998 , 259) document as part of the aria’s performance tradition and which I first encountered in a recording of the aria by Lucrezia Bori ( 1995 ). (43) A performance that opts to grace Mozart’s fermata in m. 46 with this flourish elaborates the simple stepwise descent from 6 ˆ – 5 ˆ with an arpeggio up to B ♭ 5, a global melodic apex that transcends the textually scripted highpoint of 3 ˆ in m. 40.  This is led back down to 5 ˆ in the expected register by descending sixteenth notes that echo the woodwind arcs of m. 44. Beyond allowing for an arresting vocal display, such a cadenza steps nicely into the stream of the aria’s thematic discourse by allowing the motivic synthesis of m. 44 to be materialized in the vocal line, part of these measures’ larger trajectory back toward the audible sounds of Figaro’s “Deh vieni.” It strikes a sound rhetorical stance by allowing the aria’s successful cadence to be produced by its highest note; it moreover avoids the danger of theatrical anticlimax posed by m. 44. On the other hand, that degree of understatement at the aria’s plagal extremity is well suited to the theatrical role that my analysis suggests. And while the cadenza reinforces the motive of arcing sixteenths, it obscures m. 46’s tonally warped reminiscence of the head motive. In performance, either decision—to ornament or not—involves aesthetic tradeoffs, but both can make compelling cases for inclusion in the narrative sketched here.",
                "footnotes": [
                    "FN43"
                ],
                "citations": [
                    "ott_and_ott_1998",
                    "bori_1995"
                ]
            }
        },
        {
            "5.18": {
                "text": "[5.18] With or without Bori’s cadenza, m. 46 traces a gradual return to Figaro’s “Deh vieni” from the transport of the plagal climax, but the measure nevertheless dwells on the subdominant Stufe with another plagal heave, now articulated in a lower bass register. The dilatory harmonies contribute to the sense that this return to reality is hesitant. Moreover, the prolongation of IV, protracted for so long and with so many rhetorical signals of contentment, makes it phenomenologically difficult for me to sustain a hearing of the IV of m. 43 progressing to the V of m. 47. The situation is made yet more challenging in the moment by the second fermata in the measure, over the total silence on the fifth eighth-note beat of the bar, which only enhances the apparent finality of the dividing tonic. But before the aria moves to that structural dominant it provides one last hint—one last feather to tip the scales—in favor of hearing a lengthily prolonged IV. That takes the form of the 6 ˆ – 1 ˆ leap bridging the bar line from m. 46 into m. 47, which gives the last word to IV, not I. With this weakest of musical realizations (a single unharmonized melodic pitch, connected to the next harmony by wide leap), the aria’s extravagant subdominant Stufe alights on the dominant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.19": {
                "text": "[5.19] By pushing through this subdominant extremity, the aria finally reaches cadential success in m. 48. This success is accompanied by a return to the performative trappings of the aria. The cadential material setting “di rose” in mm. 47–48 nearly copies the previous phrase (mm. 41–42), returning the aria to the guide rails of its nearly abandoned “one more time” script. (44) This is rewarded not just with a successful cadence but also with a clarification of the orchestral texture into strings (now pizzicato, returning to the pseudo-guitar of Figaro’s “Deh vieni”) against woodwinds (once again staccato and rising, presenting the clearly noumenal sounds of our “Deh vieni”). The opening ritornello’s division of labor is restored. With the aria’s structural cadence, that is, the challenge to the serenade genre evaporates and the memory of its phenomenal music echoes in the air as Susanna makes her exit offstage, leaving Figaro to fume. (45) 6. Genre and Methodology",
                "footnotes": [
                    "FN44",
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] In the foregoing narrative about how “Deh vieni” stages crisis and closure, a few considerations have predominated. A central axis has been the dialectic between performativity (the “cadenza” of the first phrase) and interiority (the “amen” of the second). Related to this is the opposition between musical ideas that are materialized within the vocal line and those only adumbrated by the woodwinds. To this one might add an opposition of temporal impulses: the drive to rush ahead against the need to lag behind, and the motion of meter against the stasis of fermatas. All of these considerations partake of the aria’s balance between phenomenal and noumenal song, and of the fluctuating distance between Figaro’s “Deh vieni” and our own.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] These features (semiotic, expressive, mimetic) are draped onto the tonal structures most crucial to the aria, crucial both in terms of their proximity to global closure and in terms of their relative extravagance of tonal complexity. After the initial serenade in which tonal interest was firmly muted, the soliloquy’s crises charge the tonal syntax with meaning, calling out for interpretation. If this is the only passage in the aria in which attaining the cadence becomes a dramatized goal, what goal in the drama does it represent? If structural closure is a matter of success or failure, what does Susanna just barely manage to do?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] The final cadence is the means by which Susanna ends her performance of the serenade and thereby also succeeds in her ruse. We might therefore read any musical motion toward this cadence as an act toward that dramatic end, whereas any disruptions along the way threaten to belie the performance. This comes to a head in m. 46, when our “Deh vieni” lapses into silence at its moment of subdominant extremity: at this moment, Figaro’s “Deh vieni” too breaks down into silence. But by scripting this part of the number as a soliloquy aria, not a diegetic serenade, Mozart suggests to the audience a great deal about the psychic motivations of that breakdown. In the first attempt to cadence, the signs of performativity are heightened as Susanna overacts—but this is undone by a deceptive cadence that wells up, unexpected, from within the orchestral psyche. That phrase was unpersuasive. To attempt to remedy the cadence, Susanna taps into her sincere feelings (musical signs of interiority, fidelity, and transport). These are the musical gestures that threaten to halt “Deh vieni” in its tracks, because they recognize that Susanna’s ultimate goal is not alienation from Figaro but consonance with him. With those as objectives, the entire ruse of “Deh vieni” might best be dropped; Susanna might better speak directly to Figaro, whom she knows is listening, rather than to the ambiguously apostrophized Count. But she doesn’t: she finishes the original performance, even with a crack in the façade. And that crack, that genuine musical sign of emotional excess, is perhaps ironically the sign that convinces Figaro of the depth of betrayal that “Deh vieni” feigns.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Underlying this interpretation are two premises about how the aria’s structural closure has meaning. First, the authentic cadence in m. 48 represents the end of Susanna’s performance. The aria’s digression into soliloquy notwithstanding, it seems theatrically sound to assume that the beginning and end of the aria “Deh vieni” stand for the start and stop of the serenade. (46) Since the diegetic serenade too must presumably end with an authentic cadence, the metaphorical distance separating it from the aria’s final cadence is not great. Put another way, we tend to assume that if Susanna sings a complete aria, it ought to represent a complete serenade—or that if the diegetic serenade were incomplete, it ought to be musically presented by an incomplete aria. The musical devices that end our “Deh vieni” and Figaro’s are therefore the same: what differs is the heightened tonal drive toward closure that exists only within the soliloquy aria.",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] Second, the tonal closure of m. 48 represents not just the end of the serenade but also its success as a performance. Susanna sings “Deh vieni” not just to pass the time but in order to tweak Figaro’s jealousy: the closure of the soliloquy aria musically enacts the success of that gambit. Reading the end of “Deh vieni” in this way draws it into the orbit of other dialog-like arias (those that represent promises, oaths, prayers, and the like), in which we are invited to take musical closure not just as a sign that the character has stopped speaking but also as a sign that they have successfully moved their addressee. This particularizes a general interpretive impulse, which is to assume that when a musical number represents a dramatic action, the completion of the number stands by synecdoche for the completion of the action. David Lewin ( 2006 , 3–48) adopts a perspective like this in his studies of several small ensembles from Le nozze di Figaro . In his interpretive practice, the musical substance of a number becomes a metaphorical environment within which characters, embodied as musical agents through their vocal lines, can act on each other or their surroundings. (47) For instance, Figaro might have an irrational desire to reside within a particular key, which Susanna can helpfully guide him into and eventually out of ( Lewin 2006 , 9–13). Or Susanna might deflate an F-major dominant into an F-minor tonic to undermine Basilio’s tonal control of a situation ( Lewin 2006 , 25n3). In general, Mozart’s dramatic music responds resoundingly well to this interpretive practice, which has the power and freedom to afford theatrical meaning to potentially any musical detail. (48)",
                "footnotes": [
                    "FN47",
                    "FN48"
                ],
                "citations": [
                    "lewin_2006",
                    "lewin_2006",
                    "lewin_2006"
                ]
            }
        },
        {
            "6.6": {
                "text": "[6.6] In order to preserve that freedom, Lewin sounds a cautionary note against allowing theoretical concepts to calcify into interpretive routines: “In a certain sense, then, there is no Platonic meaning to ‘a dominant’ as such in Mozart’s dramaturgy, nor to ‘a tonic.’ Dramatic significance always resides in this dominant, and in this tonic, of which there are as many different species as there are different readings of different scenes” ( Lewin 2006 , 48). If one cannot reliably speak of a definite meaning of “dominants” in the abstract, so much less reliably can one speak of a concrete dramatic meaning for tonal closure, as I have done above by suggesting that closure of action-music represents success of the action.",
                "footnotes": [],
                "citations": [
                    "lewin_2006"
                ]
            }
        },
        {
            "6.7": {
                "text": "[6.7] Lewin’s interpretive practice can be fruitfully counterpointed with that of Susan McClary ( 2000 ), who likewise asks what cultural, expressive, and dramatic meanings might be embedded within the impulses of tonal syntax. Tonality represents, for her, the quasi-causative power of reason to channel desire and to integrate conflicting impulses within a single subjectivity ( McClary 2000 , 9–21 and 72–73). This resonates with Mary Hunter’s ( 1999 , 105) understanding of the power of arias to imply the personhood of their characters, particularly arias “whose endings are not characterized by performative exuberance” (as indeed “Deh vieni” is a retreat from such exuberance) but instead are “given significant weight by a developmental or ‘progressive’ form.” (49) For Hunter, this kind of progressive musical temporality stages psychological development that, by the very nature of its change, simulates the individuality of a character: “Characters shown in the process of changing or making up their minds often give the impression of an inner life, or a psyche . . . . Thus the end-orientation of formal ‘progressivity’ often seems to stand for or embody the psychological movement of a self-determined, plausible human character” (105).",
                "footnotes": [
                    "FN49"
                ],
                "citations": [
                    "mcclary_2000",
                    "mcclary_2000",
                    "hunter_1999"
                ]
            }
        },
        {
            "6.8": {
                "text": "[6.8] As a model for the meaning of tonal syntax in “Deh vieni,” McClary and Hunter’s theories could hardly be more apt. The temporal “arrow” ( Berger 2007 ) that Mozart points toward the aria’s conclusion channels the desire and conflicted subjectivity evoked by its soliloquy rhetoric. And, crucially, Mozart aligns musical closure not with the satisfaction of desire but with its regulation, because the aria’s strongest rhetorical signs of subjective interiority (at the subdominant transport of mm. 44–46) yearn not toward closure but away from it. In this, the musical dramaturgy at the end of our “Deh vieni” resembles nothing so much as the exit aria of opera seria, in which a character expresses an emotion not to celebrate it but to overcome it as an impediment to rational action ( Neville 1982 ; Sherrill 2016 ). The number’s final authentic cadence thus unites a generic goal of emotional self-mastery with Susanna’s plot-specific goal of performing the serenade.",
                "footnotes": [],
                "citations": [
                    "berger_2007",
                    "neville_1982",
                    "sherrill_2016"
                ]
            }
        },
        {
            "6.9": {
                "text": "[6.9] It is on this point that Lewin’s admonition to attend to the specific, not just the general, is especially pertinent, because although “Deh vieni” does respond to stylistically normalized expectations of tonality and expression, it intertwines them with the particularities of the dramatic situation. It is only in the latter part of the aria that the classically expected deferrals and dramatizations of tonal closure are deployed. Earlier in our “Deh vieni,” tonal drive toward a cadence is not charged with this function, because the interpretive paradigm suggested by the music is not that of the soliloquy aria (or of instrumental soliloquies like the sonata), but that of the diegetic serenade. In the serenade, tonal structures are not guarantors of a complicated subjectivity’s integrity, but utilitarian structures that mark time, similar in manner to a ground bass. The perfect authentic cadence of m. 32 that ushers in the soliloquy aria is therefore a crucial pivot in a modulation between genres—a shared musical structure whose meaning is radically different in retrospective and prospective contexts. This ability of one PAC to serve two simultaneous functions crystallizes the issue that makes “Deh vieni” such an interesting tune: although its two parts are made from the same musical materials (motives, meter, cadences, and so on), the way those materials are stitched together depends on the pattern of the genre (soliloquy or serenade) that they create.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] “Deh vieni non tardar,” Susanna sings: “Pray come, tarry not.” But like so much of the beginning to Act IV in Le nozze di Figaro , Susanna’s aria retards the pace of events. The tension between impulses both toward and away from closure is woven deeply into its temporality. As the aria is well aware, to linger need not be a passive failure to act. It can be an engaged choice to savor the moment. For the analyst, who cultivates one form of deliberate lingering, Susanna’s “Deh vieni” is indeed a fascinating serenade. It fulfills Hutchings’s ( 1939 , 26) promise of a “tough evening,” less for the challenge of discovering what to say than for the challenge of, eventually, ceding the stage.",
                "footnotes": [],
                "citations": [
                    "hutchings_1939"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.18.24.4.sherrill.html",
    "data": "mto/data/mto.18.24.4.sherrill.json"
}