{
    "title": "Reimagining Historical Improvisation: An Analysis of Robert Levin’s Fantasy on Themes by W. A. Mozart, October 29, 2012",
    "date": "2020/06/01",
    "volume": "26",
    "issue": "2",
    "authors": [
        "Rabinovitch, Gilad"
    ],
    "abstract": "Reimagining historical improvisation is a speculative pursuit: like any other aspect of historical performance practice, historical improvisations by living musicians create modern sounds (Taruskin 1995). However, historical notations, treatises, and accounts of performances provide substantial clues for reconstructing historical practices of improvisation (Gjerdingen 2007a; Levin 2009; Sanguinetti 2012; Guido 2017). Gjerdingen (2007a) highlights the role of phrase schemata in eighteenth-century music learning and creativity in composition, improvisation, or anywhere in between. Levin’s live improvisation in the style of Mozart at Cambridge University on October 29, 2012, captured on YouTube, serves as an analytical case study for the significance of conventional schemata in the musicianship of a living, elite-expert historical improviser. I reflect on Levin’s manipulations of schemata, allusions to the original pieces requested by the audience, as well as on interconnections between the various parts of his fantasy. Music analysis thus becomes here a reflection on improvisatory technique. The analysis also outlines the challenging listening horizons for audience members with significant experience in the style. Finally, our age of digital reproduction allows us to turn this ephemeral act of musical communication into an object for speculation, creating analytical “suggestions” for readers (Temperley 1999) or a listening guide for a historically-informed fantasy.",
    "keywords": [
        "W. A. Mozart",
        "Robert Levin",
        "improvisation",
        "performance practice",
        "fantasy",
        "galant schemata",
        "schema theory",
        "partimenti",
        "Nadia Boulanger",
        "Robert O. Gjerdingen"
    ],
    "doi": "10.30535/mto.26.2.11",
    "received": "November 2018",
    "pdf": "https://mtosmt.org/issues/mto.20.26.2/mto.20.26.2.rabinovitch.pdf",
    "author_info": [
        {
            "name": "Gilad Rabinovitch",
            "university": "Florida State University",
            "address": "College of Music, PO Box 3061180, Tallahassee, FL 32306",
            "email": "grabinovitch@fsu.edu"
        }
    ],
    "citations": {
        "abu_shumays_2013": "abu Shumays, Sami. 2013. “ Maqam Analysis: A Primer.” Music Theory Spectrum 35 (2): 235–55.",
        "allanbrook_1992": "Allanbrook, Wye J. 1992. “Two Threads through the Labyrinth: Topic and Process in the First Movements of K. 332 and K. 333.” In Convention in Eighteenth- and Nineteenth-Century Music: Essays in Honor of Leonard G. Ratner , ed. Wye J. Allanbrook, Janet M. Levy, and William P. Mahrt, 125–71. Pendragon Press.",
        "bach [1753/1762] 1949_1949": "Bach, Carl Philipp Emanuel. [1753/1762] 1949. Essay on the True Art of Playing Keyboard Instruments , ed. and trans. William J. Mitchell. Norton.",
        "badura-skoda_and_badura-skoda_2008": "Badura-Skoda, Eva, and Paul Badura-Skoda. 2008. Interpreting Mozart: The Performance of His Piano Pieces and Other Compositions . 2nd ed. Routledge.",
        "bazin_1857": "Bazin, François. 1857. Cours d’harmonie théorique et pratique . 2nd ed. Escudier.",
        "beck_1964": "Beck, Hermann. 1964. “Kritischer Bericht.” In Neue Mozart Ausgabe, Serie 5 (Konzerte), Werkgruppe 15, Band 7 . Bärenreiter.",
        "berkowitz_2010": "Berkowitz, Aaron. 2010. The Improvising Mind: Cognition and Creativity in the Musical Moment . Oxford University Press.",
        "brown_2005": "Brown, Matthew. 2005. Explaining Tonality: Schenkerian Theory and Beyond . University of Rochester Press.",
        "brown_2010": "Brown, Matthew. 2010. “C. P. E. Bach, Schenker, Improvisation, and Composition.” Intégral 24: 1–27.",
        "busse_berger_2005": "Busse Berger, Anna Maria. 2005. Medieval Music and the Art of Memory . University of California Press.",
        "byros_2009": "Byros, Vasili. 2009. “Foundations of Tonality as Situated Cognition, 1730–1830: An Enquiry into the Culture and Cognition of Eighteenth-Century Tonality with Beethoven’s ‘Eroica’ Symphony as a Case Study.” PhD diss., Yale University.",
        "byros_2013": "Byros, Vasili. 2013. “Trazom’s Wit: Communicative Strategies in a ‘Popular’ Yet ‘Difficult’ Sonata.” Eighteenth-Century Music 10 (2): 213–52.",
        "byros_2015": "Byros, Vasili. 2015. “‘ Hauptruhepuncte des Geistes ’: Punctuation Schemas and the Late-Eighteenth-Century Sonata.” In What is a Cadence? Theoretical and Analytical Perspectives on Cadences in the Classical Repertoire , ed. Pieter Bergé and Markus Neuwirth, 215–51. Leuven University Press.",
        "cafiero_2007": "Cafiero, Rosa. 2007. “The Early Reception of Neapolitan Partimento Theory in France: A Survey.” Journal of Music Theory 51 (1): 137–59.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2015": "Caplin, William E. 2015. “Harmony and Cadence in Gjerdingen’s ‘Prinner.” In What is a Cadence? Theoretical and Analytical Perspectives on Cadences in the Classical Repertoire, ed. Pieter Bergé and Markus Neuwirth, 17–57. Leuven University Press.",
        "cumming_2013": "Cumming, Julie E. 2013. “Renaissance Improvisation and Musicology.” Music Theory Online 19 (2). http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.cumming.html",
        "diergarten_2011": "Diergarten, Felix. 2011. “The True Fundamentals of Composition: Haydn’s Partimento Counterpoint.” Eighteenth-Century Music 8 (1): 53–75.",
        "dubois_1921a": "Dubois, Théodore. 1921a. Traité d’harmonie théorique et pratique . Heugel.",
        "dubois_1921b": "Dubois, Théodore. 1921b. Réalisations des basses et chants du traité d’harmonie . Heugel.",
        "focks_2016": "Focks, Andrew. 2016. “The Complete Musician: A Conversation with Robert Levin.” Clavier Companion 8 (4): 10–15.",
        "gjerdingen_1988": "Gjerdingen, Robert O. 1988. A Classic Turn of Phrase: Music and the Psychology of Convention . University of Pennsylvania Press.",
        "gjerdingen_1996": "Gjerdingen, Robert O. 1996. “Courtly Behaviors.” Music Perception 13 (3): 365–82.",
        "gjerdingen_2007a": "Gjerdingen, Robert O. 2007a. Music in the Galant Style . Oxford University Press.",
        "gjerdingen_2007b": "Gjerdingen, Robert O. 2007b. “Partimento, que me veux-tu?” Journal of Music Theory 51 (1): 85–135.",
        "gjerdingen_2013": "Gjerdingen, Robert O. 2013. “The Fugue d’école Revisited: Beaux-Arts Finesse Builds Upon the Artisanal Traditions of Partimenti.” Paper presented at the 36th Annual Meeting of the Society for Music Theory. Charlotte, NC.",
        "gjerdingen_2020": "Gjerdingen, Robert O. 2020. Child Composers in the Old Conservatories: How Orphans Became Elite Musicians . Oxford University Press.",
        "gjerdingen_nd-a": "Gjerdingen, Robert O, ed. n.d. “Monuments of Partimenti” (website). Accessed January 20, 2020. https://wayback.archive-it.org/org-1018/20170928195543/http://faculty-web.at.northwestern.edu/music/gjerdingen/index.htm [This archived version contains some materials that are currently unavailable on partimenti.org]",
        "gjerdingen_nd-b": "Gjerdingen, Robert O. n.d. http://partimenti.org . Accessed February 2, 2020.",
        "gjerdingen_and_bourne_2015": "Gjerdingen, Robert O., and Janet Bourne. 2015. “Schema Theory as a Construction Grammar.” Music Theory Online 21 (2). http://www.mtosmt.org/issues/mto.15.21.2/mto.15.21.2.gjerdingen_bourne.html",
        "gooley_2018": "Gooley, Dana. 2018. Fantasies of Improvisation: Free Playing in Nineteenth-Century Music . Oxford University Press.",
        "guido_2017": "Guido, Massimiliano. 2017. “Introduction.” In Studies in Historical Improvisation from Cantare super librum to Partimenti, ed. Massimiliano Guido, 1–5. Ashgate.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "janin_2014": "Janin, Barnabé. 2014. Chanter sur le livre: manuel pratique d’improvisation polyphonique de la Renaissance: XVe et XVIe siècles . 2nd ed. Symétrie.",
        "jeffery_1992": "Jeffery, Peter. 1992. Re-envisioning Past Musical Cultures: Ethnomusicology in the Study of Gregorian Chant . University of Chicago Press.",
        "jerold_2008": "Jerold, Beverly. 2008. “How Composers Viewed Performers’ Additions.” Early Music 36 (1): 95–110.",
        "jerold_2012": "Jerold, Beverly. 2012. “The Varied Reprise in 18th-Century Instrumental Music: A Reappraisal.” Musical Times 153 (1921): 45–61.",
        "johnson_2010": "Johnson, Barrett Ashley. 2010. Training the Composer: A Comparative Study between the Pedagogical Methodologies of Arnold Schoenberg and Nadia Boulanger . Cambridge Scholars Publishing.",
        "kramer_1993": "Kramer, Jonathan D. 1993. “Beyond Unity: Toward an Understanding of Musical Postmodernism.” In Concert Music, Rock, and Jazz Since 1945 , ed. Elizabeth West Martin and Richard Hermann, 11–33. University of Rochester Press.",
        "larson_2005": "Larson, Steve. 2005. “Composition versus Improvisation?” Journal of Music Theory 49 (2): 241–75.",
        "lester_1990": "Lester, Joel. 1990. “Review of A Classic Turn of Phrase: Music and the Psychology of Convention by Robert O. Gjerdingen.” Journal of Music Theory 34 (2): 369–78.",
        "levin_2003": "Levin, Robert D. 2003. “Mozart’s Non-Metrical Keyboard Preludes.” In The Keyboard in Baroque Europe , ed. Christopher Hogwood, 198–216. Cambridge University Press.",
        "levin_2004": "Levin, Robert D. 2004. “Boulanger’s Pedagogy.” Paper presented at Nadia Boulanger and American Music—A Memorial Symposium. University of Colorado, Boulder, CO.",
        "levin_2009": "Levin, Robert D. 2009. “Improvising Mozart.” In Musical Improvisation: Art, Education, and Society , ed. Gabriel Solis and Bruno Nettl, 143–49. University of Illinois Press.",
        "levin_2012": "Levin, Robert D. 2012. “Improvising Mozart.” Lecture delivered at Cambridge University, October 29, 2012. https://www.youtube.com/watch?v=wkFdAigjmLA [The dialogue with the audience and performance are available at the following link: https://www.youtube.com/watch?v=Zlp4RqHgoOU , to which timing cues in the article refer.]",
        "love_2012": "Love, Stefan C. 2012. “‘Possible Paths’: Schemata of Phrasing and Melody in Charlie Parker’s Blues.” Music Theory Online 18 (3). http://www.mtosmt.org/issues/mto.12.18.3/mto.12.18.3.love.html",
        "monson_1996": "Monson, Ingrid. 1996. Saying Something: Jazz Improvisation and Interaction . The University of Chicago Press.",
        "moreno_2003": "Moreno, Jairo. 2003. “Subjectivity, Interpretation, and Irony in Gottfried Weber’s Analysis of Mozart’s ‘Dissonance’ Quartet.” Music Theory Spectrum 25 (1): 99–120.",
        "nettl_1974": "Nettl, Bruno. 1974. “Thoughts on Improvisation: A Comparative Approach.” The Musical Quarterly 60 (1): 1–19.",
        "norgaard_2011": "Norgaard, Martin. 2011. “Descriptions of Improvisational Thinking by Artist-Level Jazz Musicians.” Journal of Research in Music Education 59 (2): 109–27.",
        "plath_1982": "Plath, Wolfgang, ed. 1982. Neue Mozart-Ausgabe IX/27/2—Klavierstücke, Bd. 2: Einzelstücke . Kassel: Bärenreiter.",
        "pressing_1988": "Pressing, Jeff. 1988. “Improvisation: Methods and Models.” In Generative Processes in Music: The Psychology of Performance, Improvisation, and Composition , ed. John Sloboda, 129–78. Oxford University Press.",
        "rabinovitch_2018": "Rabinovitch, Gilad. 2018. “Gjerdingen’s Schemata Reexamined.” Journal of Music Theory 62 (1): 41–84.",
        "rabinovitch_forthcoming": "Rabinovitch, Gilad. Forthcoming. “Hidden Polyphony, Linear Hierarchy, and Scale-Degree Associations in Galant Schemata.” Indiana Theory Review 36.",
        "richards_2001": "Richards, Annette. 2001. The Free Fantasia and the Musical Picturesque . Cambridge University Press.",
        "riley_2003": "Riley, Matthew. 2003. “Johann Nikolaus Forkel on the Listening Practices of ‘Kenner’ and ‘Liebhaber.’” Music & Letters 84 (3): 414–33.",
        "rink_1993": "Rink, John. 1993. “Schenker and Improvisation.” Journal of Music Theory 37 (1): 1–54.",
        "rusch_2013": "Rusch, René. 2013. “Crossing Over with Brad Mehldau’s Cover of Radiohead’s ‘Paranoid Android’: The Role of Jazz Improvisation in the Transformation of an Intertext.” Music Theory Online 19 (4). http://www.mtosmt.org/issues/mto.13.19.4/mto.13.19.4.rusch.html",
        "sanguinetti_2012": "Sanguinetti, Giorgio. 2012. The Art of Partimento: History, Theory, and Practice . Oxford University Press.",
        "sanguinetti_2017": "Sanguinetti, Giorgio. 2017. “Partimento and Incomplete Notations in Eighteenth-Century Keyboard Music.” In Studies in Historical Improvisation from Cantare super librum to Partimenti, ed. Massimiliano Guido, 149–71. Ashgate.",
        "schmalfeldt_1991": "Schmalfeldt, Janet. 1991. “Towards a Reconciliation of Schenkerian Concepts with Traditional and Recent Theories of Form.” Music Analysis 10 (3): 233–87.",
        "schmalfeldt_1992": "Schmalfeldt, Janet. 1992. “Cadential Processes: The Evaded Cadence and the ‘One More Time’ Technique.” Journal of Musicological Research 12 (1–2): 1–52.",
        "schmid_2004": "Schmid, Manfred Hermann. 2004. “Die ‘Terzkadenz’ als Zäsurformel im Werk Mozarts.” Mozart Studien 13: 87–176.",
        "schmid_2018": "Schmid, Manfred Hermann. 2018. “On the Prinner Schema and its Name.” Music Theory & Analysis 5 (1): 81–90.",
        "schubert_2015": "Schubert, Peter. 2015. “Contrapuntal Thinking in Haydn.” SMT-V 1.2",
        "sherrill_2018": "Sherrill, Paul. 2018. “Susanna’s ‘Deh vieni.’” Music Theory Online 24 (4). http://mtosmt.org/issues/mto.18.24.4/mto.18.24.4.sherrill.html",
        "taruskin_1995": "Taruskin, Richard. 1995. “The Modern Sound of Early Music.” In Text and Act: Essays on Music and Performance , 164–72. Oxford University Press.",
        "temperley_1999": "Temperley, David. 1999. “The Question of Purpose in Music Theory: Description, Suggestion, and Explanation.” Current Musicology 66: 66–85.",
        "temperley_2006": "Temperley, David. 2006. “Review of Robert O. Gjerdingen, Music in the Galant Style .” Journal of Music Theory 50 (2): 277–90.",
        "van_tour_2015": "van Tour, Peter. 2015. Counterpoint and Partimento: Methods of Teaching Composition in Late Eighteenth-Century Naples . Uppsala University Press.",
        "van_tour_ca_1750_2017": "van Tour, Peter, ed. 2017. The Gallipoli Manuscript: Partimento Realizations of Francesco Durante’s Studj per cembalo con partimenti diversi. Parts 1 and 2 (ca. 1750). Wessmans Musikförlag.",
        "webster_2007": "Webster, James. 2007. “The Rhetoric of Improvisation in Haydn's Keyboard Music.” In Haydn and the Performance of Rhetoric , ed. Tom Beghin and Sander M. Goldberg, 172–212. University of Chicago Press.",
        "zbikowski_2002": "Zbikowski, Lawrence M. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Oxford University Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Robert Levin for an informative e-mail correspondence and for his kind permission to publish transcriptions of musical excerpts from the fantasy. Thanks to the Centre for Research in the Arts, Social Sciences and Humanities (CRASSH) at Cambridge University for their permission to use audio clips from the recording to accompany some of the musical examples in this article. Thanks to Carolyn Caizzi from the Northwestern University Libraries and to Robert Gjerdingen for their help navigating versions of Gjerdingen’s partimenti website (please see Works Cited). Earlier versions of this paper have been presented at the University of Oregon (Musicking Conference), the University of Texas at Austin, the University of Alabama, and at a meeting of the Music Theory Society at my home institution, Florida State University. I am grateful to attendees at talks, students, and colleagues for their helpful comments regarding this article and my broader research project on classical improvisation. Finally, thanks to the two anonymous reviewers for their detailed and valuable feedback on my manuscript.",
            "citations": []
        },
        "FN1": {
            "text": "1. The dialogue with the audience for the suggested themes as well as the improvisation proper are available here: https://www.youtube.com/watch?v=Zlp4RqHgoOU . My timing cues throughout the article refer to this link. The entire lecture is available here: https://www.youtube.com/watch?v=wkFdAigjmLA",
            "citations": []
        },
        "FN2": {
            "text": "2. See Levin 2009 , 146–47, for the performance contexts in which Mozart is known to have improvised.",
            "citations": [
                "levin_2009"
            ]
        },
        "FN3": {
            "text": "3. Modulating preludes bridge the keys of two pieces performed in immediate succession ( Levin 2003 ).",
            "citations": [
                "levin_2003"
            ]
        },
        "FN4": {
            "text": "4. The elaborations for K. 488/ii are transcribed without attribution in Beck 1964 , later identified by Wolfgang Plath as the hand of Mozart’s student Barbara Ployer. For a different approach to Mozart’s partial notations, see Badura-Skoda and Badura-Skoda 2008 . See also, Jerold ( 2008 , 2012 ), who takes a critical view of varied reprises and partial notations in the eighteenth century.",
            "citations": [
                "beck_1964",
                "jerold_2008",
                "jerold_2012"
            ]
        },
        "FN5": {
            "text": "5. For instance, see Francesco Durante’s Partimenti diminuiti ( Gjerdingen, n.d.-a ) and the Gallipoli Manuscript ( van Tour [ca. 1750] 2017 ), which contains realizations of partimenti by Durante.",
            "citations": [
                "van_tour_ca_1750_2017"
            ]
        },
        "FN6": {
            "text": "6. I have received a copy of Gjerdingen 2020 too late to engage it substantively in this article. Gjerdingen discusses, inter alia, the documented case study of composer-performer-improviser Alma Deutscher (b. 2005), who was trained in partimenti from an early age.",
            "citations": [
                "gjerdingen_2020"
            ]
        },
        "FN7": {
            "text": "7. Following Gjerdingen’s ( 2007a ) practice, I use full-sized scale-degree numbers to denote the main core tones and small-sized scale-degree numbers to denote subsidiary elements like the High-2. Like Gjerdingen, I do not use carets. In a slight deviation from his graphic representation, I do not use circles around the scale degrees. For further discussion of the hierarchy of core tones and subsidiary tones, see Rabinovitch, forthcoming .",
            "citations": [
                "gjerdingen_2007a",
                "rabinovitch_forthcoming"
            ]
        },
        "FN8": {
            "text": "8. Handel’s passage is also used by Manfred Hermann Schmid ( 2004 , 88) as an example for his Terzkadenz , a prototype that does not always overlap neatly with the Prinner. See also, Schmid 2018 .",
            "citations": [
                "schmid_2004",
                "schmid_2018"
            ]
        },
        "FN9": {
            "text": "9. For a discussion of cognitive aspects of categorization as they apply to music, see Zbikowski 2002 .",
            "citations": [
                "zbikowski_2002"
            ]
        },
        "FN10": {
            "text": "10. For instance, for an account of Haydn’s apprenticeship with the Neapolitan master Nicola Porpora, see Diergarten 2011 .",
            "citations": [
                "diergarten_2011"
            ]
        },
        "FN11": {
            "text": "11. Gjerdingen ( 2007a , 114) discusses the “la-to-sol” flourish that often co-occurs with the Prinner, yet the High-1 is a typical melodic peak, whether or not the complete flourish (6–7–1–7–6–5) is present.",
            "citations": [
                "gjerdingen_2007a"
            ]
        },
        "FN12": {
            "text": "12. See Caplin’s ( 2015 ) discussion of the Prinner’s possible formal functions.",
            "citations": [
                "caplin_2015"
            ]
        },
        "FN13": {
            "text": "13. Regarding secondary features associated with schemata, see also the valuable theoretical discussion of musical “collostructions” in Gjerdingen and Bourne 2015 . Gjerdingen ( 2007a , 74 and 162) defines the High-2 and High-6 as pre-closure cues, yet I believe that it is also useful to think about them as normative outlines for melodic activity regardless of closure ( Rabinovitch, forthcoming ).",
            "citations": [
                "gjerdingen_and_bourne_2015",
                "gjerdingen_2007a",
                "rabinovitch_forthcoming"
            ]
        },
        "FN14": {
            "text": "14. See also the analytical discussion about this phrase between Janet Bourne and myself, reported in Rabinovitch 2018 , 65–66, in which we disagree whether the passage represents the Quiescenza schema or not. As stated above, there is no principled way of determining whether a passage represents a schema prototype: more typical exemplars are likely to generate more consensus among expert analysts in comparison with more idiosyncratic ones. Bourne’s and my disagreement whether this passage “is” or “is not” a Quiescenza does not mean that either of us is “right” while the other one is “wrong.” Rather, it suggests that if this is a Quiescenza, it is a somewhat atypical one.",
            "citations": [
                "rabinovitch_2018"
            ]
        },
        "FN15": {
            "text": "15. See the chart in Gjerdingen ( 2007a , 460), which shows only the Weak–Strong–Weak–Strong typical succession of the Quiescenza. However, I believe that the final event of the Quiescenza is generally stronger than its second, relatively-strong core event.",
            "citations": [
                "gjerdingen_2007a"
            ]
        },
        "FN16": {
            "text": "16. See also, Schmalfeldt 1991 ; Caplin 2015 ; and Byros 2015 .",
            "citations": [
                "schmalfeldt_1991",
                "caplin_2015",
                "byros_2015"
            ]
        },
        "FN17": {
            "text": "17. Gjerdingen ( 2007a , 147). Gjerdingen is inconsistent in marking small and regular-sized scale-degree annotations for instances of the Cudworth Cadence: it is preferable to clarify the hierarchy between the true “core” features and optional features such as the Cudworth diminution (see also, Rabinovitch 2018 , 68; forthcoming ).",
            "citations": [
                "gjerdingen_2007a",
                "rabinovitch_2018",
                "rabinovitch_forthcoming"
            ]
        },
        "FN18": {
            "text": "18. For a survey of our evolving understanding of Renaissance polyphony as improvisatory, see Cumming 2013 . For a practical guide to improvised Renaissance counterpoint, see Janin 2014 . See also, Peter Schubert’s improvisation videos (e.g., https://www.youtube.com/watch?v=n01J393WpKk ).",
            "citations": [
                "cumming_2013",
                "janin_2014"
            ]
        },
        "FN19": {
            "text": "19. The French organ school is a notable exception to this generalization about the fall of improvisation in Western “art” music.",
            "citations": []
        },
        "FN20": {
            "text": "20. As Gjerdingen ( 1996 ) already noted, experienced present-day listeners have a more nuanced understanding of the conventional patterns of eighteenth-century music than more casual listeners.",
            "citations": [
                "gjerdingen_1996"
            ]
        },
        "FN21": {
            "text": "21. As Gooley ( 2018 ) observes, early nineteenth-century pianists had to negotiate the differences between the elitist expectations of music critics and the popular tastes of growing concert audiences.",
            "citations": [
                "gooley_2018"
            ]
        },
        "FN22": {
            "text": "22. An interesting counterpart to Levin’s historically-informed musicianship is the more eclectic work of Gabriela Montero, who improvises on audience suggestions in many styles and also releases CDs that include improvisations.",
            "citations": []
        },
        "FN23": {
            "text": "23. See also, Nettl 1974 and Pressing 1988 .",
            "citations": [
                "nettl_1974",
                "pressing_1988"
            ]
        },
        "FN24": {
            "text": "24. Rusch ( 2013 ) analyzes the relations between Brad Mehldau’s “Paranoid Android” and Radiohead’s well-known original song, which serves as a model as well as an intertext for Mehldau’s improvised performance.",
            "citations": [
                "rusch_2013"
            ]
        },
        "FN25": {
            "text": "25. See the second version of this rule by Fenaroli (1730–1818), reproduced in Gjerdingen’s online edition: https://wayback.archive-it.org/org-1018/20170928204945/http://faculty-web.at.northwestern.edu/music/gjerdingen/Partimenti/collections/Fenaroli/regole/regoleP18.htm .",
            "citations": []
        },
        "FN26": {
            "text": "26. From https://wayback.archive-it.org/org-1018/20170928205123/http://faculty-web.at.northwestern.edu/music/gjerdingen/Partimenti/collections/Durante/regole/25DurReg/25DurReg.htm . The bass tie is embedded in Boulanger’s partimento within a more complex sequence involving modified cadenza doppia patterns, but I am skirting this issue here to emphasize how basic patterns are concatenated. In my realization in Example 15, I have corrected the last figure of the second measure from “5” to “6.” Doing otherwise would not have allowed a necessary preparation of the 7–6 suspension in the final measure.",
            "citations": []
        },
        "FN27": {
            "text": "27. In order to create a more elegant realization of this bass, one would have to undergo extensive training in the French-academic tradition, which had appropriated and adapted partimenti. There is much to appreciate in the imaginative harmony exercises of Paris Conservatory-trained musicians like Colette Boyer ( Gjerdingen 2020 ). As stated, I have received a copy of Gjerdingen ( 2020 ) too late to include a substantive and meaningful engagement of it in the present article.",
            "citations": [
                "gjerdingen_2020",
                "gjerdingen_2020"
            ]
        },
        "FN28": {
            "text": "28. For instance, Dubois ( 1921a , 192–93) provides motives that can be used in imitation over sequential basses. In his listing of materials for further study by the student, Dubois ( 1921a , 218) recommends inter alia partimenti by Fenaroli, Sala, and Mattei. To give another example, Dubois’s volume of exercise realizations in the French-academic tradition includes realization of 32 basses données and chants donnés exercises from Bazin’s ( 1857 ) treatise ( Dubois 1921b , 55–63).",
            "citations": [
                "dubois_1921a",
                "dubois_1921a",
                "bazin_1857",
                "dubois_1921b"
            ]
        },
        "FN29": {
            "text": "29. See: https://wayback.archive-it.org/org-1018/20170928205245/http://faculty-web.at.northwestern.edu/music/gjerdingen/Partimenti/collections/Durante/regole/47DurReg/47DurReg.htm",
            "citations": []
        },
        "FN30": {
            "text": "30. Sanguinetti ( 2017 ) claims that paritmento training can help with the task of embellishing Mozart’s incomplete notations in his piano concertos. While I agree with Sanguinetti that pianists and historical keyboardists can benefit immensely from partimenti, reconstructions of Mozart’s piano concerti (such as those of Levin’s groundbreaking recordings) should also rely heavily on immersion in Mozart’s idiolect. Of course, there is no contradiction between these two activities—they can and should complement each other.",
            "citations": [
                "sanguinetti_2017"
            ]
        },
        "FN31": {
            "text": "31. An elegant advantage of Norgaard’s ( 2011 ) methodology is that he conducted interviews immediately after the performance: improvisers reflected upon an improvisation that was fresh in their mind, while listening back to its recording. The circumstances of my personal communication over e-mail with Levin, several years after the fact, are quite different.",
            "citations": [
                "norgaard_2011"
            ]
        },
        "FN32": {
            "text": "32. Levin ( 2003 ). For an example of a Quiescenza in one of Mozart’s modulating preludes, see the fragment KV 624 (626 a ) Anh. I (KV 6 : Anh. C 15.11), which is available in the collective edition (Plath 1982, NMA IX/27/2, 151, lines u through x).",
            "citations": [
                "levin_2003"
            ]
        },
        "FN33": {
            "text": "33. Gjerdingen ( 2007a , 148–49) links the Mixolydian Cudworth to hexachordal solmization, which was still prevalent as a conceptual and practical framework in the eighteenth century. Flattening 7 above the “la” syllable might be related to the traditional solmization rule “Una nota super la, semper est canendum fa” (a note above “la” is always solmized “fa”)—that is, it creates a semitone respective to a note solmized “la.”",
            "citations": [
                "gjerdingen_2007a"
            ]
        },
        "FN34": {
            "text": "34. In addition, there is a performance tradition for embellishing the fermata of Mozart’s “Deh vieni” with these same pitches, B ♭ 5–A5–G5–F5–E5–D5–C5, as reflected in a recording by Lucrezia Bori. I am grateful to Paul Sherrill for this observation and for sharing with me his analytical article on “Deh vieni, non tardar” at an early stage of my work on this article (see Sherrill 2018 , [5.17]).",
            "citations": [
                "sherrill_2018"
            ]
        },
        "FN35": {
            "text": "35. These materials originate in the stormy episode in the S-section of the exposition (Mozart’s mm. 56–70, not shown).",
            "citations": []
        },
        "FN36": {
            "text": "36. I have intentionally refrained from adding schema labels to the tonicizations of Gb major and D ♭ major in Example 28. As I have discussed in Rabinovitch 2018, many galant schemata contain a recurring tritone resolution kernel, which can be subjected to invertible counterpoint. A 7–1 over 4–3  resolution is technically a Passo Indietro, yet Gjerdingen’s definition also relies on the pre-cadential function of this schema, which is absent here. A 4–3 over 7–1 is technically a Comma schema. Several other schemata, such as the Fenaroli, embed such resolutions in a wider context. The allusion to K. 332/i seems more relevant here than the specific schema or schemata involved.",
            "citations": []
        },
        "FN37": {
            "text": "37. In an e-mail correspondence with the author, Levin (personal communication) mentioned that given an audience suggestion of a theme, the entire piece latently lends itself to be included in the improvisation. This playfulness also brings to mind the following observations by Ingrid Monson on jazz improvisation: “To laugh at a musical allusion during a jazz improvisation is, after all, a token of admiration, not scorn. The laugh acknowledges the cleverness of the musical moment or citation and draws attention to the fact that the listener has understood the musical argument in the context of the jazz tradition. The appreciation of musical humor in the African American tradition conflicts with the preference in Western classical music for more ‘serious’ means of musical expression” ( 1996 , 124). Of course, Monson contrasts jazz with what ordinarily happens in classical performances. Levin’s surprising and delightful quotation is one example for how improvisation and interaction can revitalize the sometimes stilted performance situation of a classical concert.",
            "citations": [
                "monson_1996"
            ]
        },
        "FN38": {
            "text": "38. Hepokoski and Darcy ( 2006 ) refer to such shifts as a “lights-out” effect.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN39": {
            "text": "39. For a detailed discussion of this passage, see Richards 2001 , 117.",
            "citations": [
                "richards_2001"
            ]
        },
        "FN40": {
            "text": "40. In addition, there are some parallelisms between the beginnings of K. 465/i and K. 475: both pieces have a C tonic and start with a chromatic bass tetrachord. In both cases, an opening idea is sequenced—first on bass 1 then on ♭ 7, followed by fragmentation starting on bass ♭ 6. This shared opening outline strengthens the association between the slow introduction to K. 465/i and the Fantasy K. 475.",
            "citations": []
        },
        "FN41": {
            "text": "41. Regarding canonic possibilities of schemata, see Gjerdingen 2007a , chap. 16, and Byros 2013 . Compare this also to Schubert’s 2015 discussion of invertible counterpoint: Schubert’s focus is on the contrapuntal lines that get inverted and recombined, but we should note that the passage in question also contains an instance of the Meyer schema.",
            "citations": [
                "gjerdingen_2007a",
                "byros_2013",
                "schubert_2015"
            ]
        },
        "FN42": {
            "text": "42. The bass 6–5– ♮ 4–5 in mm. 223–225 may also be considered a variant of Byros’s 2009 le-sol-fi-sol schema.",
            "citations": [
                "byros_2009"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "0. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] On October 29, 2012, Robert Levin ( 2012 ) concluded a lecture at Cambridge University on “Improvising Mozart” with an astounding improvised fantasy on themes by Mozart suggested by the audience: the aria “Deh vieni, non tardar” from The Marriage of Figaro , the slow introduction from the String Quartet in C major, K. 465 (“Dissonance”), and the opening theme from the Piano Sonata in F major, K. 332. The recording of the entire lecture and improvisation is available on YouTube: our age of digital reproduction allows us to analyze the performance in detail. In the past, fantasies would have been ephemeral acts of musical communication between musicians like C. P. E. Bach, W. A. Mozart, L. v. Beethoven, J. N. Hummel, and their enculturated audiences. To appreciate the spontaneous quality of this performance, readers may want to listen to the entire fantasy online before delving into my analytical speculations. (1) I hope that this article will serve as a listening guide to the performance, as well as a point of departure for forming alternative interpretations about the improvisation.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "levin_2012"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] In the lecture itself, Levin surveys evidence for Mozart’s improvisatory practices: improvisations in the piano concertos (e.g., cadenzas, lead-ins, elaborations of partial notations), modulating preludes, and embellishments. (2) Some of these sources have survived as written-out, pseudo-improvisations for the use of others: examples include modulating preludes written for Mozart’s sister, Maria Anna. (3) In another case, embellishments attributed to Mozart’s student Barbara Ployer for K. 488/ii give us a glimpse of the dense level of diminutions that Mozart may have added to the notation of this movement. (4) Though Levin does not engage Neapolitan pedagogies in his talk and broader work, newly discovered partimento sources provide further evidence for the pedagogy and practice of keyboard diminutions in the eighteenth century. (5)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "0.3": {
                "text": "[0.3] My analysis below relies predominantly on Robert Gjerdingen’s ( 2007a ) galant schemata. A schema is a mental representation of a pattern. By considering musical repertoires, historical training methods, and modern-day cognitive psychology, Gjerdingen reconstructs skeletal prototypes characterized by their soprano and bass scale degrees, typical harmonies, and additional features. By calling them “schemata,” Gjerdingen suggests that these are not just interesting patterns for analysis, but also cognitive units for musicians and listeners of the time. If schemata represent some of the tacit knowledge of historical musicians and listeners ( Temperley 2006 ), they are also likely to capture the experience of modern-day listeners with significant exposure to the style. Gjerdingen emphasizes that schemata, as stock expressions, are useful for improvisation: in order to create music in real time, it is necessary to master the phrase types that define the idiom. We should keep in mind that the boundaries between composition and improvisation were much looser at the time than they are in today’s “classical” concert halls: schemata are suggestive tools for understanding eighteenth-century creative processes in composition, improvisation, or anywhere in between.",
                "footnotes": [],
                "citations": [
                    "gjerdingen_2007a",
                    "temperley_2006"
                ]
            }
        },
        {
            "0.4": {
                "text": "[0.4] In this article, I take Levin’s performance as a case study for analyzing historical improvisation using schemata. While the actual sounds of historical European improvisation are lost, of course, Levin’s attempt at reconstructing these practices is highly impressive. By analyzing Levin’s usage of schemata and allusions to Mozart’s original pieces, I reflect on his improvisatory technique and on the demanding listening horizons for experienced listeners. Therefore, the analysis of musical structure becomes here a speculation on musical communication between an elite-expert improviser and an audience with many experienced listeners (as well as some novices). Gjerdingen ( 2007a , 19) proposed the schemata as a “method for developing a historically informed mode of listening to galant music,” based primarily on historical notations and teaching methods. With Levin’s improvisation, we can examine the usage of eighteenth-century schemata in an improvised fantasy by a living, elite expert. (6) Example 1 . Two possible skeletal realizations of the Prinner schema (after Gjerdingen 2007a) (click to enlarge) Example 2 . Mozart, Piano Sonata in C major, K. 454/i, mm. 1–4 (compare to Gjerdingen 2007a, 365) (click to enlarge) Example 3 . Handel, “Priva son d’ogni conforto,” from Giulio Cesare , mm. 1–4 (reduced) (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "gjerdingen_2007a"
                ]
            }
        },
        {
            "0.5": {
                "text": "[0.5] Readers unfamiliar with the system of galant schemata may wish to consult Gjerdingen’s ( 2007a ) Appendix A on “Schema Prototypes” and Chapter 11 on Clausulae (or cadence patterns) before delving into my article. To get a glimpse of these patterns, let us examine the Prinner ( Example 1 ): (7) this schema is characterized by the soprano skeleton 6–5–4–3, bass skeleton 4–3–2–1, and figured bass sonorities 5/3–6/3–4/3–5/3. The penultimate pair of soprano and bass skeletal notes is sometimes accompanied by a 7–6 suspension, or by a bass leap from 2 to 5, or both. The schema often serves as a riposte or answer to an opening gambit, as we can see in the examples from K. 545 ( Example 2 ) and Handel’s aria “Priva son d’ogni conforto” ( Example 3 ). (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "gjerdingen_2007a"
                ]
            }
        },
        {
            "0.6": {
                "text": "[0.6] These examples show how a prototype is realized in different ways on the surface. They hint at the descriptive richness of the schema, which is not only a skeleton, but also a cluster of secondary features. For instance, the Prinner tends to serve as an answer to an opening gambit, as it does in both Examples 2 and 3. Let us pay special attention to C6 in m. 3 of Example 2 (marked with a star), which is a feature that sometimes co-occurs with the schema’s skeleton. Since schemata have multiple features, there is not always a principled way of determining whether a passage “is” or “is not” an instantiation of a schema: this requires an analytical judgment call. However, some exemplars represent the schema more clearly than others, much like “robin” is a more typical exemplar of the category “bird” than “ostrich.” (9) I have started with passages from Mozart and Handel that are much closer to a “robin,” but some of the examples discussed below are more remote instantiations of their schema prototypes. Example 4 . The Rule of the Octave and a derivation of a Prinner from the descending Rule (click to enlarge and see the rest)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "0.7": {
                "text": "[0.7] Gjerdingen ( 2007a ) pays close attention to the Neapolitan partimento tradition, in which children-trainees in conservatories acquired composition skills through keyboard musicianship. This teaching tradition has garnered much attention recently (e.g., Sanguinetti 2012 ; van Tour 2015 ). Partimenti are bass lines, generally partially figured or unfigured, which served as a basis for keyboard improvisation, counterpoint, and composition studies. The patterns learned through immersion in keyboard exercises represent the influential Italian style, which spread throughout Europe. Partimento patterns also illuminate the music of Haydn and Mozart. (10) Yet the relations between partimenti and schemata are by no means one-to-one. For instance, in Rabinovitch 2018 , I examined the points of overlap and non-overlap between galant schemata and the ubiquitous teaching model of the Rule of the Octave, which appears in countless partimento and figured-bass treatises. This harmonic paradigm teaches appropriate figured-bass sonorities for bass scale degrees in context ( Example 4 ).",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "gjerdingen_2007a",
                    "sanguinetti_2012",
                    "van_tour_2015",
                    "rabinovitch_2018"
                ]
            }
        },
        {
            "0.8": {
                "text": "[0.8] As we can see on bottom of Example 4, the first four notes of the descending Rule can be adapted slightly to support a Prinner in relation to the key of V. Yet the Prinner is not particularly highlighted in the Rule itself: it is an important formula in eighteenth-century style, in which Neapolitan students and other musicians were immersed. I cannot disentangle here the rich and complex relations between partimenti and schemata, but I will comment briefly below on Levin’s peculiar link to partimenti.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.9": {
                "text": "[0.9] This article consists of two main parts: background and analysis. I begin by discussing schemata as analytical tools for Mozart’s high-classical works. I move on to discuss the reimagining of historical improvisation. I also survey Levin’s training and examine his problematic connection to partimenti through his teacher Nadia Boulanger. Finally, I discuss the types of musical relations that will be highlighted in the analysis section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.10": {
                "text": "[0.10] The analysis starts with a description of the formal outline of Levin’s improvisation. I then discuss the latent potential connections in the audience suggestions and the framing function of the Quiescenza schema. The remaining analytical sections focus on excerpts from Levin’s performance: I address Levin’s play upon schemata, his allusions to the original pieces by Mozart, as well as the interconnections that he creates between the sections of his improvisation. Thus, the analysis is also a reflection on Levin’s improvisatory techniques and their communicative potentials for experienced listeners. I conclude by revisiting the nexus of music analysis and historical improvisation. 1. Background 1.1 Galant Schemata as Analytical Tools for Mozart [1.1.1] The schemata proposed in Gjerdingen’s Music in the Galant Style allow us to appreciate the high-classical style in light of mid-eighteenth-century galant norms: high-classical composers used galant phrase types, yet realized them on the surface in more complex ways. Whether one is fond of the music of the likes of Galuppi (like Gjerdingen) or critical of them (like Levin), their style is the backdrop for the high-classical style. Galant schemata shed light on high-classical musicianship much like standard tunes shed light on bebop: in both cases, it is indispensable to know the models in order to appreciate their subsequent transformations. Since Levin is a master “speaker” of the style, I assume that he has implicit knowledge of schemata as basic building blocks. In the present section, however, I focus on the potential of galant schemata to explain Mozart’s compositions. [1.1.2] Let us start with instances of the Prinner in the fantasy K. 397. Measures 12–19 ( Example 5 ) present an Aprile (1–7 . . . 2–1) opening melody, followed by a Prinner connecting to a HC. The Prinner’s 6–5 are associated with what one might call a subsidiary “High-1” melodic projection, which we had encountered above in K. 545, m. 3 (Example 2). (11) Despite the chromaticism of this passage, the Prinner’s features are maintained, and it connects to a 2-soprano suffix to conclude on a HC. (12) Though this is an atypical Prinner, several factors support my reading, especially the 6–5–4–3  melodic outline over 4–3–2–1 bass and the position as a “riposte” or answer to a stable opening Aprile schema. Example 5 . Mozart, Piano Fantasy in D minor, K. 397, mm. 12–19 (click to enlarge and see the rest) Example 6 . Mozart, Piano Fantasy in D minor, K. 397, mm. 45–54 (click to enlarge and see the rest) [1.1.3] When these schemata return in D minor in mm. 45–54, ( Example 6 ), the “High-1” is present in m. 50, and Gjerdingen’s High-2 and High-6 appear in m. 51 and m. 53, respectively: such conventional melodic peaks outline paths for diminution. Despite the capricious rhetoric of this passage, it relies on conventional templates. This can be seen through primary features—skeletons in the outer voices as well as subsidiary elements such as the High-2 or my proposed High-1. (13) [1.1.4] The Quiescenza schema is characterized by soprano ♭ 7–6– ♮ 7–1 over a tonic pedal point (a skeletal representation is given in Example 7 ). The Quiescenza is a framing device appropriate for both beginnings and endings. As we shall see, it is also a central device in Levin’s improvised fantasy. Gjerdingen ( 2007a , 190–95) provides a little compendium of examples for this schema from Mozart, to which I would like to add two phrases. The first phrase comes from K. 332, one of the audience’s suggestions to Levin ( Example 8 ). The opening measures present a jagged and unusual Quiescenza, in which the soprano pattern ♭ 7–6 then ♮ 7–1 moves from an inner voice to the soprano against the implied bass pedal on 1 ˆ . (14) Despite its anomaly, this Quiescenza has the typical metric organization, with skeletal events on (hyper-) beats 2–3–4→1. We should keep this in mind as we consider the less typical Quiescenza in the next example. (15) Example 7 . A skeletal representation of the Quiescenza schema (after Gjerdingen 2007a) (click to enlarge) Example 8 . Mozart, Piano Sonata in F major, K. 332/i, mm. 1–5 (click to enlarge) [1.1.5] The second phrase comes from K. 450’s finale ( Example 9 ) and artfully combines a Quiescenza with a melodic sequence descending by thirds in the keyboard’s principal melody. Mozart also plays upon the hypermetric associations of the Quiescenza and upon the sentence theme type ( Caplin 1998 ): the basic idea recurs three times, occupying six measures, and the continuation ⇒ (“becomes”) cadential function is compressed into two measures. The end of the Quiescenza coincides with the beginning of the continuation ⇒ cadential function, which “should” have been a hyper-downbeat in a typical 2 + 2 + 4 sentence. In other words, the Quiescenza’s metric associations mark m. 7 as “very strong,” rather than just “relatively strong” as the third measure within mm. 5–8. The Quiescenza thus adds emphasis to this point of arrival (m. 7), which features fragmentation and a change of texture. Later in the same movement ( Example 10 ), Mozart uses a Quiescenza in congruence with the hypermeter. Thus, the musical prototypes proposed by Caplin and Gjerdingen illuminate aspects of Mozart’s artistry. (16) Example 9 . Mozart, Piano Concerto in B-flat major, K. 450/iii, mm. 1–8 (click to enlarge and see the rest) Example 10 . Mozart, Piano Concerto in B-flat major, K. 450/iii, mm. 256–263 (click to enlarge and see the rest) Example 11 . The Complete Cadence and its Cudworth potential diminution (after Gjerdingen 2007a) (click to enlarge and see the rest) Example 12a . Mozart, Piano Sonata in G major, K. 283/i, mm. 1–10 (click to enlarge) Example 12b . Mozart, Piano Sonata in G major, K. 283/1, mm. 1–10, shortened recomposition (click to enlarge) [1.1.6] Example 11 introduces Gjerdingen’s Complete Cadence and a diminution formula sometimes associated with it, the Cudworth. The bass formula 3–4–5–5–1 or 3–4–5–1, as well as the soprano formula (5)–(4)–3–2–1 or (3)–(2)–1–7–1  are central to the definition of the Complete Cadence, while the Cudworth soprano flourish, 7–6–5–4, is optional and often precedes formal closure. (17) In the opening phrase of K. 283/i ( Example 12a ), Mozart uses a Prinner and Cudworth in a creative way. This phrase was a point of analytical contention surrounding Gjerdingen’s first book ( 1988 ; see also, Lester 1990 ). Depending on one’s theoretical outlook, one may read this passage as part of a 5 ˆ -line Ursatz schema or as a Meyer–Prinner–Cudworth schema complex. For present purposes, the schemata in Gjerdingen ( 2007a ) allow us to appreciate the surface playfulness of this passage: the Cadence’s principal soprano tones, 4–3–2–1, continue the descent of the subverted Prinner schema, which is represented clearly only through its first two soprano skeletal tones, 6–5. The 7–6–5–4 Cudworth diminution is elegantly embedded within the hemiola of mm. 8–9: the downbeat of m. 9 is deemphasized in the hemiola implied by the surface groupings of sixteenth notes, but it is marked for our attention as the beginning of the Cudworth, a recognizable pattern. Finally, this phrase plays upon a regular 2 + 2 + 4 sentence: if mm. 7–8 were omitted, the Prinner would have connected more immediately to the Cudworth. I explore this possibility through recomposition in Example 12b . This normalization marks the original m. 9 (now m. 7) as the beginning of motion in sixteenth notes, making the Cudworth more salient. In recomposing this passage, I have omitted the additional diminutions in sixteenth notes in the penultimate measure, since original m. 8, with its growing momentum, is now eliminated. [1.1.7] This section has discussed Mozart’s imaginative use of phrase schemata in compositions, one of which happens to be an improvisatory fantasy. This type of analysis suggests that schemata are rich descriptors of the high-classical style. Gjerdingen discusses the formulaic nature of galant music, which explains eighteenth-century musicians’ ability to create in the style, whether in rapid composition or improvisation (keeping in mind—once again—that the boundaries between composition and improvisation were somewhat blurry at the time). What can galant schemata tell us about improvisation by musicians, dead or alive? Can they help us reconstruct galant improvisation or understand the abilities of a living performer like Levin? Since Levin is so fluent with Mozart’s works, it seems likely that he is immersed in galant schemata and in Mozart’s ways of manipulating them. Before I explore Levin’s background, however, I would like to discuss historical improvisation, a larger project of which Levin’s musicianship is a part. 1.2 Reimagining Historical Improvisation [1.2.1] Reimagining historical improvisation is out of necessity a speculative pursuit. Historically-informed performers have created “modern sounds” ( Taruskin 1995 ), despite their well-researched—and often musically delightful—efforts to reconstruct past practices. Indeed, the actual sounds of historical European music from before the age of recording are irrevocably lost. This applies to all aspects of performance, including improvisation, which declined in the nineteenth century ( Gooley 2018 ). If we could somehow access recorded improvisations by Mozart or Hummel, for instance, they would be a true revelation. [1.2.2] Despite this seemingly insurmountable gap, the project of historical improvisation has productive entry points, including historical notations, treatises, and descriptions of improvisations. Guido ( 2017 , 1), who is chiefly interested in earlier styles, emphasizes the necessary collaboration between practitioners and scholars: historical sources allow us to reconstruct performance practices, and modern-day improvised performances demonstrate what could have been improvised. Jean-Yves Haymoz’s and Peter Schubert’s efforts to reconstruct Renaissance contrapuntal improvisation demonstrate how counterpoint could in fact have been improvised, as documented in historical sources. (18) Therefore, period sources and modern-day performances illuminate historical improvisation from different angles. [1.2.3] In the context of eighteenth- and early-nineteenth-century practices, the actual sounds of improvisers like J. S. Bach, C. P. E. Bach, Mozart, Beethoven, or Hummel are, once again, lost. Notated fantasies give us a sense of what might have been performed: in some cases, such as Beethoven’s Fantasy for Piano in G minor, op. 77 and Choral Fantasy, op. 80, or Hummel’s Fantasy for Piano in E-flat major, op. 18, accounts by contemporaries suggest that these notations reflect improvisatory practices ( Rink 1993 ; Richards 2001 ; Gooley 2018 ). However, fantasies are idealized notations, not sound documents. Much like the work of Haymoz and Schubert opens a window into reimagining improvised counterpoint, Levin’s performance demonstrates what an expert improviser could conceivably have accomplished on the spot based on audience suggestions. This is something that Hummel would ordinarily do at the conclusion of his concerts ( Gooley 2018 ). Thus, Levin’s performance gives us a viewpoint on historical improvisation, which complements evidence from notations, treatises, and accounts of performances. Again, in the absence of recordings from the period, Levin’s improvisation sheds unique light on the abilities of an expert immersed in the style. [1.2.4] Though we associate improvisation with spontaneity and freedom, it is first and foremost an art of memory ( Busse Berger 2005 ; see also, Jeffery 1992 ). In many traditions, musicians absorb musical formulas over years of training, which has led to Parry-Lord-like claims regarding the possibility to reconstruct historical practices through living ones. Becoming Bill Evans ( Larson 2005 ) or Robert Levin involves extensive practice and stylistic immersion. Love ( 2012 ) compares the dexterous composition of galant masters ( Gjerdingen 2007a ) to the creativity in the moment of bebop artists: in both cases, musicians rapidly manipulate internalized patterns. Partimento trainees immersed themselves in the building blocks of the style, much like improvisers in world music traditions ( Gjerdingen 2007a , 370). Reimagining historical European musicianship through living traditions is an attractive idea in some ways. It is reasonable to assume that historical European improvisers’ abilities were no different in principle than those of musicians in other traditions, whether or not specific musical details overlap. I have found the metaphor of jazz useful here again, as much as it differs from eighteenth-century practices. Other comparative exercises would be even more remote: an Arab taqsim that modulates between various maqamat ( abu Shumays 2013 ) operates differently from the eighteenth-century practice of fantasizing described at the conclusion of C. P. E. Bach’s treatise ( [1753/1762] 1949 ). Both improvisatory practices explore “near” and “far” relations between maqamat or tonal centers, respectively. However, it is difficult to infer anything from the musical organization of a taqsim to that of a fantasy. Levin’s musicianship has an obvious advantage as a case study for galant schemata in improvisation: he is an expert in the classical tradition itself, for all of the dis continuity in its improvisation practices. (19) His ability to compose completions for Mozart’s works and to improvise in the style is closely tied to his astonishing “art of memory” for the composer’s work ( Berkowitz 2010 ): the performance under consideration here shows that he is ready to play open suggestions from the audience, manipulating not only the specific themes but also additional portions of the pieces, seemingly drawn from knowledge by heart of the pieces. [1.2.5] Improvisation is not only a craft for the performer, but also a spontaneous system of communication with enculturated listeners. My analysis below may give us a sense of what could possibly have occurred on both sides of the musical communication during those moments of inspiration and excitement at Cambridge: on the one hand, it speculates on Levin’s improvisatory technique, and on the other hand, it represents some of the challenging listening horizons for listeners experienced in the style. (20) Eighteenth- and nineteenth-century European audiences had various levels of experience: they ranged from connoisseurs ( Kenner ) to amateurs ( Liebhaber ). With the growth of concert audiences in the nineteenth century, there was also a growing body of less informed dilettantes ( Riley 2003 ). (21) The enthusiastic audience at Cambridge was similarly heterogeneous: it included experts, aficionados, and less experienced listeners. Given the warm applause, the audience seems to have appreciated this unusual feat in today’s classical concert halls. (22) [1.2.6] Since musical improvisation is a form of communication, audiences need to have a shared knowledge of musical models in order to appreciate the performance. (23) My analysis below will disentangle some of these models—both schemata and specific quotations—in an effort to uncover recognizable units for experienced listeners. (24) Audience members well-versed in Mozart’s corpus could have noticed (consciously or less so) some of these units, from direct quotations to manipulations of generic schemata. The horizons of listening discussed in my analysis below are truly challenging in real time. However, with the availability of a recording, we can also reflect on Levin’s improvised output at a more leisurely pace, turning an ephemeral act of musical communication into an object for speculation. 1.3 Comments on Levin’s Training [1.3.1] I have discussed improvisers’ art of memory and Levin’s command of Mozart’s corpus, which seems to explain his fluency in the style (see also, Berkowitz 2010 ). However, Levin has a mysterious (and somewhat tenuous) connection to partimenti, which I will explore here briefly. Between the ages of 12–16, Levin studied harmony, counterpoint, fugue, and composition with Nadia Boulanger ( Focks 2016 ). Boulanger was a mentor for many American composers, including Aaron Copland and Elliott Carter. Her teachings emphasized repertoire knowledge, musicianship skills, and the close study of works by composers as diverse as Monteverdi, Fauré, and Stravinsky. Example 13a . An excerpt from a figured bass exercise by Boulanger (click to enlarge) Example 13b . My realization of Boulanger’s bass (click to enlarge) [1.3.2] Boulanger was directly connected to the partimenti tradition, which heavily influenced the teaching methods at the Paris Conservatory in the nineteenth century and beyond ( Cafiero 2007 ; Gjerdingen 2007b , 2013 , 2020 ). She would assign partimenti contained in Dubois’s ( 1921a ) harmony treatise to her students ( Gjerdingen 2007b , 128). The vestiges of partimenti in Boulanger’s teachings require caution: within the present scope, I can only outline briefly why I think that they are not the key for Levin’s Mozart-style abilities. An excerpt from a figured bass exercise by Boulanger (reproduced in Johnson 2010 , 171) and realized by me ( Examples 13a–b ) shows vestiges of partimento patterns: Example 14 . Fedele Fenaroli’s realization of this pattern (click to enlarge) Example 15 . Durante’s Rule on syncopated bass (above) and my realization (below) (click to enlarge and see the rest) Example 16 . Deriving a chain of suspensions from an ascending segment of the Rule of the Octave (click to enlarge) [1.3.3] This chromatic monstrosity contains partimento patterns that an eighteenth-century Neapolitan trainee or nineteenth-century Paris conservatory student would have recognized in some guise—following extensive exposure to learned harmonic-contrapuntal patterns. Partimenti were originally un figured basses: trainees would identify the harmonic or contrapuntal context based on the contextual motions of the bass line, not on such difficult-to-decipher Arabic numerals. In this passage, some of the patterns are: mm. 1–3: A sequential pattern rising by fifths and descending by fourths, sometimes accompanied by chains of suspensions ( Example 14 ); (25) mm. 5–7: A bass suspension ( Example 15 ); (26) mm. 8–10: An ascending Rule of the Octave segment with added suspensions: Example 16 shows the ascending Rule of the Octave bass segment from 5 to 1 and how to adapt and enrich it with suspensions, which can then serve as a basis for a sequence. [1.3.4] In my mind, Boulanger’s bass is a French-academic monstrosity, not a lively pedagogical model for some tonal style. Admittedly, such an exercise makes more sense musically and didactically when one is aware that this is not just a figured bass but also an invitation to plug in learned contrapuntal-harmonic patterns. Notice that by plugging in upper-voice partimento modules appropriate for the bass context, imitation emerges between the upper voices in mm. 1–3 and the bass mm. 5–6. For students well-versed in the partimento tradition or its French-academic adaptation, this potential point of imitation would have provided another mental cue for matching the opening upper-voice pattern to the bass. I recognize, of course, that my realization is limited and represents somewhat of an outsider’s attempt to deal with this musicianship challenge. (27) [1.3.5] I should note that Levin’s assessment of figured basses by Paul Vidal, which are similar in nature to Boulanger’s bass (Example 13), is negative: [T]he Vidal Basses . . . some of the most dreadful stuff ever put down on paper . . . And so it\twas a strange thing, in a way, that she [Boulanger] combined this astonishing standard for quality in everything and put us through this sandpaper of some of those exercises . . . We understood the Vidal basses have a certain place in a certain context, but they weren’t sacred. All of those things were a means to an end. ( Levin 2004 ; cited in Johnson 2010 , 59) In an e-mail correspondence with Johnson ( 2010 , 58), Levin further observed: NB [Nadia Boulanger] did not wish to have these basses published, asking her students to copy them out. . . . Vidal’s basses are abstract. They…reflect the hyper-didactic French approach to harmony, in which you work through the entire harmonic vocabulary in written exercises and keyboard harmony without a SINGLE passing tone, neighboring tone, suspension, etc. Then after finishing the most exotic altered chords you suddenly learn non-harmonic tones through exercises that have little else, so to speak. Levin and Johnson do not seem to be aware of the partimento residues in Boulanger’s teachings, such as the fact that basic harmonic vocabulary, displacements (such as suspensions or anticipations), and contrapuntal diminutions were regular stages in realizing a French harmony exercise ( Gjerdingen 2020 ). For a Boulanger student like Levin, these remnants were embedded in seemingly acontextual exercises that paled in comparison with the complete musicianship that she otherwise instilled in her students. [1.3.6] Peter Schubert (personal communication), another Boulanger student who turned to historical improvisation, echoes similar sentiments: Well, this is interesting. I used Dubois and the Vidal basses with Boulanger, and nobody ever said the word partimento. I was surprised to hear Mlle. was a “partimento teacher” a few years back. I didn’t know what the Vidal basses were, I just thought they were particularly long and boring figured bass exercises. If they have thematic recurrences or any other structured shape, nobody ever told me. Maybe I wasn’t ready to hear how I should supply an interesting melody and make it into a sonata, it just seemed like a relentless chord progression . . . . I’ve heard Dubois called partimento but that was recent news to me too; it’s mostly organized around usage of chord types and dissonances and sequences, like a harmony book. Boulanger did have us memorize chord progressions (like paradigmatic), and she said “I’m teaching you this so you will have something to say when you have nothing to say.” But how to make those chord progressions, written in four staves and four clefs, into real pieces was never made clear to me. Indeed, Dubois’s treatise has extensive links to the partimento tradition and its French-academic reincarnation. (28) [1.3.7] Levin’s rigorous training, his impressive command of Mozart’s works, and his many years of experience in the style seem more decisive for his ability to improvise in the style. The musicianship foundation that he received from Boulanger was surely helpful, but the vestiges of partimenti in Boulanger’s teaching do not seem to have been passed along to him in a meaningful way. In order to appreciate partimento teachings and their potential, one has to know that one is playing a type of musical chess game—one in which learned contrapuntal patterns are “plugged into” the framework of an exercise. Example 17a . Durante’s Rule “sopra l’istessa in altro modo” (on the same [6/5] in a different manner) (click to enlarge and see the rest) Example 17b . My realization of Durante’s Rule (click to enlarge and see the rest) [1.3.8] A partimento by Durante ( Example 17a ) and my realization ( Example 17b ) demonstrate some of the workings of the original, eighteenth-century partimento “game”: Durante provides a bass and partial figures, allegedly in order to introduce and reinforce the 6/5 sonority. (29) The realization shows the imitative potential of this exercise. Understanding this motivic and contrapuntal potential would require the oral teachings of a Neapolitan master or the guidance of a 21st-century scholar ( Sanguinetti 2012 ). In order to play productively with partimenti, one has to know the rules of the game, whether in their Neapolitan or Parisian versions. [1.3.9] Given their harsh comments on the type of basses that Boulanger used, it seems quite clear that Schubert and Levin think of them as tedious and acontextual exercises, not as an opportunity to demonstrate fluency in learned contrapuntal patterns ( Gjerdingen 2020 ). These comments come from the two Boulanger students who went on to become authoritative and distinguished scholars and practitioners of historical improvisation—they would surely have been interested in this type of traditional learning if only it had been presented to them more explicitly. These factors tentatively suggest to me that the Neapolitan-Parisian chain of transmission of partimento or practical harmony is broken in this case. Due to this apparent disconnect, it seems highly unlikely to me that Boulanger’s partimento connection is responsible for Levin’s Mozart-style musicianship. (30) 1.4 Disentangling Improvised Manipulations [1.4.1] Through his immersion in Mozart’s style, Levin had developed both an extraordinary memory for the composer’s work and automaticity in improvisation, which allows him to be “led by the fingers,” so to speak. In a brief e-mail interview with me about the performance, Levin (personal communication) wrote that he could not claim conscious responsibility for the types of analytical connections that I propose below, which seemed to him to have emerged as if automatically. Among other observations, he wrote: “Retrospectively many such connections can emerge; in the context of improvisation they are as likely to be propitious happenstance as carefully plotted-out relations.” While I am not going to argue that my analysis is objectively “valid,” the performance seems to me “too good to be happenstance,” without some level of planning and manipulations of Mozart’s models. If Levin’s subconscious mind deserves the credit for the connections drawn below, so be it. Interviews with improvisers about their creative process reveal the importance of planning and monitoring. Such interviews also show instances in which improvisers are surprised by their own output, which appears to arise quasi-automatically ( Norgaard 2011 ). In Levin’s experience, automaticity seems prominent. However—as we shall see below—his comments to the audience suggest that he engaged in conscious pre-planning, at least regarding tonal and formal outlines for his fantasy. (31) [1.4.2] In the analysis section, I will pay special attention to disentangling the following types of improvisation techniques (conscious or not): Play on conventional galant schemata; Quotations of the original pieces; Interconnections within the fantasy itself. Schemata are generic building blocks. As we have seen, Mozart artfully manipulated them in his notated compositions, and surely in his improvisations as well. With Levin’s improvisation, we have an opportunity to look at manipulations of schemata in an actual improvisation by a fluent speaker of Mozart’s style. [1.4.3] Improvised allusions to the original pieces are somewhat unique to this performance situation: by responding to the audience suggestions, the improviser is in dialogue with the original models of Mozart’s pieces. One might argue that the difference between instantiations of conventional schemata, on the one hand, and specific quotations or interconnections, on the other hand, is not clear. After all, are musical themes not instantiations of schemata? If two phrases are exemplars of the same common phrase type, is it not trivial to claim that they are related in some way? These are real difficulties, and I will tackle them below. In particular, I will justify through concrete details my claims about specific allusions to Mozart’s pieces or interconnections in the fantasy itself. Thus, the analysis section seeks to articulate aspects of Levin’s improvisatory technique: his usage of generic building blocks, specific quotations, and recycling of materials within the fantasy itself. [1.4.4] Finally, I should stress that a fantasy invites capricious rhetoric that lies beyond unity ( Kramer 1993 ), or better, beyond unity and disjunction. In a free fantasy on audience suggestions, part of the performative task is to create some degree of unity, as much as it is difficult to create the overall coherence typical of a composition. Without arguing for global or organic unity, I will explore below how Levin created some connections between the disparate themes requested by the audience. 2. Analysis 2.1 Formal Outline Example 18 . An Overview of Levin’s Fantasy (click to enlarge) [2.1.1] I would like to start the analysis portion of this article by examining the broad outlines of the fantasy (see form chart and timing cues in Example 18 ). Levin starts with a free, slow introduction (mm. 1–17, ca. 2:28–3:09), moves on to a stable section based on the aria “Deh vieni, non tardar” (mm. 18–73, ca. 3:10–5:29), and then transitions into the next main section (mm. 98–151, ca 6:24–9:05), which is based on the slow introduction to the “Dissonance” Quartet, K. 465. He ends with a finale based on the opening theme of K. 332 (mm. 152–244, ca. 9:06–10:30). The purpose of the present discussion is to provide a general formal outline, focusing on the main sections of the improvisation and their general relation to Mozart’s original pieces. Unlike the following analysis, which is more interpretative, the present discussion attempts to maintain descriptive neutrality as much as possible. [2.1.2] The slow introduction starts with a stable phrase (mm. 1–11, begins ca. 2:28), followed by fragmented transitional materials that prepare the next section. The first principal section, based on the aria “Deh vieni,” starts with an A section (Levin’s mm. 18–29, ca. 3:10), which follows the first vocal phrase of the aria, mm. 7–12. A middle section, B (mm. 30–47, ca. 3:40), develops mm. 10–11 only of the aria and explores the parallel minor and flat-side modulations. This is rounded off by an A’ section (mm. 48–73, ca. 4:25), which develops Mozart’s mm. 7–12 further, while remaining in the home key. After this short A–B–A’, an energetic transition (mm. 73–97, ca. 5:30) to the K. 465-based section abandons the “Deh vieni” materials and moves to V of C minor via its ♭ VI ( A ♭ major). The transition ends by foreshadowing elements from K. 465, which will be cited more directly in the following part of the fantasy. [2.1.3] The K. 465-based section contains two statements of the first eight measures of K. 465’s slow introduction, each of which is followed by freer modulations (first statement = mm. 98–111, ca. 6:24, second statement = mm. 112–132, ca. 7:13). This is followed by an episode (mm. 133–140, ca. 8:19) and a pedal point and transition (mm. 141–151, ca. 8:37) to the next main section of the fantasy. The final section begins with two varied statements of the opening theme of K. 332/i (mm. 152–186, ca. 9:06), the second of which begins to gain cadential momentum. This is disrupted by a stormy allusion to K. 332/i’s development and a retransition (mm. 187–209, ca. 9:38). The return of the opening theme of K. 332/i (mm. 210–229, ca. 9:59) leads to a renewed drive towards a PAC, followed by a coda in mm. 229–244 (ca. 10:17). [2.1.4] The overall form of the fantasy is simple: Levin fantasizes on the audience suggestions one by one, dedicating a section to each model piece. In each section, a few statements of Mozart’s materials are intertwined with other brief episodes, creating a simple musical form such as an A–B–A’ or an A–A’–B. This simplicity does not hint at the network of quotations, allusions, and schematic manipulations that guide my detailed analysis below. However, the present discussion and Example 18 can be helpful in familiarizing oneself with the broad outline of the fantasy. 2.2 Audience Suggestions and Quiescenza Thread(s) [2.2.1] In order to “zoom” into the fantasy, let us take a closer look at the raw materials provided by the audience. The suggestions enabled hidden connections to emerge, and the audience volunteers should be given some credit for the success of this performance. “Deh vieni” and K. 332 share the tonal center F major, which Levin used as a monotonal framing device. In fact, his comments to the audience before the improvisation mentions this explicitly: That was very kind of you [to suggest K. 332], you see, since the “Deh vieni” is also in F major, you know, sometimes if I have far-flung(?) things I have to separate them. I think, under those circumstances, why don’t we put K. 465 in the middle? That will force at least a relation by a fifth to intervene. So, we’ll have the Rosenarie , “Deh vieni, non tardar” from Act IV of Figaro , a passage from the “Dissonant” Quartet, and then the principal theme of the F-major Sonata K. 332. (ca. 1:42) [2.2.2] The audience suggestions allow not only tonal, but also metric unity. All three given pieces have a triple quality, either through triple meter proper (K. 332, K. 465 introduction) or compound duple (“Deh vieni.”) Levin’s ordering has a tempo succession of medium-slow-fast, which creates a nice energetic curve for the entire fantasy. The “Deh vieni”-based section is in my estimate around dotted quarter=54 bpm, whereas the K. 332-based finale starts at about measure=60 bpm, though Levin accelerates significantly. In my estimate, the K. 465 section also starts at ca. quarter=54 bpm. This creates a unified underlying tactus for the fantasy, despite the energetic tempo fluctuations. Example 19 . Mozart, “Deh vieni, non tardar,” from The Marriage of Figaro , mm. 38–42 (click to enlarge and see the rest) Example 20 . Levin, Fantasy on Themes by Mozart (2012), mm. 168–173 (starts ca. 9:21) (click to enlarge and listen) [2.2.3] When “Deh vieni” and K. 332 are juxtaposed in the same improvisation, an interesting harmonic or schematic potential emerges. The textual and musical crux of Susanna’s aria “Ti vo’ la fronte incoronar di rose” (I want to crown you with roses) ( Example 19 ) has a harmonic structure similar to the opening Quiescenza of K. 332 (Example 8). Though the aria has no bass pedal, both passages tonicize IV and move to a dominant-tonic resolution in the home key. My use of Roman numerals would not satisfy Gjerdingen’s purist avoidance of such anachronisms, yet it clarifies a latent connection between the pieces. This allows a moment of contrapuntal synthesis in mm. 168–173 of Levin’s fantasy: As Example 20 shows, the opening theme of K. 332 is now situated above a descent of a sixth from F3 to A2, which mirrors the bass descent of the “incoronar” crucial moment (Example 19). [2.2.4] Readers might object that the connections are tenuous: is this merely a generic progression or a generic stepwise bass rather than an allusion? Surface features support my reading: The two passages share not only a tonicization of IV followed by some V–I resolution, but also the specific bass pitch classes F– E ♭ –D–C– B ♭ –A; The point of arrival on the low A is clearly articulated and segmented: in “Deh vieni” (Example 19) this happens through rests; in Levin’s improvisation, the bass descent concludes on A2 (Example 20). This is followed by two further repetitions of part of the descent through D3–A2 (See Example 37a below), further reinforcing the arrival on the pitch class A. Of course, Gjerdingen defines the Quiescenza not just in terms of its figured-bass sonorities but also as a melodic prototype above a tonic pedal. The Quiescenza (Example 7) is typically associated with a V 7 /IV–IV–V 7 (or vii)–I progression over a tonic pedal. Whether we think in terms of invertible counterpoint ( Rabinovitch 2018 ) or chordal inversion, the juxtaposition of K. 332 and “Deh vieni” allows this connection to emerge. Example 21 . Levin, Fantasy on Themes by Mozart, mm. 1–11 (starts ca. 2:28) (click to enlarge, see the rest, and listen) [2.2.5] In addition to this specific connection, the Quiescenza is a framing device. Gjerdingen ( 2007a , chap. 13) observes that this schema may serve either as an opening or as a concluding formula. The Quiescenza is mentioned as a way to conclude an improvised fantasy in the final chapter of C. P. E. Bach’s keyboard treatise ( [1753/1762] 1949 ; Gjerdingen 2007a , 183–84). C. P. E. Bach’s recommendations resonate with the preluding practice of his father—for instance, the first two preludes of the WTC, Book I. The Quiescenza is also reflected in Mozart’s “modulating preludes”––that is, improvised transitions between the key centers of two pieces performed in succession. (32) Levin uses the schema as a framing device throughout his improvisation. The introduction’s first phrase ( Example 21 ) opens with a truncated tonic Quiescenza (mm. 1–4) and closes with an unstable dominant Quiescenza (mm. 8–11). Example 22 shows another instance of a dominant-quality Quiescenza, now from the “Deh vieni” section, serving to conclude its middle section. Example 23 shows a dominant-pedal Quiescenza used towards the end (mm. 141–145) of the K. 465-based section, in preparation for the emergence of the finale. Example 22 . Levin, Fantasy on Themes by Mozart, mm. 38–45 (starts ca. 3:59) (click to enlarge and listen) Example 23 . Levin, Fantasy on Themes by Mozart, mm. 141–151 (starts ca. 8:37) (click to enlarge, see the rest, and listen) Example 24 . Levin, Fantasy on Themes by Mozart, the concluding mm. 229–224 (starts ca. 10:17) (click to enlarge, see the rest, and listen) Example 25 . Mozart, Piano Sonata in F major, K. 332/i, mm. 222–229 (click to enlarge) [2.2.6] One of the features of Gjerdingen’s Quiescenza is its tendency to repeat twice, especially when used as an ending formula. Measures 1–4 of K. 332/i are neither repeated nor used to end the original first movement. Levin virtually ends his improvisation ( Example 24 ) with a double repetition of this particular Quiescenza (Levin’s mm. 229–237), which is taken an octave up when it is repeated. Levin thus fulfills a schematic potential not clearly realized by Mozart. The original ending of K. 332/i ( Example 25 ) contains a doubly-repeated utterance over a pedal point, also reiterated up an octave. I have reproduced here the recapitulation version for ease of comparison with Levin’s ending. Whether or not we can read Mozart’s mm. 222–226 as a remote instance of the Quiescenza prototype will remain an open question: maybe this is a “pterodactyl,” not an “ostrich” kind of “bird.” Certainly, a tonic pedal is present, as well as a double repetition and prominent 7–1 gestures in the soprano. Levin’s ending (Example 24) has more definitive Quiescenza features: there is a double repetition, a complete ♭ 7–6– ♮ 7–1 melody, and a pedal point. [2.2.7] The Quiescenza threads demonstrate a variety of improvisatory techniques. A harmonic connection latent in the audience suggestions allows Levin to superimpose the opening melody of K. 332/i on a crucial bass segment from “Deh vieni.” The Quiescenza schema is used as a framing device for the improvisation, representing both galant conventions and an improvisation technique advocated by C. P. E. Bach and practiced by Mozart. The galant tendency to repeat the Quiescenza twice allows Levin to fulfill a potential not realized literally in K. 332/i, though dimly hinted by Mozart’s ending. The double repetition of the Quiescenza at the end of Levin’s performance is therefore a manipulation of schemata and perhaps a distant allusion to the original movement. This music-analytical disentangling is an attempt to explain aspects of Levin’s improvisation technique. In the following analytical sections, I will focus on several additional excerpts that participate in this network of schema manipulations, quotations, and allusions. 2.3 Comparing Two Phrases, a Schema-Complex Example 26 . Levin, Fantasy on Themes by Mozart, mm. 1–7 (starts ca. 2:28) (click to enlarge and listen) Example 27 . Levin, Fantasy on Themes by Mozart, mm. 152–167 (starts ca. 9:06) (click to enlarge and listen) [2.3.1] In the present section, I will examine in greater detail the opening phrase of the introduction in comparison with the opening phrase of the K. 332-based finale, as well as the latter phrase by itself. As discussed, the opening phrase of the fantasy has a Quiescenza-Prinner-(Quiescenza) complex of schemata (see re-annotation in Example 26 ; see also, Example 21 above). Example 27 presents the opening phrase of Levin’s finale. [2.3.2] I believe that Levin’s introduction looks ahead to the opening phrase of the finale (or, conversely, the opening of the finale echoes the opening of the slow introduction). What is shared is not only a Quiescenza-Prinner generic pairing, but also several specific details: What I propose to label a “High-1” melodic projection near the Prinner’s core tone 6, a sequential exploration (with or without tonicization) of IV-then-ii, as well as a mixture ii4/2 chord with D ♭ (or ♭ 6) followed by V6/5. Mozartean syncopations in the melodic stepwise descent (compare mm. 5–6 with m. 161, and more so, m. 163). The specific surface details, especially a harmonic progression repeated almost verbatim, make the connections seem “too good to be true,” or, to quote Levin’s comments to me, too good to be “propitious happenstance.” This is an opportunity to distinguish between the use of generic materials and more specific connections between passages, which suggest the possibility of planning or echoing, whether consciously or not. [2.3.3] The opening phrase of Levin’s finale (Example 27) is also elaborate and interesting in itself. This is a 16-measure sentence (mm. 152–167), which adapts Mozart’s original phrase and plays upon conventional schemata. Mozart’s original opening phrase in K. 332/i contains a parenthetical insert (mm. 5–8) in the contrapuntal learned style ( Allanbrook 1992 ). Levin drops the parentheses and turns Mozart’s mm. 1–4 into a compound basic idea, with mm. 156–159 being an original, varied repetition of this idea. This is followed by the fragmentation of the sequential Prinner of mm. 160–165, which is somewhat atypical: it lacks a stable skeletal 5 or C6, but it occupies the “riposte” formal position in answering the basic idea, and also has the proposed High-1 feature. Measure 165 contains an interesting play upon schemata and upon aspects of the original models. On the one hand, it provides a skeletal A5 (=3) to complete the Prinner; on the other hand, m. 165 can be heard as a “Mixolydian” Cudworth Cadence in the key of V, in which 7 is lowered ( Gjerdingen 2007a , 148–49). (33) Measure 165 also echoes the many ascending or descending six-note patterns of Mozart’s “Deh vieni.” (34) [2.3.4] The schema complex of the opening phrase of the finale is reminiscent of the sophisticated schematic play in phrases from Mozart’s K. 450 and K. 283 (Examples 9 and 12a). This lends some support to my assumption that schemata can illuminate Levin’s musicianship, not only Mozart’s. In addition to this schematic complex, the phrase also echoes the opening phrase of the improvisation as a whole. The richness of Levin’s technique is shown by unpacking conventional patterns, considering interconnections, and exploring his elegant transformation of a phrase suggested by the audience. 2.4 A Moment of Surprise Example 28 . Levin, Fantasy on Themes by Mozart, mm. 181–199 (starts ca. 9:33) (click to enlarge and listen) Example 29 . Mozart, Piano Sonata in F major, K. 332/i, mm. 109–132 (core and retransition from development section) (click to enlarge) [2.4.1] A moment of surprise in the improvisation’s finale provides another opportunity to appreciate the network of improvisatory techniques ( Example 28 ). The Deceptive Cadence of mm. 181–187 (or bass 3-4-5-6) ends with a surprising ♭ 6, which also diverts the music into an allusion to the stormy core of the development of K. 332 (esp. mm. 114–121; see Example 29 ). [2.4.2] By comparing Example 28, mm. 187–194, with Example 29, mm. 114–121, we can see that Levin’s materials specifically allude to the version of these materials within Mozart’s development section. (35) Mozart’s soprano melodic outline in mm. 114–121 ( F ♯ 4–G4–C5– B ♭ 4 then C ♯ 5–D5–G5–F5, Example 29) turns into that of Levin’s mm. 187–194 (F4– G ♭ 4– C ♭ 5– B ♭ 4 then C5– D ♭ 5– G ♭ 5–F5, Example 28): the absolute pitches are in near proximity. Once again, Levin poses a challenge to the listeners: those who are well-acquainted with K. 332 and its minor-mode, Sturm und Drang syncopations can track this allusion. (36) [2.4.3] Levin’s measures 187–194 play on an excerpt not specifically requested, which is nevertheless a part of a piece suggested by the audience. (37) This quotation plays upon the expectations of experienced listeners in several ways: The schematic expectation for the completion of the Deceptive Cadence bass itself is violated, and the ♭ 6 is also a deviation from the major mode and a touch of parallel minor. Shifts to the parallel minor are common in the style, (38) but the final 6 of a full Deceptive Cadence bass formula (3–4–5–6) seems to me to be a somewhat unusual location for such a shift. The schematic expectation for the Deceptive Cadence–Complete Cadence pair (bass 3–4–5–6 then 3–4–5–1) is violated (see also, Schmalfeldt 1992 ). [2.4.4] In addition to these generic expectations, there is also an altered quotation: The moment of violation of schematic expectancy coincides with the introduction of K. 332/i materials that were not originally requested. By converting the original tonicizations of G minor then D minor to G ♭ major then D ♭ major, Levin explores the “flat side” of the F-major tonality, which flows naturally from the shift to parallel minor and also echoes explorations of flat-side modulations in the previous sections of the fantasy itself. Example 30 . C. P. E. Bach, Fantasy in C, Wq 61/6, mm. 207–215 (click to enlarge) [2.4.5] I mentioned above my assumption that a full Deceptive Cadence bass formula, 3–4–5–6, is not a common context for a shift to the parallel minor. An example of this shift in this context is found in C. P. E. Bach’s fantasy Wq. 61/6 ( Example 30 ). Towards the end of this piece, Bach uses a 3–4–5–6 bass formula followed by 3–4–5– ♭ 6 with ♭ 6 taken down an octave, leading to cadenza-like conclusion. (39) In Bach’s fantasy, the moment of schematic violation leads to a cadenza intrusion. The improvisatory nature of Bach’s piece and the similar schema manipulation suggest that this is a distant, yet possible intertext for Levin’s performance. [2.4.6] As in Bach’s piece, Levin’s moment of surprise is accompanied by a surface disruption: the preceding fast and energetic triplet arpeggios end abruptly in m. 187 (Example 28), which creates a texture change. Levin’s improvised artwork lends itself to be appreciated on various levels: those listeners who cannot track its allusions and manipulations of conventional schemata can still appreciate its virtuosic and energetic twists. For listeners more experienced in the style, the stark change of texture may draw attention to schematic surprises. 2.5 “Deh vieni”-based section: A Destabilizing Passo Indietro and an Allusion to K. 332 Example 31 . A recomposition of “Deh vieni,” mm. 38–48, fitting it into a normative galant mold (click to enlarge) [2.5.1] I have reflected above on the “incoronar” crux of Mozart’s “Deh vieni” (refer back to Example 19). Mozart’s F–A descent of a sixth in that passage also plays upon Gjerdingen’s Passo Indietro, a pre-cadential schema characterized by bass motion 4–3 preceding a cadence. This bass motion is typically associated with a V4/2–I6 progression and soprano 7–1. In order to appreciate Mozart’s play on galant conventions, Example 31 recomposes Mozart’s mm. 38–48 (not shown in full in Example 19), creating a simpler pairing of Passo Indietro–Deceptive Cadence then Passo Indietro–Complete Cadence. Example 32 . Levin, Fantasy on Themes by Mozart, mm. 32–38 (starts ca. 3:45) (click to enlarge and listen) [2.5.2] One of the striking features of the aria “Deh vieni” is its heavy reliance on root-position triads ( Sherrill 2018 ). When turning the aria into a section of a fantasy, Levin destabilizes these I–V–I progressions. The Passo Indietro, or, if you will, the V4/2–I6 resolution, is a useful tool in creating an unstable, improvisatory harmonic rhetoric (to borrow an expression from Webster 2007). For instance, mm. 32–38 destabilize the opening materials of the aria through radical chromaticism in the flat regions ( Example 32 ). Example 33 . Levin, Fantasy on Themes by Mozart, mm. 62–74 (starts ca. 5:00) (click to enlarge, see the rest, and listen) Example 34 . Levin, Fantasy on Themes by Mozart, mm. 48–58 (starts ca. 4:25) (click to enlarge, see the rest, and listen) [2.5.3] This section of the improvisation also contains a quotation of a key moment in K. 332/i—another “crucial” moment in one of the pieces suggested by the audience. In m. 65, Levin uses the Deceptive Cadence from K. 332/i, mm. 215–216 ( Example 33 ). According to the first print ( ossia ) version in the Neue Mozart-Ausgabe , this cadence is rendered chromatic through a C ♯ 4 that is not present in the equivalent spot in the exposition (K. 332/i, mm. 79–80). In fact, if C ♯ 4 is taken as “the” right text, this is the only change in the pitch domain that Mozart introduces to the secondary key area materials in their transposed version in the recapitulation. Therefore, this seems to be a singularity in Mozart’s movement. The notion that this is a quotation and not a generic element is supported by the voicing and absolute pitches, C ♯ 4–G4–E5–(C6→ B ♭ 5). Levin’s mm. 70–71 may be an allusion to the retransition of Mozart’s development section (K. 332, mm. 124–32, esp. 131–32, Example 29), though this relies more on texture than on specific pitches. By alluding to K. 332/i, Levin creates some unity across the sections of his fantasy. Before quoting K. 332/i’s singularity verbatim, Levin foreshadows it in mm. 49–50, mm. 50–51, and—most strongly—mm. 54–55 ( Example 34 ). The latter Deceptive Cadence is almost identical in its voicing to Mozart’s original, suggesting that Levin gradually transformed a generic resolution pattern into a specific quotation. This reaction to a salient moment from K. 332 would be recognizable by listeners highly versed in this piece. [2.5.4] The discussion of the “Deh vieni” section has focused on two threads in Levin’s improvisation: the usage of the Passo Indietro as a destabilizing mechanism and the subtle quotation from K. 332. Though the Passo Indietro is featured in the “incoronar” crux of the original aria, the V4/2–I6 resolutions in this movement might well be a generic way of giving the aria materials an improvisatory, unstable harmonic rhetoric. In contrast, the quotation from K. 332 seems too specific to be “happenstance”: Levin gradually transforms a deceptive cadence until he reaches the exact voicing of K. 332/i. Through this allusion, he creates a degree of integration between the audience suggestions, which can be appreciated by highly experienced listeners. 2.6 K. 465-based section Example 35 . Levin, Fantasy on Themes by Mozart, mm. 133–145 (starts ca. 8:19), perhaps an allusion to an excerpt from Mozart’s Fantasy in C minor, K. 475 (see Example 36) (click to enlarge, see the rest, and listen) [2.6.1] The slow introduction of K. 465 is a much-discussed passage in music analysis from the nineteenth century to the present day ( Moreno 2003 ). If my presentation of Levin’s improvisation on this slow introduction is laconic, it is simply because it participates to a lesser extent in the network of techniques discussed here. As mentioned, Levin begins this section with an almost verbatim statement of the opening eight measures of K. 465 (ca. 6:24; refer to Example 18). At the arrival on A ♭ bass, he seizes the opportunity to allude to the main tonal center of the fantasy through its parallel minor, F minor, only to be followed by an adventurous tonal expedition ( D ♭ minor, V of A minor = V of B ♭ ♭ minor). Levin then transposes the opening of the quartet down a minor third (ca. 7:13)—a small yet impressive musicianship feat in itself. Afterwards, he modulates and connects to a Quiescenza in the V of A-minor (at 7:59), also quoting a motif from the ending of Mozart’s original slow introduction. The dominant of A minor is resolved deceptively to F major, leading to an F-major/minor episode in mm. 133–145 ( Example 35 ): once again, Levin takes an opportunity to reference the main tonal center of the fantasy in this extremely chromatic section. In this way, he creates some monotonal unity between this section and the rest of the fantasy. Example 36 . Mozart, Fantasy in C minor, K. 475, mm. 56–72 (click to enlarge) [2.6.2] Levin’s F-major/minor episode has a similar rhetoric to an episode from Mozart’s Fantasy in C minor, K. 475 (esp. mm. 56–72, Example 36 ): in both cases, a new theme emerges ex nihilo , oscillates between the fourth and fifth octaves, moves from F major to F minor, and then tonicizes ♭ VI ( D ♭ major) briefly. While Mozart continues his chromatic spiraling, Levin reaches the dominant of F minor from m. 141 until the end of this movement in m. 151 (see Example 23 above). Though K. 475 was not requested by the audience, it is a possible intertext for the improvisation, being one of the only extant notated piano fantasies by Mozart. (40) 2.7 Canonic Play on 6–5–4–3 [2.7.1] I have discussed at length the moment of surprise in which a Deceptive Cadence bass formula, 3–4–5–6, becomes chromatic and leads to materials from K. 332/i’s development. In this final analytical section, I would like to explore the canons involving the string 6–5–4–3 that precede and follow that surprise. (41) While we might associate 6–5–4–3 with the Prinner’s soprano, it is embedded here in different functional contexts. In mm. 174–181, Levin uses a skeletal canon at the seventh above the bass string 6–5–4–3(see Example 37a and its simplification in Example 37b ). As a pre-cadential bass, the 4–3 bass segment can plausibly be read here as a Passo Indietro. Example 37a . Levin, Fantasy on Themes by Mozart, mm. 174–181 (starts ca. 9:27) (click to enlarge and listen) Example 37b . Levin, Fantasy on Themes by Mozart, reduction of mm. 174–181 (click to enlarge) Example 38a . Levin, Fantasy on Themes by Mozart, mm. 210–226 (starts ca. 9:59) (click to enlarge, see the rest, and listen) [2.7.2] This canon is followed by the Deceptive Cadence and allusion to K. 332 (mm. 181–199, Example 28) discussed above, as well as by a retransition to the main theme of K. 332 (mm. 199–209). The opening theme of K. 332 returns in mm. 210–213 (see Example 38a ), followed by a Deceptive Cadence (mm. 214–215) whose voicing and registration allude, once again, to the singular moment in K. 332, though without the C ♯ 4. Thus, Levin forges a connection both to the original model by Mozart and to the “Deh vieni” section of his own fantasy. Example 38b . Levin, Fantasy on Themes by Mozart, mm. 216–225, canon model (click to enlarge) Example 38c . Recomposition of Levin’s mm. 216–225, highlighting the potential for a more conventional Deceptive Cadence–Grand Cadence succession that is not realized (click to enlarge and see the rest) [2.7.3] Measure 216 goes back to the “crime scene” of m. 187 (refer back to Example 28), so to speak, where the development materials from K. 332 had derailed the drive towards a final cadence: mm. 216–229 (Example 38a) provide a renewed cadential drive towards the successful PAC in m. 229. This time, the canon creates a Grand Cadence pattern in mm. 216–229 ( Gjerdingen 2007a , 152–53): Example 38a shows the surface, while Example 38b highlights the skeletal canon model. (42) In Example 38c , I propose a recomposition of this Grand Cadence pattern, offering a more conventional Deceptive Cadence–Grand Cadence pairing in comparison with Levin’s complex utterance. The Grand Cadence is appropriate here, since it is also used at the original conclusion of K. 332/i (Example 25 above). [2.7.4] This section of the analysis has shown how Levin plays upon canons that change their contextual meaning through the usage of galant schemata: the Prinner-like succession 6–5–4–3 migrates to the bass and becomes an extended bass Passo Indietro when preceding a rhetorically important cadential process. It is later embedded in a Grand Cadence soprano pattern, (1)–6–5–4–3–(2)–(1). The play on the significance of these scale degrees is done with short idiomatic canons, revealing yet another facet of Levin’s fluency. Levin also takes another opportunity to allude to the singular moment from K. 332/i’s recapitulation, which connects to a prior section of his performance. Once again, the technical richness of this performance demonstrates the abilities of an elite expert performer in this style. 3. Conclusion",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27",
                    "FN28",
                    "FN29",
                    "FN30",
                    "FN31",
                    "FN32",
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36",
                    "FN37",
                    "FN38",
                    "FN39",
                    "FN40",
                    "FN41",
                    "FN42"
                ],
                "citations": [
                    "gjerdingen_2007a",
                    "caplin_1998",
                    "gjerdingen_1988",
                    "lester_1990",
                    "gjerdingen_2007a",
                    "taruskin_1995",
                    "gooley_2018",
                    "guido_2017",
                    "rink_1993",
                    "richards_2001",
                    "gooley_2018",
                    "gooley_2018",
                    "busse_berger_2005",
                    "jeffery_1992",
                    "larson_2005",
                    "love_2012",
                    "gjerdingen_2007a",
                    "gjerdingen_2007a",
                    "abu_shumays_2013",
                    "berkowitz_2010",
                    "riley_2003",
                    "berkowitz_2010",
                    "focks_2016",
                    "cafiero_2007",
                    "gjerdingen_2007b",
                    "gjerdingen_2013",
                    "gjerdingen_2020",
                    "dubois_1921a",
                    "gjerdingen_2007b",
                    "johnson_2010",
                    "levin_2004",
                    "johnson_2010",
                    "johnson_2010",
                    "gjerdingen_2020",
                    "sanguinetti_2012",
                    "gjerdingen_2020",
                    "norgaard_2011",
                    "kramer_1993",
                    "rabinovitch_2018",
                    "gjerdingen_2007a",
                    "gjerdingen_2007a",
                    "allanbrook_1992",
                    "gjerdingen_2007a",
                    "schmalfeldt_1992",
                    "sherrill_2018",
                    "moreno_2003",
                    "gjerdingen_2007a"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] This article has presented an analytical exploration of Levin’s improvised performance, as well as a background discussion on reimagining historical improvisation. By tracking the network of improvisatory techniques, I have speculated on Levin’s abilities and on the horizons of listening for experienced audience members. Whether or not experienced listeners were able to track such connections in the live performance, my analytical “suggestions” ( Temperley 1999 ) may serve as a listening guide for this recorded fantasy, highlighting some of the musical relationships. I hope that this article would serve as a point of departure for additional analytical and critical explorations of this performance, which can complement or contradict my own observations and assumptions.",
                "footnotes": [],
                "citations": [
                    "temperley_1999"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The analysis of musical patterns in this article has become an analysis of improvisatory techniques. I have attempted to disentangle manipulations of galant schemata, quotations, and internal connections in the performance. In some cases, a single phrase or even a single moment encapsulates several types of manipulations. Even if some connections in the proposed network are more likely than others, Levin’s rich technique clearly seems to me to represent “carefully plotted-out relations,” not “propitious happenstance.” This is true whether Levin was conscious of such connections or not during the performance. By studying Levin’s reconstruction of historical improvisation, we gain a certain viewpoint on what expert performers could conceivably have accomplished before the decline of improvisation in the nineteenth century. While the actual sounds of historical European music are lost, Levin’s improvisation can serve those of us—scholars, practitioners, teachers—who are engaged in reimagining and analyzing classical improvisation. From the point of view of galant schema theory, this is a case study for the usage of schemata by a living elite-expert speaker of Mozart’s idiom.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] My discussion of Levin’s abilities as an expert improviser suggested that he drew certain long-term connections between different parts of the improvisation, by circling back to schemata or schema complexes used at an earlier point in the performance. However, I have shied away from describing truly organic unity, limiting myself to networks of associations and to allusions to salient and recognizable moments in the original pieces—ones that might be spotted by experienced listeners in real time. This seems to be an appropriate way to discuss an improvisation, where there are no revisions and planning is much more limited than in a composition. Schenker thought that the master composers had distant hearing abilities in composition and improvisation ( Rink 1993 ). Without delving into differences in theoretical outlook, it seems clear that both Schenkerians and schema theorists are interested in the abilities of expert tonal musicians to compose and improvise ( Brown 2005 , 2010 ). Whether we think of such abilities in terms of foreground, middleground, and background, or in terms of galant schemata concatenated within formal scripts ( Byros 2015 ), Levin’s musicianship gives us a vivid sense of what a master improviser in the style can accomplish extemporaneously. If my analysis opts for a loose network of allusions and manipulations, it merely reveals some of the assumptions that I bring into the multi-voiced area of improvisation studies.",
                "footnotes": [],
                "citations": [
                    "rink_1993",
                    "brown_2005",
                    "brown_2010",
                    "byros_2015"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.2.rabinovitch.html",
    "data": "mto/data/mto.20.26.2.rabinovitch.json"
}