{
    "title": "Becoming and Disintegration in Wolfgang Rihm’s Fifth String Quartet, <i>Ohne Titel</i>",
    "date": "2022/06/01",
    "volume": "28",
    "issue": "2",
    "authors": [
        "Hier, David"
    ],
    "abstract": "Wolfgang Rihm’s Fifth String Quartet poses numerous challenges to analysis because it contains little repeated material, no clear formal design, and contains a wealth of diverse musical gestures. I argue that the piece’s gestures should be understood in relation to an idealized Austro-German romantic music, common to much of Rihm’s work from the 1970s, but which fails to materialize in the Fifth Quartet. I trace the piece’s closeness to romanticism and demonstrate how the piece’s unpredictable formal process produces a large-scale gestural contour composed of smaller processes. I call processes directed toward romanticism, “becoming,” and those directed away from it, “disintegrating.” After surveying several noteworthy passages, I examine the quartet’s large-scale form. I conclude with a brief meditation on the relationship between Rihm’s aesthetics and German romanticism and the post-modernism of the 1970s and 1980s, and argue that Rihm’s music fulfills the demands of romantic theorists from the early 19th century, forming a new strain of romanticism built atop the ruined memories of the old.",
    "keywords": [
        "Wolfgang Rihm",
        "Romanticism",
        "Neo-Simplicity",
        "gesture",
        "post-modernism",
        "process"
    ],
    "doi": "10.30535/mto.28.2.3",
    "received": "June 2021",
    "pdf": "https://mtosmt.org/issues/mto.22.28.2/mto.22.28.2.hier.pdf",
    "author_info": [
        {
            "name": "David Hier",
            "university": "University of Texas at Austin",
            "address": "2406 Robert Dedman Drive, Austin, TX 78712",
            "email": "david.hier@austin.utexas.edu"
        }
    ],
    "citations": {
        "adorno_1998": "Adorno, Theodor W. [1961] 1998. “Vers une musique informelle .” In Quasi Una Fantasia: Essays on Modern Music , translated by Rodney Livingstone, 269–322. Verso.",
        "brinkmann_2001": "Brinkmann, Reinhold. 2001. Musik Nachdenken: Reinhold Brinkmann und Wolfgang Rihm im Gespräch . ConBrio Verlagsgesellschaft.",
        "brodsky_2018": "Brodsky, Seth. 2018. “Rihm, Tonality, Psychosis, Modernity.” Twentieth-Century Music 15 (2): 147–86. https://doi.org/10.1017/S1478572218000129 .",
        "brügge_2004": "Brügge, Joachim. 2004. Wolfgang Rihms Streichquartette: Aspekte zu Analyse, Ästhetik und Gattungstheorie des modernes Streichquartette . Saarbrücken.",
        "christensen_2003": "Christensen, Erik. 2003. “Overt and Hidden Processes in 20 th Century Music.” In Process Theories: Crossdisciplinary Studies in Dynamic Categories , ed. Johanna Seibt, 97–117. https://doi.org/10.1007/978-94-007-1044-3_5 .",
        "erpf_1927": "Erpf, Hermann. 1927. Studien zu Harmonie– und Klangtechnik der neueren Musik . Breitkopf & Härtel.",
        "ewell_2013": "Ewell, Philip A. 2013. “The Parameter Complex in the Music of Sofia Gubaidulina.” Music Theory Online 20 (3). https://doi.org/10.30535/mto.20.3.8 .",
        "frymoyer_2017": "Frymoyer, Johanna. 2017. “The Musical Topic in the Twentieth Century.” Music Theory Spectrum 39 (1): 83–108. https://doi.org/10.1093/mts/mtx004 .",
        "grimes_2019": "Grimes, Nicole. 2019. “Brahms as the Vanishing Point in the Music of Wolfgang Rihm: Reflections on Klavierstück Nr. 6 .” In Music Preferred: Essays in Musicology, Cultural \tHistory, and Analysis in Honour of Harry White , ed. Lorraine Byrne Bodley, 512–47. https://doi.org/10.2307/j.ctv6jm9gm.33 . Hollitzer Verlag.",
        "hall_2009": "Hall, Mirko. 2009. “Friedrich Schlegel’s Romanticization of Music.” Eighteenth-Century Studies 42 (3): 413–29. https://doi.org/10.1353/ecs.0.0054 .",
        "hanninen_2012": "Hanninen, Dora. 2012. A Theory of Music Analysis: On Segmentation and Associative Organization . University of Rochester Press.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music: A Renewed Dualist Theory and An Account of Its Precedents . University of Chicago Press.",
        "hasty_1981": "Hasty, Christopher. 1981. “Segmentation and Process in Post-Tonal Music.” Music Theory Spectrum 3: 54–73. https://doi.org/10.2307/746134 .",
        "howland_2015": "Howland, Patricia. 2015. “Formal Structures in Post-Tonal Music.” Music Theory Spectrum 37 (1): 71–97. https://doi.org/10.1093/mts/mtv011 .",
        "iverson_2014": "Iverson, Jennifer. 2014. “Statistical Form amongst the Darmstadt School” Music Analysis 33 (3): 341–87. https://doi.org/10.1111/musa.12037 .",
        "johnson_2017": "Johnson, Thomas. 2017. “Tonality as Topic: Opening a World of Analysis for Early Twentieth-Century Modernist Music.” Music Theory Online 23 (4). https://doi.org/10.30535/mto.23.4.7 .",
        "kahrs_2020": "Kahrs, Noah. 2020. “Consonance, Dissonance, and Formal Proportions in Two Works by Sofia Gubaidulina.” Music Theory Online 26 (2). https://doi.org/10.30535/mto.26.2.7 .",
        "kholopova_2001": "Kholopova, Valentina. 2001. Sofii͡a Gubaĭdulina: putevoditelʹ po proizvedenii͡am . Kompozitor.",
        "knockaert_2017": "Knockaert, Yves. 2017. Wolfgang Rihm, A Chifre: The 1980s and Beyond . Leuven University Press. https://doi.org/10.2307/j.ctt21c4s1z .",
        "kramer_1988": "Kramer, Lawrence. 1988. “Expressive Doubling: Beethoven’s Two-Movement Piano Sonatas \tand Romantic Literature.” Studies in Romanticism 27 (2): 175–201. https://doi.org/10.2307/25600707 .",
        "mcgregor_2017": "McGregor, Richard E. 2017. ““The Blast Has Arrived at the Body’” Wolfgang Rihm’s Creative Explosion of 1981.” Contemporary Music Review 36 (4): 237–76. https://doi.org/10.1080/07494467.2017.1399669 .",
        "mirka_2014": "Mirka, Danuta, ed. 2014. The Oxford Handbook of Topic Theory . Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199841578.001.0001 .",
        "monahan_2013": "Monahan, Seth. 2013. “Action and Agency Revisited.” Journal of Music Theory 57 (2): 321–71. https://doi.org/10.1215/00222909-2323497 .",
        "rihm_1997": "Rihm, Wolfgang. “Anläßlich Sub-Kontur.” Ausgesprochen: Schriften und Gespräche Edited by Ulrich Mosch. Schott.",
        "rihm_1998": "Rihm, Wolfgang. [1984] 1998. “Musikalische Freiheit.” Ausgesprochen. Edited by Ulrich Mosch. Paul Sacher Stiftung.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives \ton Form in Early Nineteenth-Century Music . Oxford University Press.",
        "stockhausen_1973": "Stockhausen, Karlheinz. 1973. Conversations with the Composer . Edited by Jonathan Cott. Simon and Schuster.",
        "whitall_1998": "Whitall, Arnold. 1998. Review of New Music and Claims of Modernity , by Alastair Williams. Music & Letters 79 (4): 631–35.",
        "williams_1997": "Williams, Alastair. 1997. New Music and the Claims of Modernity . Ashgate.",
        "williams_2006": "Williams, Alastair. 2006. “Swaying with Schumann: Subjectivity and Tradition in Wolfgang \tRihm’s ‘Fremde Szenen’ I–III and Related Scores.” Music & Letters 87 (3): 379–97. https://doi.org/10.1093/ml/gci234 .",
        "williams_2013": "Williams, Alastair. 2013. Music in Germany since 1968 . Cambridge University Press. https://doi.org/10.1017/CBO9781139034081 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I would like to thank the Minguet Quartet for their generous permission to allow me use of their wonderful recordings of Rihm's music.",
            "citations": []
        },
        "FN2": {
            "text": "2. For more on the role of F ♯ in the Fifth Quartet, see Brügge ( 2004 ) and Knockaert ( 2017 ).",
            "citations": [
                "knockaert_2017"
            ]
        },
        "FN3": {
            "text": "3. Nicole Grimes ( 2019 ) notes the prominent allusions to Schubert in Rihm’s Ländler (1979), to Schumann in Jakob Lenz (1978) and Fremde Szenen (1982–1984), to Mahler in Morphonie (1972) and the Second (1976) and Third Symphonies (1979), and to Brahms in his Klavierstück Nr 6 (1978), Brahmsliebewalzer (1985), and Ernster Gesang (1996).",
            "citations": [
                "grimes_2019"
            ]
        },
        "FN4": {
            "text": "4. Iverson also analyzes and contextualizes the work of other Darmstadt composers active in the late 50s and 60s, including Pousseur, Ligeti, and Boulez.",
            "citations": []
        },
        "FN5": {
            "text": "5. The original German reads: “Debussy hat die musikalische Sprache als einer der ersten bewußt als das Eigentliche von Musik ausgefaßt. Die Sprache der Musik als Musik selbst, nicht die Form oder Melodie oder irgend etwas anderes, sondern das musikalische Reden . . . >Debussy war Musiker genug, um nicht in der puren Entsprechung syntaktischer Konstellationen bereits Musik sehen zu wollen. Für ihn war Sprache untrennbar vom Sprechen, vom Gesprochenwerden. Deshalb ist die sinnliche Erschienung der musikalischen Sprache von ihm als integraler Bestandteil der Sprache mitgedacht, miterfunden worden.”",
            "citations": []
        },
        "FN6": {
            "text": "6. The original German reads: “das Werk ist die Suche nach dem Werk.”",
            "citations": []
        },
        "FN7": {
            "text": "7. I realize that Rihm’s remarks can be interpreted in other ways, for example, as an exhortation for directness of emotion or for a freedom from exhausted constructivism and syntactical organization. But it is the conflation of music with the “language of music,” alive or dead, that I find most stirring and most germane to Rihm’s pieces that reference romantic styles, forms, genres, and composers.",
            "citations": []
        },
        "FN8": {
            "text": "8. I should like to briefly stress that the complexity and pluralism of Rihm’s music affords a variety of interpretations and viewpoints, most of which one may entertain simultaneously. Nevertheless, shining a spotlight on the process of becoming I describe here is a method I find especially helpful for newcomers to Rihm’s music.",
            "citations": []
        },
        "FN9": {
            "text": "9. A number of other pieces by Rihm spanning the late 70s to early 90s share with the Fifth Quartet similar tonal and romantic evocations; they include his opera Jakob Lenz (1976), the Mehrere kurze Walzer (1979/1988) for piano four hands that explicitly recall nineteenth-century music making, the Fremde Szenen (1982-1984) for piano trio, and his numerous sets of lieder, for example Das Rot (1990), in which romantic piano writing and tonal progressions coexist with non-tonal and fragmented material.",
            "citations": []
        },
        "FN10": {
            "text": "10. Knockaert and I also differ in the degree to which we consider “coherence” in Rihm’s music. Knockaert argues that “in his search for utopian systemlessness, Rihm is permanently looking for tools capable of suppressing coherence and continuity as much as possible, such as fragmentation and disturbance” ( 2017 , 40). While Knockaert cites Rihm stating his desire to retreat from coherence, I think it is more compelling to locate coherence not in the artwork itself but in our interpretation of it. It is true that Rihm’s music eschews conventional means of structuring music, but it is up to us to find meaning, or coherence, in his music. The absence of a conscious system does not preclude our ability to hear similarity, tension, direction, and process in his music or our ability to theorize loose systems underpinning aspects of the composition. Viewed conventionally, much of Rihm’s music appears incoherent, but some logic necessarily underpins it.",
            "citations": [
                "knockaert_2017"
            ]
        },
        "FN11": {
            "text": "11. In addition to Howland, influential studies by Christopher Hasty ( 1981 ) and Dora Hanninen ( 2012 ) consider the problem of segmentation and the post-tonal phrase. Since my conception of Rihm’s music largely avoids considering phrases in any conventional sense in favor of a large process with manifold changes in orientation, I have largely refrained from addressing the problem. Hasty writes, for example, that “one of the principal functions in post-tonal music” is “the balancing of musical articulation and continuity” and that these articulations support quasi-formal functions of “opening” and “closing” ( 1981 , 60). In my view, Rihm’s processes are subsumed under the large-scale process of becoming, thus there are no lower segments that themselves express formal functions.",
            "citations": [
                "hasty_1981",
                "hanninen_2012",
                "hasty_1981"
            ]
        },
        "FN12": {
            "text": "12. A recurring sonority in Rihm’s music is (016) and related sets, what Knockaert calls the “tritone-triad” ( 2017 , 165) in Rihm’s Chiffre cycle. Knockaert also cites chromatic clusters as recurring harmonic materials ( 2017 , 219).",
            "citations": [
                "knockaert_2017",
                "knockaert_2017"
            ]
        },
        "FN13": {
            "text": "13. Thomas Johnson ( 2017 ) explores the idea that composers in the first half of the twentieth century deploy tonality as a topic. His analysis of Schoenberg op. 19/4, for instance, locates collections like the octatonic and whole-tone, and specific gestures and intervals as tonal “figurae,” that serve to remove tonality from its proper context. Johnson’s ideas apply very well to the early twentieth century, but less well to Rihm’s music, in which tonality, or the elements of romanticism are not so much deployed in a different context as they are the goal of a directed process. I argue that romanticism thus plays a less topical role and a more syntactical one in Rihm’s quartet. There remains, however, a striking similarity between Rihm and Schoenberg’s expressionist music, and Johnson’s study informs my own.",
            "citations": [
                "johnson_2017"
            ]
        },
        "FN14": {
            "text": "14. I do not mean to imply that Rihm’s quartet is in any way indebted to or derived from Brahms’s. Brahms’s quartet is well known and features a mix of gestures suitable for comparison to my parameter complex.",
            "citations": []
        },
        "FN15": {
            "text": "15. This is especially true of Babbitt’s music, for example, in which major and minor triads often occur, and in which legato playing and warmer sounds are never ruled out. The supple sound-world of Boulez’s mature compositions including Le Marteau San Maître also feature warm sounds, smooth playing techniques, and rich harmonies that do not match the disintegrated portion of my scale. Pieces like Penderecki’s Threnody to the Victims of Hiroshima or Polymorphia are closer to the disintegrated side of my scale, but these pieces tend to favor rich, complex, mostly static sound masses over the more fragmented, erratic, but still pitch-centric gestures that characterize much of Rihm’s music. Rihm has noted Schoenberg’s expressionist music as an important influence on his own, but the fragmented sound of disintegration in the fifth quartet is still quite far removed even from Schoenberg’s most fragmented pieces, like Op. 11/3, for example.",
            "citations": []
        },
        "FN16": {
            "text": "16. A similar situation arises in some of Beethoven’s music, which serves as an important romantic antecedent. Consider the opening of the Ninth Symphony, or especially the introduction to the finale of the Piano Sonata, Op. 106, in which Beethoven shapes the fragmented material into numerous would-be pieces until he arrives at a more stable state and the fugue begins: the fugue theme, for example, is constructed from the falling thirds in the introduction, the rising octaves contribute to the countersubject, etc.",
            "citations": []
        },
        "FN17": {
            "text": "17. Rihm's relationship to serialism and the avant-garde is complex and worthy of its own study. For more on this important question, see Williams ( 1997 ) and ( 2013 ), Knockaert ( 2017 ), and Brodsky ( 2018 ).",
            "citations": [
                "williams_1997",
                "williams_2013",
                "knockaert_2017",
                "brodsky_2018"
            ]
        },
        "FN18": {
            "text": "18. Another element that we might consider influencing energy level is the amount of time it takes for the process to reach the next local climax or nadir: a passage that quickly changes from a high degree of disintegration to a high degree of becoming in a few bars might be said to have greater energy than one in which the change takes tens of bars. It requires a greater flame to heat a kettle of water in five minutes than it does in five hours. I am more interested in signifiers of energy, though. If we imagine a situation in which a steady dissipation of energy in the direction of disintegration occurs relatively quickly, the impression is of a removal of the flame from the kettle and a quick return to the temperature of the environment. Following Monahan ( 2013 ), we might say that the individuated elements associated with high and low energy levels flow from the agency of the “work-persona”—that the piece hurtles toward becoming or disintegration because it produces individuated elements that signify high levels of energy—while the length of processes lack as direct an agential origin—in the flame analogy, it would be like the composer changing the temperature of the environment so that the kettle takes faster or longer to cool down once the flame is removed. I associate the lengths of the processes with the overall formal plan and the meaning of the quartet more than with the feeling of energy, but other interpretations remain possible. I explore the piece’s formal plan and extra-musical meaning below.",
            "citations": [
                "monahan_2013"
            ]
        },
        "FN19": {
            "text": "19. Many late romantic adagios feature chromatic inner voice leading: from the adagios of Bruckner, Reger, Mahler, and Schmidt, to songs by Schoenberg and Zemlinsky.  The role and preponderance of chromatic voice leading in late romantic music is well documented and theorized in Harrison 1994 , in which inner-voice “projections” of the structural voice leading reinforce the functional meaning of what are often novel and discordant chords.",
            "citations": [
                "harrison_1994"
            ]
        },
        "FN20": {
            "text": "20. Since the beginning of the passage in bar 358 is, locally, maximally disintegrated, with its sparse texture and lack of tertian harmony, stepwise melody, full sound, etc. and the music of bars 390–392 is locally maximally realized with respect to the goal, the entire span can be construed as a directed process within a broader, larger-scale process.",
            "citations": []
        },
        "FN21": {
            "text": "21. For a deeper study of the psychoanalytic role of tonality in Rihm’s music, see Brodsky ( 2018 ).",
            "citations": [
                "brodsky_2018"
            ]
        },
        "FN22": {
            "text": "22. This interpretation perhaps gels especially well with Rihm’s dictum, cited earlier, that “the work is the search for the work.” It also reflects Knockaert’s analysis of Rihm’s concept of the “pre-tone” and the “never-before-heard,” in which a final musical state belonging to the innermost imagination of the composer is unachievable and in only rough presentation in the published score ( 2017 , 65).",
            "citations": [
                "knockaert_2017"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction Example 1 . Rihm, String Quartet No. 5, bars 1–16 (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] As analysts, what should we do when challenged with music like the passage provided in Example 1 ? (1) These are the opening measures of Wolfgang Rihm’s Fifth String Quartet, Ohne Titel of 1983. In breakneck succession, Rihm introduces a set of seemingly unrelated figures, whose fragmentation prevents establishment of any sustained musical state. The opening sul tasto F ♯ is intruded upon by a diatonic cluster with irregular rhythm in bar 3. When the F ♯ returns in bar 4, it is accompanied by a more rhythmically regular ostinato-like figure in the violins and a melodic idea in the cello. The sudden entrance of the chromatic cluster at the end of bar 4 initiates a new section dominated by aggressive tremolando figures emphasising semitone clusters. In bar 9 a new texture emerges, although by bar 12 it transforms into one dominated by pointillistic harmonics. And so the process of restless change continues. To be sure, local links can often be found among between texturally distinct gestures. (For example, the semitone in bar 3, F ♯ –F, forms the basis of the cello’s melodic figure. The violin ostinato in bar 4 originates from the diatonic cluster in bar 3. The chromatic cluster in bar 4 is a compression of the diatonic cluster; the tremolando music that follows intensifies the opening semitone motion by offering semitones vertically and horizontally.) But these moment-to-moment motivic links are relatively tenuous and fail to account for the larger-scale motivic manipulation and form. In seeking to apply conventional organizing principles, such as by tracking motivic unity and traditional form elements, we are applying old analytical penchants to music that employs novel formal principles and structuring techniques. As Richard McGregor writes: “Rihm’s mature technique of ‘spontaneous composition’ resists traditional analysis since it does not rely on form, structure or defined musical archetypes for expression of the musical argument” ( 2017 , 239).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "mcgregor_2017"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] In the absence of conventional syntax and clear motivic repetition of any kind, we might begin by asking “what unifies these gestures and their sometimes sudden, sometimes gradual transformations?” At first, little seems to unify them since Rihm repeats—literally or with minimal variation—few of his gestures. A more fruitful entry point is suggested by the feeling of directedness that the gestures more generally elicit. The opening four bars are relatively calm, harmonically concordant, and lack a strong sense of forward motion: they form a relative stasis belied only weakly by the syncopated pianississimo attacks. The explosive attacks at the end of bar 4 propel the music forward while continuing to exhibit clear rhythmic and metrical profiles. In bar 9, the music dissolves into fragments as the register shrinks and converges on the semitone cluster G– B ♭ and unpredictable attacks replace the earlier ascending gestures. By bar 14, the sound further degenerates into pointed harmonics that form a new stasis. We have quickly surveyed multiple gestures from the passage, element by element, and have in the process alluded to inherent oppositions between harmonic concordance and discordance, metrical clarity and obscurity, small and large registral spans, and conventional and extended string techniques. We have intuitively devised a scheme for analyzing changes in elements of the music over time. I contend that the changes in the musical elements of the quartet are given shape by their coordination in reference to a particular kind of music, the sound-world of Austro-German Romanticism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Very little in Example 1 immediately suggests Schumann, Wagner, or Mahler, except perhaps how all the musical gestures appear to be directed.  But we imagine the music undergoing a transformation whose goal is a reproduction of the Romantic idiom, and we can trace the flux of this process’s development. For example, the viola line’s vibrato and short dynamic swell in bar 4 suggest the beginning of a melody cut short, while the cello’s idea suggests the beginning of what might have been a more common-practice-based, “conventional” melodic-rhythmic motive. Bar 4, in fact, comes close to suggesting tonal harmony, perhaps ii or V /V in E, with the cello’s turn figure—B–C– B ♭ –A–B—especially evoking a romantic cantilena . The music that follows, however, immediately negates the romantic impressions and drives the texture away from the earlier, fragmentary allusions to tonal harmony and melody. Bars 1–4 thus constitute a muted process directed towards romanticism that forcefully turns away from it in bar 5. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] There is another reason to consider Austro-German romanticism as a key feature of this quartet, which is that Rihm structured pieces such as 1975’s Sub-Kontur , 1976’s Third String Quartet, and 1978’s Jakob Lenz around allusions to and quotations of German Romantic music. As a result, his style period from the 1970s garnered the monikers “Neo-Romanticism” and “New Simplicity.” (3) In his remarks on Sub-Kontur , for example, Rihm describes the piece’s form in terms of a nineteenth-century Adagio—replete with Mahlerian chromatic harmony, appoggiatura-laden melody, and richly doubled orchestration—that is attempting to surmount a raw, inchoate musical state ( 1997 , 298). The idealized romantic forms, with their attendant teleology, play a central role in his pieces from the 1970s. By contrast, in much of Rihm’s output from the 1980s—and in the Fifth Quartet in particular—the German romantic processual goal, if present at all, is alluded to more obliquely.  In the case of the Fifth Quartet’s, we can trace its various gestures as directed toward and away from an absent romantic processual goal, we can track its large-scale gestures and processes. In doing so, we gain the ability to integrate Rihm’s pluralism into a more coherent framework that manipulates the music of Austro-German romanticism as its basic material. I will begin our brief study of Rihm’s quartet by tracing the key features of its structure and its basis in a continuation of and reaction against the avant-garde of the 1960s and 70s. I will propose a method for analyzing the music and then will examine several passages from throughout the quartet. The conclusion, in addition to offering an interpretation of the large-scale form of the work, will situate it within avant-garde and Austro-German musical traditions, arguing that the romantic music’s process of “becoming” in the Fifth Quartet itself echoes key tenets of romanticism. 2. Macro-Gesture, Process, Romanticism, “Becoming and Disintegrating”",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "rihm_1997"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Rihm’s music from the 1980s draws subtly on his formative studies with Karlheinz Stockhausen. While superficial similarities with Stockhausen are few in much of Rihm’s music, it is clear that general principles derived from Stockhausen’s work and teaching influenced both his general aesthetic principles and specific compositional devices. Alastair Williams notes that Rihm’s Sub-Kontur , dedicated to his teacher, recalls aspects of Stockhausen’s Inori and Momente , in particular, the latter’s use of “moment-form”—a series of musical “events that are not dependent on a cumulative structure for their individual presence” ( Williams 2006 , 382). Yves Knockaert similarly cites that: “Rihm expresses his respect for Stockhausen” and borrows from his “use of proportions, formal aspects based on individualised ‘moments,’ and the priority given to intuition” ( 2017 , 60). Along with moment form, Stockhausen came to favor another, related approach that he termed “statistical form.” In a 1971 interview with Jonathan Cott, Stockhausen defined this as “a random distribution of elements within given limits” with formal directedness in the music described in statistical terms: “If there’s a tendency, then it’s a directional statistical one—going upward or downward, becoming thinner, thicker, brighter, or darker” ( Stockhausen 1973 , 73). Jennifer Iverson has compellingly shown how Stockhausen’s conception of statistical form—in which the focus is on attack density, pitch register and contour and variation in loudness and timbre, as opposed to tonal-harmonic or motivic relationships—coincided with his study of Debussy’s Jeux and with his nascent work in the electronic studio. Iverson argues that Stockhausen’s new conception of larger processes characterized by the statistical directedness of their many parameters marked a “second stage of serialism, during which many Darmstadt composers used tools from electronic music and information theory to move away from pointillism and toward denser textures and more perceptible Gestalten ” ( 2014 , 343). (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "williams_2006",
                    "knockaert_2017",
                    "stockhausen_1973",
                    "iverson_2014"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Despite what Alastair Williams calls the “constructivist titles” of some of Rihm’s early work from the 1970s (e.g., Morphonie , Sektor IV ), his music largely eschews the serialist aesthetic. The ease with which much of his music might be perceived as statistical, however, points to the depth of statistical form’s penetration of the European post-war avant-garde. Whereas in Boulez, Pousseur, Xenakis, and Stockhausen, statistical features frequently arise through the agglomeration of serialist or constructivist procedures resulting in large sound masses, in Rihm the statistical effect of the form arises from the freedom and unpredictability of the material.  His music rarely proceeds in a straight line, but neither does it adhere to the traditional organization of the phrase, theme, or closed formal section. It would thus be untenable to see Rihm’s music as a direct continuation of the stochastic and statistical principles as developed by post-serial composers. The formal totality, or what Williams ( 1997 , 145) calls the “organic wholeness” of Rihm’s compositions is rather best viewed through the lens of macro-gesture, in which disparate materials combine, accumulate, and dissipate, forming a large-scale musical flow. Williams argues that Rihm’s music is characterized by “a hard-edged discontinuity . . . offset by islands of sound establishing affinities with one another across space without a linking ‘narrative’” ( 1997 , 145). While Arnold Whitall has criticized Williams for failing to support his claims with more detailed musical analysis ( 1998 , 633), I agree with Williams that Rihm’s music is often discontinuous and his pieces frequently contain many unrelated musical ideas. I think it vital, however, to posit a “linking narrative” and to demonstrate through analysis the continuities that ensure a graspable “organic wholeness” does exist in the music. The Fifth String Quartet, for example, lacks a conventional formal design. It instead traces a constantly shifting through-line, the global shape of which arises from a series of local processes with their own macro-gestural orientation. Knockaert perceptively notes that Rihm’s music is characterized by the inclusion of “single events” that do not share common characteristics. He argues, drawing on Rihm’s own writings, that Rihm’s music consists of “a series of single events: not well-built, rounded phrases, but single words, isolated characteristics, put next to each other without any connection between them” ( 2017 , 40).",
                "footnotes": [],
                "citations": [
                    "williams_1997",
                    "williams_1997",
                    "whitall_1998",
                    "knockaert_2017"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] By attending to the music’s underlying processes however, we can fuse apparently unrelated material and apparent contradictions into a meaningful, coherent whole that embraces and interprets the discontinuities that characterize Rihm’s aesthetic. Rihm’s own words cast some light on the form and process in his music, though his enigmatic remarks sometimes confound as well as enlighten. In his touchstone essay “Musikalische Freiheit,” Rihm explores the nature of musical freedom and ponders distinctions between musical language and the materials of music. In reference to Debussy, whose formal experiments were earlier noted as having impacted Stockhausen’s approach to form, Rihm argues that musical communication is more profound and direct than any of its elements: Debussy was one of the first to consciously understand musical language as the essence of music. The language of music as music itself, not the form or melody or anything else, but musical speaking . . . Debussy was enough of a musician not to want to see music in pure correspondence of syntactic constellations. For him, language was inseparable from speaking, from being spoken. That is why he thought about and invented the sensual appearance of music as an integral part of musical language ( [1984] 1998 , 287). (5) His line of thinking culminates in his dictum that: “the work is the search for the work” ( Rihm [1984] 1998 , 283). (6) Rihm does not produce incomplete pieces or ephemeral improvisations, however; his scores are intended to be performed as complete artworks. Many interpretations of Rihm’s enigmatic remarks are possible. On a more technical level, I interpret him to mean multiple things simultaneously: both more generally, that his music is characterized by a unique approach to form in which each piece, free from any restraint, finds its own way, and more literally, that individual pieces provide the listener with the experience of searching for some final form or stable state, a sort of restless flux that rarely or never settles into a fixed form for long. Read alongside his remarks about Debussy, I construe Rihm’s dictum to advocate for music in which the musical material is the memory of musical history: the music no longer must center around the development of motives, the syntactical meaning of harmonies, conventional or pre-determined formal designs, or other traditional or constructivist methods of providing musical structure, but instead centers meta-musically around the manipulation of existing musical languages and vocabularies. This paradigm shift results in a processual, if unpredictable, shaping of the piece’s material towards what may be an unobtainable goal: the recreation of one or more musical styles. (7) This is not to say that motives, harmony, and texture, etc. do not play an important role in my interpretation of Rihm’s music, but rather that the traditional elements of music adopt a symbolic meaning beyond their constructive roles in the musical form. Passages function as tokens of historical styles in a manner recalling musical topics in earlier music. The key difference between traditional topics employed in eighteenth- and nineteenth-century music and the stylistic references in Rihm is the formal role of Rihm’s allusion: romanticism in Rihm’s Fifth Quartet is not only an anachronism, nor, as Danuta Mirka describes the topic, a musical style or genre “taken out of [its] proper context and used in another one.” ( 2014 , 2). It is, in fact, the goal of the piece’s processual form. Rihm’s quartet marks, among other things, a deconstruction and attempt at reconstruction of German romanticism. That the piece never fully achieves its romantic goal echoes one of the defining traits of German romanticism itself. I will discuss the relationship between the endless search for the work’s goal and romantic conceptions of form in this article’s final section.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "rihm_1998",
                    "rihm_1998",
                    "mirka_2014"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] To better define the search for the work, or what we conceive of as processes undergirding Rihm’s quartet, I refer to Erik Christensen’s typology of musical processes, which describes two process types: transformation processes and generative processes ( 2003 , 115). In a transformation process, a musical state undergoes changes, while in a generative process, a mechanism independent of the music produces a series of musical states. Christensen argues that composers have differing levels of control or oversight, resulting in three categories of process: rule-determined, goal-directed, or indeterminate. Rule-determined processes are bound by discrete rules that must be followed; goal-directed processes lack “meticulously defined” rules but represent an “audible realization of the composer’s vision of the form”; and indeterminate processes feature random elements ( Christensen 2003 , 107). We may characterize Rihm’s processes as goal-directed transformations, because they involve changes to a musical state that are neither rule-bound nor indeterminate. Goal-directed processes also typically achieve their goals in some form or another by the end of the process. Goals may simply be extremes in one or more domains—for example, a dynamic or registral climax—or a particular state—for example, phase alignment or a marked interval, such as a compound octave. Example 2 . Rihm, String Quartet No. 3, end of the second movement (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": [
                    "christensen_2003",
                    "christensen_2003"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] The passages Christensen cites as goal-directed—such as Ligeti’s In zart fliessender Bewegung —are often very large and clearly segmented formal sections or entire pieces shaped almost exclusively by their underlying process. Rihm’s processes, however, exist on multiple levels from the minute to the global and are more continuous. The goal of the local processes that accumulate to form a large-scale form in Rihm’s music from the late 70s and early 80s is to recapture the idiom of Austro-German romanticism. While this is by no means the only way to attend to form and process in Rihm’s music, I argue that the “work” for which the music “searches” in the Fifth Quartet is romanticism, writ large. (8) In subsequent discussion, I will consider briefly the aesthetic and political ramifications of construing such music as a goal in Rihm’s music from this time; for now, though, I will focus on the musical and formal significance the repertory holds in Rihm’s work. I have already adduced Sub-Kontur as a piece in which Austro-German romanticism emerges from inchoate textures; notably, Rihm takes a similar approach in his Third String Quartet, subtitled Im Innersten . (9) The piece was premiered by the Bern String Quartet in 1977 as part of the Royan Festival in France and, according to Alastair Williams, “did much to secure [Rihm’s] prominence at an early age.” ( 2013 , 129). Williams notes that the piece’s title—which translates roughly to “in the innermost” or “at the heart of things”—evokes the title of Janáček’s Second Quartet, Intimate Letters .  A number of its passages evoke the cavatina from Beethoven’s quartet Op. 130, which Williams argues “embodies the nineteenth-century idea of spiritual inwardness” ( 2013 , 130). The Third Quartet’s title refers not only to its highly emotionally environment, but also potentially to a specific passage that occurs at the end of the second movement; see Example 2 . This music’s obvious allusion to late romantic style must surely have been shocking and unexpected in an avant-garde quartet in the late 70s.  If we view the passage as suggestive of an idealized romantic state within the work as a whole, we can define a scale of closeness to the romantic goal-music on which passages of the quartet lie, given their features. The Fifth Quartet, as we shall see, similarly references a romantic goal-music.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "williams_2013",
                    "williams_2013"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] The romantic goal-state in Rihm’s music is defined by its qualities. In the method to be followed, I assemble the set of qualities into what Valentina Kholopova calls a “parameter complex” ( 2001 ) in her analysis of the music of Sofia Gubaidulina. The technique of considering piece- or composer-specific elements as either consonant or dissonant has been developed increasingly of late by a number of North American theorists, including Philip Ewell ( 2013 ) and Noah Kahrs ( 2020 ). My approach similarly proceeds via a division of musical elements, but instead of considering passages as consonant or dissonant, I consider their closeness to the goal state and their levels of musical energy. Yves Knockaert ( 2017 ) likewise conceives of an “integrated approach” that considers individual parameters—melody, harmony, timbre, and texture—but in relation to larger formal proportions and symmetries, in contrast to my processual view of the music. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "kholopova_2001",
                    "ewell_2013",
                    "kahrs_2020",
                    "knockaert_2017"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Patricia Howland’s ( 2015 ) “integrated parametric structure” (IPS), which similarly extends to multiple musical parameters formal significance, so that changes (or their lack) in register, dynamics, density, etc. within a musical segment suggest one of five structural types: tension and release, a directional process, departure and return, symmetry, or a steady state. Howland’s directional structure resembles the processes I uncover in Rihm’s music, in that the “segments” I analyze are defined by their change in one particular direction, either toward or away from the characteristics of romantic music. While the process may exhibit some surface variability, the overall impression given in both our views, is of unidirectionality: “there may be small opposing motions, but the general impression will be that of a single direction of change—for example, becoming louder or descending in register” (80).  As might be expected, our approaches differ subtly in the role of segmentation and the concept of a post-tonal “phrase.” Segmentation in post-tonal music remains a thorny issue. (11) It is especially so in Rihm’s music from the 1980s, which frequently lacks formal articulations on local or large-scale levels. I do not believe that segmenting Rihm’s Fifth Quartet into self-contained phrases with attendant formal functions like closure and initiation is practicable or even necessarily worthwhile. As we shall see, one’s perception of the piece’s form is influenced by the underlying process flow towards and away from romanticism, such that points closest and furthest from the processual goal organize the music into ever smaller passages that together form a macro-gestural contour. In other words, the piece is not easily divisible into sections, phrases, or segments with clear beginnings and endings, but is better thought of as a continuous process with local highs and lows. In the analysis that follows, I will communicate my impression of the quartet’s large-scale form by examining representative passages that illustrate this formal process, as well as passages that mark global points that are closest and furthest from the goal. Example 3 . Gestures directed to and away from romanticism (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "howland_2015"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Example 3 provides a list of qualities for the romantic pastiche from Rihm’s Third Quartet provided in Example 2. The goal-music possesses all the following traits: tertian harmony, its stepwise or scalar melodic motion, its regular pulse, its homophonic texture, its relatively warm string sound, its clear use of motives and themes, and its legato articulation. Following from our view of the goal as a state that the music pushes towards or pulls away from, I imagine in opposition to the goal-music a state which possesses the following traits: the harmony is primarily built out of clusters and discordant intervals, (12) the melody is disjunct and pointillistic, there is no strong metrical pulse, the texture is polyphonic, the ensemble makes use of extended techniques and avoids the warm blending of the instruments, there is little thematic or motivic material, and the articulation is primarily detached and jagged. I use the term “becoming” to describe the process directed towards the goal  because we feel that the relatively well-defined materials of the goal are slowly coming into being, like the image in a camera coming into focus; and I call the process directed away from the goal, “disintegrating,” because it feels like the materials are fraying and the idealized image in our mind’s eye is losing its definition. Example 4 . Musical parameters and their closeness to romanticism (click to enlarge) Example 5 . Brahms, String Quartet in C minor Op. 51, No. 1, I, bars 1–19 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] As we continue our definition and assembly of the parameter complex, we should consider also what musical features most powerfully evoke romanticism, and which less so. Johanna Frymoyer’s ( 2017 ) weighted hierarchy of the characteristics of musical topics offers an excellent foundation. Frymoyer divides features of topics into “essential,” “frequent,” and “idiomatic” categories. Passages that contain “essential” characteristics more readily suggest the topic than those that contain only what Frymoyer calls “frequent” features. While I think it inappropriate to consider romanticism to be a topic in Rihm’s quartet, Frymoyer’s distinctions help us to weight the various parameters so that we can more clearly place passages along the “becoming” spectrum. (13) First, the parameters are grouped into categories based on how “essentially” they suggest Austro-German romanticism; Example 4 summarizes the essentiality of the parameters. Example 5 provides the opening bars of Brahms’s C minor string quartet, Op. 51, No. 1, which is emblematic of the romantic string quartet. (14) Tertian harmony, functional progressions, a regular pulse, and motivic distinctiveness are essential to the quartet. Stepwise and scalar melodies and homophonic textures are characteristic of romantic music but not required. Brahms’s quartet, for example, begins with a stepwise ascent, and stepwise progressions are implied by the violin’s compound melody; however, larger leaps continue in the violin. The texture begins homophonically, but in bar 11, different motives are combined with one another polyphonically. We associate a warm string sound and legato playing with passages that epitomize the style, for example in the grand adagios of Bruckner and Mahler, but these, too, are less necessary. Brahms’s quartet begins with legato playing in the violin, and legato playing dominates the passage beginning in bar 11. Yet detached playing occurs in bars 5–9, and octave doublings in bar 5 give way to the thinner double-stop octave in the viola in bar 7. It follows that a passage in Rihm’s quartet that features tertian progressions and a regular pulse but also a polyphonic texture and extended playing techniques approaches romanticism more than it does disintegration, while one with legato articulation and a homophonic texture but also discordant sonorities and no clear pulse resides closer to disintegration than to the romantic goal.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "frymoyer_2017"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] To extend this point, each individual parameter can be seen to span the spectrum from characteristic of romanticism to uncharacteristic. Example 4 summarizes the characteristic qualities of the quartet’s harmony. Functional progressions are most essential; sonorities familiar from the common practice repertory, such as major/minor triads, diminished-, half-diminished-, and dominant-seventh chords, augmented sixths, etc. are less essential; and sonorities built of diatonic elements that are not commonly emphasized in the romantic repertory, like (024), evoke the style more weakly. Example 4 also summarizes my categorization of romantic string sound: a warm sound in which the voices blend into a rich timbre is most characteristic; thinner sounds and mixed sounds are less characteristic; and those featuring extended techniques, including sul ponticello , very high artificial harmonics, and tapping on the body of the instrument, are the least characteristic. The table continues for each of the seven elements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] While the elements of romanticism coalesce in Rihm’s processes into a defined musical style, the disintegrated features are common to many twentieth-century styles without explicitly evoking any one of them. It is for this reason that I consider “becoming” in only one direction toward romanticism: I do not hear the music “becoming” anything in particular when it disintegrates, only that it is shedding what characterizes it as romantic. Webern’s music, for instance, is highly contrapuntal, lacks tertian harmony, and contains disjunct melodic motion, but it is also highly motivic, often warm, and contains a regular pulse (though it might occasionally be difficult to perceive). Other styles that repudiate features of romanticism to a greater degree are better represented by the disintegrated side of the spectrum but are still not represented entirely by that portion of the scale. Integral serialism, for example, tends to favor a diversity of playing techniques, articulations, and, on occasion, harmonic materials. (15) It may very well be that the disintegrated portion of my scale suggests an existing musical style or composer’s oeuvre, but I think it more helpful to understand the disintegrated music as representing unshaped putty in the hands of the composer. (16) As stated above, romanticism influenced Rihm’s chamber music from the 1970s and 1980s; thus, it is reasonable to elevate romanticism to occupying a special role in the fifth quartet. The process of becoming and the impossibility of completely resolving compositional contradictions are also key features of romanticism itself— another point to be explored at greater length in this article’s conclusion. (17)",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] We return now to Example 2, where the music was seen to achieve a state nearing romantic music: the expressive, richly hued melody is accompanied by a relatively warm string sound (despite the lack of vibrato) and is supported by tonal functional harmony. But already in bar 11, the music begins to disintegrate. The melody collapses in bar 12. When it restarts in bar 13, it forms dissonances (according to conventional tonal counterpoint) with the passing motion in the bass. The unexpected and jarring move to E-flat minor precipitates the rhythmic discontinuity in bar 15 and the attenuation of tonal functional harmony; note the unconventional progression of minor triads in bars 15–17. The final staccato articulation signals an end to the warm, legato sound that previously dominated the passage. The music in bars 15–17 is also less motivically distinctive: the Mahlerian turn figure is abandoned, not through a gradual liquidation of motivic features, but all at once as the melody dissolves into the accompaniment texture in bar 15. In all, the disintegration is only slight: the passage still ends with a minor triad and conventional playing techniques, but bars 11–18 constitute a disintegration in relation to the romantic goal. Example 6 . Gesture energy levels (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] So far, we have seen how certain specific musical features contribute to the sense of direction toward the goal. Importantly, there are yet other factors contribute instead to the passage’s energy level. In her examination of tension and release in post-tonal music, Howland writes: “The process of thickening, speeding up, and/or getting louder (often leading to a climax) followed by a decrease in those parameters produces an impression of accumulating and dissipating energy” ( 2015 , 75). Example 6 lists musical qualities associated with high and low energy levels in Rihm’s quartet. Following Howland, passages that are loud, contain fast surface rhythms, rising contours, and expanding registers have high energy, while those that are soft, contain slow surface rhythms, falling contours, and shrinking registers have low energy. Example 7 . Gestural space in Rihm’s quartet (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "howland_2015"
                ]
            }
        },
        {
            "2.14": {
                "text": "[2.14] The analysis that follows will view Rihm’s Fifth Quartet as one organic whole whose minute processes direct the shape of the larger form. (18) My analysis will situate Rihm’s gestures in a Cartesian graph, provided in Example 7 . The x axis charts the direction to and away from romanticism and the y axis the energy level. Each quadrant is associated with a different phenomenal status. Passages that lie in the upper right quadrant feature strong becoming because the music hurtles toward the romantic goal with great energy. Passages that lie in the upper left quadrant feature strong disintegration because the music proceeds away from romanticism with high energy. Those in the lower right feature weak becoming because they have low levels of energy, and those in the lower left feature weak disintegration for the same reason. 3. Becoming and Disintegration in the Fifth Quartet—Analytical Demonstration",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] With these concepts in mind, we now turn to the Fifth String Quartet. I will fist present a reading of a passage from the middle of the work in order to show its processes in action. I will then zoom out to examine two passages from the beginning and end of the piece to provide a glimpse into its large-scale gestural shape. Throughout the examples, I use a red-shaded quadrant of the Cartesian graph to indicate peak moments of directedness toward romanticism and high levels of energy. Blue-shaded quadrants signify moments of peak disintegration and low levels of energy. Purple-shaded quadrants signify medial moments (e.g.,  local climaxes and nadirs), it being assumed that passages lying between them either become or disintegrate, respectively. Example 8 . Rihm, String Quartet No. 5, bars 358–392 (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Example 8 provides a representative passage from the middle of the quartet. The passage marks a shift from disintegration to becoming through the two medial states. It begins in a state nearing disintegration. The pizzicato and sul ponticello articulations, the dissonant sonorities in bar 360 comprising some interval plus a semitone, and the lack of a strong pulse all distance the music from the romantic goal. The opening four bars also lack energy: the surface rhythm is mostly slow, the texture is sparse and the overall register is relatively narrow. A brief pitch-class motive, labeled a in the annotations, takes the form of a rising minor third followed by a major second. The blue-shaded region of the Cartesian graph next to the graphic signals the upcoming disintegration (see top left).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] From bar 358 to 373, we observe changes in a variety of parameters that are increasingly characteristic of romantic music. The discordant clusters in bar 360 proceed to chords with tertian constructions in bar 363 (C minor, emphasized registrally, against F ♯ –D) and to sonorities with collections with tonal implications in bars 368–369 (D–E–F– A ♭ and F ♯ –B– G ♯ , etc.). At the beginning of the passage, the meter is weakly articulated: numerous syncopations and triplets obscure the barline. But in bars 368–379 the quarter beat is articulated more clearly and emphasized with accents. The first five bars of the passage introduce many different melodic ideas. By bar 363, the repeated sonorities accrue a higher level of distinctiveness, and several repeated melodic ideas appear in bars 367–373. The first violin introduces the motive G ♯ – B ♭ –D (labeled c in the annotated score) in bars 362–363, which then transforms into the repeated figure F ♯ – A ♭ –C in bars 366–367 through transposition and a change in contour. A fragmented variant of motive a follows— Ab ♭ –B in bars 368–370—and then combines with c to coalesce into a new figure in bars 372–373: D–F– F ♯ – B ♭ –E. The opening pizzicati and sul ponticello in bars 358–361 give way to a fuller, rich string sound with dynamic swells in in bars 362–364. The pizzicato returns in bar 371 along with non vibrato playing and an artificial harmonic, pushing the music slightly toward disintegration. However, since texture and timbre are less essential markers of romanticism than harmony, meter, melody, and thematicism, the passage “becomes” more than it disintegrates. Example 9 . Recomposition of Example 8 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] I encourage readers to hear the music as becoming increasingly romantic throughout the passage. This raises some questions: what might the processual goal sound like, and how might it be formed from the piece’s material? The easiest elements to recognize that adumbrate the processual goal are motivic in nature: the leap-plus-whole-tone, the rising minor third, the ascending major ninth and the rhythm long-short-long. These repeated figures also present distortions of late romantic harmonic practice: consider the semitonal inner-voice leading in bars 369-371, where the unresolved sound of the C-minor-like chord and the recurring D-E-F- A ♭ chord appear. The texture is mostly homophonic but the goal-music would further divide the music into melody and accompaniment. A relatively steady 4 3 meter emerges beginning at beat three of bar 368 (see the vertical strokes in the annotations to the example), in line with the goal-music attribute of metrical clarity. The frequent registral ascent intensifies the piece’s energy level, where the goal-music would remain registrally stable. Were we to combine these features, the result might be something like the music in Example 9 . The recomposition of Rihm’s gestures draws these fragments together into an imagined whole reminiscent of the romantic music from the Third Quartet. The motivic ideas from the passage’s opening— a , b , and c —are placed in the inner voices because their semitone motions recall the smooth voice leading of the late romantic adagio. (19) The motives repeated by Rihm become the central motivic ideas in the romantic completion. The tertian collections and tonally allusive melodic fragments in bars 368–372 (e.g., the melody’s repeating A ♭ / G ♯ –B–E–(F)– C ♯ – D ♯ , which alludes to an E Major diatonic collection), coalesce into a true E Major supported by functional harmony absent from the passage as Rihm actually wrote it. The same melodic idea, which in Example 9 is syncopated but nevertheless suggests a more stable meter than the music preceding it, coalesces into a clearer common time that retains some of the syncopation that characterizes the sounding music’s motives. My recomposition shows that it is indeed possible to reconfigure the passage’s motives into a coherent romantic pastiche; however, it is ultimately the nearness of the actual sounding music to the pastiche that influences our understanding of the passage’s form. In other words, Rihm’s music does not necessarily suggest this particular reworking of material. What it does suggest is that, had the process of becoming continued, the music likely would have achieved something quite similar to the recomposition.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The music suddenly shifts in bar 374,  bringing with it a drastic change in orientation with respect to the romanticism. First, the harmony shifts to focus on clusters dominated by set-class (0156). The repeated triplets produce a metrical pulse briefly in bar 375, but they suddenly come to a halt in bar 376; the syncopated music that follows with tremolando playing and septuplets lacks a clearly articulated pulse. The highly disjunct melodic material fails to coalesce into distinct motives. Essential and inessential parameters all orient toward disintegration in bar 378, with its syncopation, diversity of playing techniques, and lack of melody or clear pulse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Romantic elements do gradually reappear, however. First, inessential parameters like timbre and texture “become” as the sul ponticello playing in bar 380 gives way to ordinario playing in bar 381 and to a fuller, sustained sound in bar 389. At the same time,  the fragmented texture includes a clearer melody and accompaniment in bars 381–382 as the cello introduces an espressivo leap of a major seventh, A ♭ –G. The essential parameters are next to “become”: the meter stabilizes as the tremolo figures coalesce into clearer units lasting one or two quarter notes’ duration in bars 387–388, and the melodic idea A ♭ –G develops into a more stepwise line in bars 389–392 ( A ♭ – B ♭ – D ♭ –G answered by A ♭ –E in the lower voices). Finally, the harmonic language shifts from the earlier clusters to diatonic collections, first suggesting D minor and then functional progressions.  D half-diminished and fully diminished sevenths emerge in the tremolo in bar 382, followed by a D minor attack on the downbeat of bar 383. Next arises a functional progression of an A dominant seventh in bar 390 to the D minor collection immediately after. As the essential parameters increasingly orient towards romanticism, we experience a greater feeling of becoming. The drive toward romanticism is further supported by the passage’s high energy level created by means of fast surface rhythms, expanding register, persistently loud dynamics, and the rising contour of the melody. Despite being roughly the same length as the passage from bars 358–374 and proceeding similarly from disintegration to romanticism, the passage from 378–392 gives the impression of more forcefully becoming because of its high energy level. Example 10 . Gestural contour of Example 8 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Example 10 summarizes the overall process of the passage through the gestural space. A reduced contour graph of the passage traces a strong process of becoming: the opening state is maximally far from the goal-music and the end state is maximally close. Even though the process is not gradual and there are sudden changes of texture within the passage, it is clear that bars 389–392 function as a local goal. (20) While we could dig deeper into the passage and mark changes with respect to the goal in every bar, I find that changes on the scale of ten to twenty bars are more analytically compelling. In other words, our understanding of the formal process depends on the perceived span of the passage and the degree of our zooming-in. Consider: the passage that follows in bars 391–400 disintegrates further, and so initiates a new formal process. Yet if we were to stand back and examine both passages together, our impression of the large-scale process might be different. This issue will reemerge in the discussion of the piece’s large-scale form of the piece. Example 11 . Rihm, String Quartet No. 5, bars 26–48 (click to enlarge and see the rest) Example 12 . Rihm, String Quartet No. 5, bars 495–511 (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] In order to consider the piece’s large-scale decrease in energy, I will examine two brief passages drawn from the beginning and ending of the piece; these appear as Example 11 and Example 12 , respectively. The passage in Example 11 serves as an expository section: it establishes the piece’s fundamental process of clarifying chaos into order, producing a stable meter, hints of melody, and tertian harmony and/or diatonic collections. The essential parameters proceed in the direction of romanticism. In bars 29–30, the harmony achieves a repeated A-minor ostinato against a dissonant E ♭ in the cello. After backtracking into clusters and discordant material, but diatonic A-flat- and F-major collections finally emerge in bar 47, which suggest romantic harmonic mediant progressions. (The C–A dyad at the end of bar 46 conjures up an image of the Straussian chord.) The metrical clarity similarly comes into focus in the second half of bar 35 with the appearance of the ostinato and the repeating sixteenth triplets. It collapses in bar 40, but stabilizes again in bars 46–47. Motivically, the music also becomes increasingly romantic: the disjointed leaps in bars 33–34 give way in bar 35 to a repeated semitone motive, B ♭ –A– G ♯ . After disintegrating in bars 40–46, the semitone motive returns in bars 46–47 as C–B– B ♭ over tonally allusive harmony. The essential parameters of the music thus become more romantic over the course of the passage. In contrast, the texture, timbre, and articulation remain relatively disintegrated. That this music mostly inhabits a state nearing disintegration despite the overall push towards bar 47 means that the climax there is short-lived; in the scheme of the entire piece, it serves merely as a momentary precursor of developments to come. Example 13 . Recomposition of Example 11 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Again, we can imagine how a high-energy goal-music might spring from the gestures had they not been attenuated and fragmented. The construction in Example 13 develops motivic and harmonic ideas from Rihm’s passage further, until music more closely resembling Mahlerian romanticism is restored. The semitone motive that emerged in bar 35 forms the basis of a sequence supported by harmonic progressions hinted at in bars 30–32. The A-minor sonority against E ♭ is recast as an appoggiatura resolving to a dominant seventh of A ♭ ; the bassline in bars 30–32 moves from E ♭ up to A ♭ while the melody moves up from A to B ♭ . In bars 3–5 of the recomposition, dissonances and syncopations are further removed all the way to the final bar, which is wholly diatonic, with the semitone motive transformed into a diatonic motive, F ♯ –E–D–B–G. As before, the imagined continuation of the material in the passage remains far from the original work; however, by interpreting figures as tokens of romantic music in what Rihm has written, we can link otherwise unrelated gestures together and hear them as proceeding in particular processual direction. Example 14 . Recomposition of Example 12 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The passage provided in Example 12 is emblematic of the piece’s large-scale conclusion. Overall, it exhibits a dramatic decrease in energy compared to the quartet’s opening gestures. After opening with a relatively metrically stable, declamatory melody in octaves, the texture soon disintegrates. The meter is obscured through syncopated alternations of a sonority constructed out of tertian sonorities—C in the bass against B minor in the middle register and an E diminished seventh chord on top. In bars 504–506, the tertian sonorities mostly vanish, and Rihm emphasises semitones and tritones. In bars 507–510, however, a metrically stable, quasi-tonal harmonic progression outlining a diminished-seventh chord ( E ♭ - F ♯ -C-A) appears. The final chord on the one hand alludes to A Major because it contains the diatonic collection A–B– C ♯ , with A and C ♯ in the outer voices, but it also suggests disintegration: it is displaced metrically and comprises (0124). By stringing triads and sevenths together, the music also accrues hints of tonal function. The progression, B-flat minor (with added F ♯ ) to C Major to A Major, suggests the progression ♭ ii– ♭ III–I, which functions as S–D–T in A Major. While the dynamic is quiet, the playing is warm, the sound is fused, and the texture is homophonic. In both essential and inessential parameters, the music is relatively close to the romantic goal-music. So close does this brief passage come to the goal, that the recomposition in Example 14 readily suggests itself. If Rihm had continued the chord progression and afterward had introduced a more lyrical melody derived from the melody in octaves in bars 495–497, the romantic goal might easily have been achieved despite the low level of energy fueling the transformation. The relatively extended duration of the five-bar passage and the slower tempo that ends the example also contributes to its formal stress—earlier passages close to romanticism, like that in example 11 lasted only a few bars at most. 4. Large-Scale Form Example 15 . Large-scale form of the Fifth Quartet: becoming and disintegration (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The foregoing examples show how individual passages become and disintegrate. It is also possible to trace the piece’s overall shape, or processual contour, by examining the points at which it is closest and furthest from the romantic goal-music, and in which its energy levels are highest and lowest. Example 15 provides a “becoming and disintegrating” contour reduction of the piece. The contour is determined by establishing what passage comes closest to the romantic goal, then finding the passage that is next closest, and last by locating passages in between these large-scale points that are closest to the goal. The form-contour graph visually renders the macro-gestural procedures discussed earlier in relation to Stockhausen’s “statistical” procedures. A complete accounting of the piece’s form would continue until every passage is accounted for and tens or perhaps hundreds of local climaxes are documented; this is a level of thoroughness I believe to be unwarranted.  It is instead far more practical and profitable to consider a few of the large-scale points to give an impression of the large-scale form.  Although the picture presented will necessarily be incomplete, it still will account for our general experience of a work whose unpredictable flux and lack of clear formal articulations render formal analysis of any kind exceedingly difficult.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] To provide a reader with a sense of the large-scale form, I have selected four local sections in which the music is closest to the goal and four points in which the music is furthest. Each local climax is closer to the goal than the previous climax producing a gradual large-scale process of becoming. The local nadirs or most disintegrated states form a similar shape, with the music beginning in its most disintegrated state. The result is a graphical staircase in which the extremes of the music trend toward the goal. The piece, however, spends considerably more time in states nearing disintegration than in those nearing the romantic goal. While passages close to the goal in points B, C, and D last several bars and have slower tempos, disintegrated passages at W, X, Y, Z, and throughout the piece last much longer (again, see Example 15). Of special note: while the piece spends the majority of time in a state of fragmentation, far from romanticism, the process of becoming directed to the marked music close to romanticism lasts roughly as long as the process of disintegrating. The large passage from bar 100 to 150 “becomes” even though the climactic moment lasts only a few bars; the large passage from bar 150 to bar 240 similarly disintegrates over a long span—this despite most of the music in the passage remaining very far from the goal due to bar 240’s status as second-furthest from the goal. In other words, while the flashes of romanticism blink in and out of existence relatively quickly, the feeling that the music is aiming in that direction is balanced against that of it tilting away. Within these long spans, shorter spans to and away from the goal arise but they form an overall contour directed toward passage X. (A more thorough analysis might include a richer contour filled in with numerous motions to and away from the goal.) The motions toward passages W, X, Y, and Z are thus gradual, while passages A, B, C, and D arise more spontaneously after spending considerable time in states far from the goal. Example 16 . Passage C from Rihm’s String Quartet No. 5, bars 294–302 (click to enlarge and listen) Example 17 . Passage B from Rihm’s String Quartet No. 5, bars 149–155 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] While the music might spend the majority of its time in a state far from romanticism, it is the feeling of the music gradually and unpredictably becoming closer to the romantic goal that is formally significant. It was earlier noted that passages A, B, C, and D move increasingly close to the romantic goal. The essential and inessential parameters in passage D, provided in the last five bars of Example 12, all contain characteristic expressions of romanticism. The texture is homophonic and supports a largely stepwise melody, A ♯ –C– C ♯ . The 4 4 meter is stable and clearly articulated. The melody is supported by triads and sevenths that further suggest tonal function. The string sound is quiet but rich and blended and the articulation, while not legato , is also not fully detached. The melody derives from the diminished seventh chord in bar 499, whose highest pitches are G, B ♭ and C ♯ , and from the melodic material in bar 497, which outlines A and C ♯ . The harmony, meter, melody, thematicism, texture, timbre, and articulation are all emblematic of romanticism to a high degree. Passage C, provided in Example 16 , is not as characteristic as passage D. The melody clearly evokes F Major, and the chords built out of fourths and fifths in bars 300–302 suggest collections diatonic to F Major or A minor, but no functional progressions arise. The texture contains a clear melody but lacks supporting accompaniment. Only a hint of motivic repetition occurs as F–G– B ♭ –A loosely transform into A– B ♭ –B–E  by means of contour and interval adjustment. The sul tasto , flautando , and non vibrato techniques also distance the string sound from the warm sound emblematic of romanticism without exhibiting the extremes of, say, martellato . The melody obscures the notated 4 4 meter, but the effect is of free rubato in the absence of an accompaniment. The essential elements, melody, harmony (outlining F Major), and motive in the passage outweigh the inessential elements that suggest disintegration. Passage B, provided in Example 17 , is yet further from the romantic goal. While the music adheres to a clear 4 3 meter, at least until bar 152, the clash of B-flat minor in the accompaniment and A minor in the melody brings dissonance uncharacteristic of romanticism. The progression from B-flat minor to A-flat minor, to the hollow D fifths only feebly suggests tonal function. The melody contains a mix of steps and leaps—evoking a mechanical-sounding compound melody—and introduces a recurring motive.  Simultaneously, the martellato articulation and liquidation of the melody to octaves in bar 152 are far removed from a romantic sound world. While some essential parameters, like motive and meter, suggest romanticism, others like harmony and melody are less characteristic; inessential parameters like articulation are less characteristic still. The passage thus exhibits a mixed affect, but enough parameters evoke romanticism for it to still constitute a local high point. Example 18 . Passage A from Rihm’s String Quartet No. 5, bars 46–48 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Last, passage A, provided in Example 18 and discussed above, contains the weakest hints of romanticism so far. Meter and tonality are only weakly established, since no repeated attacks establish a recurring pattern of metrical stress, and no genuine triads appear. (A functional progression is only hinted at.) The semitone melody, C–B– B ♭ , while motivically related to previous material (see above), is chromatic and lasts only a short duration. The detached articulation and accents are also less characteristic of romanticism. The homophonic texture suggests romanticism, but texture is an inessential element. Thus, while some essential features moderately evoke romanticism—the motive and the stepwise melody—other features only weakly evoke it; the inessential elements both evoke and fail to evoke romanticism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] With regards to the opposed process, Passages W, X, Y, and Z arrange from most to least disintegrated. (Recall that they are the four passages furthest from romanticism in the entire piece.) Passage W, bars 83–126, is the most disintegrated; Example 19 provides a snapshot of this long excerpt. The screeching harmonics and the random attacks beneath them emphasize semitone clusters and obscure any perceptible pulse. The brief fragments of gestures do not coalesce into broader melodic statements, and unconventional playing techniques predominate. The passage represents the piece at its most disintegrated. Passage X, bars 232–243, is shown in Example 20 . Like passage W, passage X contains fragments of larger gestures. But passage X is more metrically stable, and its melodic materials more successfully coalesce into melodies. Thus, while the essential parameter of meter is close to the romantic goal, melody, motive, and harmony are not. The sforzando attacks, Bartók pizzicati, and tremolo playing ensure that articulation and timbre are far removed from the romantic goal. And the texture is highly fragmented, without clear expressions of melody and accompaniment or polyphony. By dint of the stable meter and hints of melody, passage X is nearer to romanticism than passage W. Example 19 . Passage W from Rihm’s String Quartet No. 5, bars 89–98 (click to enlarge and listen) Example 20 . Passage X from Rihm’s String Quartet No. 5, bars 232–243 (click to enlarge and listen) Example 21 . Passage Y from Rihm’s String Quartet No. 5, bars 400–406 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] While passage Y, provided in Example 21 , contains more clusters than passage X, its repeated rhythms and relatively stable meter bring it closer to the romantic goal. Overall, the passage is still obviously quite far from romanticism, though. Passage Y possesses a fuller sound due to the large chords, and the brief swells produce a warmer timbre. The repeated attacks in bars 402–403 hint at a rhythmically motivic significance to the harmony and briefly establish a pulse. The top voice in bars 400–404 presents a highly fragmented melody, F–A–G– E ♭ , that contains some stepwise motion. In bars 405–406, the repetition of A–D–A–G both in bowed form and pizzicato suggests a brief melodic motive and also establishes a new pulse of the dotted eighth note. Significantly, however, no tertian harmony or diatonic chords are present. Passage Y is closer to romanticism than passage X because its melody, thematicism, metrical pulse, and playing techniques are closer to romanticism. Example 22 . Passage Z from Rihm’s String Quartet No. 5, bars 546–554 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Finally, passage Z, shown in Example 22 , draws even closer to the romantic goal while remaining far from it. The fragmented texture, extended playing techniques, and harsh articulations are indicative of its relatively inessential parameters being disintegrated. Importantly, though, a weakly diatonic melody emerges throughout the passage. The repetitions of melodic pitches and chordal attacks in bars 546–550 establish a weak metrical regularity, which, while upended in bars 551–552, is restored to an extent in bars 552–553 (repeated dotted quarter notes). The melody presents motivic ideas through repetition: the melody’s semitone ascent, G– A ♭ –A in bars 546–551 is echoed in bars 552–554 as E ♭ –E–( F ♯ )–F. The accompanying attacks provide a semblance of melody and accompaniment, even though the texture is still relatively fragmented. The harmony, while drawing primarily on semitone clusters, especially in bars 554–554, introduces diatonic F minor collections in bars 548 and 551 and a G-flat minor collection in bar 551. While these collections remain less characteristic of romanticism than its functional harmony, they more strongly suggest romanticism than the clusters that dominate passages W, X, and Y.  For these reasons, passage Z is closer to romanticism than the earlier passages.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] At the largest scale, the music moves from a state far from romanticism to a state closer to romanticism. The piece’s energy levels may also be viewed in terms of contour. The piece begins with its highest levels of energy and ends with its lowest levels of energy, thereby exhibiting a gradual diminishing of energy despite local spikes. The conflict between the diminishing energy level and the increasing nearness to romanticism produces a somewhat paradoxical deceleration or cross-fade effect, in which the music nears the romantic goal with decreasing force.  A similar effect can be found at the beginning of the sixth movement of Berg’s Lyric Suite , in which a slowing tempo coincides with faster note values: the music simultaneously speeds up and slows down, foreshadowing the collapse of time at the end of Baudelaire’s poem.  In Rihm’s quartet, the seeming contradiction has the effect of weakening the music’s agency. The more fully-formed passages nearing romanticism towards the end are not wrought by the high-energy force directing the music overtly towards the goal, but arise almost surreptitiously from quiet moments, like the image of bygone gatherings at the local bar suddenly recalled to our memories by the taste or smell of whiskey. Example 23 . Overview of the Fifth Quartet’s formal process (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Example 23 summarizes the quartet’s large-scale process as one of weak becoming (motion from the northwest quadrant to the southeast). The graph captures the feeling that most of the piece’s early passages with high levels of energy disintegrate, while those in the second half that are directed toward the romantic goal are quieter, slower, and fall within smaller registers. While the graph traces the large-scale impression of the work’s process, it should be reiterated that the vast majority of the music is uncharacteristic of romanticism. The moments that evoke romanticism are processual goals marked especially, perhaps, by their ephemerality—as we have seen, the moments closest to the romantic goal last only a few bars. In the entire piece, the moments nearing the romantic goal are few and far between, whereas the processes that push the music toward them take up long stretches of time. The passages analyzed above are subsumed into the global contour which proceeds generally—or statistically, if one prefers—in the direction of romanticism both because the longer passages that are closer to the romantic goal arise increasingly toward the end of the piece and because the surface rhythm, dynamics, and registral spacing instantiates a loss of energy. Having established the large-scale contour of the piece, we are now in a position to consider two further implications in greater detail. These concern the meanings of the Austro-German musical aesthetic in relation to the Fifth Quartet and the failure of the goal-music to fully materialize in the piece. 5. Meaning: Extra-Musical Considerations",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Rihm’s famous dictum that the work is “the search for the work” remains central to our understanding of his work. In the Fifth Quartet, one way the “search for the work” manifests is as the feeling we have that the piece is trying to achieve a more stable state, closely related to an idealized form of German Romantic music. The foregoing analysis documents the music’s seeming attempt to recreate this historical music from an assemblage of scraps—motives, gestures, harmonic progressions, chords, articulations, etc.—and then interpreting this in terms of  a large-scale formal process. The music, in its hunt for “the work,” is often seen nearing its goal only to lose the scent and wander off elsewhere.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Unlike other composers who employ quotation and references to older styles, Rihm’s romanticism is largely unironic and central to both the quartet’s technical construction and meaning. We should endeavor to receive these on their own terms, which means pondering how to react to the German Romanticism evoked in the piece, why wisps of the romantic goal appear so rarely and so briefly, and what connections we can imagine between the Fifth Quartet and our idealized notions of romanticism. Yves Knockaert has argued that Rihm aims for a musical freedom in line with musique informelle ( 2017 , 71), Adorno’s enigmatic vision for a music freed from existing forms or external principles; Seth Brodsky has further described Rihm as holding Adorno’s musique informelle up as a Bible ( 2018 , 148). Rihm’s unassailable formal freedom recalls Adorno’s manifesto, but, on the surface, the romantic goal-music seems to contradict Adorno’s vision of an informal music “which has discarded all forms which are external or abstract…such music should be completely free of anything irreducibly alien to itself…” because it refashions the gestures of romantic music ( Adorno [1961] 1998 , 272). The romantic goal-music ensures the intelligibility of the music’s pluralistic gestures by establishing a means of measuring and comparing them, not only to each other but to the prior, idealized image of romantic music. The comparison of material in relation to this goal creates a space for complete formal freedom while avoiding a series of seemingly random, unrelated musical ideas—an impression the work has evinced anecdotally in some listeners. In other words, imagining the piece’s material in relation to romanticism allows us to evaluate moments and tendencies in the composition despite their potentially bearing no specific motivic, harmonic, or textural relationship to nearby events. Rihm’s precompositional methods and processes differ from other musical systems, syntaxes, pre-compositional material, or norms, such as the twelve-tone row, the Riemannian cadence (the progression of harmonic functions that underpins common-practice tonal music), or the sonogram analysis used by spectral composers. Where those more traditional materials are constituted of specific motives, harmonic progressions, intervallic relationships, or frequency content, Rihm employs generic types of rhythm, harmony, and timbre to achieve his processual goal. In Rihm’s Fifth Quartet, the romantic goal is not a “mask,” but rather the crux around which the piece develops. Viewed in this way, romanticism is not “external” or imposed “on the music” but is integral to the its aesthetic position.",
                "footnotes": [],
                "citations": [
                    "knockaert_2017",
                    "brodsky_2018",
                    "adorno_1998"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] By orienting the process of his quartet toward German Romantic music, we link Rihm’s aesthetic to the Austro-German tradition. The music becomes both a commentary on and continuation of the legacy of Schumann, Brahms, Mahler, and Schoenberg, composers Rihm has frequently advanced as influences ( Brinkmann 2001 , 88). Rihm references this vast repertory specifically because of its intense expressivity, relative formal freedom, and the centrality of becoming and transfiguration in what Lawrence Kramer characterizes as the Beethovenian, romantic tradition ( 1988 ). Rihm’s music attempts to reclaim the romantic sound-world but fails—the failure, in Seth Brodsky’s words, is “arguably the most consistent trope of [Rihm’s] un-summarizable output” ( 2018 , 164).  Its various attempts to mimic the style yield a set of techniques that could be regarded as meta-romantic (read: reproducing romantic music according to romantic principles). The goal-music belongs to the romantic tradition, but Rihm also structures the deforming and assembling of an idealized image of romanticism in a manner reminiscent of Schlegel’s definition of it: “that [which is] still in Becoming: indeed, this is its very essence, that it can forever only become and never be completed” ( Schmalfeldt 2011 , 10). The Quartet is through-composed, with processes advancing that aim to maximize highly personal expression without the support of pre-determined structures, clearly articulated phrases, or formal segments. Viewing musical form as a process of becoming is certainly nothing new; this perspective can be found in the work of Dahlhaus, Adorno, and, more recently, Janet Schmalfeldt. What is new in the case of the Fifth Quartet is that its compositional goals never fully materialize, causing the  piece to constantly vacillate between becoming and disintegrating. In this sense, Rihm’s music fulfils another critical demand of romanticism: according to Mirko Hall, “Schlegel’s conception of the [Romantic], critical, self-reflected artwork requires a perpetually dynamic totality. The work’s immanent contradictions must never be resolved.” ( Hall 2009 , 422). For Rihm, it is at once the continual search for the particular form of the romantic goal that shapes the music and also his commitment to the unpredictable process that forbids the goal from ever completely coming into being.",
                "footnotes": [],
                "citations": [
                    "brinkmann_2001",
                    "kramer_1988",
                    "brodsky_2018",
                    "schmalfeldt_2011",
                    "hall_2009"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] What does it mean, then, that the romantic goal-music is absent and only faintly alluded to in the Fifth Quartet? Absence does not mean irrelevance: the perfect authentic cadence, for example, is central to the musical vocabulary of the Tristan Prelude despite the sedulousness with which it is avoided. But in contrast to romanticism’s central formal role in the Third Quartet and in Sub-Kontur , its ghostly memory haunts the Fifth Quartet. In the Third Quartet, romanticism emerges suddenly and unexpectedly in the second movement; in the Fifth Quartet, it stands as the target of the piece’s formal process—a music almost forgotten and irretrievable, indistinct and yet always seemingly around the corner. The Quartet’s ironic subtitle— Ohne Titel —hints at the absence of the goal while simultaneously urging us to imagine what is missing. The passages have two characteristics that differentiate them from the rest of the piece: they are brief in relation to the longer, disintegrated passages, and they allude to the Romantic idiom.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] To close, we will last consider the role that romanticism and the piece’s avoidance of it have outside the piece’s formal construction. While full consideration of the political and artistic significance of my interpretive framework necessarily lies outside the scope of this study, it is worthwhile to at the very least limn the contours of that framework. I have characterized Austro-German romantic music as the goal of a large-scale musical process. While it functions this way in the quartet, it does not necessarily function as the goal of Rihm’s musical aesthetic or political philosophy. The diverse responses, real and imagined, to Rihm’s music highlight its profundity and its enigmatic qualities. We might conceive of the disintegrated music as representing the destruction of German musical and intellectual history, and the allusions to romanticism its guiding specter in the post-war years. Or the music might reflect an unstable mind, like that portrayed in Rihm’s Jakob Lenz , in which tonality links to nature and introspection, and in which disintegration reflects psychological decay. (21) Or the music might mirror the creative process itself, in which ideas compete and combine in support of an artistic vision that resists reification and which lacks a fixed form. (22) Or the music might mark a continuation of expressionist tendencies from earlier in the twentieth century—the “Schoenberg of 1909” as Rihm often puts it—in which renewed organic development and extreme emotional states supplant more “rational” constructions common to both classical phrase structure and integral serialism. And so on and so on. I think it facile to reduce Rihm’s aesthetic to a neo-romantic simulacrum of the past, but equally shallow to ignore its indebtedness to and engagement with Austro-German musical history, whatever one might think of it. Rihm’s music recalls contemporaneous “post-modernist” works, like Berio’s Sinfonia and Rochberg’s Third Quartet in that Rihm manipulates existing styles of music or “found material” in the way older composers manipulate pitches, rhythms, and timbres. The difference is the lack of irony in Rihm’s quartet and the degree to which the piece’s form assimilates the romantic material. Rihm’s quartet satisfies Schlegel’s definition of romanticism in its endless becoming while engaging with post-modern borrowing of historical material. In other words: it constitutes a new romanticism assembled from the ruins of the old.",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Ultimately, my analysis is predicated upon imagining music unstated by the composer. But this “useful fiction” imbues the piece not only with structure and shape—for without romanticism as a listening guide, the distinct musical elements that comprise Rihm’s processes would not be as meaningfully coordinated—but with a particular musical argument: the Quartet forms a personal, uniquely twentieth-century link with the Austro-German Romantic tradition that aims to recreate it from inchoate material according to romantic principles. That romanticism fails to manifest clearly in the Quartet is not a strike against the romantic goal-music’s formal importance, but rather proof of its centrality in the Rihm’s new and uncompromising romantic sensibility.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.2.hier.html",
    "data": "mto/data/mto.22.28.2.hier.json"
}