{
    "title": "Musical Eschatology in Contemporary Christian Worship Songs",
    "date": "2022/12/01",
    "volume": "28",
    "issue": "4",
    "authors": [
        "Ng, Samuel"
    ],
    "abstract": "This article examines musical expressions of the Christian doctrine of eschatology in Contemporary Worship Music (CWM), a subgenre of Contemporary Christian Music (CCM). Taking an interdisciplinary approach that combines recent scholarship on pop-music analysis and Christian studies of CWM, I analyze the lyrics and the music of select contemporary worship songs to interpret how their phrase rhythm, form, and tonal design convey and enhance eschatological ideas in the text. The findings address the purported superficialities in CWM’s eschatological content both musically and theologically, and challenge Christian worship leaders and practitioners to consider the skillfulness and artistry of CWM, especially in the areas of phrase rhythm, phraseology, formal proportions, and strategic deployment of tonal resolutions, when evaluating and selecting contemporary worship songs for congregational singing.",
    "keywords": [
        "popular music",
        "Contemporary Christian Music (CCM)",
        "Contemporary Worship Music (CWM)",
        "phrase rhythm",
        "form",
        "hypermeter",
        "Christian theology",
        "eschatology"
    ],
    "doi": "10.30535/mto.28.4.5",
    "received": "April 2022",
    "pdf": "https://mtosmt.org/issues/mto.22.28.4/mto.22.28.4.ng.pdf",
    "author_info": [
        {
            "name": "Samuel Ng",
            "university": "University of Cincinnati",
            "address": "College-Conservatory of Music, PO Box 210003, Cincinnati OH 45221-0003",
            "email": "samuel.ng@uc.edu"
        }
    ],
    "citations": {
        "allison_2021": "Allison, Gregg R. 2021. Embodied: Living as Whole People in a Fractured World . Baker Books.",
        "attas_2011": "Attas, Robin. 2011. “Sarah Setting the Terms: Defining Phrase in Popular Music.” Music Theory Online 17 (3). https://doi.org/10.30535/mto.17.3.7.",
        "baloche_2004": "Baloche, Paul, Jimmy Owens, and Carol Owens. 2004. God Songs: How to Write and Select Songs for Worship . Leadworship.com.",
        "beale_1997": "Beale, Greg K. 1997. “The Eschatological Conception of New Testament Theology.” In The Reader Must Understand: Eschatology in the Bible and Theology , ed. Kent E. Brower and Mark W. Elliott, 11–52. Apollos.",
        "beale_2011": "Beale, Greg K. 2011. A New Testament Biblical Theology: The Unfolding of the Old Testament in the New . Baker Academic.",
        "begbie_2000": "Begbie, Jeremy S. 2000. Theology, Music and Time . Cambridge University Press. https://doi.org/10.1017/CBO9780511840142.",
        "berkhof_1996": "Berkhof, Louis. 1996. Systematic Theology . New Combined Edition. Eerdmans.",
        "borthwick_hart_and_monti_2011": "Borthwick, Alastair, Trevor Hart, and Anthony Monti. 2011. “Musical Time and Eschatology.” In Resonant Witness: Conversations Between Music and Theology , ed. Jeremy S. Begbie and Steven R. Guthrie, 271–94. Eerdmans.",
        "boswell_2013": "Boswell, Matt. 2013. Doxology & Theology . B&H Publishing Group.",
        "burggraff_2018": "Burggraff, Nathan. 2018. “From Luther to Tomlin: A Corpus Analysis of Harmony and Melody in Congregational Songs of the American Evangelical Church.” Paper presented at the annual meeting of the Society for Christian Music Scholarship, Southeastern Baptist Theological Seminary.",
        "burns_2000": "Burns, Lori. 2000. “Analytical Methodologies for Rock Music: Harmonic and Voice-Leading Strategies in Tori Amos’s ‘Crucify.’” In Expression in Pop-Rock Music: A Collection of Critical and Analytical Essays , ed. Walter Everett, 213–46. Garland Publishing.",
        "caplin_1987": "Caplin, William E. 1987. “The ‘Expanded Cadential Progression’: A Category for the Analysis of Classical Form.” Journal of Musicological Research 7 (2–3): 215–57. https://doi.org/10.1080/01411898708574585.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2004": "Caplin, William E. 2004. “The Classical Cadence: Conceptions and Misconceptions.” Journal of the American Musicological Society 57 (1): 51–118. https://doi.org/10.1525/jams.2004.57.1.51.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music , ed. Deborah Stein, 65–76. Oxford University Press.",
        "cusic_2010": "Cusic, Don, ed. 2010. Encyclopedia of Contemporary Christian Music: Pop, Rock, and Worship . Greenwood Press.",
        "de_clercq_2019": "de Clercq, Trevor. 2019. “The Harmonic-Bass Divorce in Rock.” Music Theory Spectrum 41(2): 271–284. https://doi.org/10.1093/mts/mtz006.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock from “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” Oxford University Press.",
        "farmer_2013": "Farmer, Blake. 2013. “Modern Hymn Writers Aim to Take Back Sunday.” NPR . Music News, June 8. https://www.npr.org/2013/07/08/200013769/modern-hymn-writers-aim-to-take-back-sunday.",
        "ferrandino_2022": "Ferrandino, Matt. 2022. “Multi-Centric Complexes in Pop-Rock Music.” Intégral 35: 27–43.",
        "foust_2019": "Foust, Michael. 2019. “Keith Getty Explains the ‘Different’ Goals of Hymns, Modern Worship Songs.” ChristianHeadlines , November 6. https://www.christianheadlines.com/contributors/michael-foust/keith-getty-explains-the-different-goals-of-hymns-modern-worship-songs.html.",
        "getty_and_getty_2017": "Getty, Keith, and Kristyn Getty. 2017. Sing! How Worship Transforms Your Life, Family, and Church . B&H Publishing Group.",
        "getty_and_getty_2021a": "Getty, Keith, and Kristyn Getty. 2021a. “Keith Getty Talks with Matt Papa about Their New Hymn, ‘Almost Home.’” Facebook video, 00:09:17, July 28. https://fb.watch/eGeDUBvp1k/.",
        "getty_and_getty_2021b": "Getty, Keith, and Kristyn Getty. 2021b. “‘Almost Home’ Album behind the Scenes | Matt Papa & Matt Boswell.” YouTube video, 00:05:59, September 10. https://www.youtube.com/watch?v=OiScfBskDIQ.",
        "gladd_and_harmon_2016": "Gladd, Benjamin L., and Matthew S. Harmon. 2016. Making All Things New: Inaugurated Eschatology for the Life of the Church . Baker Academic.",
        "goldman_2009": "Goldman, David P. 2009. “Sacred Music, Sacred Time.” First Things 197: 31–36.",
        "hart_2010": "Hart, Trevor. 2010. “Eschatology.” In The Oxford Handbook of Evangelical Theology , ed. Gerald R. McDermott, 262–75. Oxford University Press.",
        "horton_2002": "Horton, Michael. 2002. Covenant and Eschatology: The Divine Drama . Westminster John Knox.",
        "ingalls_2011": "Ingalls, Monique. 2011. “Singing Heaven Down to Earth: Spiritual Journeys, Eschatological Sounds, and Community Formation in Evangelical Conference Worship.” Ethnomusicology 55 (2): 255–79. https://doi.org/10.5406/ethnomusicology.55.2.0255.",
        "ingalls_2018": "Ingalls, Monique. 2018. Singing the Congregation: How Contemporary Worship Music Forms Evangelical Community . Oxford University Press. https://doi.org/10.1093/oso/9780190499631.001.0001.",
        "kauflin_2008": "Kauflin, Bob. 2008. Worship Matters . Crossway Books.",
        "kramer_2008": "Kramer, Jonathan, 1988. The Time of Music: New Meanings, New Temporalities, New Listening Strategies . Schirmer Books.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonances in the Music of Robert Schumann . Oxford University Press.",
        "ladd_1974": "Ladd, George. 1974. The Presence of the Future: The Eschatology of Biblical Realism . Eerdmans.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "lim_and_ruth_2017": "Lim, Swee Hong, and Lester Ruth. 2017. Lovin’ on Jesus . Abingdon Press.",
        "london_2004": "London, Justin. 2004. Hearing in Time: Psychological Aspects of Musical Meter . Oxford University Press.",
        "migliore_1991": "Migliore, Daniel. 1991. Faith Seeking Understanding: An Introduction to Christian Theology . Eerdmans.",
        "moltmann_1990": "Moltmann, Jürgen. 1990. The Way of Jesus Christ: Christology in Messianic Dimensions . SCM Press.",
        "moore_1995": "Moore, Allan. 1995. “The So-called ‘Flattened Seventh’ in Rock.” Popular Music 14 (2): 185–201. https://doi.org/10.1017/S0261143000007431.",
        "moore_2001": "Moore, Allan. 2001. Rock, the Primary Text: Developing a Musicology of Rock . 2nd ed. Ashgate.",
        "moore_2013": "Moore, Allan. 2013. Song Means: Analyzing and Interpreting Recorded Popular Song . Ashgate.",
        "neal_2002": "Neal, Jocelyn. 2002. “Song Structure Determinants: Poetic Narrative, Phrase Structure, and Hypermeter in the Music of Jimmie Rodgers.” PhD diss., Eastman School of Music, University of Rochester.",
        "ng_2021": "Ng, Samuel. 2021. “End-Accented Sentences: Towards a Theory of Phrase-Rhythmic Progression.” Music Theory Spectrum 43 (1): 43–73. https://doi.org/10.1093/mts/mtaa018.",
        "nobile_2015": "Nobile, Drew. 2015. “Counterpoint in Rock Music: Unpacking the ‘Melodic-Harmonic Divorce.’” Music Theory Spectrum 37 (2): 189–203. https://doi.org/10.1093/mts/mtv019.",
        "oliphint_2012": "Oliphint, K. Scott. 2012. God with Us: Divine Condescension and the Attributes of God . Crossway.",
        "palmer_2001": "Palmer, Roy. 2001. “Shanty.” In Grove Music Online . Oxford University Press. https://doi.org/10.1093/gmo/9781561592630.article.25583.",
        "read_2017": "Read, Daniel. 2017. “Why We Sing Along: Measurable Traits of Successful Congregational Songs.” MA thesis, University of Kentucky.",
        "richards_2017": "Richards, Mark. 2017. “Tonal Ambiguity in Popular Music’s Axis Progressions.” Music Theory Online 23 (3). https://doi.org/10.30535/mto.23.3.6.",
        "robins_2017": "Robins, Jeremy Michael. 2017. “Phrase Structure, Hypermeter, and Closure in Popular Music.” PhD diss., Florida State University.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Longman.",
        "rothstein_2011": "Rothstein, William. 2011. “Metrical Theory and Verdi’s Midcentury Operas.” Dutch Journal of Music Theory 16 (2): 93–111.",
        "ruth_2015": "Ruth, Lester. 2015. “Some Similarities and Differences between Historic Evangelical Hymns and Contemporary Worship Songs.” Artistic Theologian 3: 68–86.",
        "samarotto_1999": "Samarotto, Frank. 1999. “A Theory of Temporal Plasticity in Tonal Music: An Extension of the Schenkerian Approach to Rhythm with Special Reference to Beethoven’s Late Music.” PhD diss., CUNY.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press. https://doi.org/10.12987/yale/9780300092394.001.0001.",
        "sterling_2009": "Sterling, Robert. 2009. The Craft of Christian Songwriting . Hal Leonard.",
        "stott_2005": "Stott, John. 2005. Evangelical Truth: A Personal Plea for Unity, Integrity, and Faithfulness . Langham Global Library.",
        "sullivan_2018": "Sullivan, James Michael. 2018. “Meter, Melodic Parallelism, and Metric Manipulation in Post-Tonal Music.” PhD diss., Eastman School of Music, University of Rochester.",
        "temperley_2001": "Temperley, David. 2001. The Cognition of Basic Musical Structures . MIT Press.",
        "temperley_2003": "Temperley, David. 2003. “End-Accented Phrases: An Analytical Exploration.” Journal of Music Theory 47 (1): 125–54. https://doi.org/10.1215/00222909-47-1-125.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic ‘Divorce’ in Rock.” Popular Music 26 (2): 323–42. https://doi.org/10.1017/S0261143007001249.",
        "temperley_2011": "Temperley, David. 2011. “The Cadential IV in Rock.” Music Theory Online 17 (1). https://doi.org/10.30535/mto.17.1.8.",
        "temperley_2018": "Temperley, David. 2018. The Musical Language of Rock . Oxford University Press. https://doi.org/10.1093/oso/9780190653774.001.0001.",
        "temperley_et_al_2013": "Temperley, Nicholas, Howard Slenk, Jan R. Luth, Margaret Munck, John M. Barkley, and R. Tosh. 2013. “Psalms, metrical.” In Grove Music Online . Oxford University Press. https://doi.org/10.1093/gmo/9781561592630.article.22479.",
        "westerholm_2016": "Westerholm, Matthew David. 2016. “The Hour Is Coming and Is Now Here: The Doctrine of Inaugurated Eschatology in Contemporary Evangelical Worship Music.” PhD diss., The Southern Baptist Theological Seminary.",
        "woods_and_walrath_2007": "Woods, Robert, and Brian Walrath, eds. 2007. The Message in the Music: Studying Contemporary Praise and Worship . Abingdon Press.",
        "zuckerkandl_1956": "Zuckerkandl, Victor. 1956. Sound and Symbol: Music and the External World . Princeton University Press.",
        "getty_and_getty_2007": "Keith & Kristyn Getty. 2007. “There is a Higher Throne.” In Christ Alone . Getty Music (CD).",
        "papa_and_boswell_2021": "Matt Papa & Matt Boswell. 2021. “Almost Home.” Almost Home . Getty Music (CD).",
        "baloche_2006": "Paul Baloche. 2006. “Your Name.” A Greater Song . Integrity Music (CD)."
    },
    "footnotes": {
        "FN1": {
            "text": "1. A few exceptions include Read 2017 , Burggraff 2018 , and Ng 2021 . All of these sources, however, are rather limited in either their subject matter or scope. Read mainly focuses on the singability of contemporary Christian songs from a cognitive standpoint. Burggraff conducts a corpus study of two hundred samples from traditional hymnody and contemporary Christian songs, and concludes that lower harmonic diversity, higher rhythmic complexity, and wider vocal range in contemporary songs compared to earlier hymnody have made congregational singing more challenging. Ng analyzes the phrase rhythm of one particular song (Paul Baloche’s “Offering”) and interprets the meaning of the text in light of the phrase-rhythmic properties of the song; however, the exercise serves more as an illustration of my theory of phrase-rhythmic space than a systematic exploration of the musical and lyrical tendencies of contemporary Christian music.",
            "citations": [
                "read_2017",
                "burggraff_2018",
                "ng_2021"
            ]
        },
        "FN2": {
            "text": "2. On the distinction between CCM and CWM, see Cusic 2010 , 78–90, and Woods and Walrath 2007 , 13–16.",
            "citations": [
                "cusic_2010",
                "woods_and_walrath_2007"
            ]
        },
        "FN3": {
            "text": "3. The quotation at the end is from Migliore 1991 , 231. See also Horton 2002 , 5 on the role of the doctrine of eschatology in Christian faith.",
            "citations": [
                "migliore_1991",
                "horton_2002"
            ]
        },
        "FN4": {
            "text": "4. Familiar musical-eschatological imageries in the Scriptures include the sounding of the trumpet in 1 Thessalonians 4:16–18, the appearance of the harp and the new song in Revelation 14, and numerous descriptions of God’s ransomed singing praises to Him in the prophetic books in the Old Testament.",
            "citations": []
        },
        "FN5": {
            "text": "5. See Goldman 2009 for the connection between eschatology and musical teleology. On the relationship between non-teleological music and eschatology, see Borthwick, Hart, and Monti 2011 .",
            "citations": [
                "goldman_2009",
                "borthwick_hart_and_monti_2011"
            ]
        },
        "FN6": {
            "text": "6. See Woods and Walrath 2007 . The essays in their volume discuss insufficiencies of seventy-seven songs that have appeared in CCLI’s Top 25 songs between the years 1989 and 2005 from a variety of theological perspectives, including doctrines on the trinity, ecclesiology, missiology, the purpose of pain and suffering, etc. See also Ruth 2015 .",
            "citations": [
                "woods_and_walrath_2007",
                "ruth_2015"
            ]
        },
        "FN7": {
            "text": "7. The well-documented conflicts between adherents to traditional hymnody and proponents of CWM are commonly known as “worship wars” in Christian lingo. See Ingalls 2018 , Chapter 3, for an informative summary of its history and an insightful critique.",
            "citations": [
                "ingalls_2018"
            ]
        },
        "FN8": {
            "text": "8. These themes will be explained in the analyses of songs in the following sections of this article.",
            "citations": []
        },
        "FN9": {
            "text": "9. On the history and significance of inaugurated eschatology within the context of Christian studies, see Westerholm 2016 , Chapter 3, and Gladd and Harmon 2016 , Chapter 1, which is adapted from Beale 1997 and Beale 2011 .",
            "citations": [
                "westerholm_2016",
                "gladd_and_harmon_2016",
                "beale_1997",
                "beale_2011"
            ]
        },
        "FN10": {
            "text": "10. Westerholm’s criticism is directed primarily not at individual songs, but at the core repertory as a whole as he examines the overall focus of the lyrics. In the case of “Your Name,” the verses pay attention mostly to the “already” themes. The terse and implicit expression of the “not yet” themes betrays what Westerholm calls “over-realized eschatology.”",
            "citations": []
        },
        "FN11": {
            "text": "11. I base my analysis on Baloche’s 2006 recording of the song.",
            "citations": []
        },
        "FN12": {
            "text": "12. With the tempo of Baloche’s recording at approximately quarter note=74, the half-note pulse at 37 per minute is close to the optimal speed of a beat, according to Justin London’s metric envelopes ( 2004 ). Many slow songs in this repertory can be heard to proceed in two-bar hypermeasures, with each half bar functioning as a beat. In pop music analytical literature, a more common approach to analyzing hypermeter is to assume the equivalence between one notated bar and one hyperbeat, however the author decides on the metric notation. It is possible to follow that approach here, but the result is far less interesting, for a quadruple hypermeter at that level simply runs through the whole song without any roadblocks. As I will show, it is at the two-bar hypermetric level where hypermeter plays a significant role in the interplay between metrical, melodic, and harmonic units.",
            "citations": [
                "london_2004"
            ]
        },
        "FN13": {
            "text": "13. See Moore 1995 ; Temperley 2007 ; Temperley 2018 , Chapter 5; Nobile 2015 ; de Clercq 2019 ; and Ferrandino 2022 .",
            "citations": [
                "moore_1995",
                "temperley_2007",
                "temperley_2018",
                "nobile_2015",
                "de_clercq_2019",
                "ferrandino_2022"
            ]
        },
        "FN14": {
            "text": "14. While one could argue that the 3 ̂ in m. 1 may be heard as resolving to 2 ˆ in m. 2, this connection seems to be rather weakened by the strong melodic parallelism between mm. 1 and 2, and thus the absence of a larger linear voice leading involving the scale degrees utilized in the arpeggiations.",
            "citations": []
        },
        "FN15": {
            "text": "15. William Caplin’s work on formal function helps clarify the difference between the two occurrences of T–PD–D–T based on the use of chord positions and their appearance in the overall grouping structure. See Caplin 1987 ; and Caplin 1998 , Chapter 1.",
            "citations": [
                "caplin_1987",
                "caplin_1998"
            ]
        },
        "FN16": {
            "text": "16. Sentential rhetoric is noticeable both melodically in the aa’b (1+1+2) motivic design as well as harmonically in the prolongation of tonic (presentation function) in mm. 1–2 followed by an expanded cadential progression in mm. 3–4.",
            "citations": []
        },
        "FN17": {
            "text": "17. On the role of anticipatory syncopation in pop-rock music, see Temperley 2018 , Chapter 4.",
            "citations": [
                "temperley_2018"
            ]
        },
        "FN18": {
            "text": "18. Stephenson 2002 , 2–3. In other words, as Robins summarizes, “any type of vocal activity to vocal inactivity signals a cadential point and the end of a phrase” ( 2017 , 25).",
            "citations": [
                "stephenson_2002",
                "robins_2017"
            ]
        },
        "FN19": {
            "text": "19. Throughout this article, I refer to the register of the pitches by their notation on the score. The sounding pitches of the vocal line in the first verse are one octave lower than the notation, as the melody is sung by Paul Baloche in his male vocal register. In the second verse, sung by female vocalist Kathryn Scott, the register designation matches the sounding pitch.",
            "citations": []
        },
        "FN20": {
            "text": "20. Stephenson 2002 , 57. As is the norm, Stephenson’s hypermeter is based on counting each notated bar as one hyperbeat. Using his method, m. 12 in “Your Name” is the fourth beat of the four-bar hypermeasure in mm. 9–12. Recall that my hypermeasures are mostly based on two notated bars. While the difference still allows for reading m. 12 as a closed cadence, my reading also presents the possibility of reinterpreting m. 12 as hypermetrically strong to set up for conflicting hypermetric waves in the chorus, as I will explain later in this article.",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN21": {
            "text": "21. This theological idea is expressed in numerous passages in the Scriptures, such as 1 Chronicles 29:11; Psalm 119:1; 2 Corinthians 4:17; and 1 Timothy 6:14–16.",
            "citations": []
        },
        "FN22": {
            "text": "22. Although there are only two complete statements of the I–IV–V–vi loop in mm. 14–17, the iii–vi in mm. 13 and I–IV in m. 18 can be heard as the ending and beginning half of two other statements, strengthening the impression of loop construction in the chorus.",
            "citations": []
        },
        "FN23": {
            "text": "23. Lerdahl and Jackendoff 1983 , 76. According to their strong-beat early rule (MPR 2), metrical accents are preferred at the beginning of groups.",
            "citations": [
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN24": {
            "text": "24. See Rothstein 2011 , 97. His Stability Rule states: “Prefer to align strong beats with the onsets of relatively stable harmonies, weaker beats with the onsets of less stable harmonies. Historically, the Stability Rule is an extension of a rule first expressed by Johannes Tinctoris in the fifteenth century: consonances belong on ‘good’ (strong) beats, dissonances on ‘bad’ (weak) beats.” Another interesting observation here is that Baloche could have used what Mark Richards ( 2017 ) calls the axis progression (i.e., I–V–vi–IV and its various rotations) if he had switched the IV and I, which would have worked well in the context of the song since 3 ̂ has already been harmonized by IV a few times before, and 1 ˆ can obviously fit into the I chord. The fact that Baloche chooses not to use the axis progression, which is extremely common in popular music, betrays his intention to harmonize the 3 ̂ with consonant support, which in turn allows for a stronger sense of downbeat in those measures. I thank Chris Segall for pointing out the relevance of the axis progression to the chorus.",
            "citations": [
                "rothstein_2011",
                "richards_2017"
            ]
        },
        "FN25": {
            "text": "25. Ng 2021 , 50. Another way to describe the relationship between rhythmic types [1–2–3–4] and [3–4–1–2] is to use Krebs 1999 ’s label D4+2, the latter type being a displaced version of the former. The other types in Ng’s cyclic space—[2–3–4–1] and [4–1–2–3]—can also be described as D4+1 and D4-1. That [1–2–3–4] and [3–4–1–2] are diametrically opposed can be seen in the fact that they are related by a conceptual displacement of two beats (half the size of a four-beat cycle), just as [2–3–4–1] and [4–1–2–3] are similarly related also.",
            "citations": [
                "ng_2021",
                "krebs_1999"
            ]
        },
        "FN26": {
            "text": "26. Although the first tenor, “tower” does not fall exactly on the strong beat (the crest of the wave), the adjective “strong” that describes the tower does.",
            "citations": []
        },
        "FN27": {
            "text": "27. See Sullivan 2018 , Chapter 3, on the plausibility of hearing multiple meters or hypermeters simultaneously.",
            "citations": [
                "sullivan_2018"
            ]
        },
        "FN28": {
            "text": "28. Berkhof 1996 , 47. Berkhof comments on the King James Version of Proverbs 18:10: “The name of Jehovah is a strong tower; the righteous runneth into it and is safe.”",
            "citations": [
                "berkhof_1996"
            ]
        },
        "FN29": {
            "text": "29. Begbie 2000 , 121–22. Quotations are from Moltmann 1990 , 317.",
            "citations": [
                "begbie_2000",
                "moltmann_1990"
            ]
        },
        "FN30": {
            "text": "30. Interestingly, in his book on Christian song writing, Baloche enumerates nine different ways of ending a song. None of them adequately describes the ending of “Your Name.” See Baloche 2004 , 144–46.",
            "citations": [
                "baloche_2004"
            ]
        },
        "FN31": {
            "text": "31. 2 Peter 3: 8–9 (English Standard Version).",
            "citations": []
        },
        "FN32": {
            "text": "32. Two prominent examples of their international projects include the annual Sing! Conference and the Global Sing! Project. See their website https://www.gettymusic.com/about-us.",
            "citations": []
        },
        "FN33": {
            "text": "33. See Farmer 2013 . In Farmer’s interview with the Gettys, Keith Getty expresses his concern regarding the general theological trends of CCM: “I think it’s to the church’s poverty that the average worship song now has so few words, so little truth . . . [It] is so focused on several commercial aspects of God, like the fact that he loves our praise.” Kristyn Getty adds, “There is an unhelpful, casual sense that comes with some of the more contemporary music . . . It’s not how I would talk to God.”",
            "citations": [
                "farmer_2013"
            ]
        },
        "FN34": {
            "text": "34. Foust 2019 . The Gettys further elaborate on the function of a hymn in Getty and Getty 2017 , 117. When evaluating the lyrics of a song, they offer these questions: “Is this true of who Christ is and all He has done and is doing and will do for us, in us, and through us? Is this filled with the freedom of the gospel? Does it provide language for sincere praise and renewed faith and loyal obedience? What image of Christ is it giving to the unbeliever?”",
            "citations": [
                "foust_2019",
                "getty_and_getty_2017"
            ]
        },
        "FN35": {
            "text": "35. For a summary and history of the poetic meters and rhyme schemes in metrical psalms, see Temperley et al. 2013 .",
            "citations": [
                "temperley_et_al_2013"
            ]
        },
        "FN36": {
            "text": "36. The rhyme schemes aabb and aabc are “internal” to each individual quatrain, meaning that the rhymes do not hold across the quatrains. As is often the case in CCM, the Gettys frequently use assonance as a substitute for a true rhyme. This is seen in verse 1 in “tongue” and “come” in the first quatrain and “stand” and “lamb” in the second. These pairs are obviously treated as rhymes.",
            "citations": []
        },
        "FN37": {
            "text": "37. My adoption of Schenkerian analysis in part (b) of Example 9 is similar to Lori Burns’ 2000 analysis of Tori Amos’ song “Crucify,” in which Burns interprets phrasal delineation and text-music connections through a rigorous voice-leading reduction of the song without necessarily adhering to the Schenkerian determination of the Ursatz.",
            "citations": [
                "burns_2000"
            ]
        },
        "FN38": {
            "text": "38. Much more common forms in both genres include a B section, such as in AABA and ABAB. See Covach 2005 ; Sterling 2009 , Chapter 3; and Temperley 2018 , Chapter 8.",
            "citations": [
                "covach_2005",
                "sterling_2009",
                "temperley_2018"
            ]
        },
        "FN39": {
            "text": "39. While Stephenson 2002 and Temperley 2018 have both cautioned against a forthright application of the concept of half cadence in pop music, the cadence here at the end of A1 can safely be described as a half cadence when considered within the overall context of the song: not only does the cadence end an eight-bar sentence with a V chord, there is also, as we shall see, a clear sense of cadential hierarchy clarifying the need for an impending PAC to complete a periodic structure.",
            "citations": [
                "stephenson_2002",
                "temperley_2018"
            ]
        },
        "FN40": {
            "text": "40. The term “unaccented” refers to the absence of hypermetric accent within a melodic group. See Temperley 2003 , 146; and Ng 2021 , 68.",
            "citations": [
                "temperley_2003",
                "ng_2021"
            ]
        },
        "FN41": {
            "text": "41. Although not as well-known as the Gettys, Mark Lopez, the son of the prolific hymn arranger Faye Lopez, has published several songs in hymnals, such as “Depth of Mercy” in the hymnal Hymns of Grace—a contemporary American hymnal that has gained considerable circulation in evangelical circles.",
            "citations": []
        },
        "FN42": {
            "text": "42. The resulting rhythm, [1–2–3–4/1], in the last line of the verse of “Jehovah Our Righteousness” is similar to Ng’s mixed rhythm [1–2–3–4–1], which is “mixed” because it is both beginning- and end-accented ( 2021 , 45). Further, the change of the notated meter from 8 6 to 8 9 in the last line of the verse is also related to the elision and the hypermetric reinterpretation. Alternatively, m. 9 could have remained in 8 6 , followed then by an added 8 3 bar before the elision with the intro. Both of these two notational changes occur commonly in contemporary hymns in compound time. For another example, see “His Mercy in More” by Matt Papa and Matt Boswell.",
            "citations": [
                "ng_2021"
            ]
        },
        "FN43": {
            "text": "43. In Example 12, which is reprinted from Example 1 in Ng 2021 (45) with added annotations, the grid on the top shows the content of all the different phrase-rhythmic types in my taxonomy. The numbers refer to (hyper)beats, while the brackets indicate formal grouping. The arrows in the grid trace the derivations of the mixed types from the beginning-accented and end-accented types. In the diagram at the bottom, the phrase-rhythmic types are located along the horizontal axis to provide a spatial representation of their relative beginning- and end-accentedness. The solid lines in this diagram connect types that are considered opposites, while the dotted lines indicate superset/subset relationships.",
            "citations": [
                "ng_2021"
            ]
        },
        "FN44": {
            "text": "44. See Getty and Getty 2021a and 2021b . In these videos, Keith Getty reveals that the idea to write a sea shanty is inspired by the movie Fisherman’s Friends. Matt Papa and Laura Papa started working on the music and initial versions of the lyrics after watching the movie, while Matt Boswell joined the project later to help shape the lyrics into a worship song.",
            "citations": [
                "getty_and_getty_2021a",
                "getty_and_getty_2021b"
            ]
        },
        "FN45": {
            "text": "45. See Palmer 2001 . The official recording of the song reinforces this interpretation of the shantyman-ensemble alternation. While Matt Papa performs the solo vocal through the entire song, the second verse begins to add a choir in the background, singing the “we’re almost home” refrain every time it appears.",
            "citations": [
                "palmer_2001"
            ]
        },
        "FN46": {
            "text": "46. The impression of the shantyman joining the ensemble can be attributed to the removal of the refrain from the end of the lines, the generally higher range (and energy) of the chorus compared to the verse, and the addition of a choir through the entire chorus in the official recording of the song, signifying that ensemble singing of the entire crew has supplanted the responsorial singing in the verse.",
            "citations": []
        },
        "FN47": {
            "text": "47. The “-1” in two-bar hypermetrical position applies only to the first verse, referring to a hypermetrical reinterpretation at the two-measure level of beat 3 as beat 1 due to the overlap between the cadence and the return of the intro. The same overlap and reinterpretation occur similarly at the juncture between the verse and the intro in “Jehovah Our Righteousness” discussed earlier in this article.",
            "citations": []
        },
        "FN48": {
            "text": "48. Hart attributes these over-spiritualizations in Christian eschatology to historical influences of Platonism on Christianity, and believes that they have been reinforced more recently by philosophical idealism. For an informative discussion of the significance of physical embodiment to Christian worship, see Allison 2021 , Chapter 9.",
            "citations": [
                "allison_2021"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] This article brings together two academic inquiries that have in recent years gained sustained interest within their respective scholarly disciplines: analysis of popular music in music-theoretical studies, and analysis of Contemporary Worship Music in Christian studies. Despite tremendous potential for dialogue, the two inquiries have hitherto not conversed in substantive ways. (1) On the one hand, the plethora of music-analytical publications on pop-rock genres has by and large excluded Contemporary Christian Music (henceforth CCM)—a fast growing segment of popular music—of which Contemporary Worship Music (henceforth CWM) is a prominent subgenre. (2) On the other hand, analysis of CCM (and by implication, CWM) has focused primarily on the cultural and theological forces behind its inception in the 1960s and evolution through various popular-music genres, its theological content, and its impact on contemporary Christian religious practice and experience within larger social and cultural contexts. My aim in this article is to bring music-analytical tools from recent literature on popular music to bear upon the study of contemporary worship songs, examining intersections among structural properties of the music, theological content of the text, and cultural applications of CWM in forming Christian communities.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] While past partnership between Christian theology and musicology has suggested many avenues towards disciplinary collaboration, I will narrowly focus on musical expressions of the doctrine of eschatology in CWM. The doctrine of eschatology not only lends fundamental structure and shape to other Christian doctrines, but it also possesses an intensely musical character that is conducive to the present interdisciplinary project. Eschatology, derived from the Greek word ἔσχατος meaning “final,” is concerned with the last things in the history of the cosmos. As Louis Berkhof points out, eschatology is hardly peculiar to Christianity, but emerges naturally from any methodical reflection on humanity, whether as part of a religious or philosophical system ( 1996 , 661). What sets Christian eschatology apart from its counterparts, however, is that it “receives greater precision and carries with it an assurance that is divine” ( Berkhof 1996 , 662). Trevor Hart further emphasizes the centrality of eschatology to the Christian faith: Christian faith and theology are, or should properly be, eschatological from first to last . . . eschatological doctrine . . . is not just about the “end” (the final few pages) of the world’s story, but about the story as a whole (past, present, future) and individual parts of it read now consistently in the light of that promised end. Apart of this eschatological orientation, “every Christian doctrine becomes distorted.” ( 2010 , 262) (3) The foretold final act of God in the cosmos thus provides the frame with which Christians contemplate and navigate the complexities of the present. That this nexus of Christian theology is deeply musical can be seen in myriad ways. First, the Scriptures contain numerous prophetic songs regarding the eschaton. Second, the last events depicted throughout the Scriptures are saturated with musical imageries. (4) Third, because of this close connection between the eschaton and music, enactment of worship (and worshipful experiences) that emphasizes large congregational singing is, at least within contemporary American evangelical contexts, emblematic of the consummation of the eschaton ( Ingalls 2011 , and Ingalls 2018 , Chapter 2). Finally, music itself has often been considered articulative of eschatological ideas due to its multi-layered temporality and intrinsic sense of teleology. (5)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "berkhof_1996",
                    "berkhof_1996",
                    "hart_2010",
                    "ingalls_2011",
                    "ingalls_2018"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The last two points in particular motivate the thesis of this essay: if congregational singing forms the bedrock of eschatological imagination, and music’s temporal and teleological properties make it an optimal medium through which expressions of the doctrine are conceived and practiced, in what ways, then, does the musical structure of CWM shape, positively or negatively, these functionalities? There are good reasons for asking these questions. Extant analytical literature on CWM has drawn attention to many insufficiencies regarding doctrinal depth of the lyrics, especially in comparison with older hymns which are often considered more robust in theological content. (6) When it comes to eschatological themes, Matthew Westerholm’s insightful dissertation ( 2016 ) finds drastically diminished precision in eschatological content in what he calls the “core repertory” of CWM—the top Christian Copywright Licensing International (CCLI) songs between 2000 and 2015—against the backdrop of American hymnody from ca. 1700 through 2000. Parallel concerns regarding the music of CWM have long been raised by adherents to more traditional forms of worship music genres. (7) One caution especially relevant to this article comes from Jeremy Begbie, a leading voice in the interdisciplinary work on music theory and Christian theology. Having argued that music’s “layered patterns of tension and resolution” and the resulting “sense of incompleteness of the present” analogize the delays in the fulfillment of prophecies often found in the Scriptures, Begbie brings up a concern and a plea concerning CWM: It is worth noting in passing that much of the music currently employed in Christian worship deploys remarkably little in the way of delayed gratification. Admittedly, a congregation must be able to grasp quickly new hymns and songs if music is to enable and release their worship, but . . . rather too often goals are reached directly and predictably with a minimum of the kind of delay of which we have been speaking. Could we be witnessing here a musical articulation of the tendency in some quarters of the Church to insist on immediate rewards and not to come to terms with (potentially positive) realities of frustration and disappointment? ( 2000 , 99 [italics added])",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "westerholm_2016",
                    "begbie_2000"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] In response to Begbie’s plea, I aim to show in this article that as a subgenre of popular music, CWM has assimilated musical techniques from its parent repertory as well as from classical music to construct musical analogues of eschatological doctrines. My discussion will be informed by Begbie’s ( 2000 ) five eschatological themes that he identifies as the loci of interface between Western tonal music and eschatology: (1) delay and patience, (2) promise and fulfillment, (3) final resolutions prefigured, (4) parousia and music, and (5) resolution and overflow. (8) In other words, I will examine how these themes find their musical equivalents in the temporality of select CMW songs. Through analyzing the tonal design, phrase rhythm, and form of these songs, I argue that they are deeply “eschatological” in the sense that Begbie defines the term within a musical context. To conclude, I will suggest from my analysis a few practical implications regarding future impact of CWM on the construction of contemporary Christian identities. 2. Paul Baloche and Glenn Packiam: “Your Name” 2.1 The Lyrics and Westerholm’s Inaugurated Eschatology [2.1.1] A CCLI Top 100 worship song in the 2010s, Baloche and Packiam’s “Your Name” appears in Westerholm’s core repertory and, as such, has been analyzed by Westerholm for its lyrical engagement of inaugurated eschatology. The main element that sets inaugurated eschatology apart from general eschatology is the emphasis on the belief that the kingdom of God is already begun (thus “inaugurated”), albeit not yet consummated. (This idea is often shorthanded in theological literature as “already but not yet.” (9) ) Informed by the work of George Ladd (in particular Ladd’s 1974 book Presence of the Future ), Westerholm’s system of inaugurated eschatology comprises three categories of descriptors: language of affection, language of spatiality, and language of time. The first category has to do with the believer’s new identity and new life in Christ, which have already begun but remain to be perfected until fully realized at the end. The second category concerns the tension between “heaven” and “earth”—spaces which, as Westerholm cautions, should be understood not as opposing and independent realities (as in Zoroastrianism), but as intricately connected domains that are under imperfect human governance and perfect divine sovereignty, the former subsumed under the latter. Finally, the last category—one that has inspired innumerable imaginations of the end times—draws attention to a future consummation of God’s redemptive history marked by apocalyptic spectacles and signs of great wonder. [2.1.2] Westerholm identifies in “Your Name” a “not yet” component from the second category—language of spatiality—in the chorus: “Your name is a strong and mighty tower/Your name is a shelter like no other/Your name, let the nations sing it louder/‘cause nothing has the power to save, but your name.” The profession of Jesus as the believers’ definitive protection and exhortation for nations to sing His name louder hint at the brokenness of the present world, a redemptive state that is yet to be completed, and consequently a tension between the world and heaven. Despite the articulation of these themes, Westerholm argues that there is a tendency of CWM to under-develop the “not yet” themes by stating them too cursorily or digressing from them too quickly ( 140 ). (10) The resulting “over-realized eschatology” emphasizes disproportionately the triumph of the Christian life and fails to adequately recognize the present toils, frustrations, and struggles for greater zeal to live faithfully. While I agree with this assessment of CWM’s lyrics in general, I contend in the next section that in the case of “Your Name” the “not yet” of inaugurated eschatology finds tangible expression in the music to counterbalance its underdevelopment in the words. 2.2 Intro: Prefiguring of Future Tension and Fulfillment [2.2.1] The central thesis of my musical analysis of “Your Name” can be summarized as this: developing dimensional incongruence between phrase, hypermeter, and harmonic syntax delays definitive resolution until the end of the recorded song. (11) Significantly, the global fulfillment of the awaited resolution is prefigured in the brief intro of the song, which provides the first site of eschatological engagement. As Begbie has stated, “Many of the partial fulfillments of biblical promise and prophecy are regarded not simply as incomplete fulfillments of earlier implications but as foretastes of the end to come. This ‘pre-figuring’ aspect of eschatology can be explored tellingly through music . . . [because it] offers the dynamic of hopefulness without always directing our explicit attention to specific goals” ( 2000 , 111). I argue that this collision between temporary fulfillment and hopefulness for a greater outcome is expressed through the subtle melodic and harmonic procedures in the deceivingly simple intro of “Your Name.” Example 1 . Baloche and Packiam, “Your Name,” intro (mm. 1–4) (click to enlarge and listen) [2.2.2] Example 1 shows the intro in which two-bar hypermeasures, melodic groups, and harmonic units are tightly aligned. (12) This dimensional congruence, however, masks two subtle features that foreshadow later disturbances. First, mm. 1–3 exhibit what popular music scholars call “melodic-harmonic divorce.” (13) The divorce here fits the definition of Nobile’s ( 2015 ) “syntax divorce” type, in which melody and harmony articulate their individual and conflicting syntaxes, resulting in melodic dissonances that resist normative descending stepwise resolutions. In the intro of “Your Name,” the melodic arpeggiations of I and V in mm. 1–2 are superimposed over a T–PD–D–T progression, putting 3 ˆ as a non-harmonic tone in IV and 7 ˆ in I. (14) What is unusual about this divorce, however, is its formal location. As Temperley has suggested, melodic-harmonic divorce typically appears in the vocal line in the verse, followed then by a chorus that tightens the melodic-harmonic relations ( 2007 , 335–340). Nobile notes, however, that the reverse may be true in some songs (i.e., a tight verse is followed by a loose chorus), or that a tight prechorus after a loose verse paves the way for a return to a loose chorus ( 2015 , 198–201). In the case of “Your Name,” melodic-harmonic divorce occurs unconventionally in the intro, and subsequently disappears almost entirely from the verse and chorus but for one prominent exception: an unresolved 3 ˆ above a IV chord at the melodic apex of the verse. I will show later how this unusual melodic-harmonic tension adumbrated by the intro, especially within CWM where the opening of a song rarely presents any serious tonal ambiguity, demands reckoning in the chorus of the song. [2.2.3] The second feature, related to the first one, concerns the T–PD–D–T progression and its transformation within the intro. Two characteristics of the progression are noteworthy. First, both statements of T–PD–D–T (in mm. 1–2 and 3–4) begin with a I 6 chord and end with a I chord. That the song opens with a I 6 is especially remarkable in light of Temperley’s corpus study, in which he finds that an overwhelming majority of harmonies in popular music are in root position, with only a small percentage of chords in inversion serving to create linear motions in the bass ( 2018 , 130). In mm. 1–2 of “Your Name,” I 6 and V 6 create a pair of half-step motions in the bass as they move to IV and I respectively. The strict melodic and harmonic parallelism between mm. 1 and 2 threatens a sort of syntactic fissure: instead of hearing the entire T–PD–D–T as a single tonic-prolongational unit, the I 6 –IV motion in m. 1 registers retroactively an impression of V 6 /IV–IV in light of the parallel V6–I in m. 2. The second statement of T–PD–D–T in m. 3–4, following at least a certain extent of tonal clarification by the V6–I in m. 2, alleviates this destabilizing effect through a subtle but significant revision: the root-position V on the downbeat of m. 4 extends the linear bass motion to 3 ˆ – 4 ˆ – 5 ˆ , which helps clarify the tonal-functionality of these measures. The resulting stronger linearity in the bass also transforms the role of the recycled T–PD–D–T from weakly prolongational in mm. 1–2 to cadential in mm. 3–4. (15) Example 2 . “Your Name,” voice-leading analysis of intro (mm. 1–4) (click to enlarge) [2.2.4] This functional transformation is further fortified by the changes in the melodic materials. As the voice-leading analysis in Example 2 shows, the revision in m. 4 (compared to m. 2) helps delineate the 5 ˆ – 4 ˆ – 3 ˆ motion in the top voice (retrograde of the 3 ˆ – 4 ˆ – 5 ˆ in the bass), while the 2 ˆ on the downbeat of m. 4 provides a clearer sense of resolving the dissonant 3 ˆ in m. 3 in an inner voice via a pair of unfoldings. The melodic continuity and cadential function in mm. 3–4 further clarify the overall formal design of the intro to be sentential (aa’b). (16) All of the revisions in mm. 3–4 thus engender a nascent teleology: 3 ˆ evolves from an unresolved local dissonance in m. 1 to the consonant goal of the linear melodic motion in m. 4, while the T–PD–D–T paradigm progresses from initial tonal timidity to a lucid cadential arrival at the end of the intro. Despite the swift harmonic and melodic unravelment, we should observe that 3 ˆ provides but an imperfect melodic cadence, while metric stability at the cadence is also marred by the first appearance of anticipatory syncopation on 3 ˆ (Example 1). (17) These two musical details suggest that the ostensible reconciliation of harmony and melody in m. 4 is anything but definitive; rather, as we shall see in the following analysis, events in the intro prefigure renewed tension and longing for finality in subsequent sections. 2.3 Verse: Waves of Fulfillment and Renewed Longing [2.3.1] One of the thorniest issues in recent scholarship on popular music concerns the concept of phrase . Definitions offered by Allan Moore ( 2001 ), Jocelyn Neal ( 2002 ), Ken Stephenson ( 2002 ), Robin Attas ( 2011 ), and Jeremy Robins ( 2017 ) all emphasize different musical parameters as the main criteria for phrasehood; as Robins has pointed out, their disparate approaches often result in conflicting phrase segmentations ( 2017 , 26). It is not my intention here to settle the dust for this contentious matter; in fact, I would argue that it is precisely the multifaceted and imprecise nature of phrases in popular music that contributes to the eschatological aesthetics of the verse of “Your Name.” My central argument here is this: a confluence of phrase-defining factors in the verse leads to successive waves of phrase construction and deconstruction, fulfilling formal expectations at one level with one set of factors while generating new anticipations at higher ones with other factors. This continual two-stroke process of phrasal construction and reconstruction is analogous to Begbie’s description of Scriptural patterns of promise and fulfillment, of which he writes: Deeply ingrained in the biblical testimony is a sense, sometimes acute, of the absence of an adequate fulfillment of what has been promised, a lack or deficiency which impels the people of God to reach forward and strain more fervently for what is to come. In many cases, this higher level of hope is ‘marked out’ through a drawing out or an enlargement of the original promise. With each repeated fulfillment, the promise is elaborated or augmented in some fashion, sometimes in highly surprising (though consistent) ways . . . Each downbeat brings an expectation and hope for more , so expanding the content and range of the original promise. ( 2000 , 108 [italics added]) Music, Begbie believes, gives sonic expression to this biblical pattern: Music, with its repeated and concurrent generation and dissolution of tension on different levels, provides an extraordinarily helpful way of clarifying conceptually, and apprehending through sound, how it is possible for resolutions not to lessen but to heighten hope, for God’s intention to be disclosed through ‘in-tension’ of promissory waves. ( 2000 , 110) Example 3 . “Your Name,” first verse and chorus (click to enlarge and listen) [2.3.2] Promissory waves, I argue, can be heard in the search for phrases in the verse, as shown in Example 3 . The entire verse lasts only eight bars (mm. 5–12). How many phrases are contained therein? While many scholars have commented on the preponderance of four-bar phrases in popular music, the two-bar melodic units and harmonic loops that begin the verse, presented at the moderately slow tempo of the song, compel us to evaluate phrase potentials at least every two measures. To begin, mm. 5–6 reveal that the harmonic progression is still entrenched in the T–PD–D–T paradigm from the intro. One significant development, however, is that the root position V in m. 6 does not arpeggiate to V 6 as in m. 4. The resulting I 6 –IV–V–I progression, well known in music-theoretical research as the “expanded cadential progression” (henceforth ECP) ( Caplin 1987 ), appears typically in common-practice music at the end of phrases to perform a cadential function. One could of course question the hearing of a cadential function here at the beginning of the verse, assigning the purported ECP the status of a progression, but not a function ( Caplin 2004 , 81–85). However, we must bear in mind that phrases in popular music have a life of their own distinct from their common-practice cousins. Using Stephenson’s ( 2002 , 38) criteria for defining phrases in popular music, the candidacy of mm. 5–6 for phrasehood may not be so easily and categorically dismissed. In sum, Stephenson defines a phrase as “[a] unified melodic or harmonic motion . . . [which] typically lasts no longer than five measures”; within this definition, melodic motion is completed and recognized by a longer note or a rest. (18) In mm. 5–6, the two-bar vocal unit is indeed delineated strongly by a rest, which supplies the basic requirement of a “unified melodic motion” in Stephenson’s definition. Further, the materials in these measures also seem to satisfy Neal’s requirement for a phrase to be “a single musical idea expressed in a single breath” ( 2002 , 42). While I have so far highlighted the factors that may contribute to a sense of phrase for these two measures, Neal’s definition requires further conditions that ultimately help dismantle the phrasal identity of these measures. Expounding on the meaning of a “musical idea,” she writes, “A musical idea is considered here to be that elusive notion of a melodic phrase based on an initiation of melody with harmonic support, a body of the idea, and a perceptible conclusion of that idea, arriving at a melodic cadence and supported by a harmonic resting place” [emphasis added]. Despite the rest in m. 6, the vocal line in mm. 5–6, characterized by repeated Fs and a single neighboring motion at the end, hardly differentiates a body from a conclusion. At the end of m. 6, the harmonic profile of a phrase may have been obtained; but the promise of a phrase needs further melodic developments to supply what proves to be lacking in this tentative fulfillment. [2.3.3] The next two-bar unit, mm. 7–8, searches yet again for a phrase ending with its ECP and melodic caesura. The 5 ˆ – 4 ˆ – 3 ˆ motion in the vocal line in m. 8 echoes the end of the intro in m. 4 (see Examples 1 and 2) and creates a slightly stronger melodic cadence than m. 6. While it is possible hence to hear mm. 5–8 as a four-bar phrase concluding with an IAC, the repeated ECP, beginning to sound more like a loop than a cadential progression, ironically weakens the sense of phrase conclusion. The next two-bar unit, mm. 9–10, seemingly continues the ECP-loop but replaces the I chord with a deceptive motion to vi. The melody in this unit also begins to surge in register (from hovering around F4 to B ♭ 4 (19) ) and feature more regularly the anticipatory syncopation, conferring on the unit a feeling of motivic continuation and development. The last two bars of the verse in mm. 11–12 finally provide cadential function with a IV–V–I progression and descent from the verse’s melodic apex D5 in m. 11 to B ♭ 4 in m. 12. The last note of the verse on the word “name” meets Stephenson’s criteria for a closed cadence: it occurs at the end of a textual line on the fourth downbeat of a four-bar hypermeasure (20) accompanied by the tonic harmony. After two earlier tentative fulfillments, the verse finally realizes an eight-bar phrase (sentence) with satisfactory harmonic, melodic, and hypermetric conditions. Example 4 . “Your Name,” correspondence between musical and theological units in the first verse (click to enlarge) [2.3.4] The journey through temporary completions towards the eventual conclusion of the musical idea , to use Neal’s expression again, mirrors the flow of textual meanings in the lyrics, as I summarize in Example 4 . The three main parts of the text, centering on God’s created temporal and spatial pattern (“As morning dawns and evening fades”), God’s action on humankind and elicitation of response (“You inspire songs of praise”), and humankind’s response to glorify God’s name (“That rise from earth to touch your heart and glorify your name), are set to various functional modules of the sentence structure of the verse, each one inducing an expectation for further fulfillments of a generic promise. Just as the eight-bar sentence constitutes in the end a single phrase, the lyrics also articulate one coherent thought about God’s purpose—all His actions towards the creation within the temporal and spatial patterns He ordains serve the singular purpose of displaying and arousing praise of His glory. (21) As we know, however, the song does not end there. The fulfillment in m. 12 is obviously not yet the final one. The question for the analyst, then, is whether the music in the verse has left clues about further tension and need for resolution. 2.4 Chorus: Dimensional Incongruence, Delayed Resolution, and the Parousia [2.4.1] Two clues in the verse hint at the brewing tension in the chorus. First, the melodic apex in m. 11 revisits the unresolved D5 against a IV chord from m. 2. Even though the end of the verse descends from this D5 to the tonic ( B ♭ 4) in m. 12, the absence of C5 to provide the expected stepwise resolution of dissonance reopens the melodic-harmonic divorce from the intro. Second, at the conclusion of the verse, a hypermetric ambiguity is introduced to set up conflicting strands of hypermeter in the chorus. In Example 3, the hyperbeats in black show that the quadruple hypermeter (at the two-bar level) in the verse is entirely in phase with the two-bar and four-bar subphrases, with the cadence in m. 12 falling in the weaker part of the hypermeasure, as is typical of in-phase phrase rhythm. Temperley has suggested, however, that large-scale cadences, especially those at the end of what he calls the verse-chorus unit (VCU), tend to be heard as hypermetrically strong ( 2011 , [2.3]). Even though the downbeat at m. 12 is at the end of a verse and not a VCU, the absence of prior closed cadences imposes on it sufficient rhetorical weight to help the listener audiate a downbeat. The substitution of the expected tonic by the submediant chord in m. 10 and the ensuing connection to IV further aid this interpretation by weakening the hypermetrical downbeat at m. 11. As the hyperbeats in red in Example 3 show, a shadow hypermeter (to use Frank Samarotto’s ( 1999 ) celebrated term) is retroactively implied in mm. 11–12 where the cadence is thus heard as hypermetrically accented. [2.4.2] These two events—the reactivation of melodic-harmonic divorce and introduction of hypermetric conflict—lead to repeated delays of tonal resolution in the chorus as well as a sense of what Jonathan Kramer ( 2008 ) calls non-linear time, both of which are important eschatological ingredients in music in Begbie’s estimation. As I referenced at the beginning of this article, Begbie believes that music’s “layered patterns of tension and resolution” which generate “a sense of the incompleteness of the present” provide a strong correlate of the delay of final fulfillments by “proximate small-scale fulfillments.” The boxes in Example 3 highlight the proximate fulfillments throughout the chorus in the repeated attempts to resolve the melodic-harmonic divorce reintroduced in m. 11. Each appearance of the titular “Your name” is set to the melodic descent of 3 ˆ – 2 ˆ – 1 ˆ , where 2 ˆ receives consonant support by V (or iii in m. 13) as if to compensate for its absence from mm. 11–12. While this motivic third on the title of the song turns out to be the hook, the fleeting moments of the melodic descent provide no true relief of tonal tension, as the 1 ˆ in each descent is harmonized by the submediant in recurring deceptive resolutions of the V, prefigured earlier in m. 10. Following the preponderant deceptive motions, a clear ECP in mm. 19–20 induces a strong anticipation of a sectional cadence—Temperley’s term for a PAC at the end of the VCU—at m. 21 ( 2001 , [1.2]). This expectation turns out to be thwarted, as the elision with the I 6 chord of the intro at m. 21 denies authentic cadential resolution. Later, we will see that Baloche’s recording of the song does provide an eventual authentic resolution after further extensive delays. [2.4.3] The deceptive resolution to vi in the chorus leads to much more than tonal delays; it also works in tandem with the melodic construction of the vocal line to create dimensional incongruence and “layered patterns of tension and resolution” that Begbie refers to. After the initial iii–vi motion in m. 13, harmonies in the chorus proceed through a I–IV–V–vi loop, (22) which is foreshadowed by various versions of the T–PD–D–T paradigm in the intro and the verse. Counterpointing this loop, the melodic units are delineated rather ambiguously. While it is possible to hear the melodic units as in phase with the harmonic loops, bookended by the caesuras after each occurrence of “Your name,” this interpretation goes against the syntax of the textual lines metaphorizing God’s name with the paradigmatic construction “[Tenor] is [Vehicle].” Lyrically, hearing the melodic construction as out of phase with the harmonic loops in the manner demonstrated in Example 3 (as indicated by the brackets) is hence more logical. It is not until the metaphor breaks down at the end of m. 16, where “Your name” is no longer metaphorized but simply called upon, that the melodic and harmonic units become realigned; subsequently, the exhortation “Let the nations sing it louder/‘Cause nothing has the power to save” is simultaneously the cadential idea of the chorus’s lyrics and its music. [2.4.4] Related to the melodic-harmonic incongruence in the chorus is the conflicting hypermetrical strands that I alluded to earlier. Example 3 (mm. 13–21) shows how these hypermeters are supported by various phenomenal factors. The hyperbeats in black show a strict continuation of the main hypermeter from the verse, supported here by the melodic groups as defined in the previous paragraph. (23) In other words, each line of the text expressing a metaphor for God’s name coincides with one hypermetrical unit (except for a short pick-up at the beginning). As seen in the example, this hypermetrical strand proceeds unperturbed into the return of the intro, where the sectional cadence at m. 21 is idiomatically positioned on a hypermetrical downbeat ( Temperley 2011 , [2.3]). Against this strand is a shifted hypermeter notated in red, which was set up previously by the potential perception of the closed cadence at m. 12 as hypermetrically accented. This alternative hypermeter, even if emerging earlier only as a shadow meter, gains strength in the chorus as its downbeats are supported by the tonic chord of the I–IV–V–vi loop. (24) In the context of my recent theory of phrase-rhythmic progression, the main and shifted hypermeters in the chorus contribute to phrase-rhythmic types [1–2–3–4] and [3–4–1–2] respectively, which are diametrically opposed rhythms in my cyclic rhythmic space due to the maximal distance separating the downbeats of the two types within a modular four-beat space. (25) Example 5 . “Your Name,” metric waves in the chorus (click to enlarge) [2.4.5] The relationship between these maximally conflicting metrical strands may be further modeled by Victor Zuckerkandl’s metric waves ( 1956 , 171), as shown in Example 5 . In (a), the main meter of rhythm [1–2–3–4] is represented by the wave form in which the accented word “name” (i.e., the tenor of the metaphors) appears at the crest while the various vehicles of the metaphors occur at the trough. (26) In (b), the shifted meter of rhythm [3–4–1–2] is superimposed over the original wave, reversing the metric positions between the tenors and the vehicles. From this interlocking-wave model, we can make two important observations about the conflicting hypermeters. First, the composite of the two waves in (b), depicting the simultaneous occurrence of the two hypermeters, (27) draws the tenors and vehicles of the metaphors much closer together in metric space as they can be heard on successive downbeats in the composite. The resulting metric proximity between “ name ,” “ strong . . . tower,” and “ shelter ” corresponds with the Christian doctrine that God’s name and His essence are intimately intertwined. As Scott Oliphint states, “The name of God is so integrally linked to the being and character of God that within the context of the divine-human relationships, God and his name are inseparable” ( 2012 , 50). Berkhof is even more emphatic on this point. In his commentary on Proverbs 18:10, he asserts that “‘the name’ [of God] stands for the whole manifestation of God in His relation to His people, or simply for the person, so that it becomes synonymous with God.” (28) Second, the wave model also visually demonstrates how time in the chorus is far from uni-directionally linear, but rather multiply directed (to use Kramer’s well-known term ( 2008 , 46)); each moment moves simultaneously towards an accent in one wave and away from an accent in the other wave. As each time point moves simultaneously in opposite directions, the double wave collapses individual metric progressions into a quasi-unitary and atemporal structure. This phenomenon is reminiscent of Jürgen Moltmann’s conception of the parousia—the second coming of Christ—which according to Moltmann should not be understood as taking place at a particular moment in the future. Begbie summarizes Moltmann’s position in the following: In relation to the parousia, Jürgen Moltmann has been a strong opponent of linear conceptions of time. Indeed, he argues that it is highly misleading to speak of the parousia as an event ‘in time’, an event that ‘will be’. By assimilating it to ‘our time’ in this way, locating it in our temporal future, we turn it into simply another transient event (albeit the last one). Everything that will be will one day be no more, but the parousia initiates eternity, the coming of Christ ‘to all times simultaneously’. ‘What will come according to the Christian expectation of the parousia bring the end of time and the beginning of eternal creation . . . the future of Christ also brings the end of becoming and the end of passing away.’ The parousia is related not merely to the future of being but to its present and past: ‘As the end of time, the parousia comes to all times simultaneously in a single instant. (29) [2.4.6] While Moltmann thus seeks to free the parousia from our finite understanding of time and space, his prescription does not necessarily annihilate quantitative and measurable time. If the parousia is entirely out of time, then there is no ground to speak of the notions of delay, patience, longing, or even multiply directed time—all of which still depend not just on a qualitative but also a quantitative temporality. As Begbie states, “To speak of the interweaving of the temporal modes is not to subsume all under the present, or to erase any sense of distance and delay . . . Questions about ‘sooner’ or ‘later’ do not dissolve away so easily. For there is still the stubborn and radical contradiction between God’s righteousness and the persistence of evil” ( 2000 , 122). The end of the chorus in “Your Name” provides a musical commentary on this point: if on the one hand the multiple directedness of the double wave links past and future with the eternal present , the strong linearity and goal-directedness of the ECP in mm. 19–21 ascertains on the other hand the futurity of the expected resolution. The tension between the temporal realization of the parousia and its eternal significance is encapsulated in the tension between these two rhythmic modes in the chorus. Example 6 . “Your Name,” from end of C2 and to beginning of C3 (click to enlarge and listen) Example 7 . “Your Name,” (a) transition from C3 to C4 (=C4 to C5), and (b) transition from C5 to outro (click to enlarge and listen) Example 8 . “Your Name,” coda (click to enlarge and listen) 2.5 The End of the Recorded Song: Resolution and Overflow [2.5.1] The rest of the song in Baloche’s 2006 recording continues to employ various elisions to delay a definitive resolution. Overall, the formal plan can be summarized as follows: intro V 1 C 1 intro V 2 C 2 Br C 3 C 4 C 5 outro. As I pointed out earlier, the first sectional cadence at the end of the first VCU lacks an authentic resolution due to its overlap with the I 6 of the intro’s return. Example 6 shows the end of the second chorus (and VCU), which commences more inconclusively than the first: it resolves deceptively into an instrumental bridge that traverses twice the progression Gm–F–C, ending then with an extended E ♭ chord before launching into three consecutive choruses. The added bar on the E ♭ chord (m. 49) is critical to preserving the double hypermeter in the ensuing choruses; as shown in Example 6, a straight counting of hyperbeats would start the next chorus on hyperbeat 3, rendering it the [3–4–1–2] rhythmic type (shown in red), while hearing the added bar as an extension of the previous hypermeasure would launch the next chorus instead on a hypermetrical downbeat, making it rhythmically [1–2–3–4] (shown in black). As shown in Example 7 , the following three occurrences of the chorus are all without a conclusive cadence. The expected cadences at the end of C 3 and C 4 are both evaded, as the last “Your name” in these sections is replaced by the “Your name” at the beginning of the next one. The end of the last chorus (C 5 ) then elides with the outro, which consists of Baloche and fellow vocalist Kathryn Scott apparently improvising on the repeated phrase “Jesus, give me strength for another day” above a three-fold I 6 –IV– V 6 –I progression restated from mm. 1–2 of the intro. The progression then appears for a fourth and final time, but ending in this last rendition with root position V and I and a 2 ˆ – 1 ˆ descent in Scott’s improvisatory flourish. Here, the definitive sectional cadence—comprising a resolution to the tonic harmony in root position and a descending arrival on 1 ˆ in the vocal line—is finally attained for the first time at the very end of the entire form at four minutes and twenty seconds. [2.5.2] This cadential arrival, the telos of the song, occurs on the last hyperbeat which appropriately completes the last hypermeasure. The strategic metrical placement of the last structural event thus very much signals the end of the song not just tonally, but also metrically. Is this hence the definitive end of the song? Intriguingly, the recording does not stop there; it continues for another minute or so. As shown in Example 8 , after the end of the outro, the singers continue to improvise for about twelve seconds above a sustained tonic harmony devoid of any metrical allusions, perhaps suggesting that the temporality of the song is fundamentally changed. The intro then returns to resuscitate a vague sense of meter, now against an ethereal background of the guitar playing on various pedal tones in the middle register. The two vocalists—in more intricate counterpoint with one another than before—continue to improvise and enunciate further praises of God’s healing, salvation, comfort, joy, and tender mercy. They are then joined by what sounds like a mass congregation singing repeatedly in a symphonic echo the name of Jesus. The rhythmic positioning of the name is noteworthy: it is mostly placed anacrustically across the bar, with the second syllable falling immediately after the vaguely audible downbeat of each measure. In the last annunciation, there is no more articulated downbeat between the two syllables, and the name “Jesus” is thus uttered in undivided time that ends the recorded song in a sense of timelessness. [2.5.3] This rather elaborate section performed after the outro may be described as a suffix, a cadential extension, or a coda in musical terms. (30) However, it has much more than a music-formal function when considered in terms of Begbie’s last category of music-eschatological connection—resolution and overflow. Citing Moltmann again, Begbie argues that the agony of waiting for God’s promises to be fulfilled brings with it a sense of His “divine inexhaustibility” ( 2000 , 123). The delay of the parousia is to Begbie not evidence of God’s limitation, as He is by definition limitless; rather, it displays His abundance and limitless resources. The Second Book of Peter in the New Testament describes God’s lavishness of grace and patience in connection with the parousia this way: “But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day. The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.” (31) In the coda of “Your Name,” the abundance of Christ in the parousia is captured in a performed imagination of the new heaven and new earth where Christ’s name continues to be exalted for eternity, and this new reality is inaugurated by the definitive cadence at the last hyperbeat of the last chorus, which at the same time serves as the initial downbeat of the eschaton’s inception. The musical content of the song may have commenced at the conclusion of the outro, but it also overflows into the promised end in the coda with contrapuntal and improvisatory praises of Jesus that refashion previous expressions within a new temporal framework that is largely unfamiliar to the main body of the song. In other words, the coda of Baloche’s recorded song is parousia imagined and enacted in musical sound. 3. Modern Hymns: Two Examples 3.1 Keith and Kristyn Getty: “There is a Higher Throne” [3.1.1] Within CWM there is in recent years a growing and vibrant scene of modern hymn writing; Irish composers Keith and Kristyn Getty are two of the most iconic representatives of this movement. The husband-and-wife team has been influential in evangelical circles not only through their artistic output, but also in their spearheading of a number of international initiatives to cultivate congregational singing of hymns with rich theological content (32) to counter what they see as a rapid deterioration in the liturgical suitability of CWM. (33) The Gettys offer no precise musical definition of a hymn as distinct from a song; they see the main difference between the two in the hymn’s goal: “The goal of a hymn is—first—does it teach a certain aspect of theology? And, secondly, could this song be sung for the duration of the hymnbook? 20 years, 30 years, indefinitely. So it’s just a whole different target [than contemporary worship]. In one sense, there’s no scientific definition. In another sense, it’s an entirely different goal.” (34) Example 9 . Getty and Getty, “There is a Higher Throne” (click to enlarge and listen) [3.1.2] Even if the Gettys shy away from a technical definition of modern hymns, their writing is clearly hymn-like in that it generally follows eighteenth- and nineteenth-century metrical psalms for their strict poetic meters and rhyme schemes. (35) Their hymn “There is a Higher Throne” (see Example 9 ) uses a 6.6.8.4 iambic meter, which is an abbreviated form of the traditional short meter 6.6.8.6. As for the rhyme scheme, the four quatrains of the VCU alternate between aabb and aabc internally. (36) The lyrics of the song are based on prophetic and eschatological imageries in the Scriptures concerning the future kingship, glory, and power of the Messiah and the eternally redeemed state of His people, possibly compiled from various passages in both the Old and New Testaments including Isaiah 25:8, 45:23, Revelation 7:9, 19:6, 21:4, and 21:19. In terms of Westerholm’s inaugurated eschatology, the lyrics represent a tour de force in poetic adaptation of the Scriptures focusing on the “not-yet” aspect of all three categories of eschatological descriptors: repeated uses of the word “will” for language of time; pictorial portrayals of the physicality of the apocalyptic throne of God in heaven for language of spatiality, and emotive depictions of the believers’ intense worship of the one on the throne for language of affection. According to Westerholm’s diagnosis, then, the song is atypical of CWM in its saturation of eschatological content. [3.1.3] The lyrics’ concentrated focus on the “not-yet” aspects of the eschaton finds musical equivalents in formal, harmonic, and hypermetrical events. The most prominent of these concerns the delay of authentic cadence against a quasi-cyclic formal design. Example 9 shows that the four quatrains of the VCU are set to four remarkably similar phrases sharing a number of common elements: (1) an overall sentential profile; (2) a basic idea that opens with an ascending leap; (3) a repeated basic idea that forms a linear progression with the basic idea; (4) a larger descending linear progression in the continuation function, counterpointed by the bass in parallel tenths and interrupted by a caesura (see the penultimate measure in each line in (a)); and (5) a short cadential gesture that completes the previous descending linear progression. (37) The overall form of the VCU may be designated A 1 A 2 A 3 A 4 , as the content of each phrase follows the same blueprint with minimal but significant variations; among them, A 1 and A 2 form a pair through their virtually identical content except for the cadence, while A 3 and A 4 similarly form another pair so that the two pairs help delineate the verse-chorus division. While this form is unusual for both hymns and popular songs, (38) it is used here effectively to produce a strong sense of teleology; each new phrase involves one significant change from the previous one highlighted against the consistency of the overall materials, and the entire series of changes from A 1 to A 4 moves deliberately towards the specific melodic and harmonic elements of the eventual sectional cadence. In this process, each phrase realizes some form of tentative ending, but it also engenders a heightened sense of promise for further and ultimate fulfillment. [3.1.4] Part (b) of Example 9 demonstrates step by step how this progression unfolds. A 1 begins with an ascending 3-progression from E4 to G ♯ 4 in the top voice, followed by a descending 6-progression that moves to an inner-voice B3 at a half cadence. (39) A 2 repeats the musical content of A1 but with one significant modification: the melody concludes with a motion from B3 to F ♯ 4 in mm. 19–20, providing the expected 2 ˆ at a typical half cadence. In other words, compared to A 1 , A 2 has a stronger sense of cadential arrival, even if it is still temporary. A 3 then starts the next pair of phrases by first modifying the contour of the presentation function. The basic idea expands the opening ascending fourth (from A 1 and A 2 ) to an octave to text-paint the word “heaven,” and then descends from B4 by steps through A4 to G ♯ 4. The continuation preserves the linear descent from G ♯ 4 to B3 from before; this descending 6-progression, however, may now be heard as a continuation of the 3-progression B4–A4– G ♯ 4 in the presentation to complete an apparent 8-progression from B4 down to B3, thereby expanding the linear span towards the cadential unit. The harmonization of A 3 also enhances the linear character of the phrase from a formal-functional perspective: the I 6 at the beginning of the phrase in m. 21 launches two levels of ECP, one within the presentation function as a local progression, and another at the background level across the entire phrase where the ECP fuses the presentation module with the continuation-cadential unit. Finally, A 4 preserves all materials from A 3 , but revises the harmonic content of the cadence so that a PAC—the first and only one of the whole VCU—resolves all harmonic tension from the previous three phrases. The analysis reveals that each formal function of the basic phrase undergoes subtle transformations to intensify the ongoing trajectory towards the final outcome. This dynamic procedure parallels what Christian theologians call progressive revelation in the doctrines of Soteriology and Christology. John Stott, a prominent Anglican theologian, sees progressive revelation as the gradual and historical process through which special revelation concerning the person and work of Christ—His divine identity within the Trinity and fulfillment of Old Testament laws on animal sacrifice—is accomplished. Just as “[God] taught [His people] gradually as they were able to assimilate it, ‘a little here, a little there’ (Is. 28:13), ‘in partial and various ways’ (Heb. 1:1, NAB)” ( 2005 , 25), the phrases in “There is a Higher Throne” move us, a little here, a little there, through partial and various functional transformations, towards the cadential goal of the song. [3.1.5] The hypermetrical design of the song adds yet another dimension to the continuous trajectory towards the sectional cadence. Part (b) of Example 9 includes a hypermetrical analysis of the song at the two-measure level. The melodic groups at this level are primarily unaccented, (40) as is clearly the case in the basic idea, its repetition, and the cadential group. The continuation function begins with a group that is apparently beginning-accented ([1–2–3–4]); however, as we have seen, this group seamlessly follows the presentation group via a linear progression and parallel contrapuntal motion, both of which help conceal the group boundary. The overall phrase rhythm of the song is hence dominated by unaccented groups, with at best a faint suggestion of beginning-accented rhythm. The only hypermetrical change is found at the sectional cadence of the VCU in m. 36 due to an overlap with the return of the intro. The overlap between the two sections instigates in the hypermeter a metrical reinterpretation, transforming the cadential group into an end-accented one. This shift from unaccented to end-accented rhythm at the end of the VCU, while not a common feature in older hymns, is an option available to CWM because of the idiomatic elision between the end of the chorus and the intro’s return. The eventual and singular appearance of end-accented rhythm here is particularly fitting, as it heightens metric attention at the end of a complete formal unit much in the same way as how the eschatological doctrine views all of history as flowing towards the most prominent “hypermetrical” event at the eschaton. Example 10 . Lopez, “Jehovah Our Righteousness” (click to enlarge and see the rest) Example 11 . “Jehovah Tsidkenu” (click to enlarge and see the rest) Example 12 . “Jehovah Our Righteousness,” phrase-rhythmic progression in Ng’s (2021) linear space (click to enlarge) [3.1.6] That CWM idiomatically accommodates strategic shifts to end-accented rhythm at significant formal junctures can be seen further by a brief comparison between “There is a Higher Throne” and Mark Lopez’s hymn “Jehovah Our Righteousness,” shown in Example 10 . (41) Lopez’s song is a modernized version of a nineteenth-century hymn entitled “Jehovah Tsidekenu” penned by Robert Murray McCheyne. Many different tunes have been used to set this text in amphibrachic tetrameter; a relatively well-known one by A. J. Gordon is shown in Example 11 . The text proceeds steadily on the time line of the typical Christian spiritual life, from when the pilgrim was a stranger to God’s grace to when God’s righteousness accompanies him to his death. Lopez’s text (Example 10) recycles (with minor modifications) four of the verses that encapsulate the important junctures of the spiritual journey; more importantly, he adds an original chorus with four much terser lines: “We long for a King/Who’s perfect and just/Who saves us from sin/And becomes our righteousness.” In doing so, Lopez markedly strengthens the “not-yet” component of inaugurated eschatology, as the main verb of his sentence, “long,” underlines the Christian corporate anticipation of the second advent, the return of the King who has already accomplished His cosmic redemptive plan. Most significantly, Lopez’s phrase rhythm clearly reflects this transition from the verse to the chorus. As shown in Example 10, the music in the verse puts each line of poetry in a beginning-accented group. The fourth line, however, elides with the intro, the onset of which reinterprets the last hyperbeat of the verse as a strong one in precisely the same fashion as that at the sectional cadence of “There is a Higher Throne.” (42) In the case of Lopez’s hymn, this reinterpretation not only introduces an end-accented element to the end of the verse, but is also followed by further motions towards end-accented rhythms in the chorus. The overall rhythmic conception of the chorus is already distinguished by the poetic meter of its text, which abandons the more complex amphibrachic tetrameter of the verse for a simpler ampibrachic dimeter in the first three lines. As for the music, Lopez begins the first two lines of the chorus with a pick-up to hyperbeat 4, shifting the phrase rhythm to [4–1–2–3] at the start of the chorus. According to Ng’s taxonomy ( 2021 , 45), the [4–1–2–3] here is best understood as a mixed rhythm (i.e., rhythm with both beginning-accented and end-accented characteristics); its end-accented flavor is enhanced by the onset of the last syllable/word in these lines (i.e., “king” and “just”) on a hypermetrical downbeat. End-accentedness becomes even clearer when the third line abbreviates the rhythm to a [4–1], setting up for a strongly end-accented [2–3–4–1] conclusion on the last line of the VCU. The overall progression from beginning-accented [1–2–3–4] (verse lines 1–3), through mixed rhythms [1–2–3–4/1] (verse line 4) and [4–1–2–3] (chorus lines 1–2), to end-accented [4–1] (chorus line 3) and [2–3–4–1] (chorus line 4), is mapped in Example 12 onto Ng’s linear phrase-rhythmic space ( 2021 ) with the blue circles and arrows. (43) The phrase-rhythmic progression of Lopez’s hymn from beginning-accentedness to end-accentedness provides a music-temporal illustration of the pilgrim’s progress from past fever, through present freedom, towards future strength and conquests as traced in the lyrics. Example 13 . Papa, Boswell, and Papa, “Almost Home,” first complete VCU (click to enlarge and listen) 3.2 Matt Boswell and Matt Papa: “Almost Home” [3.2.1] Contemporary hymn writers Matt Boswell and Matt Papa have collaborated for the past ten years on many noteworthy projects, including the 2020 Dove Award nominee for Inspirational Song of the Year, “His Mercy is More.” Their recent hymn “Almost Home,” co-written with Laura Papa, was published by Getty Music and showcased at the Gettys’ 2021 Sing! Conference in Nashville, TN. Example 13 shows the intro and the first complete VCU (V 1 V 2 C) of the hymn. Similar to “There is a Higher Throne,” the text of “Almost Home” deals intensely with the “not yet” of inaugural eschatology; however, the focus of “Almost Home,” as the title suggests, is not the glory and power of God’s eternal throne, but the joy and blessedness of the pilgrim’s eternal home. The composers have stated explicitly that the music for the hymn is modeled after a sea shanty; (44) the purpose of the modeling is to evoke the imagery of people straining together towards their common goal, much in the same way as sailors using a shanty to coordinate the rhythms of their muscular movements to power the ship. Although the composers have not explained how the music of “Almost Home” technically borrows from the shanty genre (other than stating that the melody is “folk-like” and “simple”), there are nonetheless several discernible connections: the almost exclusive use of I, IV, and V chords, triadic leaps in the melody, Scotch snap rhythms, and repeated appearances of the phrase “we’re almost home” at the end of the lines to suggest a solo-ensemble alternation (the ensemble responding with “almost home” to the shantyman’s opening of each line), which is typical of many shanties sung by a lead shantyman and a responding chorus when hauling ropes or pushing the bars of a capstan. (45) Clearly, “Almost Home” aims to stir in the congregation a sense of unity and camaraderie as they labor together on this earthly voyage towards the “blessed shore” of heaven. The main question for us is this: what lesson does the music of the song teach the congregation on the seemingly arbitrary and failed schedule of the voyage as the vessel continues to search with no immediate sight of the shoreline on the horizon? [3.2.2] I suggest that one way to answer our main question is to track the movements on the metrical and tonal coordinates of the word “home” in order to measure our changing metaphorical distance from the destination. The reason that this is a meaningful way towards hermeneutics is twofold. First, semantically, the word “home” connotes security and implies musical settings of stability; its evolving tonal and metrical profile thus provides a potential gauge of “home-ness” across the song. Second, contextually, the end-accented flavor created by the imagined ensemble at the end of each line in the verse renders any changes on the tonal profile and metrical placement of “home” eminently more audible. Example 14 . “Almost Home,” tonal and metrical profiles of “home” (click to enlarge) [3.2.3] Example 13 shows that each line in the verse is set to a two-measure unit that satisfies the criteria for phrasehood laid out earlier in this article. The four phrases follow Walter Everett’s ( 2009 , 140) SRDC (Statement-Response-Departure-Conclusion) format; among these, the S, R, and C phrases share the same rhythm and scale-degrees in the first four notes, and they also end with the identical durational pattern in the refrain “we’re almost home.” The tonal and metrical profile of this refrain, however, changes from phrase to phrase, as summarized in the table in Example 14 . The third to the fifth columns, which collect information on the harmony, scale degree in the soprano, and metrical position of each of the “homes” throughout the song, show that the three “homes” in the verse (i.e., homes 1–3) move from I/5/3 to V/2/3 to I/1/1. Evidently, in all three areas—harmony (I–V–I), melody (5–2–1), and meter (3–3–1), there is a palpable progression towards stability at the end of the verse. [3.2.4] Are we therefore already “home” after a brief and easy journey through the four-line verse? The chorus clarifies that home is still imminent. Given the musical seesaw between the shantyman and ensemble in the verse, a conceptually missing element from the end of the verse was the shantyman’s participation in the last refrain. This is remedied in the chorus, where the shantyman has ostensibly joined the ensemble. (46) Similar to the verse, the chorus also presents “home” three times; their tonal-metric progression is shown the last three rows in Example 14. The downbeat positioning of “home” has now been locked in (as shown by the “1”s in the metrical position). Harmonically, the attainment of the tonic is also secured. It is the melodic component here in the chorus that resets the distance of the journey, departing from 5 ˆ , moving through 6 ˆ – 5 ˆ – 3 ˆ , and arriving back on 1 ˆ at the end of the VCU. If the attainment of I/1/1 is what “home” is supposed to achieve, then the prior fulfillment at the end of the verse turns out to be a moment of “already, but not yet.” In this sense, the rhetorical difference between the end of the verse and the end of the chorus parallels that between the first and second advents. Example 15 . “Almost Home,” end of chorus renotated (click to enlarge) [3.2.5] This measurement of distance from “home” may be fine-tuned by considering hypermeter at both two-bar and four-bar levels, as annotated on the score in Example 13. The entire table in Example 14 shows the harmonic-melodic-metrical-hypermetrical journey toward “home” across the entire VCU. Several observations are noteworthy. First, while the “home” at the end of the verse was previously shown to possess a stable harmonic-melodic-metrical profile of I/1/1, adding two-measure and four-measure hypermeters into its identification yields the label I/1/1/3-1/4. (47) The presence of “3” and “4” at the hypermetrical levels provides further signals that the journey will have to continue in search of “1” at all levels. Second, the next “home” at the beginning of the chorus does fall on a hypermetrical downbeat both at the two-measure and four-measure levels, and seems therefore to compensate for what was previously lacking. Yet, its location at the beginning of the chorus implies that the downbeat functions less as a resolution than a launch, perhaps a boost in the nautical speed towards the destination. Finally, the last “home” at the end of the VCU attains the definitive home state I/1/1/1/1, yet not without complications. Instead of a straightforward journey towards the goal, the last phrase involves metrical changes that problematize to some extent the hypermetrical location of the last “home” (see Example 13). In the cadential approach in mm. 18–20, the composers notate a 4 3 measure followed by a 4 2 measure before the cadence restores the main meter 4 4 . In Example 15 , I show that these notated metrical changes mainly serve to accommodate a written out fermata on the word “Lord.” The 4 3 and 4 2 measures may be normalized to one 4 4 measure so that the words “we’re almost home” are set to the same rhythmic formula as at the end of all the phrases in the verse. The pause on “Lord” and the slowing down on “we’re” from a sixteenth note to an eighth note clearly produce a deceleration effect compared to the original rhythmic formula. On the two-measure and four-measure hypermetrical levels, this deceleration is perceived as elongated weak beats in preparation for the downbeat at the cadence. Significantly, alongside this general sense of deceleration, the notation also implies a tightening or accelerating effect that may be easily conveyed by the musicians. This effect is possible due to the shortening of the notated bar from four beats to three beats and then two beats, each successive curtailing of the length of the measure heightening further the sense of striving toward “home.” In fact, if the musicians enhance this effect by accentuating the downbeat on “al” (of “almost), the metrical profile of “almost home” would become somewhat ambivalent, as it becomes reminiscent of the ensemble refrain from the verse, where “almost home” concludes on beat 3. Is the home at the end of the VCU, then, truly an arrival? Indeed, this subtle ambivalence is emblematic of the central message of the song that the goal is both already and not yet achieved even as sojourners are confident that the eventual completion of the voyage will not be very far off. 4. Conclusion",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27",
                    "FN28",
                    "FN29",
                    "FN30",
                    "FN31",
                    "FN32",
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36",
                    "FN37",
                    "FN38",
                    "FN39",
                    "FN40",
                    "FN41",
                    "FN42",
                    "FN43",
                    "FN44",
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": [
                    "begbie_2000",
                    "westerholm_2016",
                    "begbie_2000",
                    "nobile_2015",
                    "temperley_2007",
                    "nobile_2015",
                    "temperley_2018",
                    "moore_2001",
                    "neal_2002",
                    "stephenson_2002",
                    "attas_2011",
                    "robins_2017",
                    "robins_2017",
                    "begbie_2000",
                    "begbie_2000",
                    "caplin_1987",
                    "caplin_2004",
                    "stephenson_2002",
                    "neal_2002",
                    "temperley_2011",
                    "samarotto_1999",
                    "kramer_2008",
                    "temperley_2001",
                    "temperley_2011",
                    "zuckerkandl_1956",
                    "oliphint_2012",
                    "kramer_2008",
                    "begbie_2000",
                    "begbie_2000",
                    "stott_2005",
                    "ng_2021",
                    "ng_2021",
                    "everett_2009"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] The last two decades of analytical research has unequivocally affirmed the status of popular music as an art form possessive of its own rules and complexities that demand serious examination. Against this backdrop, this article provides an impetus for inducting musical analysis of CWM into the arena of serious academic pursuit. As I have shown, select samples of CWM demonstrate skilled craft and thoughtful text-music connection. Whether it is in conflicting phenomenal accents and resultant hypermetrical waves that amplify the kinship between God and His myriad names; the kaleidoscopic mutations of musical motives that parallel the progressiveness of biblical revelation concerning the Christ; or the ever shifting metrical and tonal profile of a refrain that analogizes the experienced uncertainty of the eschaton; CWM, as a subgenre of popular music, has the structural capacity to encode deep theological meanings discoverable through music analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The findings here thus answer Begbie’s charge for CWM composers in an indirect but also unexpected way. Recall that Begbie exhorts CWM writers to teach listeners about patience and delay much in the same way as how he sees western art music is capable of. The answer to his plea, it seems to me, is that CWM as a genre already fulfills his requirement through the kinds of procedures revealed in the above analyses. This assertion, however, must be qualified by a necessary corollary concerning the current findings: the songs analyzed in this article are obviously chosen for a purposeful argument; understandably, not all CWM songs engage in creative manipulation of musical time with comparable degrees of intentionality. There are numerous examples of CWM songs in which temporal creativity perceivably takes a back seat to catchy rhythms, uplifting lyrics, and attractive performance personae. In this light, the more urgent charge than Begbie’s would seem to be not for the composers, but for the worship leaders to make informed and deliberate song choices for congregational singing. As Ingalls carefully documents in her ethnographical study of CWM’s power in shaping Christian cultural practice, song selections have become in contemporary American Christianity a core genetic material in the identity of a local congregation, especially in its navigation through the complex web of denominational affiliation and theological orientation ( 2018 , Chapter 5). In one case study, for instance, she interprets singing the Gettys’ modern hymns with a worship band as a sign of commitment to evangelicalism, and an organ-led performance of old Episcopalian hymns as a token of preserving denominational ties to counter divisive theological shifts that have caused denominational splits.",
                "footnotes": [],
                "citations": [
                    "ingalls_2018"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] Granted this deep influence of songs on the DNA of a Christian community, a congregation that sings songs demonstrative of artistry in phrase rhythm, phraseology, formal proportions, and strategic deployment of tonal resolutions—musical parameters in which artistry is more likely to be found in CWM given its pragmatic constraints in areas such as vocal range, harmonic complexity, and timbral variety, which are often limited by the laypersons’ musical ability—is one that, I would argue, takes to heart the practical implications of eschatology. The reason for this is that art, while in the Christian view is decidedly moving with the rest of the entire created order towards the final state of redemption at the eschaton, is nonetheless treated in such communities as a serious and indispensable God-given ingredient in the present (albeit imperfect) expression of worship. This attention to the details of the materials for worship provides a much needed corrective to over-spiritualized visions of eschatology in which “immortal souls survive the perishing of material and historical existence to enjoy a private disembodied vision of God” ( Hart 2010 , 267). (48) Obviously, this is a hugely complex issue that requires much more thoughtful treatment, as assessing the artistic merit and quality of any sort of music, let alone one for which analytical studies are only at an embryonic stage, is a thorny enterprise. Still, I hope that this article has perhaps revealed something that may seem at first too obvious to point out but is nonetheless worth emphasizing: eschatological songs had better possess the stamina to survive the strenuous voyage towards the eschaton, for they would clearly not be able to perform the theological task at hand if they could not outlast the capricious ebb and flow of the so-called core repertory. The role of artistry in this process may seem enigmatic, but its relevance is undeniable. An example from classical music may help illustrate this point: Chopin has impacted generations of pianists in inestimably deeper ways than his contemporary John Field, even if it took a few centuries for an analyst to finally offer concrete analytical insights as to why such a difference may have transpired ( Rothstein 1989 ). In that example, history seems to have marched forward without the intervention of the analyst, although there are other instances in which a revisionist succeeds in steering history in a different direction than its original course. In the arena of CWM research, there is no shortage of advocates who would love to see the current direction of congregational singing take a turn away from some of the most current trends ( Boswell 2013 , Burggraff 2018 , Getty and Getty 2017 , and Kauflin 2008 ). I add my voice to this “cloud of witnesses,” although my approach is not primarily theological, but musical. I hope that this article will spur further conversations on the musical aspects of contemporary Christian songs, and that any subsequent activities on this topic will provide valuable resources for Christian communities as they continue to define and redefine their identities across the raging seas towards the blessed shore.",
                "footnotes": [
                    "FN48"
                ],
                "citations": [
                    "hart_2010",
                    "rothstein_1989",
                    "boswell_2013",
                    "burggraff_2018",
                    "getty_and_getty_2017",
                    "kauflin_2008"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.4.ng.html",
    "data": "mto/data/mto.22.28.4.ng.json"
}