{
    "title": "Other Good Bridges: Continuity and Debussy’s “Reflets dans l’eau”",
    "date": "2012/09/01",
    "volume": "18",
    "issue": "3",
    "authors": [
        "Waters, Keith"
    ],
    "abstract": "I take Steve Larson’s article “What Makes a Good Bridge” (2003) as a launching point to explore the idea of musical bridges in works of Debussy. My focus is on musical processes that enhance continuity across formal sections, phrases, subphrases, or harmonic regions. The first two excerpts, from “La cathédrale engloutie” (from Préludes, Book 1) and Prélude à l’après-midi d’un faune, create melodic bridging structures through pattern completion or phrase linkage. I then turn to Debussy’s solo piano work “Reflets dans l’eau” (from Images, Book 1) and show how Debussy links the formal sections of the ABACA small rondo. Here formal overlaps arise by the continuation of motivic or harmonic events across formal boundaries. Finally, I consider the above ideas in light of the Debussy critical tradition that privileges aesthetic values of circularity, discontinuity, and stasis",
    "keywords": [
        "Bridge",
        "overlap",
        "elision",
        "continuity",
        "discontinuity",
        "Debussy",
        "“Reflets dans l’eau”"
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.3/mto.12.18.3.waters.pdf",
    "author_info": [
        {
            "name": "Keith Waters",
            "university": "University of Colorado Boulder",
            "address": "College of Music, Campus Box 301, Boulder, CO 80309",
            "email": "keith.waters@colorado.edu"
        }
    ],
    "citations": {
        "berger_2007": "Berger, Karol. 2007. Bach’s Cycle, Mozart’s Arrow: An Essay on the Origins of Musical Modernity . Berkeley: University of California Press.",
        "devoto_1995": "DeVoto, Mark. 1995. “The Russian Submediant in the Nineteenth Century.” Current Musicology 59: 48–76.",
        "eimert_1959": "Eimert, Herbert. 1959. “Debussy’s Jeux .” Trans. Leo Black. Die Reihe 5: 3–20.",
        "howat_2009": "Howat, Roy. 2009. The Art of French Piano Music . New Haven: Yale University Press.",
        "howat_1983": "Howat, Roy. 1983. Debussy in Proportion . Cambridge: Cambridge University Press.",
        "kramer_1988": "Kramer, Jonathan. 1988. The Time of Music . New York: Schirmer Books.",
        "larson_2003": "Larson, Steve. 2003. “What Makes a Good Bridge?” Tijdschrift voor Muziektheorie 8, no. 1: 1–15.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . Cambridge, MA: MIT Press.",
        "mcfarland_2004": "McFarland, Mark. 2004. “Debussy: The Origins of a Method.” Journal of Music Theory 48, no. 2: 295–324.",
        "pasler_1982": "Pasler, Jann. 1982. “Debussy’s Jeux : Playing with Time and Form.” 19th-Century Music 6: 60–75.",
        "pomeroy_2003": "Pomeroy, Boyd. 2003. “Debussy’s Tonality: A Formal Perspective.” In The Cambridge Companion to Debussy , ed. Simon Trezise, 155–78. Cambridge: Cambridge University Press.",
        "rolf_2007": "Rolf, Marie. 2007. “Symbolism as Compositional Agent in Act IV, Scene 4 of Debussy’s Pelleas et Melisande .” In Berlioz and Debussy: Sources, Contexts, and Legacies , ed. Barbara L. Kelly and Kerry Murphy, 117–48. Aldershot: Ashgate Publishing.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . New York: Schirmer Books.",
        "stockhausen_1963": "Stockhausen, Karlheinz. 1963. “Von Webern zu Debussy (Bemerkungen zur statistischen Form).” In Texte zur elektronischen und instrumentalen Musik . Bd. 1, ed. Diether Schnebel, 75–85. Cologne: DuMont.",
        "taruskin_2010": "Taruskin, Richard. 2010. “Getting Rid of Harmonic Glue.” In Music in the Early Twentieth Century , vol. 4 of The Oxford History of Western Music , 59–129. Oxford: Oxford University Press.",
        "tenzer_2006": "Tenzer, Michael. 2006. “ Oleg Tumulilangan : Layers of Time and Melody in Balinese Music.” In Analytical Studies in World Music , ed. Michael Tenzer, 205–36. Oxford: Oxford University Press.",
        "wenk_1983": "Wenk, Arthur B. 1983. Claude Debussy and Twentieth-Century Music . Boston: Twayne Publishers.",
        "wheeldon_2011": "Wheeldon, Marianne. 2011. “ Tombeau de Claude Debussy : Early Reception of the Late Works.” In Rethinking Debussy , ed. Elliott Antokoletz and Marianne Wheeldon, 259–76. Oxford: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. To be sure, formal sections known as transitions and popular-song B sections do bridge, often by ending on a structural dominant. But not all create the sorts of overlaps, elisions, and links that continue across subphrases, phrases, harmonic regions, or formal sections.",
            "citations": []
        },
        "FN2": {
            "text": "2. For more on links between phrases, including overlaps, see Rothstein 1989 , 43–63. Lehrdahl and Jackendoff ( 1983 , 55–62) distinguish between elision and overlap; Rothstein collapses that distinction into the single term “overlap.”",
            "citations": [
                "rothstein_1989",
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN3": {
            "text": "3. Rothstein ( 1989 , 52) describes the lead-in as follows: “By its nature, then, the lead-in entails an overlap—specifically, an overlap between the added segment (the lead-in) and the beginning of the following phrase. Also by nature, a lead-in is a melodic unit less complete (and usually shorter) than the phrases which it connects. It is not a subphrase, however, because it is not part of any complete phrase but merely a link between two such phrases.”",
            "citations": [
                "rothstein_1989"
            ]
        },
        "FN4": {
            "text": "4. Similar chromatic lead-ins (not shown in Example 3) continue to elide with new melodic ideas and harmonic shifts, such as in measures 30–31 (the pickup E ♯ – F ♯ lead to G in clarinet, launching the first four-bar whole-tone section); measures 33–34 ( G ♯ –A grace notes lead to Bb in the flute at beginning of following four-bar whole-tone section); and measures 36–37 (B–C grace notes lead to C ♯ in flute at the beginning of measure 37—the oboe begins the new melodic statement on C ♯ in measure 37). Between measures 1–37, then, each of the varied restatements of the opening flute motive (beginning on C ♯ ), both of the whole-tone episodes (beginning on G and B ♭ in measures 31 and 35), and the measure 37 oboe melody (returning to C ♯ ) all begin with a chromatic lead-in.",
            "citations": []
        },
        "FN5": {
            "text": "5. For more on the form to “Reflets dans l’eau,” see Howat 1983 , 23–24).",
            "citations": [
                "howat_1983"
            ]
        },
        "FN6": {
            "text": "6. For convenience and ease of reading, the repeat symbol in Example 4a suggests that measure 1 and measure 5 are identical. However, in Deubssy’s score the left hand part differs slightly at measure 5—it begins with A ♭ on the downbeat, followed by D ♭ on the following eighth note.",
            "citations": []
        },
        "FN7": {
            "text": "7. For some precedents for the use of a sixth added to a tonic harmony, see DeVoto 1995 ; DeVoto points out examples in Viennese waltz music, sometimes described as the “Viennese sixth.”",
            "citations": [
                "devoto_1995"
            ]
        },
        "FN8": {
            "text": "8. In this paper I use the symbol to refer to a half-diminished (seventh) chord.",
            "citations": []
        },
        "FN9": {
            "text": "9. The events leading up to this section also show how the treatment of the leading tone is part of a longer-range strategy. The dominant A ♭ appears in this section in the bass at measure 24 and remains until A2. The voice-leading, particularly in the right-hand arpeggiation, indicates an unambiguous arrival on the harmony of A ♭ 9 in measures 27–28; the leading tone C of this harmony arrives via a lower chromatic neighbor (notated as C ♭ , measures 24–26), and is followed by an upper chromatic neighbor ( D ♭ , measures 29–30). This voice-leading process (half step below leading tone, leading tone, half step above leading tone) then leads to the material of Stages A–C (measures 30–34) discussed above. Thus, it is not just that the leading tone is suppressed, as Taruskin suggests. In this instance the leading tone arrives unambiguously in measures 27–28, but is gradually withdrawn and demoted to non-chord tone status in measures 31–34 prior to the arrival of A2.",
            "citations": []
        },
        "FN10": {
            "text": "10. This descending stepwise third may be heard to derive from what Roy Howat calls the B motive, appearing measures 24–27, 50–52, 54–56, 57–59, and elsewhere ( Howat 1983 , 23).",
            "citations": [
                "howat_1983"
            ]
        },
        "FN11": {
            "text": "11. This section hear bears a strong resemblance to measures 41–43 of the retransition in Debussy’s “Claire de lune,” which likewise begins with the pitches E– D ♯ – C ♯ en route to the A ♭ structural dominant. There is it is iv 7 (rather than ♭ VI) that harmonizes the descending third and precedes the structural dominant.",
            "citations": []
        },
        "FN12": {
            "text": "12. Karol Berger ( 2007 ) relies on the tropes of circularity (“Bach’s cycles”) and linearity (“Mozart’s arrow”).",
            "citations": [
                "berger_2007"
            ]
        },
        "FN13": {
            "text": "13. For other considerations of discontinuity in Debussy, see McFarland 2004 .",
            "citations": [
                "mcfarland_2004"
            ]
        },
        "FN14": {
            "text": "14. Howat ( 2009 , 19) views “Voiles” more traditionally, with the initial whole-tone section operating as an extended B ♭ dominant section that cadences to E ♭ minor in the central section.",
            "citations": [
                "howat_2009"
            ]
        },
        "FN15": {
            "text": "15. Pasler includes the original text: “Il m'a semblé que les divers épisodes manquaient d'homogénéité. Le lien qui les relie est subtil, mais il existe pourtant? Tu le sais aussi bien que moi.”",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "What Makes a Good Bridge?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In his article “What Makes a Good Bridge?” ( 2003 ) Steve Larson examines the formal and functional roles of the B section—the bridge—in AABA American popular song forms. His analyses of popular songs show the ways in which bridges contrast with and create compelling links with their surrounding A sections. He provides a list of attributes of good musical bridges which, like their architectural counterparts, differ from the paths they connect, but are part of a single path; direct motion along a more-restricted path with a clear goal; are (unlike the places they connect) not a place to stop; connect more stable areas; cross some contrasting terrain or obstacle; tend to be balanced and symmetrical, yet open-ended, structures; are more comfortable to travel on if they are structurally sound; are more desirable to travel on if they take you where you want to go ( Larson 2003 , 11). Example 1 . Bridge (measures 17–24) of Gershwin's “I Got Rhythm” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "larson_2003",
                    "larson_2003"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Larson’s discussion of the bridge (measures 17–24) to George Gershwin’s “I Got Rhythm” highlights some intriguing features. He shows that the melodic pattern established in the bridge’s first four bars is restated a step below during the second four bars, but with a crucial difference. An exact restatement of the melodic material would end with the pitch F. Example 1 shows that that pitch is withheld at the end of the bridge, leaving the pattern incomplete. Yet F is the first pitch heard at the return of the A section, and thus it completes the pitch pattern only after the sectional division. Larson’s analysis describes a type of musical motion that contributes to the continuity across formal and hypermetric divisions. It impels musical motion by bridging the formal divide.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The term “bridge” has at least three meanings in music. (1) For Western European music it is roughly synonymous with “transition,” a musical section—often modulatory—that connects more stable thematic sections. (In that same context bridge may also refer to a retransitional section, which typically stands on the dominant and brings about a stable harmonic arrival at a critical formal juncture such as a recapitulation.) (2) In American popular song bridge refers to the contrasting B section within an AABA song form. (3) The term “bridge” may be more generally applied to links, elisions, or overlaps between formal sections, phrases, subphrases, and harmonic regions. In this latter sense bridge is more a verb than a noun: it does not necessarily describe a specific formal section but instead accounts for a kind of musical process. (1) Larson’s analysis of “I Got Rhythm” invokes the idea of bridge in the second and third senses: it describes the events in the B section of an AABA song, and it further points out how pattern completion creates continuity across sectional boundaries.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] My concern in this essay is with this latter type of bridge, particularly musical processes that enhance continuity across formal sections, phrases, subphrases, or harmonic regions in the music of Debussy. Thus my focus is not on bridge sections, but on bridging processes. The first two excerpts, from “La cathédrale engloutie” (from Préludes , Book 1) and Prélude à l’après-midi d’un faune , create melodic bridging structures. I then turn to Debussy’s solo piano work “Reflets dans l’eau” (from Images , Book 1) and show how Debussy links the formal sections of the ABACA small rondo. Here Debussy creates formal overlaps by the continuation of motivic or harmonic events across formal boundaries. In the final portion of the essay I consider the above ideas in light of the Debussy critical tradition that privileges aesthetic values of circularity, discontinuity, and stasis. Some Good Bridges",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Central to Debussy’s bridging processes is overlap or elision. (2) In “La cathédrale engloutie” (from Préludes , Book 1) the overlap comes about through pattern completion (as in “I Got Rhythm”) that links remote key areas. In Prélude à l’après-midi d’un faune overlap arises from a melodic lead-in that links to thematic restatements of the opening flute melody. (3) In both works, the overlap is melodic. Example 2 . Pattern completion in “La cathédrale engloutie,” measures 16–19 (click to enlarge)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Much of “La cathédrale engloutie” shifts between 5-, 6-, and 7-note diatonic regions, all the while avoiding functional harmonic progressions. Example 2 shows one such shift in measures 16–19, which move from a B pentatonic collection to a six-note E ♭ collection (this collection does not use A ♭ ). Despite the remoteness of these harmonic regions, they are linked by pattern completion. The five-note motive of F ♯ – G ♯ – D ♯ – G ♯ – F ♯ (measures 16–17) is truncated to F ♯ – G ♯ – D ♯ at the beginning of measure 18. The three-note motive restarts on the last two beats of measure 18, only to be completed by E ♭ on the downbeat of the next measure, coinciding with the broad harmonic shift. This E ♭ not only operates as an enharmonic common tone between the harmonic regions, but also completes the melodic pattern precisely at the point of the harmonic change. Example 3 . Lead-in to thematic restatements in Prélude à l'après-midi d'un faune (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The opening section of Prélude à l’après-midi d’un faune (measures 1–30) consists of three varied restatements of the opening flute motive in measures 11, 21, and 26. In each instance, a chromatic lead-in connects with that restatement, creating a bridge that ensures a continuous musical flow. Example 3 includes the material leading to each restatement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] 1st restatement, Example 3a . At measure 10, the inner voice E leads to F before linking to F ♯ , coinciding with the return of the principal flute motive. We may hear this as a voice-leading bridge between an augmented-sixth harmony (enharmonically notated as B ♭ 7 ) and the ensuing D-major harmony. Here the horns state this chromatic lead-in.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] 2nd restatement, Example 3b . The E ♯ harmony in measures 19–20 supports a repeated melodic motive of G ♯ –B– C ♯ . Just prior to the measure 21 restatement, that motive is transformed to G ♯ –B– B ♯ , allowing the chromatic lead-in of B– B ♯ to link with C ♯ in measure 21 and elide with the return of the flute motive. Here, however, we should acknowledge the shift in instrumentation, as clarinets state B– B ♯ , leading to the C ♯ of the solo flute.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] 3rd restatement, Example 3c . The F ♯ harmony in measure 25 supports C in the melody, which is then elaborated by B in the second and third beats. The move into the third restatement at measure 26 comes about again through a chromatic lead-in, via B–C– C ♯ , creating another elision that echoes the one leading to the second restatement. Here the flute states the lead-in. (We may also hear another chromatic lead-in in an inner voice, now descending, connecting A– G ♯ –G to the F ♯ at the thematic restatement, played by the horns.) (4) Good Bridges in “Reflets dans l’eau” Figure 1 . Bridge created by overlap across two formal sections (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] For both “La cathédrale engloutie” and Prélude à l’après-midi d’un faune the melodic bridges arise from pattern completion and lead-in, creating an ongoing continuity across harmonic regions or thematic restatements. In “Reflets dans l’eau” the bridges span the formal divisions of the ABACA small rondo, creating formal overlap. Moreover, the bridges in “Reflets” differ from those heard in the two works discussed above. In “Reflets,” it is the preservation of particular harmonic or melodic events across formal divisions that creates the overlap. For example, we might imagine an upper-structure harmony or a focal motivic idea retained across the formal juncture while the bass shifts. Thus, not all musical events (or musical dimensions) operate in phase and delineate the formal boundaries. Instead, some musical events are paced to continue across those boundaries. We may model this processes in the following way: X, Y, and Z might each represent harmony, motive, or principal bass pitch; X continues across the formal boundary, while Y changes into Z. Figure 1 represents this graphically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] This type of continuity relates in significant ways to what Marie Rolf ( 2007 , 123) describes as “additive variation,” a process that “introduces new material in successive bars while retaining elements of the original material; gradually the original material is stripped away and the new material is combined with other events, resulting in a continuous transformation of ideas.” However, Rolf is interested in exploring additive variation as an ongoing, unfolding process of musical ideas, and less interested in its appearance specifically at formal junctures. When this type of continuity links two formal sections, the new section then begins as if in medias res , transacting business already underway. The effect is analogous to a dissolve technique in film editing, in which one image gradually shifts into another. Debussy’s “Reflets dans l’eau” offers a number of tantalizing examples of this. Figure 2 . Formal organization of “Reflets dans l’eau” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "rolf_2007"
                ]
            }
        },
        {
            "13": {
                "text": "[13] “Reflets dans l’eau” is a five-part ABACA rondo. (5) Its formal organization appears below as Figure 2: Following a discussion of the opening eight-bar rondo refrain, I will examine several specific passages in the work in order to show Debussy’s bridging techniques. I will show the return to the A2 refrain at the end of the B section, the move from A2 into the ensuing C section, and the subsequent return to A3. In each case, the bridging is effected by the continuation of a harmony or a motive across a formal boundary. Rondo Refrain",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The opening rondo refrain is given in Example 4a . It occupies the opening eight bars, and consists of a repeated four-bar idea. This material all appears over a tonic D ♭ pedal point (with fifth A ♭ above) in the bass, which is further elaborated by the dominant A ♭ in the bass that anticipates measures 3, 5, and 7. The right hand states undulating three-note chords above the bass, which crest and fall over two-bar units. We may hear the four-bar idea as consisting of two parts. The first part (measures 1–2) consists of a three-chord pattern ( G ♭ major, F minor, and an incomplete E ♭ -minor 7th) in the right hand, subjected to octave displacement, then shortened to a two-chord pattern (measure 2: F minor and an incomplete E ♭ -minor 7th). These chords are bracketed in Example 4a and shown as Chords 1, 2, and 3. The second part (measures 3–4) consists of a four-chord pattern also subjected to octave displacement. The right-hand harmonies appear on the surface as an incomplete F-minor 7th, B ♭ minor, another incomplete F minor 7th, and again B ♭ minor. Those chords are bracketed in Example 4a and shown as Chords 4, 5, 6, and 7. (6) Example 4a . Rondo refrain (measures 1–8) (click to enlarge) Example 4b . Rondo refrain (regularized) (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The undulating harmonies and octave displacements may be heard as an especially beautiful elaboration of a simpler harmonic framework. Example 4b indicates this by showing the F-minor harmony (Chord 2) as an embellishment of the plagal harmonies of G ♭ (Chord 1) and E ♭ -minor 7th (Chord 3). The first measure of Example 4b regularizes the octave displacements, showing the voice-leading of the three-note chords as either neighboring (upper two pitches) or passing (lower pitch). The second measure of Example 4b provides an alternative arrangement of the same three chords, but includes an implied G ♭ at its third chord, suggesting that the upper pitch now consists of passing motion from B ♭ through A ♭ to G ♭ . (That G ♭ ultimately appears in the music the end of measure 2: see Example 4a.) In either interpretation, both chords fulfill the same role of expanding the plagal harmonies through an intermediate F-minor harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Measures 3–4 form a tonic resolution (with added sixth) to the plagal expansion of measures 1–2. Again, Example 4b regularizes the octave displacements and uses filled-in noteheads to show the elaborating voice leading of Chords 4–7. This makes clear how the “incomplete F-minor 7th” described above serves a contrapuntal function: The E ♭ in Chord 4 and the C and E ♭ in Chord 6 both resolve down by stepwise motion, to D ♭ (in Chord 5) and to D ♭ and B ♭ (in Chord 7). The example also suggests that the “ B ♭ minor” chord described above operates as a tonic sonority enriched by an added sixth. (7) Thus, despite the rippling surface of the music, Example 4b shows the overall harmonic activity consisting of an elaboration of plagal harmony (measures 1–2) and an elaboration of tonic harmony (measures 3–4), all appearing over a tonic pedal point in the bass. As a result, the rondo refrain—and the work—begins in open-ended fashion with a plagal cadence. End of B and Beginning of A2 Example 5 . End of B and return of refrain (A2) (measures 31–38) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Such a rondo refrain sets up conditions ripe for continuity upon its return, conditions that Debussy richly exploits. Example 5 contains the last 3½ bars of the B section (beginning in measure 31.5) and the return of the refrain (measures 35). We can describe these bars prior to A2 as moving in three stages, labeled as A, B, and C in the example. The first stage (measures 31.5) consists of a series of four chords over a dominant ( A ♭ ) pedal. Beneath the four-note melodic motive of C5– D ♭ 5– B ♭ 4–C5, the harmonies form a progression. The chord series may be heard as being derived from a sequence of applied dominant chords, two dominant-seventh chords and two substitute harmonies. The foundation of the sequence moves C 7 –“B 7 ”– B ♭ 7 –“ E ♭ 7 ,” with the substitute harmonies indicated by quotation marks. Following the opening C 7 harmony, the second harmony is enharmonically equivalent to an E ♭ chord, (8) substituting for a C ♭ 7 (or B 7 ) harmony, before moving to a B ♭ 7 chord. (This C ♭ 7 harmony may be itself regarded as a substitute harmony for F 7 via tritone substitution.) The final chord may have alternative readings, but its contextual position—following a B ♭ 7 harmony—suggests a hearing of that chord as a substitute for E ♭ 7 as V 7 /V.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Stage B substantiates that “V 7 /V” reading of the chord when the chord appears arpeggiated in measures 32–33. Debussy treats that harmony (consisting of the pitches C, D ♭ , E, and G in the right hand) as a G°7 harmony with a non-chord tone C. The non-chord tone C then resolves to B ♭ via D ♭ (occurring in both measures 32.5 and 33.5). This G°7 acts as a substitute for E ♭ 7 as V 7 /V. The three-note resolution figure (C– D ♭ – B ♭ ) at the end of measures 32.5 and 33.5 is a truncated version of the melodic four-note motive (C– D ♭ – B ♭ –C) heard over the Stage A sequence in measure 31.5. Figure 3 . End of B and beginning of A2 (click to enlarge) Figure 4a . End of B and beginning of A2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] It is in Stage C, the final measure of the B section (measure 34), that Debussy abandons the arpeggiation and inaugurates the link into the A2 refrain. We hear a repetition of the three-note gesture, now augmented, and again C is heard as subordinate to the D ♭ and B ♭ . These two pitches, heard over the A ♭ in the bass, imply a plagal harmony and therefore link to the plagal harmony that follows in A2. The overlap is enhanced by other details. The right-hand material at the refrain now occurs in arpeggiation (rather than in a chordal texture, as at the beginning of the work), recalling the texture of Stage B. In addition, the first three-note arpeggio in A2 ( G ♭ – B ♭ – D ♭ ) restates the pitches heard ( D ♭ – B ♭ ) in the previous measure. Further, the refrain begins by continuing A ♭ in the bass, delaying the arrival of D ♭ in the bass until the second eighth note. As at the beginning of the work, the refrain of A2 begins with a plagal cadence, delaying the arrival of tonic harmony for two bars. And since the plagal harmony appears in the measure before A2, the refrain merely continues that harmony already underway. Thus, the generic model presented in Figure 1 would appear in more specific fashion in Figure 3 , showing how Debussy maintains continuity across the formal division.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Now it is worth examining measure 34 a little more closely, since there is a decided harmonic ambiguity. Figure 3 posits a plagal harmony in this measure. Even if we accept C as an elaboration of D ♭ and B ♭ here, there is nevertheless no G ♭ , which would unambiguously supply this plagal harmony. Further, since measure 34 alters the rhythm but otherwise duplicates the C– D ♭ – B ♭ of measures 32.5 and 33.5, we may be inclined to hear measure 34 not as a plagal harmony, but as a continuation of the G°7 harmony that dominated Stage B. This interpretation suggests a move from the substitute V 7 /V (measure 34) to a plagal harmony only at A2 (measure 35). Figure 4a provides this alternate reading, now with three levels in order to show principal melodic pitches, harmony, and primary bass pitch. Figure 4b . Stages A–C at end of B and beginning of A2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Figure 4b expands this and takes into account the overall process for Stages A–C as well as the first four bars of the new A2 section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] I think both Figures 3 and 4 provide plausible ways of hearing the bridge into the A2 section. Figure 3 proposes that the plagal harmony in measure 34 continues across the sectional break. Both Figures 4a and 4b suggest instead a harmonic shift across the sectional divide, with merely a motivic connection that relies on D ♭ – B ♭ (along with the bass pitch A ♭ that continues for an eighth note into A2 measure 35). Both figures should alert us to the ways in which Debussy inaugurates tonal motion at the end of the B section that necessarily continues into A2, since the refrain always begins with a plagal cadence whose resolution to the tonic D ♭ takes place only in its third bar.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Figures 3 and 4 also give a slightly nuanced picture of Richard Taruskin’s point that the “harmonic glue” provided by the leading tone is absent in much of Debussy’s music ( Taruskin 2010 ). Both figures indicate that the motive in measure 34 treats the leading tone as a non-chord tone, absorbing it into either a plagal (Figure 3) or secondary dominant (Figure 4) sonority. Yet even with the leading tone demoted, the two sections are bound together through the bridging techniques exhibited by Figures 3 and 4. (9) End of A2 and Beginning of C Example 6 . End of A2 and beginning of C section (measures 39–47) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "taruskin_2010"
                ]
            }
        },
        {
            "24": {
                "text": "[24] The A2 arrival on D ♭ with added sixth appears in arpeggiated form, but otherwise analogously with the arrival in A1, and it occurs at measures 37–38 and 41–42. Example 6 shows the end of A2 and the beginning of the C section. This arrival on D ♭ in A2 is effected by the right-hand arpeggiation of B ♭ minor in 32nd-note triplets. The onset of the C section in measure 43 continues the identical figuration in the right hand, and likewise arpeggiates B ♭ minor via 32nd-note triplets. This brings about the bridging process: at the sectional change the upper-structure harmony—and its figuration—remains. However, while the upper-structure harmony continues, the underlying bass motion shifts away from D ♭ , moving intitially to G. B ♭ minor continues, but its harmonic context therefore changes from D ♭ with added sixth to G . As earlier, we might understand this bridging process to be that which continues one aspect of the music while the other changes. Figure 5 depicts this graphically. Figure 5 . End of A2 and beginning of C (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] As a result, the underlying harmonic meaning changes even while the right-hand figuration remains consistent. As the C section continues, it alternates an arpeggiation of B ♭ minor with that of a D ♭ augmented triad every measure, while the bass outlines an octave ascent through the G whole-tone scale from measure 43 to the downbeat of measure 47. The alternation of these two harmonies in the right hand every measure further transforms the harmonic context. We may regard this as another ongoing process of continuity: the right hand maintains the same arpeggiating patterning above the harmonic shifts in measures 43–46. Certainly this aligns with the notion of additive variation, creating a “continuous transformation of ideas.” The events linking A2 to the ensuing C section as well as the opening measures of the C section all highlight a marked degree of continuity. End of C and Beginning of A3 Example 7 . End of C and return of refrain (A3) (measures 68–74) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Example 7 contains the final three measures of the C section and the beginning of A3. A three-note stepwise descending motive dominates those final measures of the C section. The motive appears twice as E– D ♯ – C ♯ harmonized over an A-major harmony arpeggiated in the left hand (measure 68). (10) The ensuing A ♭ 9 harmony allows us retrospectively to hear the preceding A-major harmony as (enharmonically) ♭ VI, leading to the dominant. (11) Above the dominant in measure 69 the three-note stepwise motive initially harmonizes the upper pitches of D ♭ –C– B ♭ (measure 69) before appearing as B ♭ – A ♭ – G ♭ , stated three times. The planing structures articulate G ♭ -major, F-minor, and E ♭ -minor triads each of those three times, as shown by brackets in Example 7. And at the last statement the rhythm is augmented, allowing the final E ♭ -minor triad to appear squarely on the downbeat of the A3 section. The elongation of the three-note motive thus bridges the two formal sections by this overlap. Figure 6 . End of C and beginning of A3 (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Moreover, those three triadic harmonies in measures 69–71 comprise the three harmonies heard at the beginning two measures of each rondo refrain. They appear without octave displacement, so they may now be heard as being related to the refrain’s voice-leading model encountered in Example 4b. These three harmonies thus elaborate the plagal harmonies of G ♭ and E ♭ minor with the intermediate F-minor triad. As the bass A ♭ drops out of the final measure of C, those three harmonies overtly foreshadow the plagal harmonies heard at the outset of A3. Figure 6 indicates the bridging process. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The above examples show a variety of bridging techniques in Debussy’s works. Such techniques call attention to an unbroken flow in his music. Certainly Debussy’s sources for ideas of musical continuity were literally at his fingertips, part of the repertory with which he was familiar and which he played. His knowledge of Wagner’s music would have acquainted him with Wagner’s preoccupation with endless melody. Further, William Rothstein ( 1989 , 233) has suggested that Chopin’s contributions to endless melody have not been addressed sufficiently, and Debussy’s intimacy with Chopin’s music dated back to his years as a piano student at the Paris Conservatory ( Wheeldon 2011 , 261).",
                "footnotes": [],
                "citations": [
                    "rothstein_1989",
                    "wheeldon_2011"
                ]
            }
        },
        {
            "29": {
                "text": "[29] Steve Larson’s “What Makes a Good Bridge?” tells me something about the metaphor of bridges. Those ideas need not be limited to the bridges that form the B section of American popular songs. His ideas help me hear some of Debussy’s techniques in erecting such bridges across formal, sectional, phrase, and harmonic divisions. My approach, in its attention to the connections that bind together different sections of Debussy’s pieces, may seem at odds with writers such as Jonathan Kramer and Arthur Wenk, who have highlighted Debussy’s encounters with Javanese gamelan music and called attention to its influence on Debussy’s explorations of circular rather than linear musical time. Kramer, for example, states that “true harmonic stasis” arises in Debussy’s music, and that Debussy was the first Western composer whose music contains “extended moments of pure sonority, events that are to be appreciated more for themselves than for their role in linear progressions” ( Kramer 1988 , 44). Arthur Wenk addresses Debussy’s “efforts to redefine musical structure on a nonlinear basis” ( Wenk 1983 , 65).",
                "footnotes": [],
                "citations": [
                    "kramer_1988",
                    "wenk_1983"
                ]
            }
        },
        {
            "30": {
                "text": "[30] More recent scholars have problematized attempts to relegate music to crisp categories of “linear” and “circular.” Michael Tenzer ( 2006 , 205–08) has critiqued such either/or dichotomies, which are often slotted into superficial cultural categories of Western or Eastern. I am not especially interested in claiming that Debussy’s music is most aptly represented by metaphors of circles or lines. It may be that, like many facile binary distinctions, such an approach is a useful heuristic entry point for addressing and penetrating much more complex questions. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "tenzer_2006"
                ]
            }
        },
        {
            "31": {
                "text": "[31] Yet we also might acknowledge that some of Debussy’s works, such as “Voiles” (from Préludes , Book 1) or Jeux , may be more static or discontinuous than the works I have elected to describe in this essay. (13) “Voiles” relies on fixed pitch collections that operate for extended temporal spans, and that stasis inhibits continuity. Boyd Pomeroy ( 2003 , 165) offers Debussy’s Préludes as a test case for Debussy’s tonal practices, and provides three categories based on adherence to conventional tonal principles: fully-formed tonal structures; triadic structural basis with an (almost always) clearly defined tonic, but lacking in features such as a structural dominant; non-triadic structural basis.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "pomeroy_2003"
                ]
            }
        },
        {
            "32": {
                "text": "[32] Pomeroy argues that “Voiles” is the only Prélude to meet the third criterion, noting that “as a compositional experiment in pitch-class restriction it occupies a unique place in Debussy’s output.” (14) Perhaps bridging techniques are less evident in those Debussy experiments that are more detached from the tonal tradition: certainly “Reflets dans l’eau,” Prélude à l’après-midi d’un faune , and “La cathédrale engloutie” fall into the first two categories.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] In addition to “Voiles,” Debussy’s Jeux has long been celebrated for its techniques that inhibit continuity. Jonathan Kramer ( 1988 , 49) notes that many of the Darmstadt composers (in particular Boulez, Stockhausen, and Eimert) were fascinated with Jeux , and preoccupied with its “often fragmentary material, frequent changes of tempo, nondevelopmental form, transformation of material, and discontinuities.” For Kramer, Jeux “exists in a complex and fascinating temporal world of multiply-directed time that anticipates the still more radical ‘moment time’ of Stravinsky, Messiaen, Stockhausen, and others.” Others, such as Jann Pasler, propose that the motivic, intervallic, and temporal events of Jeux contribute both to continuity and discontinuity. “ Jeux ,” she writes, “lies at the crossroads of a change in aesthetic values from the need for continuity to the desire to create discontinuity. While most nineteenth-century music is characterized by continuity and ‘organic growth,’ Jeux embraces both continuity and discontinuity” ( Pasler 1982 , 75). Such comments suggest an ongoing consideration of musical temporality and emerging 20th-century musical aesthetics, as well as of methods for musical analysis that contribute to evaluations of continuity and discontinuity. At the very least, it would seem that Debussy’s own comments make clear his awareness of processes that take place at musical borders and the need for supplying good bridges between them, even in Jeux . “It seems to me that the different episodes lacked homogeneity,” Debussy wrote about Jeux to conductor Gabriel Pierné. “The link that connects them may be subtle, but it exists, doesn't it? You know it as well as I” ( Pasler 1982 , 69). (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "kramer_1988",
                    "pasler_1982",
                    "pasler_1982"
                ]
            }
        }
    ],
    "mto": true,
    "category": "festschrift for steve larson",
    "source": "mto/raw/mto.12.18.3.waters.html",
    "data": "mto/data/mto.12.18.3.waters.json"
}