{
    "title": "The Interruption-Fill and Corollary Procedures",
    "date": "2012/12/01",
    "volume": "18",
    "issue": "4",
    "authors": [
        "Goldenberg, Yosef"
    ],
    "abstract": "Occasionally a link is inserted between the two branches of paradigmatic interruption structure. The chief type is based on chromatic ascent from pre-interruption2ˆto the regained primary tone. This is a stock figure in classical themes, especially in slow movements, but also serves as the basis for special artistic devices. The interruption-fill poses some theoretical difficulties.",
    "keywords": [
        "Schenker",
        "interruption",
        "form",
        "caesura-fill",
        "Bach",
        "Haydn",
        "Mozart",
        "Beethoven",
        "Chopin",
        "Schubert",
        "Liszt",
        "Wagner",
        "Grieg",
        "Widor",
        "Kalinnikov"
    ],
    "doi": "",
    "received": "August 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.4/mto.12.18.4.goldenberg.pdf",
    "author_info": [
        {
            "name": "Yosef Goldenberg",
            "university": "The Hebrew University of Jerusalem and the Jerusalem Academy of Music and Dance",
            "address": "Giv’at Ram Campus 91904 Jerusalem, Israel",
            "email": "yosefg@jamd.ac.il"
        }
    ],
    "citations": {
        "agmon_1996": "Agmon, Eytan. 1996. “Conventional Harmonic Wisdom and the Scope of Schenkerian Theory: A Reply to John Rothgeb.” Music Theory Online 2, no. 3. http://www.mtosmt.org/issues/mto.96.2.3/mto.96.2.3.agmon.html",
        "beach_1983": "Beach, David. 1983. “A Recurring Pattern in Mozart’s Music.” Journal of Music Theory 27, no. 1: 1–29.",
        "burstein_1998": "Burstein, Poundie L. 1998. “Surprising Returns: the VII ♯ in Beethoven’s Op. 18 No. 3, and its Antecedents in Haydn.” Music Analysis 17, no. 3: 295–312.",
        "cadwallader_1998-2007": "Cadwallader, Allen and David Gagné. 1998/2007. Analysis of Tonal Music: A Schenkerian Approach . Oxford: Oxford University Press. 2nd ed.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart and Beethoven . Oxford: Oxford University Press.",
        "caplin_2004": "Caplin, William E. 2004. “The Classical Cadence: Conceptions and Misconceptions.” Journal of the American Musicological Society 57, no. 1: 51–117.",
        "ellis_2010": "Ellis, Mark. 2010. A Chord in Time: The Evolution of the Augmented Sixth from Monteverdi to Mahler . Farnham and Burlington: Ashgate.",
        "feofanov_1984": "Feofanov, Dmitry, ed. 1984. Rare Masterpieces of Russian Piano Music . New York: Dover.",
        "forte_and_gilbert_1982": "Forte, Allen, and Steven Gilbert. 1982. Instructor’s Manual for Introduction to Schenkerian Analysis. Norton: New York.",
        "gjerdingen_1988": "Gjerdingen, Robert O. 1988. A Classic Turn of Phrase: Music and the Psychology of Convention . Philadelphia: University of Pennsylvania Press.",
        "goldenberg_2008": "Goldenberg, Yosef. 2008. Prolongation of Seventh Chords in Tonal Music . Lewiston: Edwin Mellen Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types and Deformations in Late Eighteenth-Century Sonata . Oxford: Oxford University Press.",
        "jackson_1999": "Jackson, Timothy. 1999. “Diachronic Transformation in a Schenkerian Context: Brahms’s Haydn Variations.” In Schenker Studies 2 , ed. Carl Schachter and Hedi Siegel, 239–75. Cambridge: Cambridge University Press.",
        "jonas_1982 1934-1972": "Jonas, Oswald. 1982 [1934/1972]. Introduction to the Theory of Heinrich Schenker . Revised edition. Trans. and ed. John Rothgeb. New York: Longman.",
        "kamien_2001": "Kamien, Roger. 2001. Review of The Masterwork in Music [part of: “A Schenker Symposium, part 1”]. Journal of Music Theory 45, no. 1: 162–69",
        "kamien_2005": "Kamien, Roger. 2005. “Quasi-Auxiliary Cadences Beginning on a Root-Position Tonic Chord: Some Preliminary Observations.” Journal of Schenkerian Studies 1: 32–43.",
        "kopp_2002": "Kopp, David. 2002. Chromatic Transformation in Nineteenth-Century Music . Cambridge: Cambridge University Press.",
        "laufer_1988": "Laufer, Edward. 1988. “On the Fantasy.” Intégral 2: 99–133.",
        "laufer_1991": "Laufer, Edward. 1991. “Voice-Leading Procedures in Development Sections.” Studies in Music from the University of Western Ontario 15: 69–120.",
        "marston_1999": "Marston, Nicholas. 1999. “Schenker and Interruption: Don’t Hear Everything You Believe.” Paper presented at the Third International Schenker Symposium , New York.",
        "mckee_2004": "McKee, Eric. 2004. “Extended Anacruses in Mozart’s Instrumental Music.” Theory and Practice 29: 1–37.",
        "mitchell_1962": "Mitchell, William J. 1962. “The Study of Chromaticism.” Journal of Music Theory 6, no. 1: 2–31.",
        "mooney_2000": "Mooney, Kevin. 2000. “Hugo Riemann’s Debut as a Music Theorist.” Journal of Music Theory 44, no. 1: 81–99.",
        "proctor_1978": "Proctor, Gregory. 1978. “Technical Bases of Nineteenth-Century Chromatic Tonality: A Study in Tonality.” PhD diss., Princeton University.",
        "rapoport_2004": "Rapoport, Erez. 2004. “The Smoothing-Over of Formal Junctures as a Style Element in Mendelssohn’s Instrumental Music.” PhD diss., City University of New York.",
        "rosen_1995": "Rosen, Charles. 1995. The Romantic Generation . Cambridge, Mass.: Harvard University Press.",
        "rothgeb_1990": "Rothgeb, John. 1990. “Schenkerian Theory and Manuscript Studies: Modes of Interaction.” In Schenker Studies , ed. Hedi Siegel, 4–14. Cambridge: Cambridge University Press.",
        "rothgeb_1996": "Rothgeb, John. 1996. “Eytan Agmon on Functional Theory.” Music Theory Online 2, no. 1. http://www.mtosmt.org/issues/mto.96.2.1/mto.96.2.1.rothgeb.tlk.html",
        "rothstein_1981": "Rothstein, William. 1981. “Rhythm and the Theory of Structural Levels.” PhD diss., Yale University.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . New York: Schirmer.",
        "rothstein_1990": "Rothstein, William. 1990. “Rhythmic Displacement and Rhythmic Normalization.” In Trends in Schenkerian Research , ed. Allen Cadwallader, 87–113. New York: Schirmer.",
        "salzer_1952-1962": "Salzer, Felix. 1952/1962. Structural Hearing: Tonal Coherence in Music . New York: Dover. New corrected edition.",
        "samarotto_2004": "Samarotto, Frank. 2004. “Schenker’s ‘Free Forms of Interruption,’ and the Strict: Toward a General Theory of Interruption.” Paper presented at the annual meeting of the Society for Music Theory , Cambridge, Mass.",
        "samarotto_2009": "Samarotto, Frank. 2009. “‘Plays of Opposing Motion’: Contra-Structural Melodic Impulses in Voice-Leading Analysis”. Music Theory Online 15, no. 2. http://www.mtosmt.org/issues/mto.09.15.2/mto.09.15.2.samarotto.html",
        "schachter_1999a 1980": "Schachter, Carl. 1999 [1980]. “Rhythm and Linear Analysis: Durational Reduction.” In Music Forum 5; reprinted in Unfoldings , ed. Joseph Straus, 54–78. New York: Oxford Univesity Press.",
        "schachter_1999b 1981": "Schachter, Carl. 1999 [1981]. “A Commentary on Schenker’s Free Composition.” Journal of Music Theory 25, no. 1: 115–42, reprinted in Unfoldings , ed. Joseph Straus, 184–208. New York: Oxford University Press.",
        "schachter_2006": "Schachter, Carl. 2006. “ Che Inganno! The Analysis of Deceptive Cadences.” In Essays from the Third International Schenker Symposium , ed. Allen Cadwallader, 279–98. Hildesheim: Georg Olms.",
        "schenker_1954 1906": "Schenker, Heinrich. 1954 [1906]. Harmony , ed. Oswald Jonas, trans. Elizabeth Mann Borgese. Chicago: University of Chicago. Abridged translation.",
        "schenker_1987 1910": "Schenker, Heinrich. 1987 [1910]. Counterpoint , vol. 1, trans. John Rothgeb and Jürgen Thym, ed. John Rothgeb. New York: Schirmer.",
        "schenker_2004 1921": "Schenker, Heinrich. 2004 [1921]. “Beethoven’s Sonata in F Minor, Op. 2, No. 1,” trans. Joseph Dubiel. In Der Tonwille , ed. William Drabkin, vol. 1: issues 1–5 [originally in issue 2], 72–95. Oxford: Oxford University Press.",
        "schenker_2005 1924": "Schenker, Heinrich. 2005 [1924]. “Schubert’s Impromptu D. 899 (Op. 90), No. 3,” trans. Joseph Dubiel. In Der Tonwille , ed. William Drabkin, vol. 2: issues 6–10 [originally in issue 10], 137–42. Oxford: Oxford University Press.",
        "schenker_1996 1926": "Schenker, Heinrich. 1996 [1926]. “Further Consideration of the Urlinie II,” trans. John Rothgeb. In The Masterwork in Music , vol. 2, ed. William Drabkin, 1–22. Cambridge: Cambridge University Press.",
        "schenker_1969 1933": "Schenker, Heinrich. 1969 [1933]. Five Graphic Music Analyses , republished with a new introduction and glossary by Felix Salzer. New York: Dover.",
        "schenker_1979 1935-1956": "Schenker, Heinrich. 1979 [1935/1956]. Free Composition , rev. and ed. Oswald Jonas, trans. and ed. Ernst Oster. New York: Longman.",
        "skoumal_1994": "Skoumal, Zdenek. 1994. “Liszt’s Androgynous Harmony.” Music Analysis 13, no. 1: 51–72.",
        "smith_1994": "Smith, Peter H. 1994. “Brahms and Schenker: A Mutual Response to Sonata Form.” Music Theory Spectrum 16, no. 1: 77–103.",
        "straus_1987": "Straus, Joseph. 1987. “The Problem of Prolongation in Post-Tonal Music.” Journal of Music Theory 31, no.1: 1–21.",
        "suurpää_1996": "Suurpää, Lauri. 1996. “Schumann, Heine, and Romantic Irony: Music and Poems in the First Five Songs of Dichterliebe .” Intégral 10: 93–123.",
        "suurpää_2005": "Suurpää, Lauri. 2005. “The Undivided Ursatz and the Omission of the Tonic Stufe at the Beginning of the Recapitulation.” Journal of Schenkerian Studies 1: 66–91.",
        "wagner_1986": "Wagner, Naphtali. 1986. “The Apparent Tonic in the Western Music of the Eighteenth and Nineteenth Centuries.” PhD diss., Hebrew University, Jerusalem.",
        "wen_1999": "Wen, Eric. 1999. “Bass Line Articulations of the Urlinie .” In Schenker Studies 2 , ed. Carl E. Schachter and Hedi Siegel, 276–97. Cambridge: Cambridge University Press.",
        "willner_1988": "Willner, Chanan. 1988. “Chromaticism and the Mediant in Four Late Haydn Works.” Theory and Practice 13: 79–114.",
        "yellin_1998": "Yellin, Victor Fell. 1998. The Omnibus Idea . Warren, Michigan: Harmonie Park Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* An earlier version was read at the Fourth International Schenker Symposium (Mannes School of Music, New York, 2006).",
            "citations": []
        },
        "FN1": {
            "text": "1. Rosen ( 1995 , 453) describes the art of Chopin in these words, and Rapoport ( 2004 ) finds similar features to be a Mendelssohnian style element. I believe this is a general characteristic of the Western classical-romantic tradition.",
            "citations": [
                "rosen_1995",
                "rapoport_2004"
            ]
        },
        "FN2": {
            "text": "2. See for example the re-harmonization of the opening 1 ˆ with ii ø7 in Brahms’s Symphony no. 2, i, measures 298–301; the transformation of the opening motto into part of a chord in Beethoven’s Symphony no. 5, i, measures 248–51 (notice the timpani); the recapitulation introduced over an apparent tonic on the way to the structural dominant in Beethoven’s Symphony no. 6, i, measures 279–81 (according to Rothgeb 1990 , 11); and avoidance of a clear dominant before the recapitulation ( Burstein 1998 ).",
            "citations": [
                "rothgeb_1990",
                "burstein_1998"
            ]
        },
        "FN3": {
            "text": "3. The original German term is Knüpftechnik . See for example the beginning of the development in Beethoven’s Piano Sonata op. 10 no. 2, i. This is an extreme case of what Hepokoski and Darcy ( 2006 , 215) call “C-based openings of the developmental space.” Later in their book (page 527), Hepokoski and Darcy identify linkage technique between modules of the concerto solo exposition. An example from a later repertoire may be found in the pentatonic segment in Sibelius’s Symphony no. 3. i, measures 16–18.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN4": {
            "text": "4. See the theme of Chopin’s Mazurka op. 6 no. 1, as analyzed by Rothstein ( 1989 , 46–48). A similar device is accompanied with asymmetric phrase rhythm and a truncated antecedent in “To Life” from Jerry Bock’s Fiddler on the Roof . Jackson ( 1999 ) suggests a different kind of fusion in “diachronic readings” as an alternative to Schenker’s normative readings for Brahms’s Variations on a Theme by Haydn, nos. 5, 6, and 8.",
            "citations": [
                "rothstein_1989",
                "jackson_1999"
            ]
        },
        "FN5": {
            "text": "5. Rounded binary and small ternary forms are usually one and the same. See Caplin 1998 , 71–86. Certain pure ternary forms (ABA with complete recapitulation of the opening section) are also based on interruption, provided that the contrasting section is in the dominant. I shall restrict the terms antecedent and consequent to the phrases of parallel periods. The neutral terms pre-interruption and post-interruption better serve to indicate the sections of the interruption structure when larger forms are involved.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN6": {
            "text": "6. Kamien ( 2001 , 164 and 169) cites this analysis by Schenker as a hint of the technique of interruption that predates the full development of that concept. Cadwallader and Gagné ( 1998/2007 , 128–29) analyze the antecedent alone and omit the lead-in.",
            "citations": [
                "kamien_2001"
            ]
        },
        "FN7": {
            "text": "7. Other examples of the basic 2 ˆ – ♯ 2 ˆ – 3 ̂ lead-in: Haydn, String Quartet op. 54 no. 3., iv, theme (measure 8); Mozart, String Quartet K. 575, ii, theme (measure 8), but interestingly not in the recapitulation (measure 50); Chopin, Waltz op. 34 no. 2, theme of middle (major) section, measure 60; Chopin, Waltz op. posth. 70 no. 1, retransition within the rounded-binary middle section (measure 56, repeated measure 72). As it is counterpointed by V 8– ♯ – ♮ 7 , an augmented sixth emerges below the ♯ 2 ˆ (V7/ ♯ 5). According to Ellis ( 2010 , 44), this chord crystallized in the 1780s. Ellis’s example from Liszt will be dealt with later (Example 22) and is very exceptional.",
            "citations": [
                "ellis_2010"
            ]
        },
        "FN8": {
            "text": "8. My point is congruent with Caplin’s discussion of “stop” versus “end.” See Caplin 1998 , 51.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN9": {
            "text": "9. For a stricter perpetual motion in the entire texture of a (modified) interruption-fill, see Schumann, Toccata op. 7, measures 10–11.",
            "citations": []
        },
        "FN10": {
            "text": "10. In example 2, the precise location of the interruption in the upper voice is tricky. Harmonically, it occurs simultaneously with the bass; the grouping structure based on parallelism with the beginning of the antecedent would put it one eighth-note earlier; yet, the articulation makes it possible to hear a two-eighths anacrusis to the consequent and place the interruption one more eighth earlier. The articulation revealed in the 2010 Henle Urtext edition differs considerably from that in most editions. Many editions also present the melody doubled in thirds, but the Urtext edition has such a doubling only in the repeat at measure 17.",
            "citations": []
        },
        "FN11": {
            "text": "11. The phrase “ought not to exist” derives from Schachter ( 1999b [1981] , 193), who discusses Peter Westergaard’s theoretical objection to the Urlinie from 5 ˆ .",
            "citations": []
        },
        "FN12": {
            "text": "12. Straus ( 1987 , 5) presents this distinction as the “harmony/voice leading condition,” one of four conditions for the existence of prolongation. The space between the root and the seventh of seventh chords with a minor seventh (including V 7 ) raises similar issues, but there it is questionable whether the second is not conceptually simultaneous. See Goldenberg 2008 , vol. 1, 35–37. Chromatic passing tones within linear progressions are free of that problem.",
            "citations": [
                "straus_1987",
                "goldenberg_2008"
            ]
        },
        "FN13": {
            "text": "13. Oster, in footnote 7 of Schenker 1979 [1935/1956] , 37, attempts to explain Schenker’s inconsistent view of the deeper hierarchy of the interruption structure as deriving from practical, graphical considerations.",
            "citations": []
        },
        "FN14": {
            "text": "14. Schachter ( 1999a [1980] , 63–64) offers a meticulous analysis of this expansion. Another lead-in from Mozart symphonies that has received a close reading is the retransition in Symphony no. 36 ( Linz ), i, measure 162. The chromatic passing tone arrives after an ascent from an inner voice, with a following voice a third below. The distribution of the diatonic tones differs in each of the voices that move in parallel major thirds. See Schenker 1987 [1910] , 148–49, Examples 200–201. Surface syncopation may highlight the ♯ 2 ˆ even without changes in meter or hypermeter. See the main theme of Spohr, Violin Concerto no. 11, iii.",
            "citations": []
        },
        "FN15": {
            "text": "15. The Schenker-oriented discussion of chromaticism by Mitchell ( 1962 ) gives a good basis for the evaluation of chromaticism in clearly diatonic contexts.",
            "citations": [
                "mitchell_1962"
            ]
        },
        "FN16": {
            "text": "16. Corollary interesting examples: Beethoven, Violin Sonata op. 30 no. 2, ii—in the rounded binary theme, the ♯ 2 ˆ lead-in to the recapitulation (measure 20, repeated measure 28) continues the chromatic motive of the contrasting middle, and the chromaticism penetrates the re-harmonization in the recapitulation; Brahms, String Quartet no. 3, op. 67, ii, measure 18—the lead-in includes a simple ♯ 2 ˆ , but a descent to the seventh in the bass motivates a continuing descending line that penetrates into the next phrase (a P-based transition, or a “counter-subject”), reflecting a “developing variation” ideal.",
            "citations": []
        },
        "FN17": {
            "text": "17. A shorter device that achieves the goal of chromatic continuity across interruption appears in the theme of Haydn’s String Quartet op. 64 no. 5, ii (measure 8, in a modulating period), where the chromatic link includes both a lower incomplete neighbor ( ♯ 1 ˆ ) before the interruption 2 ˆ and the chromatic lead-in ♯ 2 ˆ .",
            "citations": []
        },
        "FN18": {
            "text": "18. Schenker’s own reading of the movement in Der Tonwille 2 ( Schenker 2004 [1921] , 78) does not go into great detail on this point and omits the lead-in altogether.",
            "citations": []
        },
        "FN19": {
            "text": "19. Gagné himself proposed this observation in response to an earlier presentation of the present paper.",
            "citations": []
        },
        "FN20": {
            "text": "20. Even though we are dealing here with the surface itself, the hierarchical approach is nevertheless evident. Compare Hugo Riemann’s designation of a harmonic degree on every sixteenth note in this lead-in (reproduced in Mooney 2000 , 88). The same configuration achieves a quite different, dramatized, effect in the retransition of Verdi’s “Giorni poveri vivera” from Il Trovatore , measures 69–74. The difference results not only from the larger formal context but also from a general pause between the ♯ 2 ˆ and the 3 ̂ . This general pause underlines the point of division so strongly that any continuity across the interruption is hardly felt.",
            "citations": [
                "mooney_2000"
            ]
        },
        "FN21": {
            "text": "21. As in Haydn’s Symphony no. 104, ii (Example 4 above), the interruption in Example 6 arrives after a contrasting middle section that prolongs the dominant.",
            "citations": []
        },
        "FN22": {
            "text": "22. Forte and Gilbert ( 1982 , 75) rightly observe that “A seeming elementary error . . . is to treat [a case in point from the theme of Mozart’s Piano Variations K. 500] as a prolongation of [ 3 ̂ ] through the interval of the sixth. Doing so ignores the harmonic shift to the dominant.”",
            "citations": [
                "forte_and_gilbert_1982"
            ]
        },
        "FN23": {
            "text": "23. See also the two-octave chromatic lead-in in Mozart’s Rondo K. 485, measures 123–24.",
            "citations": []
        },
        "FN24": {
            "text": "24. In this piece, as in Chopin’s Waltz op. posth. 70 no. 1 mentioned in footnote 7 , the passing sonority includes the seventh. In a related device, the 2 ˆ – ♯ 2 ˆ – 3 ̂ lead-in arrives at an inner-voice 3 ̂ below a structural 5 ˆ . See Chopin, Piano Sonata no. 2, i, secondary theme, measure 56.",
            "citations": []
        },
        "FN25": {
            "text": "25. In Harmony , Schenker ( 1954 [1906] , 285) draws attention to this lead-in C ♯ in the Mazurka and explains it as a chromatic passing tone from the diatonic fifth “which is elliptically omitted.” In fact, a little fernhören suffices to notice that this is an actual passing tone from a previous (albeit not immediately previous) non-omitted diatonic 2 ˆ .",
            "citations": []
        },
        "FN26": {
            "text": "26. Other examples of the basic 2 ˆ – 5 ˆ interruption-fill: Mozart, Serenade K. 320 ( Posthorn ), i, measure 53 (before an expanded consequent), and several slow-movement main themes: Haydn, String Quartet op. 64 no. 3, ii (modulating period); Haydn, String Quartet op. 74 no. 2, ii (modulating period); Mozart, Horn Concerto K. 447, ii; Mozart, Piano Sonata K 457, ii; Mozart, Piano Sonata K. 570, ii, with a registral manipulation similar to our Example 9. In the retransition of K. 570, ii (measure 27), the context is slightly altered since it arrives from 4 ˆ within V ♯ . In Schubert’s Wanderer Fantasy , measures 411–12, the literal 2 ˆ is separated from the continuation of the lead-in, but is still implied in the V.",
            "citations": []
        },
        "FN27": {
            "text": "27. See further discussion in Goldenberg 2008 , vol. 1, 95–96 and vol. 2, Ex. 4.15. Naphtali Wagner ( 1986 , 47–49) discusses the analogous case of the incomplete neighbor 3 ̂ – 4 ˆ –( 3 ̂ )– 2 ˆ , 3 ̂ – 4 ˆ –( 3 ̂ )– 2 ˆ – 1 ˆ , and convincingly concludes that “only when [ 4 ˆ ] is strongly recognized as the seventh of the V that requires resolution, should one take into account the possibility of avoiding interruption” (my translation). For another case of dilemma, consider the theme of Chopin, Nocturne op. 62 no. 2: the half-cadence at measure 8 is clear, but 2 ˆ is extremely de-emphasized in favor of a 7 ˆ – 4 ˆ unfolding—could it indeed override division? It is not an interruption, since the consequent modulates. The model presented here is logically consistent but the actual arrival of the seventh might be realized by an ascent from the fifth of V, as in Chopin’s Etude op. 10 no. 12 (a good example suggested by an anonymous reviewer). Laufer ( 1991 , 72) even presents the linear ascent toward the seventh of V as the paradigmatic skeleton of developments. However, in most of the movements he discusses, the seventh in fact arrives at the last moment, after the consonant V has been regained—sometimes in his own readings. See further discussion in Goldenberg 2008 , vol. 1, 126. This topic might require further research.",
            "citations": [
                "goldenberg_2008",
                "wagner_1986",
                "laufer_1991",
                "goldenberg_2008"
            ]
        },
        "FN28": {
            "text": "28. In the V 2 ˆ – 4 ˆ – 5 ˆ –I 3 ̂ progression, the 5 ˆ may also serve as an incomplete neighbor to the V 7 . This is the preferred reading in the transition from the slow introduction of Beethoven’s Piano Sonata op. 81a, i. After an emphasized 4 ˆ before V arrival (IV 6 , measure 16, end of slow introduction), the short 4 ˆ on an unaccented beat (measure 20) is too weak to sound as a goal.",
            "citations": []
        },
        "FN29": {
            "text": "29. For special emphasis on ♯ 4 ˆ at the end of a true interruption-fill, see the retransition in Beethoven’s Piano Sonata op. 14 no. 2, i, measure 124.",
            "citations": []
        },
        "FN30": {
            "text": "30. The passage from K. 465, ii forms the entire retransition between the exposition and the recapitulation of a “sonata without development.” Hepokoski and Darcy ( 2006 ) call this a “type 1 sonata,” and show the specific movement to be a deformation of that type due to expansion in its second rotation (349). Other examples of large ascending lead-ins that approach I 5 ˆ via ♯ 4 ˆ : Mozart, Piano Quartet K. 478, ii, measure 8; with lower third-doublings: Beethoven, Cello Sonata op. 5 no. 1, i, retransition, measures 217–20; after emphasized V 4 ˆ ; Haydn, String Quartet op. 50 no. 1, iv, measure 108, transition into a false recapitulation at the tonic level.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN31": {
            "text": "31. Whereas the actual shift of harmony occurs at the moment of anticipation, the normalized shift of harmony takes place, of course, on the next strong beat. For the principles of normalization, see Rothstein 1990 ; for the specific normalization of anticipations, see Rothstein 1981 , 26–28. In some cases it might be ambiguous whether 4 ˆ – ♯ 4 ˆ serves within interruption-fill or passes within an initial ascent to the consequent. For example, in the second theme of Mozart’s Piano Sonata K. 311, i (measures 17–25), the features of the lead-in itself suggest that it is a normative interruption-fill, mainly because the embedded 3 ̂ occurs on an unaccented eighth note. Nevertheless, since the antecedent starts with an anticipatory initial ascent, it is reasonable to hear a similar if modified initial ascent in the consequent as well. Another artistic device that helps to smooth the phrases in that period is the accented passing ♯ 2 ˆ on the first strong beat of both antecedent and consequent. See also Daniel Barenboim’s Eingang for the returning rondo theme in measure 178 in Mozart, Piano Concerto K. 467 ( McKee 2004 , 26). While the harmony of measure 178 supports the tonic, the bass enters a measure later and measure 178 completes a hypermeasure expressing V. I thank an anonymous reviewer of this paper for drawing my attention to this example.",
            "citations": [
                "rothstein_1990",
                "rothstein_1981",
                "mckee_2004"
            ]
        },
        "FN32": {
            "text": "32. The 4 ˆ that serves as the goal of the interruption-fill deformation resolves to 3 ̂ in the bass, after the 4 ˆ has been stated in the bass too. On that procedure, see Wen 1999 . For a case with V 4 ˆ resolving into the I6 with 3 ̂ in the bass, see Wen’s Example 9, from the opening of Brahms’s Clarinet Sonata op. 120 no. 2, i. In our example, an alternative reading of the opening period itself might consider the 4 ˆ that opens measure 4 to continue until the structural V and sound as its seventh (after a diminished-fifth descent to and ascent from an inner voice). In that case, its resolution must be to 3 ̂ in the bass at the opening of the consequent. According to that interpretation, a mild fusion of the phrases is already present at the opening period, but is more strongly realized at the repeat.",
            "citations": [
                "wen_1999"
            ]
        },
        "FN33": {
            "text": "33. Rothgeb ( 1996 ) and Agmon ( 1996 ) debated the status of such an anticipatory “III.” They discuss only examples in major, where “III” is consonant (as Agmon 1996 , §6, points out). While Rothgeb ( 1996 , §9) stresses that “III” means V (in Schumann’s Am Kamin [no. 8 in Kinderscenen op. 15], measure 31) and that it “may equally well mean I,” he does not take into account the simultaneous function as both I and V.",
            "citations": [
                "rothgeb_1996",
                "agmon_1996",
                "agmon_1996",
                "rothgeb_1996"
            ]
        },
        "FN34": {
            "text": "34. In turn, taking into account the configurations of the lead-in offers interesting ramifications of Skoumal’s ideas. In particular, the lead-in pattern diverges from the smoother abstract configurations presented by Skoumal ( 1994 , 59).",
            "citations": [
                "skoumal_1994"
            ]
        },
        "FN35": {
            "text": "35. The theme of Grieg’s op. 3 no. 3 is a sixteen-measure period, where each phrase is constructed as a sentence. Such periods lack a contrasting idea typical of eight-measure periods ( Caplin 1998 , 65). Whereas the harmony of this piece includes many idiosyncrasies, its form is quite square.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN36": {
            "text": "36. This model has been proposed by Ernst Oster (footnote to Schenker 1979 [1935/1956] , 139): “a sonata movement [i.e., an interruption structure, here on the small scale] that starts on 5 ˆ , the upper voice does not descend via 4 ˆ , 3 ̂ , 2 ˆ at the interruption point . . . [as] in Fig. 152,4. . . the . . . 2 ˆ . . . comes here from the chordal third of the tonic harmony, and must be considered an inner-voice tone. . . . In the meantime the 5 ˆ is extended . . . it only descends to 1 ˆ . . . as late as the end of [the recapitulation, here, the consequent].”",
            "citations": []
        },
        "FN37": {
            "text": "37. The precise progression under 3 ̂ is not functional. It includes only one functional segment ( II ♯ –V 7 in E minor). The next immediate progression, from B 7 to G ♯ 7 , is identical to a segment from the omnibus progression (see Yellin 1998 ), but with no smooth voice leading and no inversions.",
            "citations": [
                "yellin_1998"
            ]
        },
        "FN38": {
            "text": "38. The procedure of a voice-leading graph that includes unrealized expected routes derives from Laufer 1988 ; see, for example, the graph of Mozart’s Fantasy K. 394 on page 117, with the indication “not this.”",
            "citations": [
                "laufer_1988"
            ]
        },
        "FN39": {
            "text": "39. A corollary case to Burstein’s examples is the tonicization of ♯ 4 ˆ as the third of II ♯ in the quarrel duet (no. 7 in act 3) of Smetana’s Prodaná nevěsta ( The Bartered Bride ), measure 117 from the beginning of the scene. The clear effect is of getting off the trail and recovering with the regained theme, which opens with ♯ 4 ˆ – 5 ˆ over V.",
            "citations": []
        },
        "FN40": {
            "text": "40. One more late-Romantic exception: in Wolf’s Verborgenheit (Mörike song no. 12, composed 1888), the vocal line uses the lead-in form 2 ˆ – ♯ 2 ˆ – 5 ˆ (measures 6–7). The expected goal 3 ̂ arrives in the piano at an inner voice that also provides the accompanying lead-in ♯ 4 ˆ – 5 ˆ .",
            "citations": []
        },
        "FN41": {
            "text": "41. See Schumann, Album für die Jügend , no. 14 ( Kleine Studie ), measure 16.",
            "citations": []
        },
        "FN42": {
            "text": "42. Lead-ins in modulating periods have been noted in footnote 17 and 26 , and 27 . See also Examples 24 and 28 below as well as Schumann, Album für die Jügend , no. 15 ( Frühlingsgesang ), measure 4.",
            "citations": []
        },
        "FN43": {
            "text": "43. See Beethoven’s Cello Sonata op. 5 no. 2, i, measure 105 (measure 61 of the Allegro).",
            "citations": []
        },
        "FN44": {
            "text": "44. The exposition includes a large interpolation between the secondary group and the closing section (measures 120–52) that is omitted in the recapitulation. This discussion relates to a single-movement form, and ignores the (inconsistent) common view that this sonata also functions as a multi-movement work.",
            "citations": []
        },
        "FN45": {
            "text": "45. In the terminology suggested by Kopp ( 2002 , 8–13), these are upper sharp mediant relations.",
            "citations": [
                "kopp_2002"
            ]
        },
        "FN46": {
            "text": "46. The ♯ 2 ˆ – 3 ̂ recurs later in the theme, at the beginning of the next phrase, arriving at a six-four chord (measures 165, 627). The local harmonic progression is ♭ VI– I . Reading the lead-in as ♯ 2 ˆ – 3 ̂ rather than ♭ 3 ̂ – ♮ 3 ̂ forces an enharmonic interpretation of ♭ VI as an alteration of a chord, analogous to augmented sixth chords before a major cadential .",
            "citations": []
        },
        "FN47": {
            "text": "47. Another example: Chopin, Etude op. 10 no. 2, measures 1–8, interruption-fill at the end of measure 4. There is unceasing chromatic movement in equal sixteenth notes, but melodic parallelism nonetheless makes the division into phrases absolutely clear. The identity of the primary tone is ambiguous, especially in the antecedent, but the arrival at 2 ˆ is clear.",
            "citations": []
        },
        "FN48": {
            "text": "48. In another Chopin Mazurka op. 59 no. 2, the ninth V 6 ˆ at the last beat before the interruption in the opening period (measure 8) probably functions as an upper neighbor to a cover tone 5 ˆ above a more essential 3 ̂ primary tone.",
            "citations": []
        },
        "FN49": {
            "text": "49. A related ascending filling-in of the V–I path occurs in Schubert, “Gesänge des Harfners II,” op. 12 no. 2, D. 480, measures 12–17. However, in that case no melodic parallelism occurs in the upper voice. Again, I thank an anonymous reviewer of this paper for drawing my attention to this example.",
            "citations": []
        },
        "FN50": {
            "text": "50. In particular, Suurpää ( 1996 , 105) reads a continuous structure without interruption in this song. The V that Schenker reads as a pre-interruption divider is a lower-level event for Suurpää, and the V 7 /IV, which is an altered form of a regained tonic for Schenker, becomes a mere local secondary dominant into a middleground passing chord in Suurpää’s reading.",
            "citations": []
        },
        "FN51": {
            "text": "51. Modified interruption structures whose phrases open with I 6 (and might count as auxiliary half- and authentic cadences respectively) enable descent in the bass from the pre-interruption 5 ˆ to the regained 3 ̂ . See, for example, the theme of Schubert, Symphony no. 5, iv.",
            "citations": []
        },
        "FN52": {
            "text": "52. This explanation generally conforms to that given by Caplin ( 2004 , esp. 97–100). Caplin refutes the idea that a post-cadential filling-in obscures the very existence of a cadence.",
            "citations": [
                "caplin_2004"
            ]
        },
        "FN53": {
            "text": "53. Another device that underlines the fourth-progression 5 ˆ – 2 ˆ within the 5 ˆ – 1 ˆ caesura-fill is the literal return of 5 ˆ after 2 ˆ . See Schubert, “Auf dem Flusse” (no. 7 in Die Winterreise , D. 911), measures 38–40, bass.",
            "citations": []
        },
        "FN54": {
            "text": "54. See also Chopin, Impromptu no. 2, op. 36, measures 18–19. Fifth-descents from the other members of V to other members of I sound odd. The descent from 7 ˆ to 3 ̂ might be perceived as an unfolding of 7 ˆ – 4 ˆ before its resolution; the descent from 2 ˆ to 5 ˆ creates parallel fifths with the bass. See, however, both of these fifths filled in Mahler, Symphony no. 4, iii, measure 24.",
            "citations": []
        },
        "FN55": {
            "text": "55. Other examples of motion from a back-relating V to the ensuing (not back-relating) chord: before III—Beethoven, Piano Sonata op. 28, ii, measure 4; before V/VI—Beethoven, String Quartet op. 135, iii, measure 6.",
            "citations": []
        },
        "FN56": {
            "text": "56. Examples of motion into a secondary dominant of the next structural chord seem to be a fingerprint of Chopin. See motion to V/II[ ♯ ]—Scherzo no. 2, op. 31, measures 65–77 and Polonaise-Fantasy op. 61, measure 27; and motion to V/III—Mazurkas op. 30 no. 2, measure 18 and op. 68 no. 4, measure 23.",
            "citations": []
        },
        "FN57": {
            "text": "57. Another example: Schubert’s Wandrers Nachtlied op. 4 no. 3, D. 224. Schenker ( 1979 [1935/1956] , Fig. 37a) reads the configuration 3 ̂ 2 ˆ ( 3 ̂ 2 ˆ ) 1 ˆ —a configuration that can also constitute interruption—but in the song, due to phrase structure and proportions, the latter branch is minimized into a quasi-auxiliary cadence (as elucidated in Kamien 2005 ; see especially his Example 5). Omitted from Schenker’s graph is a passing ♯ 2 ˆ that connects the structural 2 ˆ to the initial tone of the quasi-auxiliary cadence. For a passing tone in a presumably “dead” space between a modulating phrase and its repeat, see Chopin, Mazurka op. 41 no. 4, end of measure 24.",
            "citations": [
                "kamien_2005"
            ]
        },
        "FN58": {
            "text": "58. Another example of “illegal” motion from a cover tone: Chopin, Ballade no. 3, measures 214–15. This is an ornamented repeat of the main theme, whose upper voice is based on a relatively structural upper neighbor 4 ˆ , preceded by motion of the primary tone 3 ̂ to the cover tone 5 ˆ . An alternative analysis based on passing motion 5 ˆ – 4 ˆ – 3 ̂ is possible, but the strong metric emphases make the 3 ̂ – 4 ˆ – 3 ̂ much more straightforward. In the repeat, however, a passing ♯ 4 ˆ moves from the cover tone to the upper neighbor despite being unrelated theoretically.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Many artistic devices in classical and romantic music aim at “blurring the frontiers between different sections.” (1) Examples include the lack of synchronization between the beginning of the recapitulatory rotation and the regaining of a structural tonic, (2) or the “linkage technique,” where “a new phrase takes as its initial idea the end of the immediately preceding one” ( Jonas 1982 [1934/1972] , 7). (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In certain cases, the blurring effect creates phrase overlaps, and thus challenges the existence of separate sections. This is common at the local level, as with parallel periods where the pre-interruption V only arrives at the beginning of the consequent (usually in parallel with a non-tonic opening of the antecedent). (4) On a large scale, the complete absence of a true tonic at the beginning of a sonata-form recapitulation might cancel the interruption in favor of an undivided Ursatz ( Suurpää 2005 ).",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Sometimes, however, the borders between the musical units remain clear, but there is nevertheless some link between them. The paradigmatic situation for such links is the interruption-fill , i.e., motion that connects the two branches of an interruption structure. This may appear as a connection from the end of the antecedent to the beginning of the consequent in a parallel period, but also in larger forms based on interruption (such as sonata form and many cases of rounded binary). (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I shall examine a simple instance of an interruption-fill before dwelling on the theoretical problems that emerge from it. The study will proceed with a discussion of the various ramifications of the interruption-fill before primary tone 3 ˆ or 5 ˆ , special artistic devices based on the ordinary interruption-fill, other formal contexts for the chromatic lead-in, other interruption-fill configurations in the upper voice and interruption-fill in the bass, and finally analogous cases of “illegal” passing motion. The Basic Upper-Voice Interruption-Fill with Primary Tone 3 ˆ Example 1 . Basic upper-voice interruption-fill before 3 ̂ : Schubert, Impromptu op. 90\nno. 3 (D. 899), measures 1–8. Voice-leading graph (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Example 1 , from Schubert’s Impromptu op. 90 no. 3, shows a paradigmatic simple instance of the most basic form of interruption-fill. The interruption-fill connects the pre-interruption 2 ˆ with the regained primary tone 3 ˆ . The punctuation between antecedent and consequent is preserved in the bass, and only the upper voice moves between the phrases via a chromatic passing tone ( ♯ 2 ˆ ) that creates a passing augmented triad. Since this parallel period is symmetrical, the precise moment of the interruption is expected after four measures, and this is how Schenker presents it in his semi-rhythmic analysis in Der Tonwille ( Schenker 2005 [1924] , 138), albeit without the graphic symbol of a double stroke that had not yet been conceived. (6) However, the last upper-voice tone in measure 4 (i.e., the chromatic passing tone) belongs to the antecedent in the metrical aspect alone. Melodically, it occurs within the interruption itself. This is not a special feature of the piece, but rather a common situation that has escaped theoretical and analytical scrutiny up to now. (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Normative interruption occurs at a specific point in time, as is evident in the symbol of the two vertical strokes that is placed in a single location. When the pre-interruption V 2 ˆ is prolonged, Schenker’s normative practice correctly locates the interruption symbol after that prolongation is over (for example Schenker 1979 [1935/1956] , Figs. 34b, 35,1 and 35,2). Exceptions do occur, where the prolongation of the pre-interruption V 2 ˆ continues after the interruption symbol ( Schenker 1979 [1935/1956] Fig. 26b; in Fig. 39,2 the interruption symbol is confusingly located at the middle of the V 2 ˆ prolongation). When there is an interruption-fill, i.e., passing motion between the pre-interruption V 2 ˆ and the following regained primary tone, Schenker locates the interruption symbol immediately after the consonant V 2 ˆ , and before the passing motion (addition of a seventh in Figs. 32,7 and 47,1; more substantial passing motion in Figs. 22a and 22b). This way of presenting the interruption-fill indicates that for Schenker the interruption proper precedes the interruption-fill. My own graphic presentation of the interruption-fill shows it as an interpolation between the two vertical strokes of the interruption symbol, meaning that the interruption proper continues throughout the process of the interruption-fill and, unlike normative interruption, occupies a span of time. Example 2 . Continuous motion across interruption without interruption-fill: Haydn,\nSymphony no. 92 ( Oxford ), fourth movement, measures 1–9. Annotated reduction (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] From a Schenkerian point of view, the interruption-fill is arguably problematic. The problem is not the mere lack of rhythmic or textural articulation at the point of interruption. (8) For example, the opening period of the finale of Haydn’s Symphony no. 92 ( Oxford ) ( Example 2 ) has a normative interruption despite the perpetual motion in the upper voice. (9) That period is normative since the basic voice-leading before the interruption is based on a circular prolongation (in this case, motion into an inner voice) within the pre-interruption V, ending on tones that belong to the V. (10) Since the bass does pause at the end of the antecedent, the motion in the upper voice does “fill a gap in sound,” and it thus forms a caesura-fill in the terms of Hepokoski and Darcy ( 2006 , 34). However, in Schenkerian terms, based on tonal procedures, the descent into an inner voice precedes the caesura and does not fill it.",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "8": {
                "text": "[8] It should go without saying that normative prolongation of pre-interruption V does not challenge Schenkerian norms. After all, interruption proper most often occurs long after the arrival of the structural pre-interruption V 2 ˆ . For example, in paradigmatic sonata form in major, the interruption proper takes place just before the recapitulation, after the V 2 ˆ has been prolonged throughout the entire second group and development. This also conforms with Schenker’s notation practice discussed above (paragraph 6).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The true source of the problematic nature of the interruption-fill is that the chromatic motion passes paradoxically through a “dead” space between unrelated tones, a space that ought not to exist, after the pre-interruption V 2 ˆ (and not within a prolongation thereof). (11) In Schenker’s normative view, “The first 2 ˆ [in an interruption structure] is not a neighboring note” [as one might think in the case of primary tone 3 ˆ ], but rather a passing tone toward the 1 ˆ that will only arrive at the end of the consequent ( Schenker 1979 [1935/1956] , 37, §91). The rule that “the first 2 ˆ is a passing tone toward the 1 ˆ that will only arrive at the end” should also apply to interruption structures from 5 ˆ , where the alternative does not give rise to a neighboring note. Since they are unrelated, the pre-interruption 2 ˆ and the regained primary tone should not be conceived as boundary tones of a normative space capable of being filled-in. Nevertheless, in interruption-fills within genuine interruption structures the pre-interruption V 2 ˆ and the regained primary tone perform precisely this function: true boundaries of passing motion in the course of the interruption-fill. The passing motion in that space must count as “illegal.” It should be emphasized that the paradox emerges precisely because the interruption is not cancelled; if the true interruption is overridden in the first place (as in cases described in paragraph 2), no true interruption-fill can take place either.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] To further explain why the interruption-fill is problematic, one must understand how it differs from normative passing motion. Normative passing motion takes place within linear progressions. Usually, linear progressions fill in boundary tones that are conceptually simultaneous at a deeper level ( Rothstein 1981 , 87–91; Schenker 1979 [1935/1956] , §115). Exceptions do occur where connective linear progressions move between different chords, as Schenker ( 1996 [1926] , 3) notes:  “linear progressions in the treble that descend signify motion to an inner voice of the original chord or the ensuing one ” (my emphasis). For example, in fifth progressions from 6 ˆ over a subdominant harmony to V 2 ˆ , when the goal tone arrives, the initial tone changes into an implied 5 ˆ ( Goldenberg 2008 , vol. 1, 11). The latter situation is always tricky, but in the case of interruption the immediate structural chord after the pre-interruption V 2 ˆ is not at all the truly ensuing chord.",
                "footnotes": [],
                "citations": [
                    "rothstein_1981",
                    "goldenberg_2008"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Indeed, even without the interruption-fill, passing motion may take place within the space of a boundary second that does not represent a conceptually simultaneous interval. This happens in chromatic passing tones toward or from a neighbor (whole) tone. As Proctor ( 1978 , 79–82) observes, even that situation poses a paradox, as it violates the distinction between steps and leaps. (12) In interruption-fills, when the primary tone is 3 ˆ in the same register as the preceding 2 ˆ , the only possible fill is a single chromatic passing tone in major (in minor, the mere semitone between 2 ˆ and 3 ˆ simply leaves no space to be filled in). The chromatic motion from 2 ˆ at the end of the antecedent to 3 ˆ at the beginning of the consequent flies in the face of both the unrelatedness of these tones (this is also true of motion to 5 ˆ ) and the step-leap distinction.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "proctor_1978"
                ]
            }
        },
        {
            "12": {
                "text": "[12] The configuration of the interruption-fill cannot be reconciled with normative Schenkerian ideas. Although Schenker arrived late at the concept of interruption, and left it underdeveloped and at times inconsistent ( Marston 1999 ), such inconsistencies in Schenker’s view of interruption hardly affect the study of the interruption-fill; Schenker acknowledged certain “free forms of interruption” (discussed in Samarotto 2004 ), but interruption-fills normally take place between the branches of strict interruption; Schenker was undecided with regard to the deeper hierarchy among the elements of interruption ( Smith 1994 , esp. 79–84), but the interruption-fill occurs at the surface. (13) One theoretical issue where Schenker’s inconsistencies are indeed relevant is the status of an added seventh to the pre-interruption V. This configuration will be dealt with at a later point, in relation to motion toward a regained 5 ˆ .",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "marston_1999",
                    "samarotto_2004",
                    "smith_1994"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Some theorists nevertheless regard the lead-in as a normative element of the surface level. Schachter ( 2006 , 286), for example, seems unbothered by the lead-in when he argues that in “a parallel period generated by an interruption V . . . any connection from that V to the I that begins the next phrase is clearly a foreground device.” The rest of this study does not collapse if one denies the problematic nature of the interruption-fill; rather, those inclined to regard the interruption-fill as a normative phenomenon might still find my exploration of the variety of manifestations of the interruption-fill and corollary procedures useful. More Upper-Voice Interruption-Fills with Primary Tone 3 ˆ Example 3 . Larger chromatic motion starting from the chromatic lead-in: Haydn,\nPiano Variations in F minor, Hob. XVII:6, measures 30–34. Voice-leading graph (click to enlarge) Example 4 . Expansion of the consequent based on the interruption-fill: Haydn,\nSymphony no. 104, second movement, measures 16–25. Annotated reduction (click to enlarge) Example 5 . Interruption-fill continues motion from an inner voice: Beethoven, Piano\nSonata op. 2 no. 1, second movement, measures 1–8 and 32–39. Voice-leading graph (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "schachter_2006"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Even the basic passing chromatic lead-in might be emphasized by means of hypermetric expansion, as in the retransition in the Trio from Mozart’s Symphony no. 35, K. 385 ( Haffner ), iii (not given here). Whereas in Schubert’s Impromptu the ♯ 2 ˆ is located within the ordinary time-span of the V, in Mozart’s Trio it occupies a complete fifth measure after four measures on the diatonic V 2 ˆ , which in turn expand the fourth measure of the preceding hypermeasure. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The chromatic lead-in may combine with chromatic motion within the phrases to create chromatic continuity. Example 3 presents a case in point from the second theme (in major, of course) of Haydn’s F minor Piano Variations, Hob. XVII:6.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In this theme, both antecedent and consequent start with chromatic ascents from the primary tone 3 ˆ toward the upper 5 ˆ , which serves in this passage as a conceptual inner voice. The chromatic lead-in combines with the ensuing third-progression into a chromatically filled melodic fourth that runs across the interruption, thus achieving smooth continuity. To appreciate this smooth moment, one must of course acknowledge the chromaticism rather than explain it away according to a strictly structuralist approach, but it is also important to acknowledge the structural point of division, without which the chromatic smoothness at that specific point loses its particular effect. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In other cases, the lead-in seems to generate an insertion of chromatic motion in the consequent with no counterpart in the antecedent. This is perhaps the case with the d ♮ in the Impromptu (Example 1 above). A clearer instance appears in Haydn’s Symphony \nno. 104, ii ( Example 4 ), where a large expansion introduced into the post-interruption branch is based on a sequence over the very motive of the interruption-fill. With respect to form, the moment of interruption proper is preceded by a contrasting middle that stands on the dominant in a small ternary/rounded binary form. This does not affect the relationship between the lead-in and the tonal structure. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The chromatic succession might obscure the precise point of interruption, especially if the ascent begins earlier as motion from an inner voice. (17) Consider the theme of the second movement of Beethoven’s Piano Sonata op. 2 no. 1 ( Example 5 ).",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] In the lead-in to the consequent, the range of a sixth is chromatically filled-in. In the repeat (measures 35–36), the chromaticism becomes even more complete (condensed in triplets). Hearing this lead-in as a sixth-progression underlines its parallelism with the opening interval of the movement, the sixth from the upbeat to the antecedent. This is the interpretation endorsed by Salzer ( 1952/1962 , Fig. 442), and in greater detail by Cadwallader and Gagné ( 1998/2007 , Ex. 7.11). (18) Strictly speaking, however, the change of harmony and the division into phrases do not support a true sixth-progression, but rather a fifth-progression followed by an interruption-fill. Unlike the normative chromatic notes that are inserted into the motion from an inner voice, the last chromatic note ( G ♯ ) fills the interruption and is thus theoretically “illegal.” The only alternative that would maintain a true sixth is to assume anticipation of the tonic during the lead-in. (19) Such an interpretation could perhaps work for the initial appearance of the theme, but not in the repeat (where the passing 1 ˆ during the lead-in does not appear on the beat). (20) Example 6 . A diatonic melodic sixth based on a fifth-progression plus a step: Priestermarsch. From Mozart, Die Zauberflöte, K. 620, Act 2. Measures 15–20.\nAnnotated reduction (click to enlarge) Example 7 . Ascent across interruption without filling-in, combining motion from an\ninner voice with initial ascent: Mozart, Serenade K. 320, fourth movement, measures\n1–16. Voice-leading graph (click to enlarge)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The basic problem of telling a sixth-progression from a combination of a fifth-progression and an additional step in the same direction can also arise in a diatonic context, as in Example 6 from the priests’s march in Mozart’s Die Zauberflöte . (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In this case no interruption-fill occurs and, despite the melodic continuity, a precise point of interruption may be detected. This case is analogous to the more familiar descending melodic sixth from I 3 ˆ , which embeds a fifth-progression (motion into an inner voice) from the ensuing V 2 ˆ . (22) Even a chromatic context may include upper-voice melodic continuity across an interruption point that is nevertheless clear and unfilled. This requires a semitone between the upper-voice tones on both banks of the interruption, which is possible with an ascent to 3 ˆ in minor, and also when the consequent (usually in parallel with the antecedent) starts with an intial ascent from 1 ˆ . Consider Example 7 , \nfrom the main theme of Mozart’s Serenade K. 320 ( Posthorn ), iv (“Rondo”). In this theme, the melodic sixth that ascends across the interruption is divided differently from those encountered in the previous examples: it includes a third-progression from an inner voice (in fact, from one inner voice to another), a step with harmonic shift at the point of interruption, and another third-progression that forms the initial ascent of the consequent. The theme is saturated with chromatic embellishments (not all of them shown), especially in the antecedent. The scoring of this theme also supports both the division of the opening period into phrases and the continuity across that division: the soloist changes at the start of the consequent (oboe replaces flute), but the flute does play the first note of the consequent, overlapping with the oboe. Example 8 . Magnified ascent to the lead-in: Widor, Valse-Impromptu op. 15 no. 6,\nmeasures 39–47. Annotated score (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The sense of continuous ascent across the interruption may be intensified if the pre-interruption chromaticism occupies more than mere motion from an inner voice. It is magnified indeed in Example 8 , from Valse-Impromptu op. 15 no. 6 by Widor. This is a free and unaccompanied retransition in an otherwise fairly square piece. The ascent begins in the bass and encompasses more than three octaves; in its final portion every chromatic step is itself embellished. Theoretically, however, the final half-tone before the regaining of the tonic is the only one to occupy the non-normative position of interruption-fill. Some local embellishments of the chromatic passing tones are also unclear. (23) Example 11 . Lack of simultaneous V before interruption-fill: Chopin, Nocturne op. 9\nno. 1, measures 36–40. Annotated score (click to enlarge) Example 12 . Basic upper-voice interruption-fill before 5 ˆ : Beethoven, Theme for\nPiano Variations op. 34, measures 1–6. Annotated score (click to enlarge) Example 13 . The seventh at the middle of an interruption-structure from 3 ̂ :\na) the seventh as a true upper neighbor to 3 ̂ cancels the interruption; b) the seventh as\nan offshoot from V 2 ˆ left unexplained; c) the seventh as a descending interruption-fill\nfrom a cover tone before 3 ̂ ; d) the seventh as a descending interruption-fill from a\ncover tone before 5 ˆ , paradoxically combined with the ascending interruption-fill (click to enlarge)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Further ramifications of the interruption-fill before 3 ˆ occur when the consequent takes place an octave above the antecedent. The shift of register emphasizes the division between the phrases, and the chromatic lead-in that usually compensates for that division must choose between the register of the antecedent and that of the consequent (unless it encompasses a ninth, see Example 24 below). Examples 9–10 show both possibilities from two Chopin pieces. In Example 9, from the Poco più lento middle section of Nocturne op. 48 no. 1, the lead-in occurs before the shift of register, and leads to the lower doubling of the regained 3 ˆ . (24) By contrast, in Mazurka op. 56 no. 3 (Example 10), the ♯ 2 ˆ is grouped with the consequent, not only due to its register but also because it is separated from its diatonic source by an ascending fourth-progression that serves as motion into an inner voice. (25) Example 9 . Lead-in in the original register before an octave shift: Chopin, Nocturne\nop. 48 no. 1, measures 25–30. Annotated score (click to enlarge) Example 10 . Lead-in grouped with the consequent: Chopin, Mazurka op. 56 no. 3, measures 73–88. Voice-leading graph (click to enlarge)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] In our last example with primary tone 3 ˆ ( Example 11 ), again from a Chopin Nocturne, the peculiar aspect relates to the lack of synchronization between outer voices at the location of the interruption proper. Over a tonic pedal point, the bass of the pre-interruption V only arrives at the moment of the interruption-fill chromatic motion. Thus, the normative pre-interruption V and 2 ˆ never sound simultaneously. Upper-Voice Interruption-Fills with Primary Tone 5 ˆ",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Example 12 shows the basic formula of an upper-voice interruption-fill before reestablishment of 5 ˆ , as realized in the theme of Beethoven’s Piano Variations op. 34. In my experience, this is the most common kind of interruption-fill, and has become a true cliché. (26) It is interesting to follow the treatment of the interruption-fill in the Variations. Variations nos. 2 and 5 omit it, no. 4 replaces it with a diatonic anticipation of 3 ˆ , and no. 6 preserves it with an 8–7 counterpoint in the bass, whereas nos. 1 and 3 intensify it by means of parallel tenths. The following voice arrives at 2 ˆ – ♯ 2 ˆ , as in interruption-fills before regaining the 3 ˆ .",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The 2 ˆ – 5 ˆ interruption-fill has room for more passing motion than that whose goal is 3 ˆ . The passing motion moves via 4 ˆ , which creates theoretical problems as a lead-in, even in its diatonic form: as the seventh of V, it must resolve downwards, but such a resolution would contradict the sense of interruption. In Free Composition , Schenker ( 1979 [1935/1956] ) demonstrates this situation in both Fig. 23 and Fig. 32,7. Unfortunately, however, both graphs combine contradicting interpretations. My Example 13 attempts to separate them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] If the seventh is a true upper neighbor (Example 13a), the interruption is cancelled altogether. By contrast, if the interruption structure prevails (Example 13b), the pre-interruption seventh is disconnected from its resolution. A better explanation (Example 13c, after Fig. 23 in Free Composition ) regards the seventh as a passing tone from a cover tone 5 ˆ that accompanies the pre-interruption 2 ˆ . This reading involves a descending interruption-fill. (27)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The resolution of the seventh of V at the interruption-fill into 3 ˆ makes it more apt with the regained primary tone 3 ˆ . With primary tone 5 ˆ , a paradox emerges (Example 13d): the seventh might be said to resolve into 3 ˆ in an inner voice, yet the drive of the melodic ascent during the V 2 ˆ – 4 ˆ interruption-fill goes upwards. In any case, an unequivocal ascending interruption-fill toward 5 ˆ arises when the lead-in continues to ascend past 4 ˆ via ♯ 4 ˆ . Such lead-ins may occur not only in interruption-structures from 5 ˆ , but also when the goal 5 ˆ serves as a cover tone or when the descent from the true primary tone only occurs in the consequent. The differences between these configurations do not affect the interruption-fill toward the actual 5 ˆ at the beginning of the consequent. Example 14 . Emphasized ♯ 4 ˆ within a fourth-progression toward V 5 ˆ : Beethoven, Piano Sonata op. 31 no. 1, third movement, measures 217–30. Annotated score (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Unlike 3 ˆ , 5 ˆ is a member of the V too. This creates new theoretical ramifications. First, the goal 5 ˆ may appear before the return of the tonic. In that case, the ♯ 4 ˆ may be regarded as a normative passing tone within a pre-interruption fourth-progression that ascends toward a cover tone. (28) Notice, however, the affinity to the genuine interruption-fill when ♯ 4 ˆ is emphasized, as in Example 14 , from the retransition to the rondo sonata theme in Beethoven’s Piano Sonata op. 31 \nno. 1, iii. (29) In this passage, the true reason for the lack of a clear point of interruption is the phrase overlap with the ensuing theme, which begins on the V. The resolution to the I at measure 227, prior to the temporary change of tempo, is probably apparent only and might be said to take place within a larger V prolongation, equivalent to the explicit V pedal point at the theme’s first appearance. Example 15 . ♯ 4 ˆ lead-in after an illusory seventh-progression: Mozart, String Quartet K. 465, second movement, measures 39–46. Annotated score (click to enlarge)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] A related procedure occurs when the ascending line that contains ♯ 4 ˆ begins on a lower 5 ˆ . The inertia of ascent is the same as in motion from an inner voice before interruption-fill in the case of the primary tone 3 ˆ , but the precise details are significantly different. In the course of the ascent from lower V 5 ˆ to upper V 4 ˆ – ♯ 4 ˆ –I 5 ˆ , there is no special status to the passing 2 ˆ , although the entire lead-in is likely to follow an earlier normative pre-interruption 2 ˆ . Rather, the entire ascent is a single unit. Although the ascent occupies a whole octave, the shift of harmony at the 5 ˆ prevents a true sense of complete register transfer. The ascent might better be perceived as an illusory seventh-progression toward 4 ˆ (V 8–7 ), after which the ♯ 4 ˆ serves as the basic interruption-fill. In Example 15 , from Mozart’s String Quartet K. 465, ii, this favored reading is intensified by means of register, since the ♯ 4 ˆ interruption-fill takes place an octave below the reached seventh. (30) Example 16 . Ascent to the regained 5 ˆ based on anticipation without interruption-fill: Mozart, Violin Concerto no. 5, K. 219, third movement, measures 1–16. Voice-leading graph (click to enlarge)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Since an ascent toward 5 ˆ also moves via 3 ˆ , a potential alternative division exists, according to which the ascent includes an anticipation of the tonic. If ♯ 2 ˆ is absent, then a definite moment of interruption may occur despite the lead-in, between 2 ˆ and 3 ˆ . This interpretation fits in cases of clear parallelism with an anticipatory initial ascent 3 ˆ – 5 ˆ in the antecedent. For instance, in the rondo theme of Mozart’s Violin Concerto no. 5, K. 219, iii ( Example 16 ), the clearly continuous melodic ascending sixth across the interruption nevertheless neatly divides between two disjunct thirds: the 7 ˆ – 2 ˆ which moves from an inner voice within the pre-interruption V, and the 3 ˆ – 5 ˆ initial ascent within the consequent. This configuration is reminiscent of Example 7 above (from the Serenade K. 320), but, in the Concerto, the sixth concatenates the thirds 7 ˆ – 2 ˆ and 3 ˆ – 5 ˆ rather than 5 ˆ – 7 ˆ and 1 ˆ – 3 ˆ as in the Serenade. Other factors in this example that contribute to the connection of 3 ˆ to the ensuing material, along with the parallelism with the antecedent, are rhythmic stress on 3 ˆ and voice exchange with the inner voice. (31) Special Artistic Devices Related to the Interruption-fill",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] As noted above, simple interruption-fills are commonplace. Occasionally, however, one encounters special artistic devices that exploit interruption-fills in an unusual way and do not remain within the constraints of the stock figure. In such cases, the interruption-fill should also be noted in general analytical examinations of pieces where it takes place. Example 17 . Deformation of interruption-fill: Haydn, Symphony no. 101, second\nmovement, (1) measures 1–10 (normative); (2) measures 25–34. Annotated score (click to enlarge) Example 18 . Combination of anticipation from an augmented triad and interruption in\nthe bass: Grieg, Poetische Bilder op. 3, no. 3: Con moto, measures 1–15. Annotated\nscore (click to enlarge) Example 19a . Kalinnikov, Nocturne in F-sharp minor, measures 40–43. Annotated score (click to enlarge) Example 19b . Kalinnikov, Nocturne in F-sharp minor, measures 36–43. Voice-leading graph (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] In the clock theme from Haydn’s Symphony no. 101, ii ( Example 17 ), the opening period includes a normative interruption-fill to I 5 ˆ , but when the phrase returns in an inner recapitulation within the theme, a deformation of the interruption-fill leads instead to 4 ˆ , still harmonized with V. The interruption is thus cancelled, and the phrases are fused. Technically, the deformation is based on inserting the two chromatic tones that have been omitted in the normative interruption-fill. The goal is now one whole tone below the original goal ( 4 ˆ rather than 5 ˆ ), while complete rhythmic parallelism is preserved (expansion does occur in the theme later on). (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] We move now to late Romantic examples that explore possibilities that seem to lie beyond the limits of the classical style, where the interruption-fill emerged and was used most extensively. Notice that although some nineteenth-century chromatic techniques are not placed within a diatonic framework ( Proctor 1978 ), the present examples explore new paths of chromatic interpolation into a well-established diatonic structure.",
                "footnotes": [],
                "citations": [
                    "proctor_1978"
                ]
            }
        },
        {
            "35": {
                "text": "[35] The following two examples display special ramifications of the ambiguity between interruption-fill and lead-in based on the initial ascent from 3 ˆ discussed above. An unusual anticipation of the consequent takes place in Example 18 , from the third of Grieg’s Poetische Bilder op. 3 (1863). The 3 ˆ on the upbeat definitely serves as anticipation: the rhythmic pattern, where 4 ˆ serves as a passing tone within a triplet from 3 ˆ , makes this the only acceptable reading. It is further reinforced by the parallelism with the upbeat to sub-phrases and the antecedent in measure 9 (notice the a tempo indication is located at the point of anticipation). Indeed, the upbeat ascending triplet becomes a main motivic idea in this theme. The 3 ˆ , however, not only occurs within the time-span of V, but even takes place over the other members of V ( 5 ˆ in the bass and 7 ˆ in the inner voice). The result is the literal augmented III, described by Skoumal ( 1994 ) as an androgynous harmony that functions simultaneously as both I and V. (33) The ascent, however, does not function as both anticipation and interruption-fill, but rather as anticipation alone. (34) Moving from V to I via III might blur functional harmony, but, in this example, the division of the period remains clear.",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": [
                    "skoumal_1994"
                ]
            }
        },
        {
            "36": {
                "text": "[36] This passage includes additional complications. At the upbeat to measure 3 (repetition of the basic idea), the same ascent above 5 ˆ in the literal bass at that moment functions within the tonic (after the assertion of the lower tonic bass). (35) Also, the lead-in forms “motion from an inner voice” in a most literal sense, as it starts on 3 ˆ below a 5 ˆ cover tone, and ends on the upper 5 ˆ above an inner-voice 3 ˆ . It is even questionable whether the pre-interruption 2 ˆ is approached by descent from the upper 5 ˆ (the descent toward the end of the consequent is more normative). (36) After the V has arrived, at the only moment the literal 2 ˆ is heard, the seventh is added in the bass to form V . It is never resolved in the bass. If one seeks its resolution, it is to be found in the inner voice at the beginning of the consequent. It might also count as a mere member in a double neighbor figure that fades out without resolution.",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Example 19 , from the middle section in D major of an 1894 Nocturne in F ♯ minor by Kalinnikov, available in the anthology Rare Masterpieces of Russian Piano Music ( Feofanov 1984 ), shows a much more radical realization of the chromatic lead-in ascent from 3 ˆ to 5 ˆ . (Example 19a shows the pertinent part of the score, and Example 19b is a voice-leading graph of the larger context.) In this case, the division into phrases and the interruption in the bass remain clear, but the lead-in replaces the interruption in the upper voice. This happens because the pre-interruption 2 ˆ is completely absent. Instead, the point of departure for the ascent is 3 ˆ , as the top voice of V13/7, another candidate for the title androgynous harmony when 3 ˆ anticipates the tonic. The 3 ˆ first occurs in various non-dominant harmonizations, (37) and arguably continues the initial tonic of the D major section, which appeared with an emphasized 5 ˆ primary tone, but without a clear linear descent to 3 ˆ . When the V arrives, the 3 ˆ sounds initially like a normative suspension, but the resolution never arrives. The lead-in back to I 5 ˆ is stretched over a complete measure, where every passing half step is itself embellished. (38) Example 20 . Tonicization of the lead-in ♯ 2 ˆ : Grieg, Stimmungen op. 73, no. 2: Scherzo-Impromptu, measures 41–61. Voice-leading graph (click to enlarge)",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": [
                    "feofanov_1984"
                ]
            }
        },
        {
            "38": {
                "text": "[38] Finally, Example 20 includes a brief tonicization of the lead-in ♯ 2 ˆ (as the third of VII ♯ ), and thus draws attention to the very moment that passes almost unnoticed in normative interruption-fills. The example is drawn from a retransition in the second of Grieg’s Stimmungen op. 73, a work composed after the turn of the century (1903–05). The melodic motion commences below the 2 ˆ , not as normative motion from an inner voice as encountered earlier, but rather starting on 6 ˆ , the top voice of V 9 . After V 7 under 2 ˆ , the ♯ 2 ˆ first appears in an arpeggiation with the omission of the bass. This leaves 7 ˆ as the lowest actual sounding tone in a literal VII ♯ (with a diatonic, diminished, fifth). Long rests before and after this figure draw attention to this passing dissonance, but this only intensifies the drive for resolution. The real surprise appears when the inner voice moves from E ♭ to E ♮ and makes a consonant VII ♯ (with a raised perfect fifth). That chord is hardly tonicized in a strict sense, but the quotation of the opening motto of the piece on this wrong tone-level is sufficient in order to provide a stable feeling. This motto is based on plagal motion that includes the 3 ˆ – 4 ˆ half-tone. This half-tone is used now to prepare the link to the further ascent of a half-tone into the true tonic. Notice that the consonant VII ♯ (with ♯ 2 ˆ as its third) is here interpolated into the V–I framework, as an expansion of the interruption-fill. This procedure diverges considerably from that in the examples presented by Burstein ( 1998 ), where the VII ♯ substitutes for the pre-interruption V (and from his more normative examples, where VII ♯ perhaps leads to a weak yet true dominant). (39) The stabilization of ♯ 2 ˆ works against preserving and intensifying its tension. It is questionable whether this reversal of aesthetic effect is indeed desired and justified. Yet such examples show how creative minds exploit the overused pattern of the interruption-fill in imaginative ways. (40) Other Formal Contexts for the Chromatic Lead-in",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": [
                    "burstein_1998"
                ]
            }
        },
        {
            "39": {
                "text": "[39] The chromatic lead-in might occasionally appear in non-interruption contexts. For example, if the second phrase turns out to end on a half-cadence and thus repeat the antecedent, the different context does not essentially alter the problem of the lead-in. (41) The lead-in is also fairly common at the middle of modulating periods, where the consequent tonicizes another key (usually the dominant). (42) Example 21 . Chromatic Lead-in in an Open Chromatic Context Wagner, Tristan und Isolde, Act 2, scene 2 (excerpt). Reduction by Hans von Bülow (click to enlarge)",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Less often, the chromatic lead-in approaches phrases that start at a different tonal level than the preceding material. Example 21 from Wagner’s Tristan und Isolde shows a lead-in that connects two phrases (based on the leitmotif known as “love’s peace”) that are in V–I relations, without a complete diatonic framework. that",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] In an infrequent but important procedure, the chromatic lead-in occurs before the secondary group in sonata form. (43) In terms of Hepokoski and Darcy’s sonata theory, this fill occurs at the medial caesura. As already noted, Hepokoski and Darcy ( 2006 , 34 and 40–45) discuss certain paradigmatic links as caesura-fills, and indeed focus on filled medial caesuras, mostly based on melodic descent (see \nparagraph 51 below). The chromatic ascent, however, is absent from their discussion.",
                "footnotes": [
                    "FN43"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "42": {
                "text": "[42] A peculiar use of the ♯ 2 ˆ that leads to a closing theme appears in Liszt’s Piano Sonata toward measure 153 ( Example 22a , closing area in a one-movement form) and in a different manner in its recapitulation toward measure 615 ( Example 22b ). Unlike the medial caesura, the link before the closing section does not influence the large-scale tonal structure. The tonal areas, here III and I ♯ , are already established at the secondary group (measures 105 and 600 respectively). (44) However, the direct modulations are extremely exceptional. The raised fifths (V ♯ 5 of D major, V 7 / ♯ 5 of B major) at the lead-ins are not approached as chromatic passing tones but are rather retained (enharmonically) from previous chords that help to move from the local ♭ VI ♭ . (45) Example 22a . Liszt, Piano Sonata in B minor, measures 145–152 (click to enlarge) Example 22b . Liszt, Piano Sonata in B minor, measures 612–617. Annotated score (click to enlarge)",
                "footnotes": [
                    "FN44",
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] The details are different each time. The latter occurrence is especially innovative, as it makes the tonal shift more directly. The chromatic tone (D=C ) is first harmonized as a consonance (somewhat reminiscent of the tonicization of the passing tone in Example 20 above [Grieg]). In real-time listening, the chromatic chord sounds first as its enharmonic equivalent, V13/7 of B minor (although that chord, too, requires enharmonic interpretation of the B ♭ from the previous chord as A ♯ ). (46) Other Forms of the Upper-Voice Interruption-Fill. Example 23 . Descending upper-voice interruption-fill to 1 ˆ : Haydn, Symphony no.\n77, second movement, measures 1–16. Annotated score (click to enlarge) Example 24 . Division of a ninth into two fifths replaces ordinary lead-in: Chopin, Mazurka op. 63 no. 1, measures 1–8. Annotated score (click to enlarge)",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Whereas the previous examples have shown special treatment of the basic interruption-fill formulas, some different configurations are also possible. Interruption-fills usually connect 2 ˆ with 3 ˆ or 5 ˆ (the regained primary tone), but they may also arrive at 1 ˆ via ♭ 2 ˆ . This configuration is not common, but Haydn used it at least once, in an unequivocally clear manner, in the slow movement of Symphony no. 77 ( Example 23 ). Usually, of course, arrival at 1 ˆ indicates a cadence rather than a new beginning, but 1 ˆ may also serve as the point of departure for an initial ascent or initial arpeggiation, especially by way of analogy with an initial ascent in the antecedent. (47) Some theorists might also consider more radical departures from the norm, with 1 ˆ as a substitute for a normative primary tone. In our example from Haydn, the linear descent in the upper voice in the antecedent is unclear, and occurs perhaps twice; the consequent is clearer.",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Registral manipulations offer further possibilities. Approaching the regained 5 ˆ from above would make it possible to move via 6 ˆ (arriving from 7 ˆ or after a longer span); descending to 3 ˆ would involve the familiar problem of V 8–7 (see Example 13 above). As for cases with register shift between the antecedent and consequent, along with the ordinary solution that adds the chromatic lead-in to either antecedent or consequent (see Examples 9–10 above), Chopin’s Mazurka op. 63 no. 1 replaces the chromatic passing tone at the division point of the opening modulating period (measure 8) with a non-harmonic ninth above the bass ( 6 ˆ ), whose melodic function is to divide the ascending ninth (from 2 ˆ to the upper 3 ˆ ) into two equal leaps in an exceptional type of lead-in ( Example 24 ). (48)",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Finally, descents from 5 ˆ to 1 ˆ occasionally appear in upper-voice interruption-fill. This is a procedure that essentially belongs to the bass, and will be dealt with in that context. Interruption-Fill in the Bass",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] In his basic presentation of the concept of interruption, Schenker discusses (in a polemic and rather non-didactic manner) the idea of continuity across interruption: “The interruption has such a strong effect that no connective linear progressions or similar features can obscure it.” ( Schenker 1979 [1935/1956] , 36, §88 and Fig. 22). This seems to be an analytical point concerning the specific examples that attracted Schenker’s attention, however, rather than a general unbreakable law. The two associated examples (Figs. 22a and b in Free Composition) show the relatively uncommon motion in the bass from the pre-interruption V to the first tonic after the interruption (Fig. 22a in ascent and 22b in descent). Example 25 . Ascending interruption-fill in the bass: “Ich bin‘s, Ich sollte büssen.”\nFrom Bach, St. Matthew Passion, no. 16. Voice-leading graph (after Schenker) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Fig. 22a in Free Composition , from Bach’s chorale “Ich bin’s, ich sollte büssen” (no. 16 in St. Matthew Passion = Nun ruhen alle Wälder , Riemenschneider no. 117), based on the complete analysis in Five Graphic Analyses ( Schenker 1969 [1933] ), shows an ascending fourth-progression from the pre-interruption V. The relevant portion is reproduced and annotated in Example 25 . This example is exceptional in that the interruption-fill takes place within the time-span of the consequent, and indeed re-harmonizes the repeated beginning. Notice that the borders of this fourth-progression are not determined by the melodic chromatic ascent that arises from the bass pre-interruption 5 ˆ . The melodic ascent encompasses no less than a thirteenth, and aims at the tenor: a fifth within the antecedent, chromatic motion to 6 ˆ , and a complete octave within VI (ending as a major chord, perhaps V/ii). The continuous ascent is reminiscent of similar ascents in upper-voice interruption-fills (as in Example 3 above), and might count as a case of “contra-structural melodic impulse” (a term derived from Samarotto 2009 ). The completion of the fourth-progression is not the immediate ascent but rather a delayed one after the VI prolongation. The arrival at the regained tonic is not clearly articulated. This might be regarded as a weakness of the analysis, although it is difficult to suggest a convincing alternative. Usually, an immediate ascending fourth from 5 ˆ to 1 ˆ in the bass serves as a third-progression from the root to the third of V before a harmonic change over a further melodic step in the same direction across the moment of the unfilled interruption proper (Cf. examples 6–7 above). However, the particular realization in the chorale does not support such a clear point of division, and the reading of a fourth-progression interruption-fill in the bass is preferable. (49)",
                "footnotes": [
                    "FN49"
                ],
                "citations": [
                    "samarotto_2009"
                ]
            }
        },
        {
            "49": {
                "text": "[49] Fig. 22b in Free Composition , an analysis of Schumann’s “Aus meinen Tränen spriessen” (no. 2 in Dichterliebe , op. 48), shows the V–I motion as based on bass arpeggiation via III ♯ . This specific instance is complicated by the support of the regained 3 ˆ by I ♭ 7 (V 7 /IV), which makes radically different readings possible. (50) Example 26 . Alternative interpretations of the descending bass from V to I (click to enlarge) Example 27 . The 5 ˆ – 1 ˆ caesura-fill as a fourth-progression plus a step: Mozart, Symphony no. 39, K. 543, first movement, measures 87–97. Annotated melodic line (click to enlarge)",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] Both Beach ( 1983 ) and Willner ( 1988 ) discuss the V– III ♯ –I arpeggiation as an optional pattern for complete development sections in sonata form. However, when a passing V moves between III ♯ and I in the retransition, especially if this V appears in root position, a possible alternative arises: the final V may be heard to close the prolongation of the pre-interruption V, as in normative retransitions. The latter interpretation does not involve a true interruption-fill, but rather a fourth-progression that precedes the moment of interruption proper. Beach ( 1983 , 28) eventually admits a certain “contradiction implied by th[e] dual interpretation of . . . III ♯ . . . both as part of a larger prolongation of the dominant and as part of motion directed to that harmony.” Willner ( 1988 , 80) even finds that normatively “the retransition’s dominant takes structural precedence over the mediant” even when it appears inverted, “because it generally represents a linear extension . . . of the exposition’s structural dominant.” Example 26 shows the abstract dilemma in this configuration (after 1988 , 81). (51)",
                "footnotes": [
                    "FN51"
                ],
                "citations": [
                    "beach_1983",
                    "willner_1988",
                    "beach_1983",
                    "willner_1988",
                    "willner_1988"
                ]
            }
        },
        {
            "51": {
                "text": "[51] The V–I descending fill is also the main type of caesura-fill within the medial caesura discussed by Hepokoski and Darcy ( 2006 , 34 and 40–45), usually in an entirely diatonic form. Sometimes the fill might be said to delay the point of caesura proper by means of post-cadential standing on the dominant (V of the secondary key in the case of expositional medial caesuras). (52) The cleanest way, theoretically speaking, to understand the filling in of the 5 ˆ – 1 ˆ descent is as a 5 ˆ – 2 ˆ fourth-progression above the V, before a further descent of one more step at the moment of regaining the I. This explanation works well, for example, in the filled medial caesura in Mozart’s Symphony no. 39, i ( Example 27 ). In this passage, each step in the descent except the final 1 ˆ replicates the pre-cadential motive, and although no general pause takes place, the strings reach an actual stop before the 1 ˆ . The only element that prevents a clear-cut caesura in this example is the addition of the seventh to the V; theoretically, had the 2 ˆ been harmonized as a simple triad, the preservation of a clear if delayed moment of punctuation might have been possible. (53) Example 28 . A descending 5 ˆ — 1 ˆ caesura-fill that defies clear division: Haydn, Piano Sonata XVI:40, second movement, measures 1–5. Annotated score (click to enlarge)",
                "footnotes": [
                    "FN52",
                    "FN53"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "52": {
                "text": "[52] Some other cases of the descending 5 ˆ – 1 ˆ caesura-fill defy punctuation after the 2 ˆ . For example, in the opening modulating period of Haydn’s Piano Sonata Hob. XVI:40, ii ( Example 28 ), each tone in the caesura-fill is preceded by an incomplete upper neighbor, the inserted 3 ˆ between the 2 ˆ and the 1 ˆ anticipates the ensuing tonic, and at the same time continues the former melodic sequence at the diminution level. A caesura proper cannot be located at any precise moment, but a feeling of caesura is clear nevertheless, reinforced (as often happens) by the reduced texture: the descending line from 5 ˆ to 1 ˆ takes place in the upper register above a silent bass. (54) Motion in Other “Dead” Spaces",
                "footnotes": [
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] Occasionally, passing motion occurs within other “dead” spaces between tones that are said to be unrelated, analogous to passing motion within interruption. Such situations enable a generalization of the problem: passing motion is “illegal” when it connects true boundary events, of which either the source or the goal belong to a lower level. This assumes that the lower-level event does not prolong the other boundary event (as would be the case, for example, with normative motion from the tonic into a lower-level back-relating dominant) but rather a third event; the following examples will illustrate. Example 29 . “Illegal” passing tones after a back-relating dominant: “Der hölle Rache\nkocht in meinem Herzen.” From Mozart, Die Zauberflöte, K. 620, Act 2. Voice-leading\ngraph (bass only) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] A lower-level source for “illegal” passing motion occurs after a back-relating dominant. The more substantial progression moves from the tonic to which this dominant is related, directly to a later scale degree. For example, the great aria of the Queen of the Night from Mozart’s Die Zauberflöte ( Example 29 ) is based on the progression I (back-relating V) III IV V I. The melodic link from the back-relating V to the ensuing III is “illegal.” Certain passages may lend themselves to a different interpretation, where the V after the opening tonic is not back-relating, but rather a strong opening of a dominant prolongation—a reading in which the motion from V to III would present no theoretical problems. It would be unmusical, however, to decide on the structural weight of such a V according to the the local passing motion that follows it. (55)",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] Lower-level goals for the lead-in emerge on several occasions. In a sequence that includes secondary dominants, e.g., V–I, V/II–II, the structural progression merely includes the goals of these dominants. Nevertheless, in some instances one may find passing motion from the I to the ensuing secondary dominant, e.g.: G–C [passing B ♭ ] A–d. Chromatic passing insertions in this passage might have been normative (e.g., C ♯ between C and D), but the B ♭ moves between chords that are said to lack direct relations. (56) Example 30 . “Illegal” passing tones between two occurrences of an auxiliary\ncadence: Beethoven, String Quartet op. 59 no. 2, fourth movement, measures 1–18.\nVoice-leading graph (click to enlarge)",
                "footnotes": [
                    "FN56"
                ],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] A further ramification of the latter situation occurs when the melodic goal of the lead-in opens an auxiliary cadence. Consider Example 30 , from the finale of Beethoven’s String Quartet op. 59 no. 2, in E minor. This movement opens with an auxiliary cadence that initially sounds stable in C major. This auxiliary cadence is then repeated after a short link that connects the tonic goal of the initial statement to the beginning of the repeat. As in ordinary interruption-fills, this link is not salient to the ear, yet it creates theoretical problems, since the initiation point of the repeated auxiliary cadence is said to point forward only, to the repeated goal. The same passing motion might have been a normative link from III to I in C major, but not in E minor, the true retrospective key. (57) Example 31 . “Illegal”  passing tones from a cover tone: Mozart, Piano Sonata K. 576,\nfirst movement, measure 48. Voice-leading graph (click to enlarge)",
                "footnotes": [
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] Cover tones create a more subtle opportunity for “illegal” passing tones. Example 31 , from Mozart’s Piano Sonata K. 576, presents a case in point. The basic progression includes a neighbor chord with upper neighbor tones in both outer voices (the soprano has 5 ˆ – 6 ˆ – 5 ˆ of the chord). However, in the upper voice, a larger descent starts from the cover tone. This is not a fourth-progression at the diminution level, due to the local change of harmony. But the passing tones from the cover tone to the upper neighbor of the main voice have no theoretical justification. They are, again, “illegal.” (58) Conclusion",
                "footnotes": [
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] The interruption-fill is an arguably problematic phenomenon from a theoretical point of view. In its basic manifestations, it lacks perceptual salience. The insights to be gleaned from the study of multiple occurrences of these basic patterns are, by and large, historical rather than theoretical. It is evident that the phenomenon first emerges in the classical era. It is very common in Mozart, Haydn, Beethoven, and perhaps even more in Chopin, with particular ubiquity in main themes of slow movements. The interruption-fill also appears in the works of other Romantic composers, and special variants may be found in the late nineteenth century, after the decline of the formulaic pattern. Further examples appear in early popular music, as in Scott Joplin’s The Entertainer . A more systematic examination of the frequency and variety of the interruption-fill and its derivatives (perhaps after the model of Gjerdingen 1988 ) must await further research.",
                "footnotes": [],
                "citations": [
                    "gjerdingen_1988"
                ]
            }
        },
        {
            "59": {
                "text": "[59] To return to theoretical matters, pointing out “illegal” passing tones not only draws attention to potential pitfalls of an overly dogmatic theoretical apparatus, but also indicates a true problem. Whenever intervallic spaces emerge, they turn out to be open to filling in, regardless of their theoretical status. The lead-in deserves deep analytical (as distinct from theoretical) attention in those few works that use the pattern in special ways; awareness of the basic formulas is also necessary in order to serve as a normative theoretical framework for understanding these exceptional instances.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.12.18.4.goldenberg.html",
    "data": "mto/data/mto.12.18.4.goldenberg.json"
}