{
    "title": "Code and Context: A Commentary on Roeder’s Article",
    "date": "1994/03/01",
    "volume": "0",
    "issue": "7",
    "authors": [
        "Littlefield, Richard C."
    ],
    "abstract": "",
    "keywords": [
        "code",
        "communication",
        "context",
        "semiotics",
        "sign",
        "supplement"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.7/mto.94.0.7.littlefield.pdf",
    "author_info": [
        {
            "name": "Richard C. Littlefield",
            "university": "School of Music",
            "address": "Baylor University, PO Box 97408, Waco, TX 76798",
            "email": "Richard_Littlefield@Baylor.edu"
        }
    ],
    "citations": {
        "derrida_1987": "Derrida, Jacques. 1987. “Parergon.” In The Truth in Painting . Trans. \nGeoff Bennington and Ian McLeod. Chicago: University of Chicago Press.",
        "derrida_1967": "Derrida, Jacques. 1967. “That Dangerous Supplement.” In Of \nGrammatology . Trans. Gayatri Spivak. Baltimore: Johns Hopkins \nUniversity Press.",
        "eco_1976": "Eco, Umberto. 1976. A Theory of Semiotics . Bloomington: Indiana \nUniversity Press.",
        "krims_forthcoming": "Krims, Adam. Forthcoming. A Sketch for Post-Structuralist Music Theory. Current Musicology .",
        "littlefield_1993": "Littlefield, Richard. 1993. Framing the Work of Music. In On the Borderlines of \nSemiosis , ed. Eero Tarasti. Helsinki: International Semiotics Institute.",
        "littlefield_1991": "Littlefield, Richard. 1991. “A Way out of Schoenberg's Opus 15, No. 5.” \nPaper presented at the national meeting of the Society for Music Theory \nin Cincinnati. 1 November.",
        "littlefield_and_neumeyer_1992": "Littlefield, Richard and David Neumeyer. 1992. “Rewriting Schenker: \nNarrative—History—Ideology.” Music Theory Spectrum 14.1.",
        "nattiez_1990": "Nattiez, Jean-Jacques. 1990. Music and Discourse . Trans. Carolyn \nAbbate. Princeton: Princeton University Press.",
        "roeder_1993": "Roeder, John. 1993. “Toward a Semiotic Evaluation of Music Analyses.” Music Theory Online 0.5."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]  Did a deconstruction, not destruction (!), of the sign never \ntake place?  Is the resurrection of a certain (French) semiology \ninevitable?  Is the tension between a Saussurean-Hjelmslevian-linguistic \nconception of semiosis and that of a Peircean-phenomenological conception \nanywhere more evident than in Roeder’s text?  Do sign-functions (ex)communicate?  Is the appeal to self-awareness blind on purpose or \nby accident?  Do code and context arise at one and the same time, \nand if so, how and why?  A first reading or “skimming” of Roeder’s text \nmight prompt these and related questions, which we shall try to answer.  \nI encourage the reader, now predisposed to ask these questions, to \n(re)read Roeder’s article, “Toward a Semiotic Evaluation of Music \nAnalyses.”  This reading will both refresh your memory of his text and \npermit me to avoid a too-lengthy summary of his article.  My comments \nwill however entail a slow summary cum analysis, one that brings \nNattiez, Eco, and Roeder into dialogue with each other,  in order to \ncall attention constantly to the rabbit-like—darting by and ever-\npopulating—nature of signs, codes, and contexts throughout Roeder’s \narticle.  I focus mainly on theoretical matters, though his article \ncertainly deserves equal attention to its practical applications.  My  \ninterpolations mean to highlight certain cuttings and delimitations that \nappear in concert, but not always on the same stage, with an unsettled  \nconception of code and accompanied, sotto voce , by context .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]  A brief sketch of the Roeder would include at least the following:  \nHe pursues “an agenda, suggested by Nattiez: to ‘interrogate the different \nmethodologies practiced in music analysis’” ( Nattiez 1990 , 238; Roeder, note \n1).  This is a meta-theoretical enterprise for which semiotics, and \nspecifically Eco’s theory of codes, offers a “well-developed [notice: not \nnecessarily an unwavering] foundation for discussing some important \nproblems of specifically musical [one must draw a line, and not the last] \nphilosophy and aesthetics” (Roeder, paragraph 1).  Another line quickly \nappears: Roeder is not concerned with“ how meaning varies from one \nanalysis to another,” nor with Nattiez’s ( 1990 ) latest reworking of \nthe poietic-neutral-esthesic model (note 1).  Roeder’s text struggles \nto remain on what Nattiez would call the neutral level, which purportedly \nhas nothing to do with value-free analysis but is that level at which \ntechnical analysis proper can be carried out and which deals with \nspecifically-musical stuff (motives, rhythms, etc.), a place that has \nbeen axiologically neutered, excised of values.  Roeder has more “modest \ngoals” (note 1): the refinement [the winnowing away of the dross or the \nnon-pertinent] of the meanings of theoretical concepts, recognition of \nhow some types of musical discourse are “indeed analytical” (he will \ndemonstrate this with a decoding/encoding of Schumann’s literary-critical \nrendering of Schubert’s Opus 33), recognition of “similarities and \ncontrasts among different modes of analysis,” and, last but for us in \nno way least, defining [circumscribing, putting into place] “more \nprecisely the limits [more lines drawn] of any particular [the limits \nmake it particular, its very own] analytical approach” (paragraph 4).  \nResponsible, diligent analysts, theorists, and theoreticians should ask, \n“‘What do the signs we use to analyze music mean?’; . . . for it seems \nessential that as professional interpreters of music we should constantly \nevaluate the accuracy and efficacy of the discourse we use’ (paragraph 2).  A \ncurrent mood of self-consciousness in music analysis, to which I and \nothers have tried to add, welcomes such constant evaluations (see Littlefield 1991 , Littlefield and Neumeyer 1992 , and Krims Forthcoming ).  \nTo help us better understand “why evaluating music analysis is important, \nand how semiotics can help (paragraph 3),” Roeder explains those bits of Eco’s \ntheory of semiotics ( Eco 1976 ) that will be of use in this project. I \nreproduce these bits, and their necessary equivocations, for their own \nsake and because we shall reconsider (rewrite) them near the close of \nmy comments.",
                "footnotes": [],
                "citations": [
                    "nattiez_1990",
                    "nattiez_1990",
                    "littlefield_1991",
                    "littlefield_and_neumeyer_1992",
                    "krims_forthcoming",
                    "eco_1976"
                ]
            }
        },
        {
            "3": {
                "text": "[3]  Eco’s codes, which will provide “the basis for analyzing the \nstructure of meaning” in certain types of music-analytical representation \n(Roeder, abstract), form part of a more general theory of semiotics .  \nRoeder defines semiotics as the activity that “describes the structure \nof meaning” (paragraph 1).  This delimitation of semiotics is not the classical \ndefinition (from Aristotle to Aquinas to Locke to Saussure and even to \nEco, with many others in between), which has semiotics as the study of \nsigns.  In what seems to be a counter-productive move, Roeder’s definition \nof semiotics leans toward the structure of meaning; and meaning, a little \nlater, will be viewed implicitly as meaning that arises in communication—that is, meaning exchanged between “real” and/or theoretical consciousnesses (one could say “interpretants” if this concept of Peirce, available \non Nattiez’s esthesic level, were allowed to enter the scene).  Nor does \nsemiotics necessarily entail the study of communication, which is \nRoeder’s/Eco’s synonym for “signification” (see paragraph 3), nor the study of \nthe structure of meaning.  Meaning, as studied by semantics, necessarily \ninvolves the action of signs; but the action of signs need not involve \ncommunication. This latter takes us into a semiotics of communication \nfirst and most explicitly rendered by Roman Jakobson and others of the \nPrague Circle, certainly not Saussure, who would have viewed this as \n“mentalism,” and only in some ways by Charles Sanders Peirce’s category \nof the interpretant (interpreting sign in the receiver’s mind)—a \ncrucial aspect of Eco’s theory but a shadowy one in Roeder’s.  Despite \ndisagreements in what constitutes semiosis, the action of signs, semiotics \nhas a common preoccupation: the sign —something that stands for \nsomething else, in the classical formulation by Thomas Aquinas—is the \nproper object of any activity calling itself semiotics.  Roeder quotes \nEco on the sign:  “A sign (or, more properly, a sign-function ) arises \nevery time an ‘element of an expression plane [is] conventionally \ncorrelated to one (or several) elements of a content plane’ ” (paragraph 3). Signification (action of signs in communication—Roeder’s necessary \ncircumscription of semiosis, by means of whatever unargued code) comes \nabout from the “correlation of two distinct [again, no leakage, clearly \ndefined limits] formal systems.”  These are the syntactic and the semantic systems:  the former is the expression or signifier plane \nor space; the latter is the content or signified .  The syntactic \nsystem is an “interplay of empty positions and mutual oppositions”; the \nsemantic system is “a set of possible communicative contents” (paragraph 3, \nquoting Eco).  These contents are usually a “culturally-determined set \n[culture plays the context-maker here] of notions about the continuum of \nexperience” (ibid.).  And what correlates the two systems such that \nsignification will “arise” (a word apt for a resurrection of 60s semiology \nand which saturates Roeder via Eco)?—the codes , with which this \nparagraph began, and which now get two paragraphs of their own.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]  What are the codes?  “A code is a collection of sign-functions \nlinking a syntactic system with a semantic system” (paragraph 3).  But, then, \nis not the code a sign?  For a little earlier in the same paragraph we \nread: “A sign (or, more properly, a sign-function ) arises [comes to \nour attention, raises itself up] every time ‘an element of an expression \nplane [is] conventionally correlated to one (or several) elements of a \ncontent plane’” (Roeder quoting Eco, paragraph 3).  Where this sign arises, \nof course, is the province of the esthesic level and the “reader,” which \nEco will acknowledge in a later study and which Roeder’s text takes for \ngranted.  For our purposes, we merely note the (undelimitable) conflation \nof the terms sign, sign-function, and code: the code (a sign or, “more \nproperly,” a sign-function) is a collection of sign-functions linking a \nsyntactic system (comprised of “markers” and “elements” which are taken \nto be self-evident in Roeder’s text) with a semantic system (unequivocally \nmusical “events” and “psychophysical properties” [paragraph 4]).  Once these \nelements are linked, and signification “arises,” a sign-function exists, \nthough not the same sign-function that brought the sign-function into \nexistence.  (The linkage of the two systems conventionally , by rule \nor pact, also slips a little in the course of the text.  In paragraph 16, \non correlations between prose and music,  linkage is established by likenesses —the banished Peirce would say,  by iconic relations—\nbetween signifier and signified.  But I limit myself to the codes for \nnow.)  Though in his note 1 Roeder gives a pertinent distillation of \nNattiez’s objection to Eco’s notion of codes, let us read Nattiez’s own \nwords, with which he points out the double bind in Eco:  “. . . meaning \ncannot simultaneously be both the relation between signifier and \nsignified . . . and a fixed,  stable position within a system” ( Nattiez 1990 , \n23).  In other words, if you define meaning—the aroused sign-function \nstimulated by a codifying sign-function whose own arousal is caused by \nsomething in the shadows, perhaps another, more promiscuous code, since \nan interpreting subject has been disallowed—as a relation, how can \nyou invoke a space of fixed , univocal markers and events that \ncommunicate among themselves by means of a code which is itself a \nrelation or function?  You cannot.  If every relation is unique, among \nmarkers-in-themselves, events, elements, components, and so on, then the \ncodes must be “multiplied endlessly” in order to describe the signifier-\nsignified couplings ( Nattiez 1990 , 23).  A practical example, from Roeder’s \ndescription of pitch-integer semiosis (paragraph 5):  “The code correlates the \ntwo systems so that each integer [unit of the syntactic system] \nconventionally denotes a distinct pitch [unit of the semantic system].”  \nNot “the” code, but “this particular code in this particular instance,” \non Nattiez’s view.  It seems to me Nattiez is correct in concluding that \nEco could have found his way out of this impasse if he had acknowledged \nthe esthesic (reception, perception, apperception, dwelling of the \ninterpretant) and poietic (compositional, circumstances of creation, \nproduction) levels.  For in so doing, one could point with some \njustification to these, more permeable (an earlier semiology would say \nattuned to diachrony), positions of the tripartition, allowing them to \nresolve any inconsistencies that arise on the neutral level (Nattiez, in \nhis latest work, renames the neutral level the trace , in recognition of \nits tenuous ontological status).  Acknowledgement of the poietic and \nesthesic levels need  not result in their objectification and systematizing into something like a neutral level, for the “ circumstances of \ncommunication are as infinite in number as those of the interpretant \n[the interpreting sign that arises in the mind when the latter receives \nsignals; the moment of decoding]” ( Nattiez 1990 , 25).",
                "footnotes": [],
                "citations": [
                    "nattiez_1990",
                    "nattiez_1990",
                    "nattiez_1990"
                ]
            }
        },
        {
            "5": {
                "text": "[5]  Nevertheless, the code, however illogical or plurivocal, is \nessential to Roeder’s/Eco’s project, for it alone “establishes [marks \noff territory for] the correlation of an expression plane . . . with a \ncontent plane” and thus determines (lays down the law, a Napoleonic code) \nthat  “a given array of syntactic signals refers back . . . to a given \n‘pertinent’ segmentation of the semantic system” (Eco in Roeder, paragraph 3).  \nThe code “apportions” (paragraph 8), divides up the lots; it “correlates” \nconcepts, weds opposing oppositions, puts them into contact with each \nother.  It draws up the prenuptial agreement  by setting limits, it confines as it defines .  Far too briefly put, the code makes possible \nthe context , the little-sung hero of Roeder’s text, whom we shall hear \nfrom shortly.  In Eco/Roeder the code, that informative if slippery \nmatch-maker, reports back to us, with data that will help us keep our \ndiscourse honest, our representational language more transparent, our \nmodels more distinct, efficacious, and accurate, and thus more attractive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]  We have, as early as the second paragraph of the present commentary, \nseen (always necessary) lines of demarcation appear in Roeder’s text—\nsemiotics is this not that; talk of specifically musical in contradistinction to not specifically musical discourse; the deepest cut, the placing \nof the theory itself on the neutral level; “refinements” of meanings; and \nso on.  Are these delineations theorized in the text, and what have they \nto do with the codes, who apparently will associate (anyone) with anyone?  \nTucked away at the end of the theoretical exposition (of semiotics, of \nbits of Eco’s theory, of the ways a revenant semiology, like Scrooge’s \nspectre, can help fine tune discourse about music) we find:  “The \nparticular contexts or circumstances [which Nattiez points out are \ninfinite in number] in which the sign-function arises also [my emphasis] \naffect its meaning” (paragraph 3).  Also?  Not crucially?  As if context were \nso manifestly “there”!  But let us proceed.  Eco states, and my interpolations are carefully weighed:  “a sign-function is established by the code \n[another, linking kind of sign-function] between [and the code makes \npossible this ‘between’ by establishing, separating yet conjoining] a \ngiven set [the code giveth and the code taketh away] of syntactic markers, both taken as a whole ” (Eco in Roeder, paragraph 3; my emphasis).  The \ncontent plane must be cut off clearly from the syntactic plan; the two \nplanes must wed and become one (taken as a whole); and the code performs \nthe ceremony (correlates the two systems; paragraph 5).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]  If I have any one “point” to make in this commentary, it is that \n“context” is not just one condition among many that affect the meaning \nof the sign, however construed (as position, as marker, as code, as sign-\nfunction).  Context does not merely “also,” in the adding-to sense, \naffect the meaning of the sign; it “also” makes possible the sign.  \nContext defines by confining.  We can hear the voice of context, soft \nyet authoritative, throughout Roeder’s text: “restricting [confining, \ncontextualizing] and schematizing images curtails [limits, sets boundaries \non] their ambiguity and thereby enhances [highlights the borders of] their \ndenotative clarity as sign-vehicles [signifiers],” because “sign-functions \narise [again, of their own volition] to the extent that the sign-vehicles \nare arranged [marked-off, take their place] in clear patterns [clear to \nwhom?  and in what context?]” (paragraph 10).  Example 2a “shows some musical \ndimensions [contexts, spaces] in which oppositions can be defined [no \ndefining without confining].”  Into this latter creeps a certain \ncircularity: how can you not find pairings, matches arranged by the \ncodes, between the syntactic and semantic “dimensions” or contexts, after \nyou have decided in advance that there will be a context of oppositions,  \nthat there will be two systems, each calling out to the other, like \nFetis’s appellant tones, each confined and defined, at one and the \nsame time, by a code.  The two systems, so often seen together in public \nas it were, are bound to be linked in the public imagination, if the code \nhas its way (and it always does, if the message of Gestalt psychology and \naesthetics via Gombrich and others has validity).  Further on, and skipping \nmany interim examples, we read that using verbal images to signify music \nworks best when the images are “constrained by the overall scene \n[context]” (paragraph 18).  Here Schumann is describing some Schubert waltzes \nin terms of characters and setting at a masked ball (a highly constrained \nsocial context), and where Roeder is describing the waltzes as a highly \nconstrained (codified) musical genre.  Otherwise connotations would run \nrampant; the possible correspondences (or correlations) between signifier \nand signified would exceed our ability to keep track of them; the codes \nwould get out of hand.  There follows an excursus, welcome but shocking \nin the context of a presentation fixed so rigidly on the neutral level, \ninto the poietic level: intriguing speculations on possible motivations \nfor Schumann’s choice of images in his literary rendering of the Schubert \n(pars. 17–20).  A final exhortation asks us to “continue to identify \n[by means of codes, one presumes] the limitations [we should delimit the \nborders of the borders] of analytical paradigms that are [and they all \nare] accepted by tradition, convention, or default” (par. 22).  I would \nsecond this motion, adding that what is left out or suppressed, excommunicated,  during this communication between the signifier and \nsignified, that which makes possible that strange and violent linkage, \nshould receive equal attention (see Littlefield 1993 ).",
                "footnotes": [],
                "citations": [
                    "littlefield_1993"
                ]
            }
        },
        {
            "8": {
                "text": "[8]  Let me hasten to point out that the question-issue-problem of \ncontext returns to life here in tandem with and inseparable from the \nsignifier-signified team that one had thought forever dislocated by \ndeconstruction, “New” historicism, feminist critiques and many other \n‘isms. I had forgotten the urgency with which Derrida and others \nencouraged vigilance against the resurgence of “logocentrism,” appeals \nto presence , in all its guises; here, a certain structuralism, the \nsignifier/signified pairing, the sign as a “whole,” stable markers and \ncomponents in clearly-defined systems,  and so forth.  In their assault \non the concept of the sign, Derrida’s texts have time and again pointed \nout the “supplemental logic” of seemingly incidental terms, such as \n“context” in the context of the Roeder, being called in both to add-to \nand to constitute, be contingent and necessary, at one and the same time \n(see, for example, Derrida 1967 and 1987 ).  In the Roeder: no code, no \ncontext; no context, no code; no code, no sign; no sign, no semiotics; \nno semiotics, fuzzy interpretation.  What fascinates me is the surface \nsimplicity, the apparent cogency, the matter-of-factness with which \nRoeder’s text offers us a “tool” for getting straight our representations of musical structure.  A music theorist somewhere said that the \nbusiness of theory was not to be true, only useful (or words to that \neffect).  And “dependability” has certainly replaced “verifiability” or \ntruth value in some areas of psychological testing.  Perhaps this \nblindness, purposeful or accidental, is the price one pays for insight, \nas Paul de Man has told us.  I would like to see many more practical \nexamples, analytic applications, clearly laid out as in Roeder’s essay, \nof the codes used to make clear the terms of our music-analytic representations.  “Interpretation,” says Geoffrey Hartman, “is like football: you \nspot a hole and you go through.”  One should take the ball and run with \nit.",
                "footnotes": [],
                "citations": [
                    "derrida_1967",
                    "derrida_1987"
                ]
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.94.0.7.littlefield.html",
    "data": "mto/data/mto.94.0.7.littlefield.json"
}