{
    "title": "Review of Edward Klorman, <i>Mozart’s Music of Friends: Social Interplay in the Chamber Works</i> (Cambridge University Press, 2016)",
    "date": "2017/06/01",
    "volume": "23",
    "issue": "2",
    "authors": [
        "Graybill, Roger"
    ],
    "abstract": "",
    "keywords": [
        "performance and analysis",
        "Mozart",
        "18th-century chamber music"
    ],
    "doi": "",
    "received": "DATE",
    "pdf": "http://mtosmt.org/issues/mto.17.23.2/mto.17.23.2.graybill.pdf",
    "author_info": [
        {
            "name": "Roger Graybill",
            "university": "New England Conservatory",
            "address": "",
            "email": "roger.graybill@necmusic.edu"
        }
    ],
    "citations": {
        "giddens_1984": "Giddens, Anthony. 1984. The Constitution of Society: Outline of the Theory of Structuration .  Polity Press.",
        "graybill_2011": "Graybill, Roger. 2011. “Whose Gestures? Chamber Music and the Construction of Permanent Agents.” In New Perspectives on Music and Gesture , ed. Anthony Gritten and Elaine King, 221–41. Ashgate.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata . Oxford University Press.",
        "kaspersen_2000": "Kaspersen, Lars Bo. 2000. Anthony Giddens: An Introduction to a Social Theorist , trans. Steven Sampson. Blackwell.",
        "monahan_2013": "Monahan, Seth. 2013. “Action and Agency Revisited.” Journal of Music Theory 57 (2), 321–71."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Klorman conceives of this trajectory along the lines described in Hepokoski and Darcy 2006 .",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN2": {
            "text": "2. It is also unclear how to relate the idea of a “second violinist role,” which assumes a stable ongoing identity, with the fluid interchangeability of roles that Klorman regards as characteristic of multiple agency. Such agency is predicated on the ability of an instrument to take on (and cast off) multiple roles with ease as the music progresses. Thus we seem to be left with the possibility that the performers simultaneously assume two different kinds of roles, and some clarification would have been helpful here.",
            "citations": []
        },
        "FN3": {
            "text": "3. Monahan identifies four such agential classes, which are (listed in descending order of rank): (1) the analyst, (2) the fictional composer, (3) the work persona, and (4) the individuated agent. Each level below the analyst is to be regarded not only as an agent, but also as an action by all the agents that are higher up in the hierarchy.",
            "citations": []
        },
        "FN4": {
            "text": "4. After citing Hepokoski and Darcy’s claim that “a sonata is a metaphorical representation of a perfect human action” ( 2006 , 252) Klorman notes that “Hepokoski and Darcy’s ‘perfect human’ actor is the sonata itself, which Monahan would call the work-persona” (156).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN5": {
            "text": "5. For the relationship between the work-persona and individuated agent in Monahan’s model, see n. 3.",
            "citations": []
        },
        "FN6": {
            "text": "6. Some sociological theorists have sought to resolve this apparent conundrum, among the most notable being Anthony Giddens ( 1984 ). Gidden’s structuration theory suggests intriguing parallels between society and the individual on the one hand and the chamber ensemble and the ensemble members on the other. For an introduction to his theory, see Kaspersen 2000 , 31–50. For an analysis that explores the possibility of both communal and individual agency in a chamber work, see Graybill 2011 .",
            "citations": [
                "giddens_1984",
                "kaspersen_2000",
                "graybill_2011"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Edward Klorman’s superb monograph Mozart’s Music of Friends: Social Interplay in the Chamber Works adopts an insider’s vantage point on the relationship between performance and analysis. His avowed aim in writing the book is to communicate insights gained through “rehearsals, coachings, performances, and especially sight-reading parties,” a task that he characterizes as a kind of translation from “‘Performerspeak’ into ‘Theoryspeak’” (292). Given his credentials as both a performer and theorist, he is uniquely positioned to undertake such a translation. The result is a remarkably original addition to the burgeoning music-theoretical literature on performance and analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The primary music-theoretical objective of Mozart’s Music of Friends is to propose and elucidate an analytical tool, multiple agency, which involves “multiple, independent characters—often represented by the individual instruments—who engage in a seemingly spontaneous interaction involving the exchange of roles and/or musical ideas” (122). An especially striking feature of the study is its extensive drawing on music-historical evidence to support its analytical approach. Indeed, Klorman structures the book in a way that grants equal status to historical background and analytical content, with Part 1: Historical Perspectives comprising chapters 1–3, and Part 2: Analytical Perspectives, chapters 4–7.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Klorman has two main objectives in Part 1. First, he seeks to recover the chamber music culture of late eighteenth-century Europe, with special focus on the Viennese musical scene. Drawing from extensive written and visual documentation, he vividly portrays the informal quality of chamber music gatherings, emphasizing how the participants experienced socializing and playing as intermingled pleasures.  Since the performers most often read at sight from parts and without access to a full score, these occasions often took on a playful and improvisational atmosphere that contrasts markedly with our present-day concert culture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Klorman’s second aim in Part 1 is to show how Mozart’s contemporaries thought about the instrumental interactions within a chamber music texture. While this topic shifts our attention away from Mozart’s social milieu to contemporary verbal descriptions of the music itself, Klorman demonstrates a close link between such accounts and late eighteenth-century views on appropriate social behavior. He pays special attention to the oft-invoked metaphor of string quartet music as a conversation , and adduces a wide range of fascinating (and sometimes comical) descriptions by eighteenth-century writers to illustrate. He also problematizes this metaphor, setting the stage for his concept of multiple agency in Chapter 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Klorman intends for his multiple-agency theory to solve several problems that he has identified in the conversational model. He observes that the latter tends to stress primary melodic material at the expense of less salient material such as subordinate melodies, accompanimental figures, or the bass line; in contrast, multiple agency grants such “secondary” material a contributing role within a web of instrumental interactions. In doing so, the theory also solves another difficulty with the conversation metaphor: in real-life conversation, participants do not speak at the same time (at least not ideally), while instruments obviously do play together simultaneously. As Klorman astutely observes, “it would seem that musical and conversational arts operate according to their own respective conventions, as related but decidedly distinct forms of social intercourse” (124). His theory of multiple agency may be understood in part as an attempt to develop a musical analog to late eighteenth-century views on the art of conversation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Not only does multiple agency assign differentiated functions to the instruments in an ensemble, but it also assumes that instruments will switch functions as the music progresses. Klorman notes how such interactions lend a quasi-egalitarian character to the ensemble, mirroring Enlightenment views on the ideal society. While a quartet rarely manifests pure equality among the instruments, Klorman affirms “the potential for exchangeability of roles, notably with respect to the cello part, which in earlier styles of chamber music had been restricted narrowly to the basso continuo role” (125).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Klorman observes that a chamber music work differs significantly from conversation insofar as it is directed toward formal and tonal goals. Thus his multiple agents must balance their impulse for in-the-moment playful interactions with a long-range teleological awareness. Klorman regards sonata form as an especially interesting site for this tension, and devotes an entire chapter to the workings of multiple agency within the formal/tonal trajectory of sonata form. (1) He undertakes fairly detailed analyses of two Mozart works: the first movement of the Sonata in E Minor for Piano and Violin, K. 304, and the second movement from the Piano Quartet in E ♭ major, K. 493. Both analyses are highly engaging, and the pleasure of the journey is greatly enhanced by Klorman’s cleverly annotated musical examples, which provide a running commentary on important events in the musical flow. One finds, for instance, the following comments in the score over mm. 50–56 of the violin sonata: “Piano evades cadence . . . inviting violin for one-more-time repetition”; “‘Lovebirds’ duet (mostly parallel tenths)”; “Come on . . . we’re still on the predominant and need to finish the cadence!” (162–63). As illustrated in the final comment (“Come on . . . ”), the annotations even occasionally slip into first person, as though the agents themselves are speaking. Such commentary pulls readers into the middle of the action, inviting them to identify directly with the agents.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Chapter 6 explores how multiple agency bears on questions of meter and hypermeter. In keeping with his insider’s analytical perspective, Klorman advocates for a “ decentered conception of meter,” which “acknowledge[s] that each instrumentalist might have a unique metrical experience” (205). Continuing his analytical strategy in the two previous chapters, he focuses his attention on those moments in which agency brings about salient change of some kind—in this case, a clear metrical shift or the beginning of a metrical conflict. With regard to the latter, Klorman is appropriately careful to attribute agency not only to decisive action, but also to the refusal to act, as when “one radical character (or cohort) acts decisively to attempt to change the existing meter, while another, conservative character (or cohort) stubbornly holds onto it” (221).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Part 2 culminates with a chapter devoted to an analysis of the entire Trio in E ♭ Major for Piano, Clarinet, and Viola, K. 498. This chapter, which ties together the historical and analytical strands of the book in virtuoso fashion, begins with a description of the social circumstances surrounding its composition. The common nickname attached to the piece, “Kegelstatt,” alludes to a game (skittles, or in German, “Kegel” or “Kegelspiel”) that Mozart enjoyed playing with friends. While historians are not sure why this trio was given that particular moniker, Klorman sees it as an apt designation, given both its genesis and the general sense of play that the piece exudes. The analysis itself reflects the same spirit, not only in its content (again aided by an annotated score, which is available online) but also Klorman’s authorial style, which expresses incisive analytical insights with a freewheeling and charming whimsy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] During the analytical portion of his study, Klorman takes great pains to trace his multiple-agency theory back to the eighteenth-century milieu (or rather, his reconstruction thereof) that is his focus in the first part. Thus his unusually thorough historical investigation proves to be indispensable for his project. One could argue, however, that this backward-looking orientation also comes at some cost. By rooting its analytical methodology so thoroughly in a past practice, Klorman’s study tends to de-emphasize how that practice transfers to the modern concert stage. Klorman himself suggests a tantalizing angle for considering this question, though without pursuing its ramifications. Asking us to imagine an eighteenth-century scenario of “four players sight-reading a composition for string quartet,” he asserts that “like the singer portraying Don Giovanni, our quartet’s second violinist is also enacting a role—that of a second violinist in a string quartet” (128).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] This intriguing idea in turn invites the following question: Does this role change in any way for a second violinist who is playing on stage with a quartet in front of an audience? Given the highly stylized rituals associated with the modern concert setting, the possibility of role-playing seems especially likely in that situation. Moreover, such a role presumably differs in some way from that described in the above scenario, and it would have been interesting to hear Klorman’s thoughts about that. (2) Nor is it entirely clear how multiple-agency theory is to inform the experience of the audience in a modern concert hall. With respect to the eighteenth-century chamber music setting, Klorman notes that “listeners, when they are present, are then drawn into the social discourse through mimetic engagement” (xxiii). Such mimetic involvement might survive in some form in the concert hall, but surely it would feel quite different for the audience than it would have felt for a listener in an eighteenth-century drawing room. To be fair, it is understandable that Klorman pays little attention to present-day concert culture, since the issue in a sense is peripheral to his subject. Still, the twenty-first century reader of this book may have trouble adapting its innovative perspective to the concert hall—especially as an audience member—without some assistance.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Klorman’s theory of multiple agency naturally invites a comparison with Seth Monahan’s theory of hierarchically-ordered agent classes ( Monahan 2013 ). (3) Klorman suggests that his multiple agents operate at the same level as Monahan’s individuated agents, the main difference being that Klorman’s agency directly involves the performer, while Monahan’s individuated agency is understood as an action by the work persona (which in turn relegates the performer to the status of an avatar of the individuated element). Since Klorman’s multiple agents technically occupy a position outside of Monahan’s agential hierarchy, one might ask whether they answer to, or are expressions of, a higher-level agency of some kind. In his discussion of sonata form, Klorman appears to accept the idea that a sonata-form movement is equivalent to a work-persona, which in turn would presumably qualify as a higher agential level vis-à-vis his multiple agents. (4) Yet he does not pursue this hierarchical relationship or explore how it actually works in an analysis. And in fact, there is good reason not to do so, since multiple agency (unlike Monahan’s individuated agents) cannot be easily understood as the actions of a work-persona. (5) The problem is that multiple agency is modeled on the idea of interpersonal interactions, while a work-persona is modeled on an individual consciousness. Indeed, any claim that a “single unbroken consciousness” ( Monahan 2013 , 228) could generate the actions of multiple social actors raises serious ontological problems. While such problems may be solvable (though certainly beyond the capacity of this reviewer), another possibility would be to expand on Klorman’s model by constructing a social corollary to Monahan’s work-persona. Now the next higher level would not be a work-persona, but a society or community.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "monahan_2013",
                    "monahan_2013"
                ]
            }
        },
        {
            "13": {
                "text": "[13] At one point Klorman actually does raise the possibility of reconceiving the work persona as a “corporate entity” comprising the individual parts of an ensemble (131–32), though he does not develop the idea. What, then, is the relationship between the ensemble as a “corporate entity” and its members? Sociological theory provides cues for how to approach this question. One especially vexing problem for twentieth-century sociologists was the relationship between a society and its individual members. Is a society “real” in some sense, a reified entity that has the power to constrain the actions of those members? Or is “society” simply a convenient term to describe the sum of the actions of its members? Can both statements be true, and if so, how do society and its members act on each other? (6) These questions in turn suggest an analogy between society and the chamber ensemble. For instance, we may regard the harmony of a quartet texture simply as the sum of the individual voices, and we may also think of it as a communal entity in its own right that gives meaning to the actions of the individual parts. Likewise, we may regard meter as a result of phenomenal inputs by the individual lines, as well as a communal force that constrains the behavior of those lines.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In his Epilogue, Klorman positions his theory of multiple agency with respect to musical narrative, and this discussion indirectly highlights and clarifies the virtues of his theory. As Klorman notes, his focus on interacting agents often results in analytical descriptions with narrative-like qualities, yet in general he is not primarily concerned with tracing a narrative arc spanning an entire movement or work. (His sonata-form analyses come closest to doing so.) This apparently negative characterization of his analytical approach—that is, stating what he does not do—actually points to its very strengths. His analyses possess a quasi-improvisational quality, focusing on those key moments or passages when an instrumental agent (or cohort of agents) steps forth to bring about a pivotal shift within a succession of events. Such an analytical strategy is not as easy to bring off as might appear, and Klorman has an uncanny knack for focusing on just the right level of detail, pointing out salient events without becoming mired in overly nuanced descriptions. This ability reflects an acute artistic sensibility, and one feels that he is not so much trying to “explain” the music as to invite the reader/listener to vividly reimagine it. To be sure, much of great value is explained in the process; yet the book overall is best regarded as an artistic statement, and a highly compelling one at that.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.17.23.2.graybill.html",
    "data": "mto/data/mto.17.23.2.graybill.json"
}