{
    "title": "Retrospective Time and the Subdominant Past: Tonal Hermeneutics in Contemporary Broadway Megamusicals",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "2",
    "authors": [
        "Hutchinson, Kyle"
    ],
    "abstract": "This paper examines analytic possibilities afforded by understanding exceptional uses of the subdominant as a hermeneutic signal of the past tense in contemporary Broadway megamusicals. While an emerging consensus in studies of pop music holds that the subdominant chord can comprise a variety of functions beyond its traditional predominant role, to suggest as much already betrays an approach that is steeped in the long shadow of common-practice tonality and the expectations that it entails. Rather than trying to develop a separate syntax from its common-practice antecedents, it is more fruitful to engage with common-practice perspectives in the analysis of certain styles of pop music. Through analysis of examples from Andrew Lloyd Webber'sSunset Boulevardand Boublil and Schönberg'sMiss Saigon, I argue that cases wherein the subdominant receives an unconventional (over-)emphasis might be better understood through the hermeneutics of tonal temporality, rather than through attempts to codify them as an entirely new syntax.",
    "keywords": [
        "popular music",
        "analysis",
        "tonality",
        "musical theatre"
    ],
    "doi": "10.30535/mto.26.2.6",
    "received": "February 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.2/mto.20.26.2.hutchinson.pdf",
    "author_info": [
        {
            "name": "Kyle Hutchinson",
            "university": "University of Toronto",
            "address": "Edward Johnson Building, 80 Queen's Park, Toronto, ON M5S 2C5",
            "email": "kyle.hutchinson@mail.utoronto.ca"
        }
    ],
    "citations": {
        "alegant_and_mclean_2001": "Alegant, Brian, and Donald McLean. 2001. “On the Nature of Enlargement.” Journal of Music Theory 45 (1): 31–71.",
        "bailey_1985": "Bailey, Robert. 1985. Richard Wagner: Prelude and Transfiguration from “Tristan und Isolde“ . Norton.",
        "bass_2001": "Bass, Richard. 2001. “Half-Diminished Functions and Transformations in Late Romantic Music.” Music Theory Spectrum 23 (1): 41–60.",
        "begault_heise_and_peltier_2013": "Begault, Durrand, Heather D. Heise, and Christopher A. Peltier. 2013. “Analysis Criteria for Forensic Musicology.” The Journal of the Acoustical Society of America 133 (5): 3244. https://doi.org/10.1121/1.4805199 .",
        "brantly_2017": "Brantly, Ben. 2017. “Review: That ‘Sunset Boulevard Close-up, Finely Focused.” New York Times , February 9, 2017.",
        "buchler_2008": "Buchler, Michael. 2008. “Modulation as a Dramatic Agent in Frank Loesser's Broadway Songs.” Music Theory Spectrum 30 (1): 35–60.",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony: Chromaticism and the Triad's Second Nature . Oxford University Press.",
        "doll_2017": "Doll, Christopher. 2017. Hearing Harmony: Towards a Tonal Theory for the Rock Era . University of Michigan Press.",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock's Tonal Systems.” Music Theory Online 10 (4). https://mtosmt.org/issues/mto.04.10.4/mto.04.10.4.w_everett.html .",
        "feldman_2017": "Feldman, Adam. 2017. “Broadway Review: Glenn Close returns in demented triumph to Sunset Boulevard.” Time Out New York , February 9, 2017",
        "forte_1995": "Forte, Allen. 1995. The American Popular Ballad of the Golden Era, 1924–1950 . Princeton University Press.",
        "forte_2001": "Forte, Allen. 2001. Listening to American Popular Songs . Yale University Press.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music: A New Dualist Theory and an Account of its Precedents . University of Chicago Press.",
        "harrison_1995": "Harrison, Daniel. 1995. “Supplement to the Theory of Augmented-Sixth Chords.” Music Theory Spectrum 17 (2): 170–95.",
        "harrison_2001": "Harrison, Daniel. 2011. “Three Short Essays on Neo-Riemannian Theory.” In The Oxford Handbook of Neo-Riemannian Music Theories , eds. Edward Gollin and Alexander Rehding, 548–73. Oxford University Press.",
        "hatten_1997": "Hatten, Robert S. 1997. “Music and Tense.” In Semiotics around the World: Synthesis in Diversity . Proceedings of the Fifth Congress of the International Association for Semiotic Studies Berkeley 1994, vol. 1, eds. Irmengard Rauch and Gerald F. Carr, 627–30. Berlin: Mouton de Gruyter.",
        "hepokoski_2006": "Hepokoski, James. 2006. “Framing Till Eulenspiegel.” 19th-Century Music 30 (1): 4–43.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata . Oxford University Press.",
        "hermann_2018": "Hermann, Andy. 2018. “Beyond 'Blurred Lines': How Forensic Musicology is Altering Pop's Future.” In Rolling Stone , April 4, 2018. https://www.rollingstone.com/music/features/music-copyright-after-blurred-lines-experts-speak-out-w518206 .",
        "hoffman_2011": "Hoffman, Brian D. 2011. “Elements of Musical Theatre Style: 1950–2000.” PhD diss., University of Cincinnati.",
        "kinderman_1980": "Kinderman, William. 1980. “Dramatic Recapitulation in Wagner's Götterdämmerung .” 19th-Century Music 4 (2): 101–12.",
        "klein_2004": "Klein, Michael. 2004. “Chopin's Fourth Ballade as Musical Narrative.” Music Theory Spectrum 26 (1): 23–56.",
        "kramer_2011": "Kramer, Lawrence. 2011. Interpreting Music . University of California Press.",
        "krebs_1996": "Krebs, Harald. 1996. “Some Early Examples of Tonal Pairing: Schubert's 'Meeres Steele,' and 'Der Wanderer.'” In The Second Practice of Nineteenth-Century Tonality , eds. William Kinderman and Harald Krebs, 17–40. University of Nebraska Press.",
        "lewis_1996": "Lewis, Christopher. 1996. “The Mind's Chronology: Narrative Times and Harmonic Disruption in Post-Romantic Music.” In The Second Practice of Nineteenth-Century Tonality , eds. William Kinderman and Harald Krebs, 114–52. University of Nebraska Press.",
        "mccreless_1982": "McCreless, Patrick.  1982. Wagner's Siegfried: Its Drama, History, and Music . Ann Arbor: UMI Research Press.",
        "mcmillin_2006": "McMillin, Scott. 2006. The Musical as Drama: A Study of the Principles and Conventions Behind Musical Shows from Kern to Sondheim . Princeton University Press.",
        "monelle_2000": "Monelle, Raymond. 2000. The Sense of Music: Semiotic Essays . Princeton University Press.",
        "monelle_2006": "Monelle, Raymond. 2006. The Musical Topic: Hunt, Military, and Pastoral . Indiana University Press.",
        "nobile_2016": "Nobile, Drew F. 2016. “Harmonic Function in Rock Music: A Syntactical Approach.” Journal of Music Theory 60 (2): 149–180.",
        "nobile_2017": "Nobile, Drew F. 2017. “Double-Tonic Complexes in Rock Music.” Paper Presented at the Society for Music Theory Annual Meeting, Arlington VA.",
        "richards_1994": "Richards, David. 1994. “Theater Review: Sunset Boulevard; Boulevard of Broken Dreams.” The New York Times , November 18, 1994.",
        "rosen_1997": "Rosen, Charles. [1971] 1997. The Classical Style: Haydn, Mozart, Beethoven . W. W. Norton & Company.",
        "schachter_1999": "Schachter, Carl. [1987] 1999. “Analysis by Key: Another Look at Modulation.” In Unfoldings: Essays in Schenkerian Theory and Analysis , ed. Joseph N. Straus, 134–60. Oxford University Press.",
        "schachter_2016": "Schachter, Carl. 2016. The Art of Tonal Analysis: Twelve Lessons in Schenkerian Theory . Oxford University Press.",
        "schenker_1956": "Schenker, Heinrich. [1906] 1956. Harmony. Edited and annotated by Oswald Jonas. Translated by Elisabeth Mann Borgese. University of Chicago Press.",
        "snelson_2004": "Snelson, John. 2004. Andrew Lloyd Webber . Yale University Press.",
        "spicer_2017": "Spicer, Mark. 2017. “Fragile, Emergent, and Absent Tonics in Pop and Rock Songs.” Music Theory Online 23 (2). https://mtosmt.org/issues/mto.17.23.2/mto.17.23.2.spicer.html .",
        "staggs_2002": "Staggs, Sam. 2002. Close-up on Sunset Boulevard: Billy Wilder, Norma Desmond, and the Dark Hollywood Dream . St. Martin's Press.",
        "stasio_2017": "Stasio, Marilyn. 2017. “Broadway Review: Glenn Close in Sunset Boulevard .” Variety , February 9, 2017.",
        "strauss_1953": "Strauss, Richard. [1949] 1953. Recollections and Reflections . Edited by Willi Schuh. Translated by L. J. Lawrence. Boosey & Hawkes Limited.",
        "stein_1985": "Stein, Deborah. 1985. Hugo Wolf's Lieder and Extensions to Tonality . UMI Research Press.",
        "stein_2005": "Stein, Deborah. 2005. “Introduction to Musical Ambiguity.” In Engaging Music: Essays in Music Analysis , ed. Deborah Stein, 77–88. Oxford University Press.",
        "strunk_2003": "Strunk, Steven. 2003. “Harmony (i).” Grove Music Online . Oxford University Press. http://www.oxfordmusiconline.com/grovemusic/view/10.1093/gmo/9781561592630.001.0001/omo-9781561592630-e-2000990085 .",
        "swain_2002": "Swain, Joseph P. 2002. The Broadway Musical: A Critical and Musical Survey . The Scarecrow Press Inc.",
        "vemette_2006": "Vemette, Margaret. 2006. The Musical World of Boublil and Schönberg . Applause Theatre and Cinema Books.",
        "watkins_2008": "Watkins, Edward R. 2008. “Constructive and Unconstructive Repetitive Thought.” Psychological Bulletin 134 (2): 163–206."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In prioritizing a chord's position in a tonal phrase-structure paradigm, rather than what Nobile ( 2016 , 150) refers to as “any internal aspects of the chord itself,” these approaches evoke a remarkable similarity to arguments regarding late nineteenth-century chromatic tonality, wherein chromatic chords that are often difficult to classify based on their internal construction are derived as alterations to more fundamentally diatonic chords. Richard Bass's ( 2001 , 41–60) criticism of these approaches, that “such labels become either an exercise in arbitrary categorization or, at the other extreme, a catalogue of miscellaneous harmonic 'devices'” might apply equally to some syntactic approaches to popular music, especially when considered alongside Cohn's ( 2012 , 11) criticism that “functions are catchall categories such that 'a student of Riemann's system could analyze virtually any chord into any one of the three functions should the occasion demand.'”",
            "citations": [
                "nobile_2016",
                "bass_2001",
                "cohn_2012"
            ]
        },
        "FN2": {
            "text": "2. Since the G ♭ triad is augmented, one might argue that it is truly an applied V ♯ 5 of C ♭ , and thus prolongs IV of IV in D ♭ .",
            "citations": []
        },
        "FN3": {
            "text": "3. Harrison ( 1994 , 76–83) suggests that there are various types of events that engage “tonic rhetoric,” including conventional assumptions that the tonic function begins a musical section (regardless of whether this assumption ultimately proves correct or incorrect).",
            "citations": [
                "harrison_1994"
            ]
        },
        "FN4": {
            "text": "4. One might call this a type of Schenkerian auxiliary progression beginning on IV of D ♭ .",
            "citations": []
        },
        "FN5": {
            "text": "5. Stein ( 2005 , 81) further notes that this ambiguity often occurs near the beginning of a musical section or piece, which then becomes a locus of musical tension throughout the section or work. Specifically, she writes: “We expect harmonies to function in specific ways, and listen for the stabilizing anchor of a tonic” (82).",
            "citations": [
                "stein_2005"
            ]
        },
        "FN6": {
            "text": "6. In unpacking this tension around musical theatre and scholarship, Joseph P. Swain ( 2002 , 6–9) argues that one of the more common reasons for excluding musicals from being meritorious of serious scholarly attention revolves around scope; specifically, he suggests that musical theatre rarely strives to the same philosophical or artistic heights as nineteenth-century opera. I would also like to thank the anonymous reviewers for pointing out that while some show music has been the subject of analytic attention (see, for instance, Allen Forte [ 1995 ]), this is almost entirely directed toward music from earlier in the century, and that there does seem to be an implicit value judgement in this partition.",
            "citations": [
                "swain_2002",
                "forte_1995"
            ]
        },
        "FN7": {
            "text": "7. Doll's argument that 5 ˆ need not be present for dominant function to accrue is insightful; certainly vii o7 chords, for instance, project dominant function without the explicit presence of 5 ˆ . I would argue, though, that his suggestion that the presence of 7 ˆ and 2 ˆ are required over-simplifies the way in which dominant function is projected, which I view to be a combination of the vertical sounding of what Harrison ( 1995 ) refers to as “fundamental dissonances” (the diminished fifth or diminished seventh) with the horizontal resolution to a consonant third or fifth, respectively, according to common-practice voice-leading norms.",
            "citations": [
                "harrison_1995"
            ]
        },
        "FN8": {
            "text": "8. James Hepokoski ( 2006 , 12–14) discusses the history of the Till program. Hepokoski writes, “[b]oth more familiar and more publicly definitive, this program-tradition springs from twenty-three labels that Strauss wrote not long after the premiere into Wilhelm Mauke's copy of the printed score. Mauke immediately published them in an authorized 'Musikführer' (guide) in 1896, and they were also reprinted in 1908 as one of several chapters in the Schlesinger guide to Strauss's tone poems. Under these circumstances the well-known Strauss-Mauke labels were offered to the public as an 'official' leitmotif or episode-adventure guide to the piece: an authorized decoding for the interested listener.”",
            "citations": [
                "hepokoski_2006"
            ]
        },
        "FN9": {
            "text": "9. The subdominant is metrically accented at the outset of the phrase, followed by a tonicization of D-flat major, which does not particularly act like ♭ VII of E ♭ , but as IV of A ♭ .",
            "citations": []
        },
        "FN10": {
            "text": "10. Robert Hatten ( 1997 ) and Raymond Monelle ( 2000 ) both cite the opening of Mendelssohn's A Midsummer Night's Dream Overture as evincing a similar subdominant-inflected past tense scenario. Monelle (citing Hatten [628]) suggests that the plagal chords at the outset of the piece are “'a retrospective progression' which is 'past-oriented.' The play to which this music is incidental is thus characterized as backward-looking, a dream” (84).",
            "citations": [
                "hatten_1997",
                "monelle_2000"
            ]
        },
        "FN11": {
            "text": "11. Carl Schachter ( [1987] 1999 , 135) likewise notes “tonal music's power to create a sense of future through the specificity of the expectations it can arouse,” which he describes as a “powerful symbolic representation of human temporal experience.”",
            "citations": [
                "schachter_1999"
            ]
        },
        "FN12": {
            "text": "12. The notion of overtones might also play a role in this hermeneutic analogy. Schenker ( [1906] 1956 , 24) describes the overtone series, in quasi-temporal terms, as containing “descendants of our basic tone,” and describes the fifth and third of the major tonic triad in terms of procreation from the root. Schenker accords the fifth prominence, writing “[t]he fifth enjoys among the overtones, the right of primogeniture” (26). Thus since, as Rosen suggests, the subdominant (at least when it takes on the role of a local tonic), changes the tonic from root to fifth, the shift in lineage from progenitor to procreation might also serve as a metaphor for the subdominant's past-tense qualities.",
            "citations": [
                "schenker_1956"
            ]
        },
        "FN13": {
            "text": "13. The Greek chorus is a further point of intersection between musical theatre and the common practice. While acknowledging Wagner's conception of the orchestra as a replacement for the Greek chorus, Richard Strauss ( [1949] 1953 , 69–70) suggests, “[n]ot only does the modern orchestra paint in the background, not only does it serve to explain and remind, but it provides the content itself, reveals the ideal and embodies the innermost truth.” Notable here is the parallelism between what Strauss cites as the role of the orchestra-as-Greek-chorus—that it reveals inner truths—and the role of the type of songs McMillin cites as forming this second temporal category; such songs are often introspective and reflective, and provide the audience with details about the character's motivations or desires.",
            "citations": [
                "strauss_1953"
            ]
        },
        "FN14": {
            "text": "14. One might also see these opening thirty-two measures as an AABA form, but given the proximity of mm. 1–16 to the compound sentence model (mm. 1–8 end in a HC, 9–16 in a PAC, resulting in a sixteen-measure large-scale “A”), combined with the B section leading to a HC in I followed by a reprise of the A material leading to a PAC, I see the structure of these first 32 measures as an almost textbook Caplinian “Small Ternary” theme type (the subsequent repetitions of the A material in D, then in B, are simply repetitions of A, further reinforcing this notion of past-tense stasis and Norma's repetitive mental state). In terms of form, it is commonplace to relegate most showtunes into one of a limited number of formal schemes, namely, as Forte ( 2001 , 20) describes it, “AABA, ABAA, or ABAC.” But as the cadences of “With One Look” suggest, there are nuances within these forms as they relate to cadential structure and thematic proliferation: AABA implies that the A's are each of identical weight, which, in this song is not entirely the case. One might make the argument that form in Broadway numbers could likewise benefit from a more nuanced approach in dialogue with the conventions of common-practice tonality.",
            "citations": [
                "forte_2001"
            ]
        },
        "FN15": {
            "text": "15. Steven Strunk ( 2003 ) suggests: “[t]he progression ii–V, which is thought of as a unit, often substitutes for a single dominant seventh structure, regardless of whether that chord would be V 7 or one of those dominant seventh structures created by the substitutions described above. Such chromatic ii–V pairs should not be interpreted as suggesting a constant fluctuation of key, as they come into play as logical elaborations of basically simple diatonic progressions.” With regard to the subdominant resolution, I do not intend to suggest that we modulate to IV here, or that IV in any way displaces the tonic: this is merely a surface-level tonicization of a chord.",
            "citations": [
                "strunk_2003"
            ]
        },
        "FN16": {
            "text": "16. The use of B major also appears to have a larger-scale significance, and represents Norma's imagined future: the lyrics that accompany it speak of Norma igniting a blaze and returning to her glory days (although again, this is underscored by the corrosive IV), suggesting a correlation to the way she imagines her future. The key of B does not return in any meaningful way throughout the rest of the show, until the very end when Norma has descended completely into madness. At the climax of the show, Norma shoots her paramour Joe, and, when the police and press arrive, she believes that they are camera crews waiting to film her. After an orchestral reprise of “With One Look,” she concludes the show on a triumphant B-major exclamation of the ending lines of the song “this time I'm staying, I'm staying for good/I'll be back where I was born to be/With one look I'll be me!” before the music plunges into B minor as the curtain closes on Joe's corpse floating in the swimming pool. The minor-mode shift seems to reflect the reality of the situation as opposed to Norma's major-mode fantasy-come-true.",
            "citations": []
        },
        "FN17": {
            "text": "17. It is worth noting that V 11 is not entirely unconventional, and is often understood to stand in for the dominant. Mark Spicer ( 2017 ) has named this sonority the “soul dominant,” which amounts to a IV chord played over 5 ˆ in the bass. This approach is understandable to the extent that it occupies the same harmonic position as V 7 and the bass projects a strong sense of dominant function (see Harrison 1994 ), especially when resolving to tonic. However, the lack of the leading tone also divests the chord of some of its more conventional dominant properties, which is likely why the chord saw more pronounced use in the harmonic language of composers such as Debussy or Ravel, as it avoids the same kind of unequivocal dominant function that a V 7 chord projects: a detail that is often overlooked when trying to understand chord function from the more bass-oriented Funktiontheorie perspective.",
            "citations": [
                "spicer_2017",
                "harrison_1994"
            ]
        },
        "FN18": {
            "text": "18. That IV and IV/IV here are A and D respectively seems intentional; it recalls the relationship to Norma's introduction in “With One Look,” where she first sang of making a return.",
            "citations": []
        },
        "FN19": {
            "text": "19. Taking the A as the primary melodic note is necessitated by both the absence of an F ♯ in the melody (which would make this more conventional) and the prolongation of the subdominant triad (which disallows the G ♯ to continue as the primary melodic tone).",
            "citations": []
        },
        "FN20": {
            "text": "20. The same type of cadential evasion is noted by Kramer ( 2011 ) in the Schumann song discussed in Section 2 above.",
            "citations": [
                "kramer_2011"
            ]
        },
        "FN21": {
            "text": "21. One might further suggest that the addition of the dissonant seventh might distort the more nostalgic and introspective aspects of the subdominant owing to the addition of the dissonance that creates a more forward-directed propulsion.",
            "citations": []
        },
        "FN22": {
            "text": "22. Another way of interpreting this structure might be as another example of a Schenkerian auxiliary cadence. The distinction between an auxiliary cadence and directional tonality is often an interpretive one: here, it seems as though B ♭ is established on some level as the tonic, which leads me to the directional tonality reading.",
            "citations": []
        },
        "FN23": {
            "text": "23. It is also not impossible to hear this as being in B ♭ entirely, with the close on G a surprising move to the submediant. I am more inclined to the directional analysis, though, given the “tonic-rhetoric” of the concluding V 7 –i progression in G minor. In nineteenth-century directional tonality, the first key is almost always understood as losing tonic status and transforming to have some function in the second key.",
            "citations": []
        },
        "FN24": {
            "text": "24. Klein ( 2004 , 43) makes a similar argument regarding the subdominant of the subdominant further inducing past-tense connotations.",
            "citations": [
                "klein_2004"
            ]
        },
        "FN25": {
            "text": "25. Carl Schachter ( 2016 ) notes this type of ♭ VII to V was understood by Schenker as an unfolding of the dominant.",
            "citations": [
                "schachter_2016"
            ]
        },
        "FN26": {
            "text": "26. While Hepokoski and Darcy are primarily interested in sonata form, the harmonic model they discuss is applicable beyond sonata forms. The Picardy third, for example, was commonplace in minor-mode Baroque music, and the same type of minor-to-major trajectory can be traced over multi-movement symphonic works.",
            "citations": []
        },
        "FN27": {
            "text": "27. This type of parallelism, where something happens on a “surface, or near-surface” level, only to reappear as part of the larger structure as well, is referred to as “enlargement.” See Alegant and McLean 2001 , 31–37.",
            "citations": [
                "alegant_and_mclean_2001"
            ]
        },
        "FN28": {
            "text": "28. It is also particularly striking that the harmonic maneuvers discussed in the previous analyses do not seem to be entirely commonplace within the harmonic styles of the composers. While of course a composer's harmonic language might change depending on the needs of a specific project, a cursory glance through some of Lloyd Webber's other works, such as The Phantom of the Opera , CATS , or Jesus Christ Superstar suggests that the V 11 trope, for instance, is not common ( Superstar , however, does feature a fair amount of plagal emphasis). In CATS , the V 11 chord is used prominently in the songs “Skimbleshanks the Railway Cat” and “Memory,” both of which contain past-tense connotations. Interestingly, in Lloyd Webber's Love Never Dies —the sequel to Phantom —the music plunges into the subdominant region at the very moment when it recalls a thematic melody from the original Phantom, as Christine, conflicted by having to choose between the Phantom and Raoul, reminisces about the same choice she had to make in the original show. The music returns to the tonic at the same time that Christine pulls herself out of the reflective trance and returns to the present.",
            "citations": []
        },
        "FN29": {
            "text": "29. Harrison ( 1994 ), for instance, describes one of the fundamental tonal motions—what he refers to as subdominant discharge—as 6 ˆ or ♭ 6 ˆ discharging onto 5 ˆ .",
            "citations": [
                "harrison_1994"
            ]
        },
        "FN30": {
            "text": "30. For instance, the type of tonal journey described in “I'd Give My Life for You” is something that Boublil and Schönberg often employ at moments of important character development. In Les Misérables , for example, both Jean Valjean and Javert have soliloquies, set to very similar music: they both end in the key of F major, but with very different dramatic outcomes (Valjean vows to turn his life around, while Javert throws himself into the Seine). The interest here may be found in the tonal journey each character undergoes. Whereas F major leads to a life-affirming action in Valjean's case, it has the opposite effect in Javert's. Conversely, Javert's first-act song “Stars” might be seen to reflect his steadfast approach to morality. The song remains entirely in one key, with the exception of a modulation at the very end that appears to be the type of modulation that Michael Buchler ( 2008 , 37) refers to as direct, and used to “convey a sense of intensification.”",
            "citations": [
                "buchler_2008"
            ]
        },
        "FN31": {
            "text": "31. Drew Nobile ( 2017 ), for instance, has recently discussed the role of double-tonic complexes in rock music.",
            "citations": [
                "nobile_2017"
            ]
        },
        "FN32": {
            "text": "32. Snelson ( 2004 ) engages in this type of forensic musicology. Other examples include the battle over Led Zepplin's “Stairway to Heaven” and the verdict of copyright infringement handed down to Robin Thicke, Clifford Harris, and Pharrell Williams over their song “Blurred Lines”; see Andy Hermann ( 2018 ). This has also been a topic that has received academic attention, specifically on how to approach forensic musicology ( Begault, Heise, and Peltier 2013 , 3244).",
            "citations": [
                "snelson_2004",
                "hermann_2018",
                "begault_heise_and_peltier_2013"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] An emerging consensus in studies of pop music holds that the subdominant chord can comprise a variety of functions beyond its traditional predominant role. Drew Nobile ( 2016 , 150), for instance, argues for the separation of a chord's function from its pitch identity. \"This is how,\" he writes, \"the IV chord . . . can be said to function as dominant: it fulfills all the formal and rhetorical roles of dominant function despite having no tones in common with a V chord.\" Likewise Christopher Doll ( 2017 , 25) has proposed to collapse the distinction between dominant and predominant chords in pop-music syntaxes, recommending the term \"pretonic\" as a way of more clearly encapsulating a broader number of chords that appear prior to tonics in this role. While it is undeniable that pop music does not always follow the same rules as common-practice tonality—indeed, given the stylistic eclecticism and disparity it would be impossible to claim one common syntax for all pop music—attempting to derive an entirely new pop syntax by confining more extravagant uses of conventional chords that sometimes grate against common-practice sensibilities to broad categorizations such as \"pretonic,\" or other types of substitutional approaches creates, in some cases, what Richard Cohn ( 2012 , 11) describes as an \"illusion that to describe is to explain.\" (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "nobile_2016",
                    "doll_2017",
                    "cohn_2012"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] If attempts at codifying a pop syntax couched in common-practice ontologies occasionally ring hollow, it is perhaps worth questioning whether it is always necessary to derive an entirely new approach to \"pop\" syntax. While the subdominant may, syntactically speaking, serve a broader range of functions in pop music than it does in the common practice, to suggest as much already betrays an approach that is steeped in the long shadow of common-practice tonality and the expectations that it entails. Particularly in recent scholarship, there seems to be an increasing desire to divorce the syntaxes of popular music from their precedents; while this is useful, and indeed necessary, in some cases it seems counter-intuitive. Indeed, as Walter Everett ( 2004 ) contends, \"the tonal norms basic to [pop music] are the same norms common to the system of common-practice tonality,\" and it is, as Doll ( 2017 ) acknowledges, impossible to divorce one's analytic approach to pop music entirely from the processes predicated by common-practice tonality. As such, perhaps there are advantages to curtailing desires to divorce pop harmony from its progenitor and to embracing a more dialogic relationship with its common-practice precedents. Example 1 . Stephen Schwartz, Wicked , “A Sentimental Man Reprise,” mm. 1–9 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "everett_2004",
                    "doll_2017"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Take, for instance, the reprise of \"A Sentimental Man\" from Wicked shown in Example 1 . The passage is in D-flat major, but begins by oscillating between a C ♭ major-seventh chord and a G ♭ augmented triad, neither of which point particularly clearly to D ♭ as a tonic. Eventually the C ♭ major-seventh chord moves to a D ♭ major triad; in the context of the preceding harmonies the major-seventh chord gives the phenomenological impression of a move to V of G ♭ , and suggests that the preceding oscillation between C ♭ and G ♭ was a case of IV 7 and I in G ♭ . (2) This D ♭ triad, however, is actually the tonic, though it is only when C-natural (rather than C ♭ ) passes between D ♭ and B ♭ in the inner voices of measure 5 that one senses the D ♭ (rather than the G ♭ ) emerging as tonic. Even then, given the opening inflection toward G ♭ , it is not immediately certain that D ♭ is the tonic: it takes the subsequent retention of C-natural and the eventual half cadence at the end of the excerpt to solidify the key. (3) With the benefit of the score, we know retrospectively that this is a subdominant opening, but phenomenologically the music seems to start in the key of G-flat major. (4) This creates, in effect, a sense of initial tonal ambiguity in the music, which derives in no small part from the emphasis on the subdominant as the Wizard reminisces and reflects on events from his past.",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] This ambiguity might be said to arise precisely because of the ways in which the syntactic elements of these songs interact with the retention of common-practice tonal conventions in the music. In terms of common-practice tonality, the harmonic syntax in the reprise of \"A Sentimental Man\" is not particularly exceptional, but there is a certain weight given to the subdominant—especially at the very outset of the song—that is not customary in excerpts of comparable length from the common-practice period. To simply call the initially prolonged subdominant area \"pretonic\" does not seem adequate given the way in which it initially obscures the actual tonic. Additionally, the G ♭ subdominant does not seem to function as a pretonic in the manner Doll describes: The function is \"pre\" not in the sense of \"preceding\" but of \"predicting;\" an anticipatory impression of which notes might follow. The effect of anticipation is rooted in the instability of these chords relative to the steadiness of [a potential tonic]; or, put in hierarchical terms, pre-tonic function involves the effect of subordination to an expected, immediately ensuing tonic. ( 2017 , 25) Given the initial tonal ambiguity of the passage, however, the subdominant here does not exhibit any particular predictive proclivity toward D ♭ .",
                "footnotes": [],
                "citations": [
                    "doll_2017"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] We are thus left in a bit of a quandary: because of the explicit tonal framework, dismissing this subdominant inflection, and others like it, syntactically as merely a pretonic is unconvincing, but calling it a subdominant in a traditional tonal sense downplays the extent to which it is emphasized and the ways in which that emphasis conflicts with, and in some sense undermines, the sense of tonic. Despite the plethora of approaches that discuss the syntactic roles of exceptional subdominant chords in pop music, it is not, in this case, so much the syntactic elements of these songs that are of interest, but perhaps the hermeneutic ones. As Deborah Stein ( 2005 , 77) suggests, \"[i]n [times when unexpected musical events occur], we may want to consider whether the lack of clarity might be purposeful, whether the composer is using musical ambiguity as part of a compositional design.\" (5) Rather than asking what syntactical function these subdominant chords serve, I propose to navigate instances of this grey area between pop and common-practice harmony by asking a different question: Why is the subdominant being used, or emphasized, in this manner?",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "stein_2005"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] To contemplate this question, I will explore the benefits of applying interpretive concepts from the study of common-practice tonality to contemporary popular music that straddles this nebulous space between conventional tonal progressions and more popular idioms. Specifically, I address the idea that in certain cases the subdominant can act as a musical signal for the past tense, a topic that has been discussed by Michael Klein, following work by Raymond Monelle ( 2000 , 2006 ). I then develop this idea alongside a broader exploration of musical temporality in analyses of selected Broadway megamusicals. Specifically, I address aspects of structure in Andrew Lloyd Webber's Sunset Boulevard , and Claude-Michel Schönberg and Alain Boublil's Miss Saigon in more detail, describing how this approach is one way to account for certain idiosyncratic or expansive subdominant uses in this music beyond merely codifying them in broad syntactic-functional terms.",
                "footnotes": [],
                "citations": [
                    "monelle_2000",
                    "monelle_2006"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] In addition to being a genre largely ignored in analytic literature, musical theatre serves as an excellent starting point to broaden the application of this notion for two other reasons. (6) Firstly, because musical theatre is a lengthier medium than the individual song, there exists more potential to discuss temporal relationships—in terms of both the musical and dramatic domains—than might exist in an isolated three-minute song, which in turn allows more space and breadth to develop these ideas. Secondly, as Joseph P. Swain ( 2002 , 10) notes, many musicals \"have at [their] core [a] rather simplified nineteenth-century Romanticism,\" but at the same time employ more contemporary pop idioms in the more localized harmonic surface. As such, musical theatre (perhaps more explicitly than other genres of pop) exhibits the continued influence of its tonal-prolongational heritage, and may be more receptive to an analytic dialogue with its precedents. As Swain notes: Like its ancestor, this style made expressive use of chromaticism and of the systematic delay of the cadence, but these were never developed to the extent heard in the large Romantic classical works because of the limitations of popular taste and of the popular song form. (11) Swain further observes that \"musical expressions and constructions based on melodic phrasing and motivic or thematic processes are common in Broadway songs, but extreme chromatic effects are not, and the tonal center is generally clear at any point\" (11). Thus prolongational approaches—those which accentuate common-practice tonal relationships within the music—seem entirely appropriate, and ought to ostensibly remain effective analytic tools for revealing harmonic structure and relationships in this music. II. The Subdominant Past: Theoretic Precedents",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "swain_2002"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Doll ( Doll 2017 , 25) characterizes the subdominant as a “pretonic” function, though I find more interest in the way he describes pretonic functions as a predictive, a characterization which sounds more like a traditional dominant-functioning chord. By also admitting subdominants into the category he implies that the subdominant chord has a similar push towards tonic, an interesting assertion given the ways in which it contrasts with previous accounts of subdominant function. Charles Rosen ( [1971] 1997 , 383), for instance, characterizes dominants as creating \"dissonance against the tonic and so provid[ing] the necessary tension for a move towards a central climax,\" ascribing to them a forward-looking motion in a manner similar to Doll's characterization of pretonics. Rosen then contrasts his description of the dominant with one of the subdominant, writing that it represents \"a diminishing tension and a less complex state of feeling, not the greater tension and imperative need for resolution implied by Beethoven's secondary (usually dominant) tonalities\" (383). The common-practice characterization of the subdominant conflicts with Doll's claim that the subdominant can project pretonic function in the same manner as a dominant. In short, I would agree with Rosen; it is, at least from a phenomenological perspective, difficult to hear the subdominant as intrinsically projecting the same kind of forward-directed propulsion as dominant-functioning chords. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "doll_2017",
                    "rosen_1997"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Given Rosen's description of the subdominant creating a less complex state of feeling, we might also look to the hermeneutic role of the subdominant in other contexts. Raymond Monelle ( 2006 ) investigates several musical signifiers that connote the pastoral style and the way in which these idioms are suggestive of a nostalgia for the simplicity of earlier times. He notes most prominently the Shepherd's pipe, simple diatonic harmony, and static bass pedals as features of this style. Though he does not discuss any specific harmonic signifiers, several of his examples employ the subdominant extensively: Beethoven's Sixth (Pastoral) Symphony, for example, heavily emphasizes the subdominant. Other examples include Wagner's Tristan und Isolde , in which the Shepherd's pipe melody at the outset of Act III begins with an accentuated IV (add6) –I progression that recurs throughout, as well as the programmatic elements of Strauss's tone poem Till Eulenspiegels lustige Streiche , which include a six-measure section at the beginning described by Strauss as a \"once upon a time\" opening. Till is in F major, but opens with the progression V 7 ♯ 5 of B ♭ to a B ♭ triad, producing a subdominant emphasis and initial ambiguity akin to that found in the reprise of \"A Sentimental Man.\" (8) Likewise, Strauss's less-well-known opera Friedenstag begins in a highly chromatic D minor, but shifts to a more diatonic (by comparison) G-major tonality as an Italian youth describes how beautiful the homeland of his childhood was, invoking a sense of pastoral yearning. Given that pastoral depictions of nature are almost uniformly of a nostalgic and reminiscent quality—as if yearning for an earlier, simpler, time—one might see a trend in how the subdominant came to be associated, as Rosen describes it, with a less complex state of being as opposed to the forward-striving motion of the dominant.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "monelle_2006"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Recent scholarship has suggested other hermeneutic means of accounting for syntactically deviant subdominants, especially those that are given excessive tonal emphasis or interrupt the tonal trajectory of a phrase. Lawrence Kramer ( 2011 , 197) implicitly suggests that there is a relationship between shifting temporal spaces and the subdominant in Schumann's song \"Ich hab' im Traum geweinet.\" The vocal part, Kramer notes, \"comes to rest on the first scale degree of the tonic major, E ♭ , but the piano withholds the fifth degree, replacing it, in octaves, with a D ♭ jammed next to an E ♭ .\" While Kramer understands this moment as expressing a distorted tonic, another interpretation of the tonal motion here sees a deceptive resolution that replaces the expected tonic chord with a dominant of the subdominant, which then resolves to the subdominant. Of this moment, Kramer suggests that the singer wants to give up his desire, or at least rest from it. But another part of his being, represented by the piano, won't let him. The voice wants to withdraw, but its music seeks an end at the very moment when its language shifts from the past tense to the present to say no end is possible, that its tears are still streaming. (198) As he notes, the tense of the song shifts to the present in the last two lines of text, which might be translated to \"I woke up and still now streams my flood of tears.\" But the conclusion of the vocal line does not align with the music: the shift to the present tense is not supported by a return to the tonic, but rather a shift to the subdominant, which has been psychologically and musically emphatic throughout this phrase, unfolding through a tonicization. Despite the tense shift to the present, the trauma of the narrator's past looms infectiously and inescapably over his psyche. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "kramer_2011"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] More explicitly than Kramer, Michael Klein ( 2004 ) has likewise suggested that the subdominant plays a role in articulating temporality in Chopin's Fourth Ballade. Klein also invokes Rosen's opposition of the dominant and subdominant in his argument, but draws on narrative theory to suggest that if Chopin's Ballade is to be understood as a narrative, such an understanding implies, and indeed requires, the presence of a narrator who is recounting events of the past from some point in the future. Of the opening of the Ballade, for example, Klein writes: Temporality changes with the melodic turn of D ♭ and B in m. 8, which shifts the tonal focus from C major to F minor. Because C is so clearly the tonic in the first seven measures, we may well hear the move to F minor in m. 8 as motion to the subdominant instead of motion from a dominant to a tonic. At the moment when the first theme arrives, the musical persona looks to the past. Though both the opening motto and the first theme are lyric, the motto signifies the present, while the first theme signifies the past. (40) Klein then more explicitly links these temporal spaces to harmonic functions: \"mapping of this harmonic opposition correlates the dominant with movement toward the future (time as experienced rushes forward) and the subdominant with looking toward the past.\" Klein further contends that Chopin's Ballade delves even further into the past, suggesting that it is \"a problem exacerbated by implications of E-flat minor in mm. 45–7 suggesting a move to the subdominant of the subdominant of the home key\" (43). (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "klein_2004"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] While the above perspectives argue that the subdominant chord has the potential to articulate the past tense, or invoke feelings of nostalgia, by mapping its exceptional uses in specific pieces onto textual, programmatic, or dramatic factors, there may be a more technical basis for this hermeneutic vista. Schenker ( [1906] 1956 , 38), for instance, notes that \"the artist, face-to-face with the tonic, felt an urge to apply inversion once more, searching, so to speak, for the ancestor of this tonic with its stately retinue of tones. Thus he discovered the subdominant fifth, F, which represents, metaphorically speaking, the past history of the tonic.\" Schenker continues on to state that \"the system of the tone C, then, represents a community consisting of that root tone and five other root tones whose locations are determined by the rising fifth-relationship. One more root tone, the subdominant fifth, was added to this community and represents, so to speak, its link to the past\" (39).",
                "footnotes": [],
                "citations": [
                    "schenker_1956"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] In Schenker's prose, there exists an implicit hermeneutic position that associates movement to the dominant as indicative of a move forward in time, a notion consistent with Rosen's description of the dominant's imperative to resolve. Christopher Lewis ( 1996 , 127–28) likewise suggests that there is evidence of \"a powerful analogue between the very essences of tonality and narrative, [which] suggests that not only musical design and gesture, but also foreground-level harmony can be linked to narrative temporalities.\" (11) Although Lewis's argument here uses the term \"foreground,\" he does so in a more structural sense: he does not argue that specific pitches or notes have implicit hermeneutic temporal implications, but rather that certain relationships in tonal structure are suggestive of temporal continuity or disjunction. Lewis suggests that \"the linkage of chronology and causality is fundamental to the basic laws of tonal syntax,\" which he calls \"common practice tonal time\" (128). Essentially, he contends that conventional harmonic progressions—from the tonic to the dominant and back to the tonic—represent the directional (or forward) flow of time. Consequently, Lewis describes \"harmonic disjunction\" as ways in which harmonic events, such as parenthetical insertions, inflections towards unexpected keys, or abrupt modulations, interrupt the syntactic flow of tonal time (128).",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "lewis_1996"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Combining Schenker’s assertions with Lewis’s, we might hypothesize that the hermeneutics of forward temporal motion associated with the dominant/tonic axis might be remapped onto the tonic/subdominant one to create a similar rapport.  Because I stands in the same relationship to IV as V does to I, understanding I as V/IV suggests that it occupies a temporality in the future of the IV chord, and thus by extension the IV chord occupies a space in the past tense of the tonic. Rosen's approach to the subdominant adopts a similar perspective: in addition to the statements cited above, he further characterizes the subdominant as \"[weakening] the tonic by turning it into a dominant (that is, by using the tonic note not as the root of the central triad, but as an overtone)\" ( [1971] 1997 , 24). (12) By being turned into a dominant (whether that function is realized or not in a given piece of music), the tonic-as-dominant then becomes a consequence of something else; it follows from the subdominant, which can thus be understood as a progenitor of that tonic. This is not to say that every I–IV progression must invoke a sense of nostalgia: there are, of course, other factors that mitigate hearing I as V/IV, such a metric or hypermetric placement, surrounding harmonic contexts, or what Harrison ( 1994 , 75–81) describes as \"tonic-rhetoric,\" wherein we assume tonic function for a chord at specific places, such as the beginnings or endings of sections. However, in exceptional cases, such as those wherein IV seems to take on the role of a local tonic, or in some other way eclipses the tonic, this hermeneutic reading—the potential for certain harmonic events to serve as semiotic encodings of temporality—might provide an alternative explanation to that of more syntactic approaches.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "rosen_1997",
                    "harrison_1994"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] What can this notion of a subdominant past, or a subdominant nostalgia, provide for the analysis of contemporary pop music? Scott McMillin ( 2006 ) notes that musical theatre, in particular, often expresses two different types of temporality. The first, which McMillin terms progressive time, is the normal directional flow of time, and is associated with the book, or plot, of the musical (6); progressive time moves the characters from point A to point B. McMillin's second form of time—interrupted time—interferes with conventional progressive time. \"What makes the musical complex,\" he writes, \"is something the Greek drama had too—the second order of time, which interrupts [progressive] time in the form of songs and dances\" (7). (13) Describing the song \"Pretty Women\" from Sondheim's Sweeney Todd , McMillin writes that \"the number suspends the progress of events . . . [by inserting] a lyrical moment into the cause-and-effect progress of the plot, a moment that suspends book time in favor of time organized not by cause and effect (which is how book time works) but by principles of repetition\" (8).",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "mcmillin_2006"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] This notion of interrupted time might be refined to encompass several subcategories that reflect different types of interrupted temporality. In this case, I would suggest that one such subcategory might be termed \"retrospective time,\" a type of interruption that either directly explores events that have unfolded in the past histories of characters in song, opera, or musical theatre, or explores how past events affect their current state or have implications for their futures. Retrospective time would be understood to interrupt the flow of progressive time by creating a temporal space that is static: book time stops as a character reminisces about a past event. If we accept the hermeneutics of the subdominant as the \"past history\" of the tonic, an unconventionally lengthy emphasis on the subdominant—either as a prolonged chord, as a key area, or as a surface-level event that interrupts or creates a disjunction the conventions of tonal prolongation—could thus be seen as another way of reflecting such a temporal shift musically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] If indeed subdominants are semiotically inclined to depict the past tense, or a sense of nostalgia, this serves as an excellent fulcrum on which to describe the reprise of \"A Sentimental Man\" discussed above. As the Wizard realizes he is Elphaba's father, he sinks into his memories, recalling the night he met her mother (a direct melodic callback to a scene at the outset of the show). This reminiscence plays out over the previously described inflection of the subdominant that causes an initial phenomenological friction with the structural tonic. As the Wizard returns to the present tense, the music slowly pulls itself out of the subdominant-induced trance, eventually affirming D ♭ as the actual tonic. Thus, while the song does not particularly need any sort of extension to conventional tonal theory to account for the technical aspects of its harmonic structure, the application of a hermeneutic approach to the subdominant helps explain why there is such a pronounced emphasis on IV in a way that a more syntactic approach might not.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] Thus the notion that the subdominant has a particular connotation with the past and with nostalgia—especially in comparison to the forward-propelling dominant—might be worth importing into more contemporary analysis. In the next two sections, I will argue that the analysis of musical theatre is served especially well by an approach that maintains the conventions of classical tonality but uses hermeneutics derived from the study of common-practice tonality to account for some of the more striking harmonic moments. I will then consider how this approach can be seen to underscore certain important temporal elements in the drama of Andrew Lloyd Webber's Sunset Boulevard and Claude-Michel Schönberg and Alain Boublil's Miss Saigon . III. Sunset Boulevard",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Based on the 1950 Billy Wilder film of the same name, Andrew Lloyd Webber's 1994 musical version of Sunset Boulevard tells the story of Norma Desmond, a silent film star who was unable to make the adjustment to dialogue, and retreated from Hollywood. Since her departure, Norma's mental state has deteriorated: her life is spent reliving the glory days of her past, while simultaneously projecting that past onto the present and future. Believing she is still adored by millions of fans yearning for her to make a return, she works tirelessly on a script for a silent film version of Salome , unaware that the public has mostly forgotten her existence. Glenn Close, the actress who debuted the role of Norma on Broadway, suggests that Norma is \"deluded, and clinging to those delusions\" ( Staggs 2002 , 342). Further, whenever her delusion begins to waver, Norma becomes suicidal. This suggests that at least subconsciously, Norma is aware that she is clinging to a fiction. Norma's manservant and former husband, Max, recognizes that Norma's sanity depends on her being able to maintain her fiction. To this end, he forges fan mail to Norma, enabling her to continue to live in the nostalgic fantasy world. Close concludes that Norma \"finally passed the point of no return; reality would have proven too great a shock\" (343).",
                "footnotes": [],
                "citations": [
                    "staggs_2002"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Norma's mental state is, in fact, the fulcrum of the plot: because her past permeates the present to such a high degree, she becomes effectively trapped in that past; in her recurring cycle of fantasizing, she cannot understand how her delusions have completely deteriorated her present. The ways in which Norma obsessively reflects on and thinks about her past seems to reflect what psychologists call \"repetitive thought,\" (RT) specifically in terms of constant rumination. Edward R. Watkins ( 2008 , 163–4), for instance, suggests, \"The main unconstructive consequences of RT are (a) depression, (b) anxiety, and (c) difficulties in physical health,\" the former two of which Norma manifests. Watkins further describes rumination as \"a class of conscious thoughts that revolve around a common instrumental theme and that recur in the absence of immediate environmental demands requiring the thoughts\" (163–4).",
                "footnotes": [],
                "citations": [
                    "watkins_2008"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] A correlation between Norma's repetitive thinking and Lloyd Webber's score was picked up by reviewers of the musical. David Richards ( 1994 ), writing for the New York Times , notes that \"when [Lloyd Webber] latches onto an insinuating musical theme, there seems to be no such thing as one reprise too many.\" Much of the same criticism was repeated when the show reopened on Broadway in early 2017. Reviewing for the New York Times , Ben Brantly ( 2017 ) writes that \"certain melody lines repeat so often you fear surgery may be necessary to remove them from your memory,\" while Adam Feldman ( 2017 ), writing for Time Out New York , describes songs that \"loop and repeat exhaustingly.\" Other reviews are more sympathetic, including Marilyn Stasio ( 2017 ), writing for Variety , who intones that the music is \"romantically melodic, the songs eloquently articulate all the facets of Norma's psyche, from the pride and glory of her past, to the gothic tragedy of her present.\" Recall from above McMillin's argument that repetition was one musical facet of temporal stasis: perhaps the repetition signals something more than just Lloyd Webber's fondness for a catchy tune, and reflects, as Stasio suggests, a certain element of Norma's psyche.",
                "footnotes": [],
                "citations": [
                    "richards_1994",
                    "brantly_2017",
                    "feldman_2017",
                    "stasio_2017"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] This comes into sharp focus in Norma's two major solo numbers, \"With One Look\" and \"As If We Never Said Goodbye.\" Both songs feature minimal thematic contrast. \"With One Look\" consists of a small ternary (aba) structure (A), followed by two modulating repetitions of the small ternary's a section, yielding a large-scale AA'A'' form. (14) \"As If We Never Said Goodbye\" has a similar structure; its theme is comprised of an enormous thirty-measure period that is repeated three times, all in the same key. After the first repetition, there is a short eight-measure link that hints toward an impending modulation, but ultimately it remains firmly ensconced in the tonic key. While this short link does with contrast the repetitive refrain, its length—a mere eight measures contrasted to the 92 measures of refrain—does little to balance the repetitive cycling through the same material. This excessive reliance on repetition might, in fact, be an important part of the music: just as Norma remains fixated on her past, so too does the music remain nearly static in its repetition. But perhaps this sense of stasis involves more than just large-scale formal considerations. Example 2 . Andrew Lloyd Webber, Sunset Boulevard , “With One Look,” mm. 1–16 (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The opening phrases of \"With One Look\" are given in Example 2 . The phrase is cast as a compound period comprised of two sentential structures, both of which employ prolongational harmony in an uncontestably tonal manner. Indeed, there are only two mildly non-diatonic moments in each eight-measure phrase, both of which involve a surface-level inflection of the subdominant. The first is the downbeat of m. 4 (and m. 12), which sounds the dominant pitch in the bass with the IV chord above it, which then progresses to V before resolving to I 6 . While I do not see this as a highly ambiguous or interruptive subdominant moment (in the sense that the chord seems to substitute for V in the V – –I 6 idiom), it is still worth noting that this particular conglomeration of pitches does give a brief subdominant impression. Secondly, the only chromatic pitch in the phrase is the G-natural in m. 5 and mm. 13–14; its presence is nearly inconspicuous, but it is, I believe, an important tonal event. Brian D. Hoffman ( 2011 , 183) suggests that the use of the subtonic pitch in this progression is indicative of the minor dominant expanding the tonic, and is only used as a means of instilling expression into the melody, writing \"the expressive pitch can easily be replaced with a diatonic version.\" But to call this merely an expressive pitch misses some of the implications that the use of G-natural entails. As my analysis suggests, I believe there is another way of interpreting this moment, namely that the G-natural invokes a subtle tonicization of the subdominant, and creates a ii–V progression in the key of the subdominant before resolving to the subdominant. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "hoffman_2011"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] The consequent phrase confirms more strongly this interpretation of the G-natural as part of a tonicization of IV. The same ii–V progression occurs, this time with a seventh included in the ii chord, creating the minor-seventh flavor most commonly associated with the ii 7 chord. Beyond this, the G-natural returns as a type of implied suspension over the IV chord in m. 14. Here I understand this G as a suspension (or displacement) of a chordal seventh that implicitly should have occurred over the A-major triad. Given the close proximity of the G-natural and the C ♯ , the impression is of a linear tritone discharging, to adopt Harrison's terminology, onto the local D tonic according to common-practice voice-leading conventions: the G-natural moves down to F ♯ , while the C ♯ (m. 13 and m. 14) moves to D, itself understood as a IV in the global key of A, locally emphasized by this brief tonicization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] A short contrasting middle shifts the music into the key of ♭ III, which leads to further subdominant emphasis. In order to modulate back to the tonic key, V/ ♭ III is reinterpreted as IV/IV in the tonic. The applied IV/IV resolves to a subdominant that functions as a neighbor to the first-inversion tonic that initiates the cadential progression leading to the B section's half cadence. The ternary form then concludes with a complete restatement of A. The lyrics of this restatement are: With one look they'll forgive the past They'll rejoice I've returned at last To my people in the dark Still out there in the dark . . . It is here where we first start to get the sense that Norma is not merely recounting her past, but rather she does not entirely believe that it is the past, and that she is planning a return to Hollywood in order to make that past her present. After this exclamation, the music then modulates to D major—the subdominant—for a brief orchestral interlude, before modulating to B major for the final refrain. (16) Example 3 . Andrew Lloyd Webber, Sunset Boulevard , “With One Look,” mm. 53–65 (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The final refrain, shown in Example 3 , follows mostly the same harmonic trajectory as the previous iterations, save for the end. The music pauses on the V of IV chord before Norma launches the interjection \"This time I'm staying, I'm staying for good.\" As shown in the analysis, this interjection is harmonized as an unfolding of the subdominant that resolves the preceding applied ii–V progression (including an A-natural at the end of the interjection to further confirm the subdominant nature of the passage). The subdominant, however, does not relinquish its hold on the harmonic structure: the dominant that concludes the song is another iteration of the V 11 , though here, unlike the previous use in this song, it serves as part of the cadential articulation. The lack of the leading tone here strips the dominant of much of its forward propulsion and gives a distinctly plagal flavor to the end of the song. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Given the above analysis, one might suggest that the subdominant impinging on the roles of other chords is a harmonic motif of the song: it lingers fleetingly over the V chord in place of a V in the fourth measure of each iteration of the refrain, it turns the tonic chord into a dominant through an applied ii–V progression, and it essentially corrodes the ending of the piece, taking over the tonality of Norma's exclamation and overwriting the dominant function of the final cadence. But despite the constant emphasis on IV, the chord does not entirely distort the song's relatively clear tonal structure. The chord receives its emphasis in various ways, but always gets to the dominant, apart from the final cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Returning to McMillin's notions of different temporal spaces in musical theatre and Lewis' notion of a strong correlation between surface-level harmonic events and temporal spaces, the recurring emphasis on the subdominant might be analyzed as opening a type of retrospective time. Certainly, Norma is pontificating on her past, but what the extensive subdominant emphasis reflects is the extent to which her past permeates her present. It acts, in other words, as a musical signal that Norma's present is so corroded by her obsession with the past that it has become a problem from which she cannot move forward, as reflected by how the subdominant overrides the forward-propelling impulses of the dominant by replacing the conventional V 7 chord with a IV chord over a dominant pedal. When combined with the repetitive nature of the song's form, essentially three repetitions of A, this is suggestive of a person suffering from repetitive thinking and an obsession with the past. Example 4 . Andrew Lloyd Webber, Sunset Boulevard , “As If We Never Said Goodbye,” mm. 1–14 (click to enlarge) Example 5 . Structural Analysis of the Antecedent in “As if We Never Said Goodbye,” mm. 1–14 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Like \"With One Look\" in Act I, Norma's major second-act song, \"As If We Never Said Goodbye,\" is also repetitive and features a strong subdominant influence. The song is an ode to Norma's past at Paramount Studios. At this point in the plot, Norma believes that she has been called in to star in a new movie, unaware that the director only wants to discuss renting her car for use in another movie. Norma traipses around the studio, reminiscing about how things are exactly as she remembers, and how she is elated to be returning to her world. She believes she is living out the fantasy that has so consumed her for many years.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] The refrain of \"As If We Never Said Goodbye\" is structured as a compound period; the antecedent, with harmonic analysis, is given in Example 4 . Most notable is the continuation portion of the phrase, which is centered around the subdominant, itself prolonged by its own subdominant. (18) My analysis in Example 5 suggests further that the prolonged subdominant is disruptive to the tonal structure of the phrase, specifically in how it supports the melodic pitch A ( 4 ˆ ) that initiates the continuation. This A acts as an incomplete neighbor note to the G ♯ of the descending Urlinie , and while an incomplete neighbor in itself is not remarkable, the length of time in which this particular neighbor note persists—nearly half of the phrase's fourteen measures—is arresting and gives the impression of harmonic stasis, as if Norma's reveries of the past have overtaken everything going on around her in her present. (19) Example 6 . Andrew Lloyd Webber, Sunset Boulevard , “As If We Never Said Goodbye,” link (click to enlarge)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] The consequent phrase essentially repeats the antecedent but with the normative PAC at the conclusion rather than a HC. The entire twenty-eight-measure compound period then repeats, with a second repetition delayed only by the short eight-measure link shown in Example 6 . Given the monumental size of the refrains, this link seems almost trepidatious by comparison and it achieves very little by way of contrast or tonal motion. It seems—based on the prominence of the G-sharp- and C-sharp-minor chords, iii and vi respectively in E major—that this link is attempting to effect a modulation: those chords could function beautifully as pivots to the key of the dominant, becoming the predominant vi and ii in B. Any sort of modulation, however, fails to materialize, and despite the grandeur of the moment, the chords ultimately end up functioning in the tonic key, first leading to V in E, then prolonging it. The dominant thus holds the music firmly in its tonal place: the prominent G ♯ and C ♯ chords really are iii and vi (two of the most tonally static chords). Norma's imagined future is merely a dream that will never be realized. Example 7 . Andrew Lloyd Webber, Sunset Boulevard , “As If We Never Said Goodbye,” mm. 95–105 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] Like \"With One Look,\" the end of \"As If We Never Said Goodbye\" also struggles to achieve complete closure, again owing to the influence of the subdominant. Example 7 shows the final measures of the song, which attempts to achieve a PAC in E major three times. The first time, a IV (add6) chord sounds over the dominant, and while the ninth and fourth above the bass do resolve to an octave and third respectively to create a V 7 chord, a deceptive cadence evades closure. A second attempt finds the same IV (add6) over the dominant pedal, but this time no resolution of the ninth and fourth occurs in the orchestra. While the vocal line does reach the D ♯ leading tone, it evades resolution by leaping up a sixth to B, and the harmony follows suit by introducing a D-natural into the subsequent tonic chord, signaling not I, but V 7 of IV. (20) Abandoning the melody of the song entirely, Norma makes one last effort to effect closure by repeating the cadential phrase from an earlier song (\"New Ways to Dream\"). Melodically this is more successful, reaching the desired tonic pitch, but the harmony again undermines this, resolving not immediately to I, but to a prolonged subdominant over the tonic, which only at the final measure then resolves to tonic.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] Again, these harmonic fluctuations towards the subdominant are not major challenges to theories of prolongational tonality. As the analyses above suggest, within the refrain the emphasis on IV is merely a prolongation of that chord, while the use of subdominant harmonies to obscure the final cadence occurs regularly in conventional tonality. In these cases, the interest lies in the extent to which the subdominant is inflected, and in the ways in which this emphasis seems to interrupt the harmonic flow of the music. Nonetheless, the music does not explicitly require a reimagined syntax, but rather, responds remarkably well to a conventional tonal interpretation, especially when paired with a hermeneutic analysis that explains why the subdominant is so emphasized.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] A counter-example from the same musical serves to reinforce this point. The song \"This Time Next Year\" from near the end of the first act is a chorus number in which several young members of the Hollywood workforce congregate on New Year's Eve and sing of their hopes that they will have found fame, wealth, or happiness in a year's time. In contrast to Norma's songs, the subdominant sees a much more restrained use here. Broadly speaking, the song is cast in a sort of AABA structure. In each of the refrains, the primary harmonic oscillation is between tonic and dominant, and the subdominant (as IV 7 ) only finds use as syntactical predominant (and in the final refrain this is replaced by a supertonic seventh chord). (21) Similarly, in the B section, the subdominant receives minimal use, appearing most prominently when Joe utters the line \"you remind me of me long ago, off the bus full of ignorant ambition.\" Given that this song is very much a forward-thinking song, the prevalence of the tonic-dominant oscillation and relative scarcity of the IV chord seems to suggest this more linear, progressive time than the more retrospective inflections of Norma's solo numbers. IV. Miss Saigon",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Temporality is a subject that is both integral to, and very freely treated in, the narrative of Miss Saigon . It is a subject of trepidation that even the creators of the show felt when constructing the narrative, fearing that the number of temporal leaps forward and backward in time throughout would challenge audiences ( Vemette 2006 , 86–7). There are two large temporal leaps in the show. The first leap occurs halfway through Act I where time jumps forward from immediately prior to the fall of Saigon to three years in the future. The second occurs between Act I and Act II. There are also flashback scenes, including a scene in Act II that returns years earlier to the fall of Saigon during the war, which shows how the main characters came to be separated. This conflict of temporal spaces plays an important role in the song \"I'd Give my Life for You\" at the end of Act I. As Kim, a Vietnamese prostitute, and her son, Tam, attempt to find a way to America where they can find Tam's father, Chris, Kim vows that her son will have the best life he can, and she will die for him if she must. Kim is trapped in the present between her love for someone from her past—Chris—and the future that she vows she will provide for her son. Kim's journey is in this way an inversion of the more typical per aspera ad astra narrative: her happiness exists in the past, not the future, and she moves through adversity towards her own death, though she does so in order to provide a chance for her son to live his life. Because Kim is driven by a desire for a brighter future for her son, her lapses into retrospective time are fewer and less damaging than Norma's almost neurotic obsession with the past in Sunset Boulevard . In this sense, Kim's nostalgia is generally relegated to brief, yet powerful moments of reflection, which are contrasted by her strong will and commitment to seeing her son safe. Where Norma's nostalgic state was inflected by an almost incessant corrosion of the tonal structure by the subdominant, Kim's reflections in this song are cast in a more structural manner that initially interrupt, but are ultimately subsumed into, the progressive-time tonal structure of the song. It is this contrast between moving forward and reflecting backward, and how that is depicted musically, that I wish to engage with in my analysis of the song.",
                "footnotes": [],
                "citations": [
                    "vemette_2006"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] The song's large-scale form is rondo-like, alternating between the refrains in which Kim promises to give her life, if necessary, to provide for Tam, and contrasting episodes in which she ruminates on the past. The refrains each resemble the type of tonal structuring that is most often referred to as \"directional tonality.\" Deborah Stein's description of this process, in her study of extensions of tonality in Hugo Wolf's Lieder , remains one of the most lucid elaborations on the topic: One key functions as an opening tonality; and after the first key is clearly established as a tonic, a transformation occurs whereby the initial tonic becomes a nontonic function within a second tonality. The piece then concludes in the second key. The ultimate effect of directional tonality is twofold: first, the original tonality loses its identity as a tonal focus in deference to the second tonality; and second, the piece is heard as beginning and ending in two different keys. ( 1985 , 143) Though she notes the distinctions can often be subtle, Stein suggests a number of criteria for differentiating directional tonality from works that are monotonal but simply begin off-tonic. Most important for the present study are her requirements that \"the opening tonality must be adequately defined as a tonic,\"\tand \"the functional transformation itself must involve a change from tonic to nontonic, to distinguish that process from simple reinterpretation, where the function of a harmony is merely reconsidered\" (144). Example 8 . Claude-Michel Schönberg, Miss Saigon , “I’d Give My Life for You,” mm. 6–13 (click to enlarge) Example 9 . Structural Analysis of “I’d Give My Life for You,” mm. 6–13 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "stein_1985"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] The music for the first refrain is given in Example 8 . The phrase begins unambiguously in B-flat major, which is prolonged through the first three measures, as shown at the outset of Example 9 . While the cadential motion towards G minor in m. 4 might be initially described as a tonicization of vi in B ♭ , observing the fuller context of what follows suggests that G minor becomes the key of the phrase. While a return to the B ♭ tonality might seem like an initial assumption for the fifth measure, the shift from A-natural to A ♭ in the upper voices creates a minor-seventh chord that divests F of the dominant function it had in the opening measures, suggesting that it operates instead as the supertonic of E ♭ , which is given local emphasis through tonicization. E ♭ 's relationship to the larger tonal center suggests that this is a prolongation of the submediant in G minor, a deeper-level expansion that neighbors the cadential dominant in the penultimate measure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] The conflict between B ♭ and G plays out melodically as well: while the upper voice I have suggested fits well into the larger-scale G-minor structure over the course of the entire phrase, there is simultaneously a more localized melodic descent from 3 ˆ to 1 ˆ in B ♭ in the antecedent. Taking the upper-voice's B ♭ allusions in tandem with the initial harmonic implications of the phrase suggests that some sort of tonal salience should be accorded to B ♭ , rather than merely treating it as a lower-level prolongation within G minor (i.e., only taking the lower line of the harmonic analysis in Example 9). This suggests that this phrase is, at the local-level, directional in its tonality: B ♭ initially takes on the tonic role, but is usurped by G prior to the points of cadential articulation. As such, my analysis accords B ♭ a status of perceptual tonic at the outset of the refrain, but also treats this opening as retrospectively losing that tonic function, and becoming an expression of mediant function in G minor on a deeper level. (22) A concise way of expressing the nuances of the tonalities in the first refrain, which I will adopt in this paper for the other refrains as well, is ( B ♭ )–g, which shows that the initial key might be understood as having a level of salience beyond merely being subsumed into the key of cadential closure. (23) Example 10 . Claude-Michel Schönberg, Miss Saigon , “I’d Give My Life for You,” mm. 22–31 (click to enlarge and see the rest) Example 11 . Structural Analysis of “I’d Give My Life for You,” mm. 22–31 (click to enlarge)",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] While the space given over to establishing the tonality of the first refrain may seem to veer away from my overall point about the subdominant, establishing the tonality of the refrain is important for discussing key relationships moving forward. Where the refrains can be understood to exhibit directional tonality, the tonality in the first episode is monotonal in its orientation. Shown in Example 10 , this episode is firmly in the key of C minor, the subdominant, as illustrated in Example 11 . That the episode's text is highly nostalgic in nature, as Kim reminisces about her past and Chris, suggests similarities with the previously described use of the subdominant to invoke a past tense or nostalgic effect. While the subdominant is the structural basis for the episode, its prolongation is a result of sequential harmony rather than tonal progress. Apart from a brief introductory neighbor progression, the harmony prolonging C in the first part of the episode comprises an ascending second sequence, which is then enlarged and elaborated. Sequences, of course, are often understood as creating an arrest of tonal motion. In this regard the upper voice in this section reinforces this tonal stasis, since it remains on G throughout with no teleological motion directed towards a cadential goal. These musical details suggest a shift in the tonality from the progressive narrative time of the future-oriented refrains, into a more lyric, retrospective time that reflects a cessation of forward momentum that parallels the way time comes to a temporary halt as Kim looks to her past. Example 12 . Claude-Michel Schönberg, Miss Saigon , “I’d Give My Life for You,” mm. 40–50 (click to enlarge and see the rest) Example 13 . Structural Analysis of “I’d Give My Life for You,” mm. 40–50 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] A similar inflection of the subdominant occurs in the second episode, shown in Example 12 . Kim sings \"Sometimes I wake up, reaching for him. I feel his shadow brush my head, but there's just moonlight on my bed.\" Again, these words suggest a cessation of progressive time and a return to retrospective time. Here the music shifts into the key of F major, but in a manner similar to \"A Sentimental Man\" it is a somewhat ambiguous F major. As the analysis of the section given in Example 13 shows, this section begins off-tonic on a subdominant B ♭ chord. Given the previously discussed tonic-rhetoric of sectional openings, the initial assumption is that B ♭ , not F, might be the local tonic of the C section. Unlike the song from Wicked , however, there is a marked absence of any variety of 7 ˆ (either E ♭ or E ♮ ) in the first three measures of this C section. When it finally appears in m. 43, it is E-natural and functions as part of a V 7 –I progression in F. The addition of a passing minor seventh then transforms the tonic chord in m. 43 into V 7 of the subdominant B ♭ , which begins the second phrase, as it did the first (albeit in the minor mode this time). Measures 46 and 47 then articulate a cadence in F major, confirming, again, that F is tonic. As was the case in the previous episode, the upper voice in this episode also remains mostly static, this time on F ( 1 ˆ ), again suggesting a cessation of forward temporal motion accompanying the shift into the subdominant region. This F is then reinterpreted as ♭ VII of G, and functions by unfolding to the dominant in mm. 48–49 via an applied ii–V of D. We might see a type of hermeneutic slip in this resolution of F. If bVII is understood, at least initially, as IV/IV, it presents an initial subdominant connotation: Kim begins the passage describing how she sometimes wakes up having dreamt of her past with Chris and thinking that he is there with her. (24) But as this section concludes, the lyrics pull us back into the present as Kim articulates \"then by my side the truth I see, his little one, God's of the sun, bring him to me.\" It is at this moment, when Kim pulls herself out of the past and into the present, that what might have initially been IV/IV is reinterpreted as ♭ VII: it becomes functionally dominant-oriented when it unfolds to V, which underscores the shift from retrospective time back to progressive time. (25)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] From this point forward Kim no longer allows herself to wallow in the past, and the song continues its general trend of expressing directional and forward-propelling harmony. When the D harmony returns immediately prior to the final refrain it has undergone transformation: it was initially stated as part of the (F)-d tonality of the second refrain (which I did not discuss), appearing in minor; its dominant function at m. 49 is clarified through the raised chordal third and the addition of a minor seventh, creating the conventional major-minor seventh sonority associated with dominant function. This dominant acts almost identically to the retransitional dominant often found at the end of developmental or contrasting episodes in common-practice tonal structure and heralds the return of the refrain, this time in a (G)–e tonality. Owing to the directional nature of the tonal trajectory of the refrains, there are two different ways that we might understand how this last refrain fits into the tonal structure of the piece, depending on the level of self-sustainability one accords the initial key of each refrain. Example 14a . Analysis of Tonal Structure in “I’d Give My Life for You” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The first way is to understand the unfolding G major (and thereby the upper-third keys in each of the previous refrains) as expressing a level of independence from the minor key to which it eventually succumbs. In this analysis, shown in Example 14a , when G major appears at the outset of the final refrain, despite the directional nature of the refrain that has occurred twice before, there is a brief moment where it seems that this song might be understood as projecting the type of minor-to-major tonal trajectory often thought of as a musical per aspera ad astra narrative. Hepokoski and Darcy describe this type of musical narrative elegantly, writing: If we understand sonata form as a metaphor for an idealized but nonspecific human action, minor-mode sonatas provide the means by which an initially negative state (the minor mode) is acted upon in order to seek to overturn it by means of major-mode assertion . . . even though that quest might be unsuccessful. (26) ( 2006 , 306–7) This type of tonal model is also worth engaging, at least dialogically, in this analysis: if understood as a large-scale prolongation of G, the minor-mode implications are overcome by this point in the song, leading to G major. But this achievement is bitterly overturned by the directional nature of the refrains, as G loses its tonic status to E minor, the key into which the major-mode tonality collapses, and in which it concludes. Example 14b . Alternate Analysis of Tonal Structure in “I’d Give my Life for You” (click to enlarge)",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] A slightly different analysis sees the upper-third keys as being less independent. In this analysis, shown in Example 14b , the upper-third keys are subsumed into the tonality of the minor keys on a deeper level of structure, and thus a tonal structure of G minor: i–iv–V– ♮ vi emerges. While this could still be perceived as an example of directional tonality, because the song ends in a key different from the one in which it began, it is also possible to view a deeper-level monotonal structure that ends on the submediant, creating a parallelism with the directional tonality found in the refrains, but on a larger level. Indeed, this descending minor-third plunge from a major key into its relative minor seems to be a motif of this song, occurring at the near-surface level in the refrain as a tonicization of vi in the initial key, on a deeper level as the directional motion from the initial key in a refrain to the second key (i.e., B ♭ –g in the first refrain), and as the tonal motion of the song's overall tonal structure. (27)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] While the tonic and dominant tonalities of the refrains are somewhat hazy in their stability owing to the directional nature of their harmonic processes, the tonal center of the first episode, and to a certain extent the second, are relatively clear by comparison. This suggests that while the present and future are unstable and unhappy for Kim, she finds solace and refuge in her past. And indeed, it is her attempts to find Chris and resume their relationship that drives the plot of the musical. But from this point forward, Kim is more future-focused and no longer wallows in the past, but does what she must to find Chris and secure the life she dreams of for her son.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] As such, the subdominant plays a far more subdued role in the second act. While it still presents itself at certain moments, such as when Chris's friend John recognizes Kim, or when Chris's wife Ellen reflects on how Kim is real despite her attempts to relegate Kim to a fiction, these are fewer and far less pronounced. Most importantly, the ending of the musical prominently features the subdominant. Inverting the major-to-minor descending-third trajectory of \"I'd Give my Life for You,\" the larger-scale structure of the finale moves from A minor, through a brief intermediary B ♭ , to C major, as Chris and Kim reconnect one last time before she dies. The B-flat major section reaches its dominant, F, which resolves as IV of C. The orchestra then reprises \"Sun and Moon,\" the song Chris and Kim first sang together, before coming to a pause on IV, where Kim intones the line they sang to each other so many years earlier—\"how in one night have we come so far?\"—before she dies. The orchestral conclusion then repeats the IV chord, resolving it to tonic with a ♭ 7 ˆ – 1 ˆ upper voice as the curtain falls.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] As mentioned at the outset of my discussion of Miss Saigon , Kim's flights of nostalgia are markedly different from Norma's. Kim's subdominant past is generally marked by deeper-level structural shifts into subdominant or subdominant-related keys that eventually reintegrate themselves within a deeper-level tonal structure, which suggests that, despite these reminiscent episodes, Kim maintains the ability to progress forward towards her goals after finding some solace in retrospective time. Conversely, Norma's subdominant past is projected as a more caustic inflection of the subdominant on the musical surface, influencing the ending of the song by suppressing the leading tone, which might be seen as a reflection of both her inability to escape her obsession with her past and her break from reality. The influence of the subdominant in both cases, however, is undeniable, despite the differences in the ways in which it is realized. V. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Certainly not every subdominant chord needs to, nor should, be understood as a hermeneutic signal for the past. Sometimes they are just syntactic predominant chords. But exceptional uses of the subdominant—those that either interrupt the tonal flow of a piece or create a sense of ambiguous tonality as a means of invoking or underscoring the past tense—seems to be a topic worth exploring as an alternative to a purely syntactic understanding. These uses occur often enough and across a broad stylistic spectrum (nineteenth-century art song, opera, and piano music, and various subgenres of contemporary pop), especially in genres where the harmonic syntax resides in that grey area between common-practice tonality and more popular idioms that do not entirely adhere to the conventions of common-practice tonality.  As I suggested in the introduction, this grey area is one that musical theatre often occupies. To reiterate Swain's comment cited near the outset of this article, \"this style made expressive use of chromaticism and of the systematic delay of the cadence,\" and it is these features that make musical theatre—despite its obvious eclecticism in terms of style and genre—a particularly effective subgenre for exploring the ways in which the lens of prolongational tonality can illuminate interesting aspects of the tonal structure and harmonic syntax without breaking from tonality entirely. (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Indeed, rather than seeing an entirely new syntactic understanding for popular music as an imperative, investigating the ways in which popular music diverges from common-practice conventions in a dialogic manner may be an equally fruitful endeavor. For instance, when Doll ( 2017 , 36) writes that \"a subdominant is a subdominant whether its 6 predicts 5, or 1, or 6, or 3 or any other scale degree thought to be featured in the predicted tonic,\" this does not, of course, prevent one from noting that there exists a sense of ambiguity if the fundamental tonal motion of ♭ 6 ˆ resolving to 5 ˆ fails to coalesce. (29) Instead, I find it valuable to discuss what sort of impression these less-conventional discharges impart into the music, rather than generalizing them under an \"anything goes\" schema. Especially in relation to musical theatre (though applicable to most pop songs that contain text, and thus some sort of dramatic element), it seems more intriguing to discuss how certain dramatic effects are created through the retention of or dissociation from the expectations imparted to us from common-practice tonal processes. (30)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": [
                    "doll_2017"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] Approaching certain types of pop harmony (mostly those styles that share a proximity to the conventions of common-practice prolongational tonality) as an extension of common-practice norms can be realized in other ways as well. My focus on the hermeneutic role of the subdominant explored in this paper is only one of many types of analytic perspectives from the study of common-practice tonality that could find applicability in pop music. Approaches rooted in the late nineteenth-century repertoire especially seem to offer promise. Theories such as tonal pairing discussed by Stein ( 1985 ) in relation to the Lieder of Hugo Wolf, Harald Krebs ( 1996 , 17–33) in relation to Schubert's Lieder , or William Kinderman ( 1980 , 101–112) in relation to Wagner's operas, have, for instance, been adopted recently in the study of rock music. (31) Although only discussed briefly in this paper, the notion of directional tonality developed by Robert Bailey ( 1985 ) and Patrick McCreless ( 1982 ), as well as by Stein, also can serve to help explain certain tonal shifts in popular music. Again, because each of these approaches was conceived in relation to music that is generally dramatic and contains a text ( Lied , opera ), they are approaches that work remarkably well in helping to navigate the analysis of musical theatre, but could be equally applicable to other texted genres of popular music as well.",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "stein_1985",
                    "krebs_1996",
                    "kinderman_1980",
                    "bailey_1985",
                    "mccreless_1982"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] While no paper can offer a comprehensive account of the entirety of a genre of music, my hope is that this foray into the proximity between musical theatre, common-practice tonality, and tonal hermeneutics has provided a look at one of the ways in which the study of these two repertoires might benefit each other. I believe this approach offers a glimpse into other possible avenues of inquiry. One might, as John Snelson ( 2004 , 170–81) does in his book on Andrew Lloyd Webber, investigate through analysis the ways in which a composer parodies nineteenth-century works, and what changes are made in order to make the original function as a more contemporary pop tune. This approach could also see analysis used more frequently in arguments regarding plagiarism, a type of forensic musicology that has been employed in a number of recent copyright infringement lawsuits. (32) One might also find ways of incorporating this music into the classroom, as the relatively unambiguous tonal and structural processes could make introducing a specific theoretic topic clearer and more accessible. The benefits of analyzing musical theatre exist in a plethora of possible applications beyond analysis, and recognizing the intersection between musical theatre and its late nineteenth-century predecessors provides ample room to explore these relationships further.",
                "footnotes": [
                    "FN32"
                ],
                "citations": [
                    "snelson_2004"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.2.hutchinson.html",
    "data": "mto/data/mto.20.26.2.hutchinson.json"
}