{
    "title": "Prompting Performance: Text, Script, and Analysis in Bryn Harrison’s\n\t\t<i>être-temps</i>",
    "date": "2005/03/01",
    "volume": "11",
    "issue": "1",
    "authors": [
        "Cook, Nicholas"
    ],
    "abstract": "Taking as its focus a piano solo work by the British composer Bryn Harrison, this article focuses on the manner in which complex rhythmic notation functions not (or not simply) to specify a sound object, but to prompt a performative interaction between pianist and score—an interaction that needs to be renewed on each occasion of performance. It is based on documentation of the first performance, given by Philip Thomas, including recorded rehearsals and interviews with both composer and pianist.",
    "keywords": [
        "analysis",
        "performance",
        "notation"
    ],
    "doi": "",
    "received": "January 2005",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.1/mto.05.11.1.cook.PDF",
    "author_info": [
        {
            "name": "Nicholas Cook",
            "university": "Department of Music",
            "address": "Royal Holloway, University of London, Egham, Surrey TW20 0EX, UK",
            "email": "nicholas.cook@rhul.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. “Making Music Together, or Improvisation and its \nOthers,” The Source: Challenging Jazz Criticism 1 (2004), 5–25.",
            "citations": []
        },
        "FN2": {
            "text": "2. Ingrid Monson, Saying Something: Jazz Improvisation \nand Interaction (Chicago: Chicago University Press, 1996), 74.",
            "citations": []
        },
        "FN3": {
            "text": "3. Alfred Schutz, “Making Music Together: A Study in Social Relationship,” in Arvid Brodersen (ed.), Alfred Schutz: Collected Papers II: Studies in Social \nTheory (The Hague: Nijhoff, 1964), 177.",
            "citations": []
        },
        "FN4": {
            "text": "4. Monson, 141–3.",
            "citations": []
        },
        "FN5": {
            "text": "5. John Potter, Vocal Authority: Singing Style and \nIdeology (Cambridge: Cambridge University Press, 1998), 178–82.",
            "citations": []
        },
        "FN6": {
            "text": "6. Monson, 186.",
            "citations": []
        },
        "FN7": {
            "text": "7. “Between Process and Product: Music and/as Performance,” Music Theory Online 7.2 (2001).",
            "citations": []
        },
        "FN8": {
            "text": "8. Eric Clarke, Nicholas Cook, Bryn Harrison, and Philip \nThomas, “Interpretation and Performance in Bryn Harison's être-temps ” ( Musicae Scientiae , \nforthcoming), on which the following draws; I am grateful to my co-authors and \nto Irène Deliege for permitting me to reproduce materials from this publication.",
            "citations": []
        },
        "FN9": {
            "text": "9. Quoted in Paul Berliner, Thinking in Jazz: The \nInfinite Art of Improvisation (Chicago: University of Chicago Press, 1994), \n192.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I take as my starting point an argument that I’ve made in \nanother article: (1) that you can’t draw a categorical distinction between the \nkind of improvisation found in jazz and the kind of performance “of” \npre-existing scores characteristic of the Western “art” tradition. The impetus \nto make this kind of categorical distinction comes from the literature of jazz, \nperhaps as a result of critics and musicologists who seek to construct their own \ncultural identity in opposition to the perceived hegemony of thinking associated \nwith the Western “art” tradition. (Move outside academia and that might seem an \nabsurd contention in relation to the actual hegemony of popular musics, but that \nwould be a third article).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] I can focus what is at issue through two diametrically opposed quotes. On \nthe one hand, Ingrid Monson writes that “meaningful theorizing about jazz \nimprovisation at the level of the ensemble must take the interactive, \ncollaborative context of musical invention as a point of departure. This context \nhas no parallel in the musical practice of Western classical composers of the \ncommon practice period”. (2) On the other hand, Alfred Schutz writes that “there \nis no difference in principle between the performance of a string quartet and \nthe improvisations at a jam session of accomplished jazz players”. (3) Reconciliation is impossible; the standoff could hardly be more complete.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In the original paper I referred to, I pursued a circuitous route that took in, \namong other things, ideological issues relating to orality as against literacy \nthat boil down to something close to racial essentialism. I’m not going to open \nthat can of worms now, and will instead move directly to a very simple \ndemonstration of why I don’t think Monsons distinction between jazz and ‘the \nmusical practice of Western classical composers of the common practice period’ \nstands up. All I need do is juxtapose two passages by musicians who combine an \nacademic career with a high level of performance accomplishment. The first is \nfrom Monson herself (she plays jazz trumpet): she writes of a particular moment \nin the Jaki Byard Quartet’s recording of “Bass-ment Blues” that Dawson anticipates and reinforces Tucker’s continuing triplet \n\trhythms in measures 5 and 6 by playing a triplet-based fill between the \n\tsnare, tom-toms and bass drum . . . . [Dawson] reinforces the flow of triplet \n\teighths in the solo bass line . . . his accentuation on the snare articulates \n\ta quarter-note triplet against this flow that pushes towards completion on \n\tbeat 3 of this measure. Dawson could not have known for sure whether Tucker \n\twould continue with eighth notes in measure 6 but correctly anticipated that \n\the would . . . . While Dawson’s decision to play triplets in measure 6 might be \n\tpredicted in a syntactic sense . . . there is \nnothing that could have predicted the exact choices made by these individual \nmusicians. Such spontaneous, fortuitous moments of coming together or hooking up \nare highly prized by musicians. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] And now compare John Potter’s (1998: 178–82) account of singing a passage \nfrom Antoine Brumel’s Missa Victimae Paschali : The superius and bassus enter together but have to negotiate the \n\ttempo, since there is no movement on the second beat. This immediately means \n\tthat the two singers are in very close aural contact with one another. The \n\taltus imitates the superius half a bar later, so he has to have been in \n\tsimilarly close contact with the superius, who has been giving him the \n\tmusic. At the end of bar 1 for a brief instant the three singers sound a G, \n\tan A and a B flat simultaneously. It is only a passing moment but it creates \n\ta moment of acute pleasure that they may wish to prolong . . . . There is a high \n\tdegree of mutual trust as the scales rise and fall . . . . [T]he voices are setting up patterns of tension and relaxation, \nacutely conscious of each other, both seeking to accommodate each other’s \ndesires and to satisfy themselves. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] And whereas Potter isn’t talking about music of the common practice period, \nthe sort of approach he is putting forward is just as applicable to, say, a \nMozart quartet. What happens in the performance of music like this? The players \nmay well play the notes exactly as Mozart wrote them. And yet they don’t play \nthem exactly as Mozart wrote them, because every note in the score is subject to \nthe contextual negotiation of intonation, precise dynamic value, articulation, \ntimbral quality, and so forth. For example, the performers stay in time not \nbecause each accommodates his or her playing to an external beat (as when studio \nmusicians record to a click track), but because each is continuously listening \nto the others, accommodating his or her timing to the others’, giving rise to a \nshared, communal temporality. This kind of social interaction takes place in the \ninterstices of the score, in the zones of indeterminacy incorporated within it: \neither because the notation doesn’t specify something at all (timbre, for \nexample, beyond the specification of the instrument), or because the score \nsupplies a categorical value that isn’t intended for literal execution but \ninstead needs to be negotiated and refined in performance. Monson argues for an \nunderstanding of musical structure that has “as one of its central functions the \nconstruction of social context”. (6) She is thinking of jazz, but any Mozart \nquartet embodies this: the score choreographs a series of ongoing social \nengagements between players, setting up a shared framework or goal (a shared \nmission, if you like) but delegating detailed decisions to be made in real time \nby the relevant individuals in light of local conditions—to be improvised, in \nshort, as so much in everyday life is. A Mozart quartet is not just a \nrepresentation but an enaction of community.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] I have argued elsewhere (7) that there is a mismatch between the everyday \npractices of musical culture and the composition-centered, which is also to say \nscore-centered, ways in which musicologists represent that culture, and I don’t \nwant to repeat those arguments here. In brief, the principal source of this \norientation towards the written text lies in the origins of musicology within \nthe nineteenth-century project of nationalist philology; this gave rise to the \nidea that meaning is inherent in the text, so that performing it becomes an act \nof reproduction, something essentially peripheral to musical culture (in the \nsame way that reading aloud is seen as peripheral to literary culture). A \nfurther formative influence on musicology was the cult of the composer that \nbegan in Beethoven’s lifetime and reached a climax around a century later. The \nidea of the musical text that results from this is rather different, in that it \nis seen as a vehicle for the composer’s voice, so that the performer’s job \nbecomes less one of reproducing the text than of conforming to the intentions \nbehind the text; on this model, meaning may not be inherent in the text—but it \nis still predefined, so that performance remains a matter of getting it right, \nof adequacy, rather than of contributing in a fundamentally creative manner to \nthe generation of musical meaning in real time. But having said this, we don’t \nreally believe that performance is such a banal activity as this would suggest. \nThere is, that’s to say, a mismatch between what we believe and the conceptual \napparatus at hand for expressing those beliefs. Example 1 . Bryn Harrison, être-temps , page 4 (mm. 70–84) (click to enlarge and listen)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Yet the score of Bryn Harrison’s être-temps might look like a vindication \nof the “performance as reproduction” paradigm. On the fourth page, for example \n( Example 1 ), there are two broadly similar passages ending in a trill, and Harrison \nemploys a device borrowed from Morton Feldman: the same pattern of irregular \ntime signatures appears on each system within a page (the next page is \ncompletely different). What is basically happening is that the same musical \nmaterial is being passed through different metrical grids, or more precisely \nit's being passed through the same metrical grids but offset. That means that \nthe composer has to look for a different pattern of rhythmic approximations each \ntime the material appears, as it were presenting it from a different metrical \nperspective, so that as Harrison puts it “I think what you . . . get in a good \nperformance is a sense of this spatial contraction and expansion and things \ngoing softly against each other”.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The outcome of this process is a forbiddingly complex notation full of \nnested irrational relationships: in this respect it looks like something from \nFinnissy or Ferneyhough. And if you are going to use such complex rhythmic \nnotation to represent your music, it stands to reason that you want it to be \nvery accurately performed: after all, if it isn’t exactly this rhythmic \nexecution that you are after, then what possible justification can there be for \nusing so challenging a notation, as against for example using a space-time \nnotation? That, it would appear, is what Harrison meant by a “good performance”, \nas you can see if I provide more of the passage I have just quoted: BRYN HARRISON: Obviously I’d like to think of the player as aiming \n\tfor as much rhythmic precision as possible, and in fact although I’d have to \n\tgo over and really work out those figurations myself to know just exactly \n\thow accurate that is, I think what you . . . get in a good performance is a sense of this \nspatial contraction and expansion and things going softly against each \nother.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Of course, the suspicion to which such notations have given rise ever since \nStockhausen’s Klavierstücke I–IV is that nobody does perform them \naccurately, and that they serve at most to deconstruct sedimented patterns of \neye-hand interaction, perhaps resulting in performances that have an \nimprovisatory feel hard to create otherwise. As a matter of fact, however, \nPhilip Thomas’s performances were remarkably accurate in terms of durational \nrealization. At this point I should explain the nature of the project on which \nI’m now drawing, which was a collaboration between Bryn Harrison, Philip Thomas, \nEric Clarke, and myself. Thomas, a pianist based in Sheffield who specializes in \ncontemporary music, commissioned être-temps for a series of concerts in which \nhe was also playing music by Morton Feldman. Both acoustic and MIDI recordings \nwere made of the rehearsals and the first public performance (Thomas was playing \na Yamaha Disklavier grand), and in addition Clarke interviewed both Thomas and \nHarrison shortly after the first performance. In addition we recorded a \nrun-through early in the rehearsal process in which Thomas and Harrison worked \ntogether. The quotations I use in this paper come from these various sources, \nplus the contributions of each of the collaborators to a forthcoming article. (8) Figure 1 . Timing profile for mm. 70–73, treated as a single composite (click to enlarge) Sound Example 1",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Clarke analyzed the MIDI data of various passages from être-temps in order \nto measure the extent to which Thomas’ playing actually corresponded to the \nspecifications of the score. Of course, it’s not entirely obvious what the best \nway to measure this might be, given the textural as well as rhythmic complexity \nof the music, with what are notated as three interlocking lines—though the \neffect isn’t of three independent lines but rather of a more homogeneous, \nrippling texture. Clarke’s first approach, as you might expect, was to measure \nhow accurately each note was timed, treating the texture as a single, composite \nseries of attacks: Figure 1 < shows the data for the top line of page 4 (measures 70–73), \nwith the open circles showing the notated values, and the filled-in ones the \nperformed ones. (Thomas’s performance of the whole of this page at the premiere \nis reproduced as Sound Example 1 .) Without going into details, the overall \ndurational profile is reproduced reasonably accurately, but there is little \ncorrespondence in terms of rhythmic detail; that would be compatible with the \ncynical view of notational complexity I put forward in the previous paragraph.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] However this approach doesn’t correspond to the way in which Thomas \nactually learnt the piece. In his article contribution, he says of this passage: Each of the three lines has its own internal energy, which is difficult to \nsustain throughout its duration. I felt that the only way to learn this was to \nget to know each line on its own, and then in pairs before putting them all \ntogether, much like Bach counterpoint. In order to ascertain the degree to which \na note in one voice occurred very soon after or just quite soon after another \nvoice I would in some cases have to calculate the relationships to the nearest \nhundredth of a second to be sure of the correct order, and temporal proximity, \nof the events. When putting everything together I would then find points that I \ncould identify as markers, such as a downbeat in one voice which the other \nvoices could respond to, always trying to hear the individual energy of each \nline as learned on its own. Figure 2 . Timing profile for mm. 70–84, lowest voice only (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] So Clarke now looked at the timing profile of each individual line, instead \nof measuring it across the composite texture ( Figure 2 ). This graph shows the \ndata for just the lowest voice across the whole of page 4, and—again without \ngoing into details—you can see that this time there is a much closer fit, and \nthe same applied to the other lines too. In terms of how Thomas conceived and operationalized the music, then, his performance was extremely accurate, and in \nfact was so almost from the beginning of the rehearsal process; as Clarke \ncomments in the article, “This then is powerful evidence for the rhythmic \nintegrity of the three individual voices, and their very close relationship with \nthe rhythmic notation of the score.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] So far, then, it might seem that the idea of performance as reproduction is \nvindicated: even in music as complexly notated as this, the performance \ncorresponds as closely to the score as it would be reasonable to expect, and \nThomas’ account of how he learnt the piece—practicing each line separately \nbefore putting them together, even using a calculator to work out the exact \nrelationships between them—might well suggest that accurate rendition, in a \nword reproduction, was his aim. In fact, if anything, Thomas seems to \nunderestimate the accuracy of his performance, as came out in an exchange \nbetween him and Clarke (they were talking about a passage on page 6 of être-temps ): ERIC CLARKE: But God, I mean it’s, does he really want it so, I mean, you \n\tknow, like the second bar of page 6, you’ve got a 3 in the time of 2, within \n\ta 6 in the time of 5, within a 5/16 bar . . . PHILIP THOMAS: Oh, but that’s not complicated, really, that’s, forget the \nsix in the space of five, so if you played it without the six in the space of \nfive it would be [sings], and six in the space of five simply means it’s a \nlittle bit faster, so those two bars would be [sings], you just simply nudge the \nbeat on a bit faster . . . . I mean it’s correct as I, I mean, hearing it on the Disklavier, \n\tif someone was going to really meticulously see the timings of that, then it \n\twould be different every time. I’m not going to be, it’s not going to be \n\texact . . . . I hope no one listens to music really hearing things as they are, \n\t6 in the space of 5 . . . . It’s just a notational device which encourages me to \n\tjust move on a little bit here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] That final comment indicates that, for all the accuracy which he actually \nachieved in performance, Thomas thought of the notation less as the \nspecification of a sound object than as a stimulus to the performer to respond \nin a musically meaningful way. Indeed he came back to this several times in the \ninterview: PHILIP THOMAS: This is a classic kind of notational device to prompt the \n\tperformer to respond in ways which will always keep it floating and never \n\trooted in anything, always keep it changing . . . . It’s not highly calculated \n\tstuff, it’s more a way of just inspiring the performer to do certain kinds \n\tof things, and hopefully the listeners won’t be thinking about how is that \n\tnotated too much, you know, as you say, it’s just this constantly \n\tfluctuating, it’s a wash of sound, the same notes the whole time, just the \n\tpedal down, I think it’s very beautiful.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] But the most revealing statement came in the run-through with Thomas and \nHarrison. Thomas had just played the same passage that he and Clarke had \ndiscussed at the interview, and the following exchange took place: PHILIP THOMAS: How does it feel the last section, when it’s more \n\tcomplicated rhythm between the two hands? BRYN HARRISON: You can feel the change from something that is in one metre \n\tto two, definitely, you get a slight feeling of acceleration as well, which \n\tis nice. PHILIP THOMAS: Do you think it’s accurate? I think I’m pretty accurate. BRYN HARRISON: As far as I can tell, I’m struggling to tell . . . . PHILIP THOMAS: You kind of do it so much, I’ve practised it, and then you \nget used to it, and it gets compromised again, so I’ve got to keep kicking \nmyself in the arse to kind of take it apart again, I think that’s the problem, \nI’ve got to keep unraveling it. BRYN HARRISON: Otherwise you get used to the sound and keep imitating \n\tyourself in a slightly inaccurate way really.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Performance, then, as Thomas conceives and practices it, isn’t a matter of \nreproducing an overlearnt series of actions, however accurately. Rather, it \nconsists of an interpretive engagement with the notation that can only be done \nin real time, that has to be enacted afresh on each occasion of performance—and \nit is here that I come back to the hidden social dimension of solo performance \nthat I talked about, for this engagement with the notation is a two-way process, \na process of interaction, a vehicle through which performance acquires the \nquality that Lonnie Hillyer ascribed to jazz improvisation when he spoke of it as \n“really like a guy having a conversation with himself” (9) . And as Thomas sees \nit, the result of this real-time interaction is the generation of a kind of \nenergy which wouldn’t otherwise be there. This is how he explains it in the \njoint article: As I devise a strategy for counting, a certain energy is created in my \n\tmind which impacts upon the articulation of the gestures. Page 5, for \n\texample, consists very simply of the same three-note cluster repeated at \n\tdifferent dynamics, with slightly different durations, and positioned \n\tirregularly throughout the page. The complexity of the counting needed to \n\tmeasure accurately the lengths of the intervening rests is, of course, \n\tunheard by the listener; but the impact of that counting upon the \n\tarticulation of the cluster across time is such that each sound has its own \n\tenergy. If Bryn had notated this using either a simpler rhythmic strategy, \n\tor space-time notation, that energy would, I suggest, be noticeably lacking.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The result is that in terms of human activity there is a real difference \nbetween performing and, so to speak, merely imitating the sound that performance \nmakes. This is something that Thomas spelled out in his interview, too, in \nconnection with the idea that you can perform Ferneyhough’s music by reducing \nthe rhythms to a simpler metrical framework which can then be subjected to \nnuance, so reproducing more or less the effect of the original notation: This \nkind of simplified transcription, Thomas complained, suggests that the original \nnotation is needlessly complex—“and it is a completely ridiculous notion”, he \nadded, “because it’s as if rhythmic notation affects duration alone, but of \ncourse it doesn’t”. In this way the transcription “would sound entirely \ndifferent from what Ferneyhough had written, the effect would be completely \ndifferent”.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The extent to which this difference—the difference in energy that Thomas \nspoke of—actually communicates itself to listeners is a question that could \nonly be settled by further empirical work. But I hope I have said enough to \nestablish the general point I wanted to make. We have here the kind of music \nthat, with its abstract, mathematical notation, might be thought most amenable \nto the paradigm of performance as reproduction, and analysis of the MIDI \nrecordings shows that accuracy of reproduction is achieved to a remarkably high \ndegree. And yet, at the same time, an ethnographical approach reveals a quite \ndifferent conception—what would once have been called a folk theory—and, \npresumably, a quite different pattern of intentional activity on the musicians’ \npart (for it is obvious from the transcript of the play-through session that \nThomas and Harrison were thinking along very much the same lines). And here \nthere are three points I would like to bring out.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The first of these points is that there is space in both Thomas’ and \nHarrison’s thinking for the performer. In his interview Harrison said this in so \nmany words: BRYN HARRISON: I wouldn’t want to feel I was one of those composers who \n\tfeel that there’s no flexibility in terms of what the player can bring to a \n\tpiece, I think that’s where the sort of human aspect comes in and I think \n\tthat that’s the really, really important part of music-making as far as I’m \n\tconcerned.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] But he also said something that grounds this view of the performer’s role \nin his thinking about composition. Referring to the New York-based artist and \nfriend of John Cage’s, Harrison observed: BRYN HARRISON: Jasper Johns said that “Sometimes I see it and then paint \n\tit. Other times I paint it and then see it”. And I really like that quote, \n\tbecause I think in some ways the way that I’m dealing with rhythm and the \n\tsetup on the page, it’s not purely deterministic in my point of view, even \n\tthough you know, it’s carefully regulated on the page but in some ways I’m \n\twriting it to hear it, as much as I’m hearing it to write it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In other words, in contrast to the still influential nineteenth-century \nidea of the composer possessing a vision which is communicated through the \nscore, Harrison understands composition as a process of discovery—a process \nwhich does not come to an end when the score is completed, but continues into \nthe performance: BRYN HARRISON: I think the thing I’ve learnt is that you don’t have to \nhave the answers to every question as well, I think you know, when I first \nstarted getting performances and I’d go and attend rehearsals, you know I was, \nwell I was probably scared stiff for one thing, but there was always this \nfeeling that any question that a player had you had to feel you immediately knew \nthe answer to that question, and of course you’ve got to trust their judgment as \n\twell.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] As well as creating a space for the creative contribution of the performer, \nin a way that the reproduction paradigm does not, these comments emphasize the \nextent to which the meaning of music is emergent, in other words to which it \narises from the act of performance itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The second point I’d like to draw out is that approaches to performance \nanalysis that focus exclusively on recordings—on the acoustic outputs of \nperformance—risk misreading or simply not grasping the social meaning inherent \nin the act of performance: much as I applaud the efforts that have been made in \nthe last decade or two to develop a musicology of performance, we are vulnerable \nto the claim that the voices of performers have not really been heard, that \ntheorists have as it were taken it upon themselves to speak for performers in a \nkind of ventriloquism. If that is the case, then the project I have been \ndescribing is in the most literal way an attempt to bring performers’ voices \ninto the field of study, and the suggestion I am making is that ethnographic \napproaches have a great deal of potential for contextualizing the now more \ntraditional approaches to the empirical study of performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The final point follows on from this. When the “New” musicologists of the \n1990s identified what they saw as a complicity between traditional musical \nanalysis and the ideology of musical autonomy, they reacted against the whole of \nidea of “close reading”; the same happened when, a decade or two before that, \ntheatre studies broke away from literary studies. But there is no need to throw \naway the baby with the bathwater, because there is not an either/or relationship \nbetween ethnographical, contextual approaches on the one hand, and the close \nreading of texts (under which I include both scores and performance data) on the \nother. Moreover, in music of the Western “art” tradition, this both/and \nrelationship extends to the very topic of study. In the wake of Lydia Goehr’s \ninfluential book The Museum of Musical Works, there was a general tendency to \ndebunk the idea of musical works, and it would be very easy to imagine a \nmusicology of performance that went the same way as theatre studies. \n(Christopher Small’s writings, however valuable as a corrective to the then \nprevailing assumptions of mainstream musicology, provide an idea of what such a \nmusicology of performance might look like.) Yet one of the characteristic \nfeatures of the Western “art” tradition is the dual life of musical works: on \nthe one hand as frameworks for a performance culture that is distinguishable \nfrom that of jazz improvisation only in terms of degree, not category; and on \nthe other, as objects of contemplation or critical reflection, if only to that \nsmall but culturally influential circle of the musical literati.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] In moving so rapidly from Bryn Harrison’s être-temps to music in general \nI am, of course, implying that the kind of performative meaning I have been \ntalking about is something present in musical performance in general, at least \nwithin the Western “art” tradition, rather than something purely idiosyncratic, \napplying only to “New Complexity” music, or perhaps more generally to music \noutside the so-called “common practice” tradition. Philip Thomas, it appears, \nwould incline to the latter view. Immediately after the passage from our joint \narticle in which he talks about energy, he discusses the way in which the use of \nbar lines affects the manner of performance: the notation of the opening gesture \nas occurring after a semiquaver rest, he says, “suggests to the performer a \ndifferent way of breathing, if you like, with the initial attack bouncing off an \nimaginary wall rather than coming down on the traditional down-beat”. Having \ncited some other, similar cases, he continues: Here we see how despite the apparent rigidity of the barring structure \nthat Bryn laid out for himself, he has used the bars to bring life to the \nmaterial and not simply to contain it. These are examples of the notation \nplaying a crucial role in the nature of the material. One could feasibly learn, \nsay, a Beethoven sonata in a purely aural manner, simply through repeatedly \nlistening to a recording: the correct pitches, rhythms, tempi, dynamics, and so \non could all be learned in this way. But in être-temps , and much \n\tmusic like it, the visual appearance of the notation is fundamental to the \n\tcharacter and production of the material: the notation and the material are \n\tinseparable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Yet I wonder if the contrast with a Beethoven sonata is as self-evident as \nit might appear. Certainly you could learn a Beethoven sonata that way. But such \nan approach runs counter to the established pedagogical view that you make music \nyour own by going back to the score and creating your own interpretation of it. \nAnd after all, in principle you could (with whatever difficulty) do the same \nwith Harrison’s music: the point Thomas is making isn’t really so much that this \ncan’t be done, but that a certain energy—a dimension of the music that derives \nfrom the often uneasy relationship between score and sound, between written \nnotation and acoustic realization—will be lacking. And if that is true of \nHarrison, then I see no reason to believe that it is not true of Beethoven as \nwell. To say that there is more to musical performance than the sound it makes \nmay sound merely flippant. But to do justice at one and the same time to the \nsight and the sound of music is perhaps the most challenging demand we face in \nmaking sense not just of musical performance, but of the tradition of Western \n“art” music itself.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue on performance and analysis:views from theory, musicology, and performance",
    "source": "mto/raw/mto.05.11.1.cook.html",
    "data": "mto/data/mto.05.11.1.cook.json"
}