{
    "title": "Commentary on Justin London’s MTO 0.2 article",
    "date": "1993/06/01",
    "volume": "0",
    "issue": "3",
    "authors": [
        "Judd, Robert"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.3/mto.93.0.3.judd.pdf",
    "author_info": [
        {
            "name": "Robert Judd",
            "university": "robert_judd@zimmer.csufresno.edu",
            "address": "",
            "email": ""
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I was interested in Richard Parncutt’s comments, although I came up\nwith a different perception. Regarding durational accent, the last of the six notes (A) will tend to sound accented due to its relatively long effective duration. This seems crucially important to me. If, as the notation of Justin’s example implies, the first 3 notes represent C major harmony and the last three F major, then the harmonic accent will fall on the fourth note, F. Is there an implied problem here?  if we think CDE FGA, we’ll imply\ngroups of three (A weak). Perhaps the strongest effect of all in the example is the primacy effect, according to which the first note is the downbeat, simply beacuse it is the first. OK, but I didn’t sense this.  I.e. We start with no expectations, we\nhear a note, we ask “is it a downbeat or an upbeat?”  We listen to\nconfirm one or the other alternative.  BUT for the last note A, we\nhave heard quite a few pitches in a series, we come to expect the\nsame, but hear silence instead, which thus accents the last note\nstrongly.  I seem to hear the A as stronger than the C, thus I arrange\nduples and triples to come up with A as downbeat.  I end up getting\neither c alone as upbeat in duple meter (C DE FG A) or c and d as\nupbeats in triple meter (CD EFG A) (a possibility not mentioned by\nRP).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Both of these of course imply the melody as part of a context.  My\npreferred interpretation, C DE FG A, is found in “doh, a deer”!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Re Stephen Smoliar’s comments, drawing Beethoven’s first into the\npicture: yes, I agree, there is a tradition of the musical phrase that\ngoes way back, making the conveyance of downbeat “natural” and easy.\nOne might also invoke the intro to Beethoven’s seventh (i) or the\nStravinsky Symphony in C (i) (which probably relied on just that\nliterate ear to pick up the Beeth. refs.).  The chicken-egg question\nthat the perception-oriented person is wondering about is: do we hear\nit that way because we’re so used to hearing it that way (i.e. is it\nlearned), or do we hear it that way because of an a priori, physically\nbased, perceptual inclination, one that has little reliance on\nprevious experience?",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.93.0.3.judd.html",
    "data": "mto/data/mto.93.0.3.judd.json"
}