{
    "title": "Review of Lauri Suurpää, <i>Death in</i> Winterreise: <i>Musico-Poetic Associations in Schubert’s Song Cycle</i> (Indiana University Press, 2014)",
    "date": "2014/09/01",
    "volume": "20",
    "issue": "3",
    "authors": [
        "Rusch, René"
    ],
    "abstract": "",
    "keywords": [
        "Schubert",
        "lieder cycle",
        "Schenkerian analysis",
        "Greimas"
    ],
    "doi": "",
    "received": "July 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.3/mto.14.20.3.rusch.pdf",
    "author_info": [
        {
            "name": "René Rusch",
            "university": "McGill University",
            "address": "Dept. of Music Research, 555 Sherbrooke Street West, Montreal, QC H3A 1E3, Canada",
            "email": "rene.rusch@mcgill.ca"
        }
    ],
    "citations": {
        "barthes_1977": "Barthes, Roland. 1977. “Introduction to the Structural Analysis of Narratives.” In Image, Music, Text . Translated by Stephen Heath, 79–124. New York: Hill and Wang. Originally published as “Introduction à l'analyse structurale des récits.” Communications 8, 1966.",
        "chatman_1978": "Chatman, Seymour. 1978. Story and Discourse: Narrative Structure in Fiction and Film . Ithaca: Cornell University Press.",
        "culler_1975": "Culler, Jonathan. 1975. “Greimas and Structural Semiotics.” In Structuralist Poetics: Structuralism, Linguistics, and the Study of Literature , 75–95. London: Routledge.",
        "deutsch_1958": "Deutsch, Otto Erich. 1958. Schubert: Memoirs by His Friends . Translated by Rosamond Ley and John Nowell. New York: Macmillan. Originally published as Schubert: Die Erinnerungen seiner Freunde . Leipzig: Breitkopf and Härtel, 1957.",
        "greimas_1983": "Greimas, Algirdas Julien. 1983. Structural Semantics: An Attempt at a Method . Translated by Daniele McDowell, Ronald Schleifer, and Alan Velie. Lincoln: University of Nebraska Press. Originally published as Sémantique structurale: Recherche de méthode . Paris: Larousse, 1966.",
        "greimas_1987": "Greimas, Algirdas Julien. 1987. On Meaning: Selected Writings in Semiotic Theory . Translated by Paul J. Peron and Frank H. Collins. Minneapolis: University of Minnesota Press. Work originally appeared in Du Sens and Du Sens 2 . Paris: Seuil, 1970, 1983.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven . Bloomington: Indiana University Press.",
        "kramer_1994": "Kramer, Richard. 1994. Distant Cycles: Schubert and the Conceiving of Song . Chicago: University of Chicago Press.",
        "propp_1968": "Propp, Vladimir. 1968. Morphology of the Folktale . 2nd ed. Translated by Laurence Scott. Austin: University of Texas Press. Originally published as Morfologija skazki . Leningrad: Academia, 1928.",
        "suurpää_2011": "Suurpää, Lauri. 2011. “Deception, Reality, and Changes of Perspective in Two Songs from Histoires naturelles .” In Unmasking Ravel: New Perspectives on the Music , ed. Peter Kaminsky, 245–71. Rochester: University of Rochester Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. While Suurpää takes into account the original keys in his discussion of the cycle’s large-scale harmonic organization in Part III of Death in Winterreise , his observations form a supplement to his main points (179).",
            "citations": []
        },
        "FN2": {
            "text": "2. Richard Kramer has suggested that the discrepancy between Schubert’s ordering of Müller’s poems and the poet’s revised version of Die Winterreise may “have been provoked by a determination to keep intact the original design of part I and to pick up in order the new poems from Müller’s newly integral cycle of twenty-four” ( 1994 , 173).",
            "citations": [
                "kramer_1994"
            ]
        },
        "FN3": {
            "text": "3. As Suurpää notes, Greimas’s theory is partly based on Vladimir Propp’s ( Propp 1968 ) schemata for analyzing Russian folktales.",
            "citations": [
                "propp_1968"
            ]
        },
        "FN4": {
            "text": "4. The other two actants in Greimas’s theory––helper and opponent––form an auxiliary pair and are not used in the textual analyses. See Suurpää, 44.",
            "citations": []
        },
        "FN5": {
            "text": "5. See Jonathan Culler ( 1975 ), which reviews Greimas’s Structural Semantics ( 1983 ). See also Suurpää, 201, fn 2.",
            "citations": [
                "culler_1975",
                "greimas_1983"
            ]
        },
        "FN6": {
            "text": "6. As Suurpää notes (208, fns 7 and 8), his reference to the terms “kernels” and “satellites” follows Seymour Chatman’s ( 1978 ) translation of Barthes’s ([1966] 1977 ) original terms noyau and catalyse .",
            "citations": [
                "chatman_1978",
                "barthes_1977"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The study of songs and song cycles has generated a number of questions about interpretive practice—most notably, how to understand the relationship between text and music, and make sense of a part in relation to its whole. Lauri Suurpää’s Death in Winterreise provides an important contribution to both lines of inquiry in its effort “to illuminate one narrowly defined area of the musico-poetic aspects of Winterreise , namely, how the notion of death occurs in the poems of the cycle’s second part and how this theme is reflected in the music” (ix). His interdisciplinary approach to text-music analysis yields rich insights into the structural relationships between Müller’s poems and Schubert’s songs, leading readers to a nuanced view of the protagonist’s shifting attitude towards death.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Death in Winterreise consists of three parts: Part I (“Background,” chapters 1–4) clarifies the interpretive context and proposes a method for analysis; Part II (“Songs,” chapters 5–11) presents detailed analyses of songs 14–24; Part III (“Cycle,” chapters 12–14) explores cyclic coherencies among the songs discussed in Part II. Suurpää’s decision to focus his study on the latter half of the song cycle as it appears in Tobias Haslinger’s publication of the first edition (1828) may, at first, raise the eyebrows of discerning readers who are familiar with the compositional genesis of Müller’s poems and Schubert’s text settings. (1) The discrepancy between Müller’s ordering of the poems in the Gedichte aus den hinter lassenen Papieren eines reisenden Waldhornisten II (1824) and Schubert’s ordering in his song cycle, coupled with the differences in keys between Schubert’s autograph manuscript and the first edition, introduces layers of complications to the interpretive act, particularly if the preservation of authorial intent is understood to be the only pathway towards authentic statements about cyclic coherence and musical meaning. (2) Suurpää is certainly aware of these issues (“Should Müller’s final ordering of the poems [as found in Waldhornisten ] be taken into consideration in the overall narrative of Winterreise ? Should the songs that were transposed be analyzed in the keys found in the manuscript or in the first edition?” [5]), and his response can be read as a faithful commitment to the authorial intent of the composer: “It seems justifiable to discuss the narrative only as it appears in the song cycle” (5); “I will use the keys in the first edition, which we know Schubert accepted, or at least knew about, as he prepared his work for publication” (6). As one might expect, the kinds of textual meanings and musical relationships that pass through this sieve indeed point us towards a new reading of the songs in the second half of Schubert’s song cycle. The payoff is that it invites us to hear these songs with fresh ears and deepen our sense of the cycle’s possible meanings.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The approach that Suurpää uses to analyze the individual songs in Winterreise was introduced in his earlier study of “Le paon” and “Le cygnet” from Ravel’s Histoires naturelles ( 2011 ). The method involves three stages of analysis: music, text, and musico-poetic aspects. In the first stage, Suurpää analyzes the music without textual considerations, using Schenkerian analysis in tandem with Robert Hatten’s ( 1994 ) expressive genres . Meaning is derived from the voice-leading structure––whose components (e.g., motives, enharmonic respellings) are woven into a musical narrative that traces cause and effect, the expressive genres that describe the music’s “global emotional trajectory” (35), and the musical texture. To account for “shifting emotional intensities in a musical work’s expressive genre” (35), Suurpää outlines the music’s dramatic curve in terms of its global high point and local peaks, which may or may not correspond to the poem’s dramatic curve (36). In the second stage, Suurpää analyzes the poem without the music, drawing from Greimas’s theory of narrative grammar ( 1983 and 1987 ). (3) He explains the relationship between pairs of actants identified in the poem––subject (S)-object (O), and sender (Sr)-receiver (R), (4) where S and R generally refer to the protagonist, O as “something that the subject desires, wants, or contemplates and attaches value to it” (44), and Sr as “the source of information” (47). Actants can be syntactically related (→), and subject and object can be conjoined (∩) or disjoined (∪) to describe a prevailing state (45). Actant pairs can then be linked together to show a poem’s textual structure. Pairs can convey an underlying opposition (e.g., “S∪O vs. S∩O”), for example, or a change in state (e.g., “S∩O ⇒ S∪O”). For Suurpää, the advantages to using Greimas’s formalizations is that they “elucidate poetic connections that are not immediately evident,” enable one to “speak about the tensions and structural relations within the poems without directly referring to the content,” and “show how those outwardly different referents––serving as various actors in the poems––nevertheless fulfill the same underlying functions in the poetic structures” (48). In the final stage of his method, Suurpää aligns his analyses from the first and second stages to examine three levels of musico-poetic relationships: structural relationships (comparing the song’s voice-leading structure and emotional trajectory to the Greimassian analysis of the relationships between actants and actant pairs), the emotive content, and imitations.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "hatten_1994",
                    "greimas_1983",
                    "greimas_1987"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Suurpää implements his three-stage approach in Part II of Death in Winterreise , beginning with “Der Greise Kopf” (no. 14)––which introduces death as a positive option (63)––and ending with “Der Leiermann” (no. 24). Combined with his evaluation of each song’s expressive genre and dramatic curve, the narrative analyses that Suurpää offers in the first stage of his approach are especially engaging, encouraging listeners to hear how certain musical features such as mixture, enharmonic reinterpretations, and texture convey the expression perceived in the music. Suurpää’s Schenkerian readings of the individual songs, in particular, form one of the book’s highlights, as each analysis presents a sensitive account of the voice-leading structure and motivic connections. The textual analyses in the second stage of Suurpää’s approach can seem unmatched, at times, by the rich observations that he draws from his analyses of the voice-leading structure in the first stage. This dissimilitude in analytical rigor speaks more, I think, to the extent to which he chooses to engage with Greimas’s theories than to his actual application of them. Indeed, the limitations of Greimassian semiotics, which Suurpää acknowledges in Part I of the book, are known to literary criticism, the most prevalent ones being that the theory does not always strike a balance between empiricism and intuition on all tiers of its analytical process, and that it does not clearly define how one should determine the length of each semantic unit. (5) In carefully selecting aspects from Greimas’s semiotic enterprise “to analyze the function of unattainable death and lost love, as well as the juxtaposition of reality and illusion” in the second half of Winterreise (43), Suurpää’s textual analyses do succeed in highlighting the tension between these aspects in Müller’s poems. His application of Greimas’s actantial model to each of Müller’s poems (as they appear in the latter half of Schubert’s first edition) trace the protagonist’s longing for death and the ways in which reality––associated with the unavoidable––continuously serves as foil for illusion––the unobtainable. Sehnsucht , as Suurpää later concludes, “is the central topic of Winterreise ,” conveyed by the subject’s longing for an object (love; death) and his inability to obtain it throughout the cycle (167–68).",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Suurpää’s third stage of analysis effectively points out the parallelisms between Schubert’s settings and Müller’s poems. With regard to “Der Greise Kopf,” for instance, he proposes that “[b]oth the poem and the music...feature the juxtaposition of two factors: something that is stable and unavoidable versus something that does not last or is not attained in a conclusive manner” (70–71). As his musico-poetic analysis illuminates, the song’s governing mode, C minor, correlates with the reality of the protagonist’s “distance from death” (symbolized by his black hair), and the unobtainable C-major mode with the illusion of the “closeness of death” (symbolized by the gray hair created by the frost) (71). This third stage of analysis also draws our attention to places where the perceived emotional content and structure in Schubert’s music appears to diverge from that in Müller’s poems. A prominent example is “Letzte Hoffnung,” where Suurpää observes that “the fourth section, with its major mode and solemn chorale-like texture, removes the impression of having arrived at the conclusion, thus apparently contradicting the poem’s tragic ending” (95). To account for this supposed contradiction between Schubert’s text setting and Müller’s poem (indeed, the poem need not explicitly confirm whether the leaf that the protagonist hangs his hopes on will fall to the ground, as this is already implied by one’s knowledge of the impending winter), Suurpää contextualizes the song within the entire cycle, suggesting that, at this point, the major mode and chorale depict the idea of death as a positive substitute for the protagonist’s lost love (99).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In the book’s final section, Suurpää discusses three organizing principles for song cycles––textual unity, large-scale harmonic organization, and musical cross-references––and their relevance to Winterreise , as well as “whether the songs should be understood as unified wholes at all” (167). With respect to textual unity, he proposes that the poems exhibit features akin to both topical cycles and narrative cycles (167); songs in the cycle cluster around certain topics (lost love; longing for death) that collectively express a goal-oriented process. His use of Roland Barthes’s ( 1977 ) kernels (events that move the plot forward) and satellites (events that embellish the kernels) to interpret a narrative framework and narrative situations is convincing here, (6) and his textual analysis neatly conjoins with his neo-Riemannian analysis of the cycle’s large-scale harmonic organization. As Suurpää explains, his turn to neo-Riemannian theory at this point in the discussion is motivated by a desire to illustrate coherence among the tonic keys of the individual songs, without relying on an underlying tonal center that organizes them into a hierarchy (175–76). In pointing out the similarities between the text and the music in his musico-poetic analysis of the second half of the cycle, Suurpää aims to demonstrate “how the impression of discontinuity interacts with factors that create coherence” (188). Here he concludes that “[s]ongs 13–20 therefore seem to follow the principle by which songs whose poems include kernels are connected by the common tones of their tonic triads” (177). The lack of common tones between the last two kernels––“Das Wirtshaus” and “Der Leiermann”––signifies “the protagonist’s confusion and frustration” in not achieving death: “The protagonist does not know how to proceed, and analogously, the music has lost its smooth connections between adjacent tonics” (178). While the conclusions that Suurpää draws from his neo-Riemannian analysis are perhaps less persuasive, his efforts to expand the ways in which coherence and its closest relative, unity, can be conceived in song cycles is refreshing. His central point here––“Considering Winterreise solely as either a topical or a narrative cycle would, in my view, narrow its dramatic effect” (167)––resonates with the broader notion that cycles need not be singularly defined, nor always display the same kinds of coherencies and unities.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "barthes_1977"
                ]
            }
        },
        {
            "7": {
                "text": "[7] To conclude, Death in Winterreise presents a unique and captivating study of Schubert’s cycle, exposing us to new musico-poetic relationships between Müller’s poems and the composer’s text-settings. What we learn from the book’s denouement is that death obtains multiple meanings in the second half of the cycle, making more profound the protagonist’s journey through loss and grief, and in some sense, Schubert’s despondent condition during his final months. Quoting Johann Mayrhofer from his 1829 obituary on the composer: It now seems indicated to mention two poetical works by W. Müller which form extensive cycles and permit of a more penetrating glimpse into the composer's soul. Opening with a joyful song of roaming, the “Müllerlieder” songs depict love in its awakening, its deceptions and hopes, its delights and sorrows. Although gloomy in some details and especially at the end, much is offered nevertheless that is fresh, tender and pleasurable. Not so with the “Winterreise”, the very choice of which shows how much more serious the composer became. He had been long and seriously ill, had gone through disheartening experiences, and life for him had shed its rosy colour; winter had come for him. The poet's irony, rooted in despair, appealed to him: he expressed it in cutting tones. I was painfully moved. ( Deutsch 1958 , 15) Correction, August 16, 2017: An earlier version of this article gave an incorrect attribution for the quotation from Schubert’s obituary.",
                "footnotes": [],
                "citations": [
                    "deutsch_1958"
                ]
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.14.20.3.rusch.html",
    "data": "mto/data/mto.14.20.3.rusch.json"
}