{
    "title": "Mapping the Geometries of Pitch-Class Set Similarity Measures via \n\t\tMultidimensional Scaling",
    "date": "2005/06/01",
    "volume": "11",
    "issue": "2",
    "authors": [
        "Samplaski, Art"
    ],
    "abstract": "A numerical visualization technique called multidimensional scaling (MDS) was applied to the matrices of (dis)similarity ratings from six pitch-class set (pcset) similarity functions to see what types of constructs they actually measure. Three functions that use the interval-class vector (icv) for their computations (Scott and Isaacson’s ANGLE, Isaacson’s IcVSIM and ISIM2) and three that use subset imbedding (Castrén’s RECREL, Rahn’s ATMEMB and AMEMB2) were studied. The ratings of these functions for all trichords, tetrachords, and pentachords (under Tn/I-equivalence) were examined; ratings for each cardinality of set-class separately as well as contiguously grouped together (3+4, 4+5, 3+4+5) were studied. Four-dimensional geometric solutions were found for the icv-based measures while five-dimensional solutions were found for the subset-based measures, based on goodness-of-fit analysis. The configurations show one dimension clearly interpretable as diatonicism vs. chromaticism; other dimensions indicate oppositions such as ”whole-tone” vs. ”anti-wholetone” or ic3- vs. 016-saturation. Still other dimensions are less clear as to good interpretations. The overall results are generally consistent with the idea that these functions all measure constructs relating to familiar scales (diatonic, hexatonic, octatonic, etc.). The results are also compared with several systems of pcset genera. ISIM2 was found to be inconsistent with itself in terms of the geometries it produced. Several set-classes had coordinates near zero along various dimensions in the derived configurations, indicating that in a formal quantitative sense they do not possess the corresponding musical properties being measured; this may raise questions concerning the relative aesthetic worth of some such set-classes.",
    "keywords": [
        "pitch-class set theory",
        "similarity measures",
        "atonal music",
        "numerical visualization",
        "multidimensional scaling",
        "IcVSIM",
        "ISIM2",
        "ANGLE",
        "RECREL",
        "AMEMB2",
        "ATMEMB"
    ],
    "doi": "",
    "received": "December 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.2/mto.05.11.2.samplaski.pdf",
    "author_info": [
        {
            "name": "Art Samplaski",
            "university": "P.O. Box 4971",
            "address": "Ithaca, NY 14852",
            "email": ""
        }
    ],
    "citations": {
        "abbott_1885-1952": "Abbott, Edwin A. 1885/1952. Flatland: A Romance of Many \nDimensions (by A Square). Reprint, New York: Dover.",
        "castrén_1994": "Castrén, Marcus. 1994. RECREL: A Similarity Measure for Set-Classes . Helsinki: Sibelius Academy.",
        "clough_and_douthett_1991": "Clough, John, and Douthett, Jack. 1991. “Maximally Even Sets.” Journal of Music \nTheory 35, 93–173.",
        "ekman_1954": "Ekman, Gosta. 1954. “Dimensions of Color Vision.” Journal \nof Psychology 38, 467–474.",
        "ericksson_1986": "Ericksson, Tore. 1986. “The IC Max Point Structure, \nMM Vectors and Regions.” Journal of Music Theory 30, 95–111.",
        "forte_1973": "Forte, Allen. \n1973. The Structure of Atonal Music. New Haven: Yale Univ. Pr.",
        "forte_1988": "Forte, Allen. \n1988. “Pitch-Class Set Genera and the Origin of Modern Harmonic Species.” Journal of Music Theory 32, 187–270.",
        "hanson_1960": "Hanson, Howard. 1960. Harmonic \nMaterials of Modern Music. New York: Appleton-Century-Crofts.",
        "harris_1989": "Harris, Simon. \n1989. A Proposed Classification of Chords in Early Twentieth-Century Music. New York: Garland.",
        "hindemith_1989": "Hindemith, Paul. 1937/1942. The Craft of Musical \nComposition, Vol. 1: Theoretical Part (Trans. A. Mendel). New York: Associated \nMusic.",
        "isaacson_1990": "Isaacson, Eric J. 1990. “Similarity of Interval-Class Content between \nPitch-Class Sets: The IcVSIM Relation.” Journal of Music Theory 34, 1–28.",
        "isaacson_1992": "Isaacson, Eric J. 1992. “Similarity of Interval Class Content between \nPitch-Class Sets: The IcVSIM Relation and Its Application.” Ph.D. dissertation, \nIndiana Univ.",
        "isaacson_1996": "Isaacson, Eric J. 1996. “Issues in the Study of Similarity in \nAtonal Music.” Music Theory Online 2(7) http://www.mtosmt.org/issues/mto.96.2.7/mto.96.2.7.isaacson.html .",
        "krumhansl_1995": "Krumhansl, Carol L. 1995. “Music Psychology: Influences from Music \nTheory.” Music Theory Spectrum 17, 53–80.",
        "krumhansl_and_kessler_1982": "Krumhansl, Carol L., and Kessler, \nEdward J. 1982. “Tracing the Dynamic Changes in Perceived Tonal Organization in \na Spatial Representation of Musical Keys.” Psychological Review 89, 334–368.",
        "kruskal_1964a": "Kruskal, J[oseph] B. 1964a. “Multidimensional Scaling by Optimizing Goodness of \nFit to a Nonmetric Hypothesis.” Psychometrika 29, 1–27.",
        "kruskal_1964b": "Kruskal, J[oseph] B. \n1964b. “Nonmetric Multidimensional Scaling: A Numerical Method.” Psychometrika 29, 115–129.",
        "kruskal_and_wish_1978": "Kruskal, Joseph B., and Wish, Myron. 1978. Multidimensional \nScaling. Newbury Park, CA and London: Sage Publications.",
        "lewin_1959": "Lewin, David. 1959. \n“Re: Intervallic Relations between Two Collections of Notes.” Journal of Music \nTheory 3, 298–301.",
        "lewin_1979&ndash80": "Lewin, David. 1979–80. “A Response to a Response: On Pcset \nRelatedness.” Perspectives of New Music 18, 498–502.",
        "lewin_2001": "Lewin, David. 2001. \n“Special Cases of the Interval Function between Pitch-Class Sets X and Y.” Journal of Music Theory 45, 1–29.",
        "mackay_and_zinnes_1999": "MacKay, David B., and Zinnes, Joseph L. \n(1999). “PROSCAL: A Program for Multidimensional Scaling.” [Computer program and \nuser's manual; superseded by newest versions, available at www.proscal.com .]",
        "morris_1979–80": "Morris, Robert. 1979–80. “A Similarity Index for Pitch-Class Sets.” Perspectives of New Music 18, 445–460.",
        "morris_1995": "Morris, Robert. 1995. “Equivalence and \nSimilarity in Pitch and Their Interaction with Pcset Theory.” Journal of Music \nTheory 39, 207–243.",
        "narmour_1990": "Narmour, Eugene. 1990. The Analysis and Cognition of \nBasic Melodic Structures: The Implication-Realization Model. Chicago: Univ. \nChicago Pr.",
        "narmour_1992": "Narmour, Eugene. 1992. The Analysis and Cognition of Melodic \nComplexity: The Implication-Realization Model. Chicago: Univ. Chicago Pr.",
        "parks_1989": "Parks, Richard S. 1989. The Music of Claude Debussy. New Haven: Yale Univ. \nPr.",
        "quinn_1997": "Quinn, Ian. 1997. “On Similarity, Relations, and Similarity Relations.” \nPaper presented at the Society for Music Theory national meeting, Phoenix, AZ.",
        "quinn_2001": "Quinn, Ian. 2001. “Listening to Similarity Relations.” Perspectives of New \nMusic 39(2), 108–158.",
        "quinn_2004": "Quinn, Ian. 2004. “A Unified Theory of Chord Quality in \nEqual Temperaments.” Ph.D. dissertation, Eastman School of Music.",
        "rahn_1979–80": "Rahn, John. \n1979–80. “Relating Sets.” Perspectives of New Music 18, 483–497.",
        "rahn_1989": "Rahn, John. \n1989. “Toward a Theory of Chord Progression.” In Theory Only 11(1–2), 1–10.",
        "ramsay_1977": "Ramsay, J. O. 1977. “Maximum Likelihood Estimation in Multidimensional Scaling.” Psychometrika 42, 241–266.",
        "samplaski_2004": "Samplaski, Art. 2004. “Interval Classes and \nPsychological Space.” Music Theory Online 10(2) http://www.mtosmt.org/issues/mto.04.10.2/mto.04.10.2.samplaski.html .",
        "schellenberg_1996": "Schellenberg, E. Glenn. 1996. “Expectancy in Melody: Tests of \nthe Implication-Realization Model.” Cognition 58, 75–125.",
        "schellenberg_1997": "Schellenberg, E. \nGlenn. 1997. “Simplifying the Implication-Realization Model of Melodic \nExpectancy.” Music Perception 14, 295–318.",
        "schoenberg_1954": "Schoenberg, Arnold. 1954. Structural Functions of Harmony. New York: Norton.",
        "scott_and_isaacson_1998": "Scott, Damon, and Isaacson, \nEric J. 1998. “The Interval Angle: A Similarity Measure for Pitch-Class Sets.” Perspectives of New Music 36(2), 107–142.",
        "shepard_1962": "Shepard, Roger N. 1962. “The \nAnalysis of Proximities: Multidimensional Scaling with an Unknown Distance \nFunction.” Psychometrika 27, 125–140; 219–246.",
        "teitelbaum_1965": "Teitelbaum, Richard. 1965. \n“Intervallic Relations in Atonal Music.” Journal of Music Theory 9, 72–127.",
        "tversky_1977": "Tversky, Amos. 1977. “Features of Similarity.” Psychological Review 84, \n327–352.",
        "tversky_and_gati_1982": "Tversky, Amos, and Gati, Itamar. 1982. “Similarity, Separability, and \nthe Triangle Inequality.” Psychological Review 89, 123–154.",
        "tversky_and_hutchinson_1986": "Tversky, Amos, and \nHutchinson, J. Wesley. 1986. “Nearest Neighbor Analysis of Psychological \nSpaces.” Psychological Review 93, 3–22.",
        "wolpert_1951": "Wolpert, Franz. 1951. Neue Harmonik: \ndie Lehre von den Akkordtypen, Kurz-Ausgabe. Regensburg: Gustav Bosse.",
        "wolpert_1972": "Wolpert, \nFranz. 1972. Neue Harmonik. Einführung. Erweiterte und ergänzte Neufassung. Wilhelmshaven: Heinrichshofens.",
        "zadeh_1965": "Zadeh, Lofti. 1965. “Fuzzy Sets.” Information \nand Control 8, 338–353."
    },
    "footnotes": {
        "FN0": {
            "text": "* I am grateful to Eric Isaacson for his assistance in providing \nthe raw data used in the analyses, and to Matt Faranda and Ryan Zawel for \nfacilitating use of computing facilities at different times. I am also deeply \nindebted to Tim Koozin and the anonymous reviewers of this essay for many \nvaluable suggestions that ultimately made it a readable work.",
            "citations": []
        },
        "FN1": {
            "text": "1. Surveys and critiques of most similarity measures can be \nfound in Castrén ( 1994 ), Isaacson ( 1990 , 1992 ), and Scott and Isaacson \n( 1998 ).",
            "citations": [
                "isaacson_1990",
                "isaacson_1992",
                "scott_and_isaacson_1998"
            ]
        },
        "FN2": {
            "text": "2. Isaacson ( 1996 ) raises some basic conceptual questions. \nQuinn ( 2001 ) is a well-argued critique of several fundamental issues.",
            "citations": [
                "isaacson_1996",
                "quinn_2001"
            ]
        },
        "FN3": {
            "text": "3. Rahn ( 1989 ) relates an early \nattempt to apply computation to the analysis of similarity relations; he was \ndefeated by the speeds of then-available processors. Computational complexity \nhas not completely disappeared since then, in that commercially-available \nsoftware still has limits that prevent, e.g., a single analysis of all ratings \nfor trichords through nonachords (a 208 x 208 matrix); but excessive length of \ncomputer runs is no longer an obstacle to such analyses.",
            "citations": [
                "rahn_1989"
            ]
        },
        "FN4": {
            "text": "4. Correlations (denoted by “ r ”) can vary from a \nperfect negative of -1.0 (as quantity A goes up, quantity B goes down by the \nsame proportion) to a perfect positive of +1.0; for these functions over the \nintegers 1 to 50, a domain size comparable to the number of pcsets studied here, \ny = x/SQRT(x) have r = .983, \ny = x/x 2 have r = .969, and y = x 2 /SQRT(x) have r = .911--all close to perfect \npositive.",
            "citations": []
        },
        "FN5": {
            "text": "5. Narmour’s ( 1990 , 1992 ) \nimplication-realization model for melodic expectation is a case in point. He \nproposes five interacting factors to account for listeners’ melodic \nexpectancies; studies by Krumhansl ( 1995 ) and Schellenberg ( 1996 , 1997 ) indicate \nthat the model can be simplified to just two factors without significant loss of \nexplanatory power.",
            "citations": [
                "narmour_1990",
                "narmour_1992",
                "krumhansl_1995",
                "schellenberg_1996",
                "schellenberg_1997"
            ]
        },
        "FN6": {
            "text": "6. In doing so, I fulfill the promise in my previous \narticle in this journal ( Samplaski 2004 , fn. 7) to provide “a detailed but \nnon-technical tutorial” about MDS and some of the issues in its use. \nNonetheless, this overview must perforce still be very superficial and exclude \nthe theoretical underpinnings necessary to use the techniques appropriately; I \ncan but hope that it will stimulate some readers to investigate possible \napplications to their own areas of music-theoretic research. The best initial \npointer into the MDS literature remains Kruskal and Wish ( 1978 ), even though \nthere have been a number of developments in the field since then.",
            "citations": [
                "samplaski_2004",
                "kruskal_and_wish_1978"
            ]
        },
        "FN7": {
            "text": "7. Quinn ( 2004 ) has recently completed a dissertation that analyzes in depth the \nmathematics behind pcset genera, and by extension, similarity functions. Since \nhe considers not only twelve-fold division of the octave but other equal \ntemperaments, his results clarify issues that remain obscured if one examines \nonly the 12-ET universe. Interested readers should consult this important work.",
            "citations": [
                "quinn_2004"
            ]
        },
        "FN8": {
            "text": "8. The ratings can be obtained in any of several ways: as \ndirect estimates or impressions of similarity or distance; as same-different \nconfusion rates (non-identical but similar stimuli are more likely to be \nmistaken for each other than dissimilar ones, so high confusion rates correlate \nwith high similarity); etc.",
            "citations": []
        },
        "FN9": {
            "text": "9. Without going deeply into topology, a torus can be \nembedded in variously-dimensioned spaces. In a three-dimensional space an \nobserver on a torus’ surface would notice that the surface was non-Euclidean: \nthe angle sum of a triangle would not be 180 degrees, etc. If a torus is \nembedded in a four-dimensional space, its surface will be “flat” in the sense of \nEuclidean geometry. This was the nature of the configuration found by Krumhansl \nand Kessler.",
            "citations": []
        },
        "FN10": {
            "text": "10. Other distance metrics are possible. One, intuitively \nused daily by millions, is the “city-block” or “taxi-cab” metric, where to get \nfrom point A to point B you go J units in the first dimension, then K units in \nthe next, etc. The general formula for such distance metrics is called the “Minkowski \ndistance metric.”",
            "citations": []
        },
        "FN11": {
            "text": "11. Even this assumption fails in the real world depending \non the precision needed: the builders of the Verrazano Narrows Bridge, between \nthe NYC boroughs of Staten Island and Brooklyn, had to take the earth’s \ncurvature into account.",
            "citations": []
        },
        "FN12": {
            "text": "12. Note that models such as ASCAL and INDSCAL are not invariant with respect to rescaling, or to rotation or reflection about axes. \nThey also have a significantly larger number of free parameters to be estimated \nthan simpler models. Moreover for INDSCAL, because individual biases are not \ncanceled out by averaging responses into a single matrix, it can produce a much \npoorer fit to the data. A researcher should thus not automatically use one of \nthese models in hopes of obtaining the most general result.",
            "citations": []
        },
        "FN13": {
            "text": "13. In technical terms, as the number of free parameters \nbeing calculated increases relative to the number of data points, there become \ntoo few constraints on the possible configuration.",
            "citations": []
        },
        "FN14": {
            "text": "14. If questions remain, the researcher should examine \nseveral different dimensionalities and be prepared to choose on the bases of \nclarity and logical interpretation. There are times where a solution one \ndimension above or below “optimal” as indicated by the stress/ r 2 values might be better: 1) if there is a clear interpretation given an added \ndimension; or 2) if one configuration is easier to visualize (e.g., a 3-D vs. a \n4-D solution), especially in a situation where it is unclear what can be gained \nin explanatory power by using the extra dimension.",
            "citations": []
        },
        "FN15": {
            "text": "15. In an MDS analysis of N objects, one of which is an \nexemplar, the only way to minimize distortion (i.e., stress) is to place the \nexemplar at the center of the configuration and arrange the other objects around \nit, along the rim of a circle/sphere/equivalent higher surface. One can always \ndraw a circle through three non-colinear points, a sphere through four \nnon-coplanar points, etc.; so, adding in the exemplar, an N-dimensional MDS \nsolution can in general accommodate N+2 objects (where one is an exemplar) \nwithout problems. Of course, for some datasets one will be able to fit more \nobjects than this along the surface’s rim; and in other cases the limit can be \nsomewhat liberalized by locating the exemplar off-center in the \ncircle/sphere/etc., or by using an ellipse/oblate spheroid/etc. as the surface. \nThis will, though, only go so far: if you try to fit a set of 23 objects \nincluding an exemplar in two or three dimensions, you must expect a fair amount \nof stress in the solution.",
            "citations": []
        },
        "FN16": {
            "text": "16. An example dating back to the great nineteenth century \npsychologist William James is: the moon is like a ball because they are both \nround; the moon is also like a gas lantern because they both illuminate; but we \ndo not think of a ball as being like a gas lantern.",
            "citations": []
        },
        "FN17": {
            "text": "17. This study considers only results from MDS, so no \nfurther discussion of CA is necessary; it is mentioned to raise awareness of the \nissues that render it appropriate for various situations. Some of Quinn’s ( 1997 , 2001 ) analyses of pcset similarity measures use CA; as discussed in paragraphs \n61–63, he obtains results compatible with those reported here.",
            "citations": [
                "quinn_1997",
                "quinn_2001"
            ]
        },
        "FN18": {
            "text": "18. This model underlies MacKay and Zinnes’ \n( 1999 ) PROSCAL program. A different model underlies an older PMDS program called \nMULTISCALE ( Ramsay 1977 ), but we need not worry about the distinctions.",
            "citations": [
                "mackay_and_zinnes_1999",
                "ramsay_1977"
            ]
        },
        "FN19": {
            "text": "19. The present article is a case in point: analyses of \nthe datasets herein took a few seconds on a PC of moderate speed, using the \nstatistical package SPSS; the \nequivalent analyses on the same machine using PROSCAL took up to forty minutes.",
            "citations": []
        },
        "FN20": {
            "text": "20. AMEMB2 is a modification of Rahn’s ( 1979–80 ) MEMB2 \nfunction by Isaacson for inclusion in the latter’s Winsims calculator, available \nat http://theory.music.indiana.edu/isaacso/winsims.html ; \nIsaacson applies a normalization factor equivalent to that used by Rahn to \nderive ATMEMB from his TMEMB function. For narrative simplicity, it seemed \npreferable to refer to it as Rahn’s function. Note that while AMEMB2 is \nconcerned with cardinality-two sets, i.e., interval-classes, it is not an icv-based \nfunction in the sense of ANGLE et al. , since it only counts how many \ninstances of each dyad are mutually imbedded in two pcsets--for example, in \nreturning a comparison for [0156] and [0167], only one ic6 in the latter is \ncounted. I thus treat it as a subset-based measure.",
            "citations": []
        },
        "FN21": {
            "text": "21. That is, the icv of any nonachord is a \nfunction of the icv of its trichord complement, and similarly for octachords/tetrachords \nand heptachords/pentachords; ratings produced by icv-based similarity functions \nare therefore also related. The precise functions involved differ for each pair \nof cardinalities, but they are systematic for those pairs.",
            "citations": []
        },
        "FN22": {
            "text": "22. That value is actually a severe understatement; it is \nthe limit of accuracy reported by the statistical package used. Obtaining an r of better than .96 (between ANGLE and RECREL) over 3160 observations is so close \nto perfection as to be basically unheard-of for a “real-life” dataset.",
            "citations": []
        },
        "FN23": {
            "text": "23. Various additional types of cross-check analyses were \ncarried out using PROSCAL to the extent possible given the version of the \nprogram available—the 4x5 and 3x5 datasets were too large. These are omitted \nfor considerations of space, minimization of technical detail, and reader \npatience.",
            "citations": []
        },
        "FN24": {
            "text": "24. In particular, the 3x3 dataset, with only 12 objects, \nis far too sketchy to understand what is going on for most of its configuration. \nThe same holds true to lesser extents for the other smaller datasets.",
            "citations": []
        },
        "FN25": {
            "text": "25. If one is determined to try to visualize a \nfour-dimensional object, the best starting place is Edwin Abbott’s classic story Flatland ( 1885/1952 ). With modern computer graphics, it is now possible to get a \ndirect visceral appreciation of such objects via programs that manipulate their \nprojections onto the screen.",
            "citations": []
        },
        "FN26": {
            "text": "26. Since the Procrustes rotation deals with the derived \nconfigurations, which involve the final relative set-class locations in abstract \nspace, we need not worry that the latter two functions rate similarity while \nRECREL rates dissimilarity.",
            "citations": []
        },
        "FN27": {
            "text": "27. A p -value of .05 is the typical cutoff value \nfor empirical studies, in that researchers are usually willing to risk a 1 in 20 \nchance of reporting a false positive result. (Certain types of studies, e.g., \nclinical drug trials, obviously must set far more stringent standards.)",
            "citations": []
        },
        "FN28": {
            "text": "28. There is no possibility of problems due to axial \nreflection, since the Procrustes rotation would have handled that.",
            "citations": []
        },
        "FN29": {
            "text": "29. The most surprising of these cases is the \ndisappearance of the ic1/ic5 dimension for cardinality-three set-classes in the \n3x4 dataset. Given the coordinates of the rotated subconfiguration, that \ndimension appears to involve an “ic3/anti-ic6 vs. ic6/anti-ic3” opposition, as \nseen on the second section of Table 5 .",
            "citations": []
        },
        "FN30": {
            "text": "30. Forte only lists hexachords up to 6-35 in his table on \npages 264–266 that summarizes the makeup of the genera. From the inclusion rules \non page 192 one can deduce that the remaining 15 hexachords belong to the same \ngenera as their Z-related counterparts, but it would have been better just to \nlist them explicitly, since he lists all Z-related tetrachords and pentachords",
            "citations": []
        },
        "FN31": {
            "text": "31. Harris ( 1989 ) follows this same procedure, except that \nhe draws from a wide body of musical literature, and he is explicitly not working from a pcset-influenced background. His system of chord families is much \nmore complicated than Parks’, but it has a great deal of solid and thoughtful \nmusicianship behind it. His proposal deserves closer attention by the \nmusic-theoretic community.",
            "citations": [
                "harris_1989"
            ]
        },
        "FN32": {
            "text": "32. If we adjust cutoff values, we can re-include 5-2 and \n5-3, although 5-4 and 5-8 ([01236] and [02346]) will also come along.",
            "citations": []
        },
        "FN33": {
            "text": "33. The term refers to a probabilistic process that is \nrepeatedly carried out (as in, “repeated throws of the dice at Monte Carlo”) to \ndetermine a result. The technique is often used to simulate physical processes; \nit has some relation to the stochastic algorithms used to generate a number of \nXenakis’ compositions.",
            "citations": []
        },
        "FN34": {
            "text": "34. The speculation two paragraphs ago about Quinn’s \nhexachord group B, whose members all had fairly high connections to other \nclusters (unlike members of the remaining six groups), applies: might an MDS \nanalysis of hexachords show all his group B hexachords to be “garbage” \nset-classes?",
            "citations": []
        },
        "FN35": {
            "text": "35. As an example, if I alternately play 0137/0146 in \nclosest spacing with the same bass note I feel a definite sense of \ntonic/dominant, presumably due to the imbedded minor triad in 0137 and the \nsemitone neighbor in the soprano in 0146 acting like a leading tone. I could \neasily envision exploiting this type of perceived relationship in a composition.",
            "citations": []
        },
        "FN36": {
            "text": "36. Using Tn-equivalence raises a number of \nquestions; in particular, would the dimensionality of the configurations change? \nSince a major priority for this essay was to compare RECREL with several other \nfunctions, all of which use Tn/I-equivalence, it was necessary to eliminate the \nB-forms of asymmetrical set-classes from consideration, obviating all such \nissues. Morris ( 1995 ) lists several other possible levels of abstraction. Most \nof these have as yet received little or no attention by music theorists, a \nsituation which sorely needs correction.",
            "citations": [
                "morris_1995"
            ]
        },
        "FN37": {
            "text": "37. To cite one example, Samplaski ( 2004 ) found support \nfor grouping interval-classes by category of acoustical dissonance, rather than \ntreating them as separate isolated entities. If other studies confirm this \nresult, that would strongly imply a need for substantial modification of \nexisting similarity measures.",
            "citations": [
                "samplaski_2004"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Over thirty years after the publication of Allen Forte’s The Structure of Atonal Music ( Forte 1973 ), music theorists working with \npitch-class sets (henceforth, pcsets) still face a basic problem: how to assess \nthe degree to which two set-classes are similar to each other. A variety of \nsimilarity measures have been proposed over the years, and arguments about the \nmerits of these measures now occupy a number of journal pages. (1) Some \nfundamental questions remain unresolved by this discussion, however. First, what \nconstitutes a “really good” measure of pcset similarity, one that mirrors our \n“musical intuitions”? Second, for the existing similarity measures, just \nprecisely what musical properties are they measuring?",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "forte_1973"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Attempts to address the \nformer question head-on will get bogged down in arguments of philosophy, \nepistemology, and aesthetics, because the term “pcset similarity” as used in the \nvast majority of the literature has ultimately remained vague and \nnebulous--while we certainly have some intuitive notion of what we mean by the \nterm, we have not expressed clearly what sorts of properties are involved. (2) By contrast, the latter question is both aesthetically neutral--it is, as Sgt. \nJoe Friday would say, a case of “Just the facts, ma’am”--and readily amenable to \nanalysis. Furthermore, once we have a detailed answer to it, we will be in a \nmuch better position to work on the former question. In other words, once we \nunderstand what specific musical constructs are actually being measured by \nvarious “similarity measures,” we will have a basis for discussing whether those \nconstructs are relevant to our heretofore intuitive concept of “pcset \nsimilarity,” and whether other constructs should be included in a list of \nsimilarity criteria, or even replace some or all of those being rated by \nexisting measures.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Some similarity \nmeasures--those that yield ratings for all possible comparisons, including \nbetween set-classes of different cardinality--generate tremendous amounts of \ndata. Humans, however, are (perhaps fortunately) particularly ill-evolved to \ncomprehend massive tables of numbers. This implies that applying numerical \nvisualization techniques to the resulting data would be highly beneficial--to \nparaphrase the adage, a picture is worth a thousand data points. Such techniques \nhave been developed over the last forty years in a family of computational \nmethods called multidimensional scaling (MDS) and cluster analysis (CA); with \ncomputing power now ludicrously cheap, it makes sense to apply them to this \nproblem. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Some, intimately familiar with various \nsimilarity measures and the ratings they produce through years of working with \nthem, might wonder, “Why bother? Didn’t Scott and Isaacson (1998) show that most \nsimilarity measures are derivable from each other? And as such, don’t they all \nnecessarily measure the same things? After all, the paper gives a table (page 117) \nshowing high correlations between various measures’ ratings.” There are several \nresponses to this. First and foremost, Scott and Isaacson did not show how to \nderive all then-existing similarity measures from each other. It is in fact \npossible that some cannot be so derived, e.g., it is difficult to conceive how \none might derive Castrén’s ( 1994 ) highly recursive RECREL from a non-recursive \nmeasure. Such other measures might well rate entirely different similarity \nfactors. Second, for those measures that were co-derivable, the transformations \ninvolved are non-linear; and as the burgeoning field of dynamical systems theory \ncan attest, even simple non-linear transformations can generate substantially \ndiffering results. As a trivial example, the functions y = x, y = SQRT(x), and y = x 2 yield values that are highly correlated, yet their plots look quite \ndifferent. (4) Without visualizing \nthe graphs but only looking at the correlations, this would not be apparent.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In fact, correlations (as single, \nall-subsuming numbers for pairs of measures) do nothing to show what constructs \nmight underlie the ratings being produced. For example, the measures “number of \nsteel-reinforced girders in a skyscraper S” and “square footage of office space \nin a skyscraper S” do not appear prima facie to have anything to do with each \nother; yet they will always have a high positive correlation because they are \nboth functions of the total volume of a skyscraper. The nature of such \nunderlying constructs and their relationships to the “surface features” being \nmeasured might be extremely subtle and non-obvious. Geometric visualization and \nsimilar techniques can help us tease out underlying multiple components of \nsimilarity, and aid us in deciding whether we could simplify our models by \nderiving some factors from others. (5) So, we might find that RECREL measures factors A, B, and C while some \nnonrecursive measure rates factors B and D; this in turn would suggest \ninvestigating whether factor D is some function of A or C, or whether all three \nare expressible in terms of factor E. At the least, we could discuss explicitly \nthe relative worth of all those factors for measuring pcset similarity.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Finally, geometric \nvisualization allows a “reality check” for similarity measures: there might be \nproblems with a measure’s numerical ratings that are not evident from inspection \nof them, or even from the measure’s verbal description. In fact, I will show \nthat there is at least one similarity measure that fails to be self-consistent \nin its resulting geometries across various domains, even though its raw \nnumerical ratings are highly correlated with the ratings of other measures that are geometrically self-consistent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The techniques of MDS/CA are likely \nunfamiliar to most music theorists. Therefore, in the first part of this article \n(paragraphs 8-23) I provide a brief and as non-technical as possible overview of \nseveral types of MDS/CA and some of the issues involved in their use. (6) The \noverview is generic, so readers wishing for specific discussion about musical \nissues may skim or skip it at first, returning only when they have \nmethodological questions about use of the method in a musical situation. In the \nsecond part (paragraphs 24-53), I apply MDS to six pcset similarity functions’ \nratings for trichords through pentachords, to see what geometric structures they \nyield (the nouns “function” and “measure” henceforth will be considered \ninterchangeable). Since my purpose here is simply to show what these functions \nmeasure and not to investigate why they do so, I shall not attempt any \nanalysis of the underlying mathematics. (7) In the final section (paragraphs 54 \nff.) I compare the MDS results with some proposed systems of pcset genera, and \ndiscuss some implications as to whether the factors measured by these functions \n“match up with our musical intuitions.” As part of that discussion, the MDS \nresults raise a potentially controversial question: perhaps the creed that “all \nset-classes are created equal(lly interesting musically)” is false. MDS Figure 1 . Four equivalent geometries involving rotation and reflection about axes (click to enlarge)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The basic idea behind MDS is very simple. \nConsider a map of a region with several cities marked on it. If the map is of \nreasonable quality, it is easy to derive from it the inter-city distance matrix, \nthe set of “as the crow flies” distances between all pairs of cities on the map. \n(Some readers may already be thinking, what about the curvature of the earth? \nThis is an excellent question, and will be discussed shortly.) The reverse \nproblem--given an inter-city distance matrix, derive the relative locations of \nthe cities--is rather more difficult. MDS is simply a numerical technique to \nsolve this problem: the matrix is fed to a computer program that returns a plot \nof the relative positions of the cities and/or a set of coordinates for them. In \ngeneral, we have a set of objects of analytical interest for which we have \nobtained ratings of relative distance or similarity for all possible pairs; (8) an MDS analysis will yield a geometric configuration of the objects in some \nabstract (psychological) space, and interpretation of the dimensions of the \nresulting configuration is up to the researcher. (In the above mileage exercise, \nsuch interpretation would be trivial--we would simply need to find the \nnorth-south vs. east-west axes--but in general it is more complex.) Note that \nbesides the obvious question of what the dimensions mean (tall-short? \nbright-dark? etc.), the researcher may have to consider how the configuration is \noriented with respect to a pre-existing model they might be testing, since some \ntypes of MDS are result-invariant with respect to translation, rotation, and \nreflection about axes. Figure 1 illustrates this point: all four \ncubes are the same configuration, but rotated or flipped around one or more \naxes. If the origins of the coordinate systems are located in the centers of the \ncubes, the objects in the different setups might appear to have very different \ncoordinates; yet the relationship between them all is clearly invariant. Table 1 . (Very rough) estimated distances in miles between cities in New York State (click to enlarge) Figure 2a . Map of NY cities listed in Table 1 (click to enlarge) Figure 2b . Derived MDS configuration from data in Table 1 (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] As a simple application of MDS, consider Table 1 , which shows estimated distances in miles between a number of cities \nin New York State, derived from the American Automobile Association’s “Driving \nDistances” map for the state. ( Figure \n2a is a hand-drawn plot of their approximate \nlocations.) There is a very large amount of noise (errors) in the table. Only a \nfew of the cities have directly listed driving distances on the AAA map so many \nof the numbers are extrapolations, or, in some cases, complete guesswork--in \nparticular, nothing remotely resembling a straight-line drive exists from \nOgdensburg and Plattsburgh, in the extreme north of the state, to nearly any of \nthe other cities in the table. Even those values listed on the AAA map are for driving distances, and so may not be straight-line. Given the all-important \ncomputing maxim of “Garbage In, Garbage Out,” we might well expect that this \nexercise in geographia speculativa should result in nothing like reality. \nNonetheless, the resulting MDS configuration ( Figure \n2b ) shows a recognizable if distorted plot of the various city locations. \n(The outline of the state was hand-drawn in afterwards.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] A derived \ngeometric configuration may be surprising, given the physical makeup of the \nobjects being investigated. For example, in an MDS analysis of color similarity \ndata originally obtained by Ekman ( 1954 ) the stimuli varied along exactly one \ndimension--the wavelengths of the lights for the colors--yet the program \nrecovered the familiar two-dimensional structure of the color wheel. Researchers \nshould thus be prepared to see more complex structure in the psychological space \nthan they might think present given the stimuli structure. One example in music \nis the well-known result of Krumhansl and Kessler ( 1982 ), which in essence \nverified Schoenberg’s ( 1954 ) chart of key regions: the configuration of the \ndistances between musical keys was seen to lie on a torus (donut-shape), a \ngeometry that had been proposed by several other writers throughout history. The \ntorus was in a space of four dimensions, not three, however; (9) so our cognitive \nstructuring of music is more subtle than we might believe at first.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "ekman_1954",
                    "krumhansl_and_kessler_1982",
                    "schoenberg_1954"
                ]
            }
        },
        {
            "11": {
                "text": "[11] The concept of MDS \ndates to the 1930s, but it was only with a paper by Shepard ( 1962 ) and two \npapers by Kruskal ( 1964a , 1964b ) that a practical numerical technique was \ndescribed. This method, called nonmetric MDS for reasons that do not concern us, \nassumes that the distance or proximity values of the matrix are directly related \nby some unknown function to distances between the objects in some underlying \nabstract N-dimensional Euclidean space, whose distance metric is the generalized \nversion of the formula familiar from Cartesian geometry, SQRT(x 2 + y 2 + z 2 + . . . ). (10) Because the underlying space is Euclidean, the “true” distances are \nall symmetric; asymmetries in the data are considered to be noise. Discrepancies \nbetween the actual data values and the derived underlying distances are \naccounted for in a goodness-of-fit measure called “stress”: as the number of \ndimensions increases, stress decreases, and choosing between configurations of \ndifferent dimensionalities becomes an issue. Here is how the curvature of the \nearth comes into play in the example that opened this discussion: if our \ndistance matrix is taken from a small geographic region (say, locations in the \nNew York City metropolitan area), we can treat everything as lying on a \nEuclidean plane. (11) If, however, \nwe took the list of cities [New York, Vancouver, London, Buenos Aires, New \nDelhi, Tokyo, Wellington, Moscow, Nairobi . . . ] and tried to fit the resulting \ndistance matrix onto a flat surface, there would be a significant amount of \nstress (i.e., distortion) to any such solution--witness the history of \ncartography. By going to three dimensions, we will reduce the stress \ndramatically (and in fact should almost eliminate it except for residual amounts \ndue to numerical round-off error, since the true geometry of the cities is \nthree-dimensional).",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "shepard_1962",
                    "kruskal_1964a",
                    "kruskal_1964b"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Four broad issues arise. First, how do we \ndetermine the best dimensionality for a solution? Second, since in nearly all \npractical cases we take data from multiple subjects--the rule of thumb is that \none needs a minimum of 30 subjects for reliability--and average their matrices \ntogether before running an analysis, how might we account for idiosyncrasies in \ntheir ratings (different subjects might selectively attend more significantly to \ncertain features in the stimuli, skewing their ratings)? Third, what if there \nare possible inherent underlying asymmetries between the stimuli? (An obvious \ninstance in music: in a context of functional tonality I->V will be rated rather \ndifferently than V->I.) Fourth and ultimately most importantly, how many objects \ncan we study at one time without causing undue stress and fatigue to the \nsubjects from whom we are collecting data? While I do not wish to downplay \nunduly the seriousness of the latter three questions, they are irrelevant for \nour purposes since we are concerned with results from abstract functions rather \nthan human subjects. I shall therefore give only the briefest discussion of \nthem.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] To evaluate individual idiosyncrasies, there is an MDS model called INDSCAL that uses a set of multiple input matrices, one per subject, rather than \na single averaged matrix. It permits finding a “group stimulus space” that shows \na shared geometric configuration across all subjects, then gives a configuration \nof the different attentional weights that each subject gives per dimension to \nthe stimuli. Thus, for a two-dimensional configuration a subject who attended \nequally to the features that correspond to the two dimensions would have their \nweight coordinates at (1.0, 1.0), while a subject who attended twice as much to \nthe feature corresponding to the first dimension as to the second would have \nweight coordinates of (1.0, .5).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] There are a number of models for dealing \nwith possible asymmetries underlying the data. They have a fair bit of \ndiversity; a brief mention of one, called ASCAL, will illustrate the general \nidea. ASCAL assumes that the underlying distances between the stimuli are still \nin some Euclidean space; for each component in the Euclidean distance formula, \nhowever, there is a weighting factor assigned to that dimension for every \nstimulus. So, for a two-dimensional configuration with N stimuli, 4N free \nparameters are being estimated: two each for the actual coordinates of the \nstimuli, and two for the dimensional weightings of each stimulus. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The issue of the maximum number of \nobjects that can be studied at one time is sometimes called “the data explosion \nproblem.” Simply put, in order to analyze N objects, ratings must be collected \nfrom every subject on N 2 pairs of objects. When taking data from humans, one \nquickly reaches a limit on the number of experimental trials they will be \nwilling to endure (never mind satisfying committees that vett proposed \nexperiments in terms of nationally-mandated guidelines for the ethical \ntreatment of subjects). While there are ways to mitigate the resulting cognitive \n(and, eventually, physical) fatigue--breaking up data collection into multiple \nshort sessions, and a higher rate of payment for subjects’ time per \nsession--these only work so far. Such limits can be overcome a little more by \nsome indirect methods (having each subject rate only a portion of the total \nnumber of pairs is one possibility), but then other types of limits (finding a \nsufficiently large pool of subjects, and obtaining sufficient funds to pay them \nall) come into play. Computers, fortunately, do not complain when asked to \nperform a few billion extra calculations, so the only way data explosion affects \nus is the limits of available software.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In assessing the proper \ndimensionality for a solution, it is important to minimize the number of \ndimensions, both for visualization purposes and for parsimony of explanation: \nwhy use three dimensions if two tell us almost everything of interest? If we add \ntoo many dimensions, there is eventually too much “wiggle room” within which to \nfit a solution and the algorithm can no longer derive a unique one. (13) In most cases, long before this situation is reached we already hit a point \nwhere we are getting insufficient “bang for the buck” to justify the added \ncomplexity. Figure 3 . Hypothetical stress/ r 2 plots as functions of dimensionality (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Standard MDS unfortunately contains no test \nof statistical significance to evaluate whether adding one more dimension will \ngive usefully more explanatory power. Some art in evaluation is thus needed. For \na solution of a given dimensionality, we obtain two values: the stress factor \nmentioned earlier, and the percentage of the variability of the data being \nexplained by the solution, a factor called “r-squared” (notated as r 2). One \nneeds to plot the stress and r 2 values for solutions of several \ndimensionalities and look for “elbows” (inflection points) in the plots. If an \nelbow exists, then by and large the higher-dimensional solutions are not giving \nsignificant additional explanation--the plot suddenly flattens out. Figure 3 shows two examples of this. In the upper \npair of plots stress drops precipitously from one to three dimensions then \nbasically levels off, indicating that nothing more is being gained at higher \ndimensions. In the lower pair, the stress plot has no obvious elbow but the r 2 plot does have one, indicating that for this data a 4-D solution is \nprobably best. One must hope that one or both plots will have such elbows \npresent. As another rule of thumb, to make reliable judgments about a \nconfiguration the number of objects should be at least 3-4 times greater than \nthe highest anticipated dimensionality. If the number of objects is much below \nthis factor, then there will likely be too few constraints on the configuration \nfor it to be reliable. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] A poor fit can be caused by several factors, \nnotably by underlying asymmetries in the data. Other problems are the presence \nof exemplars or prototypes in the set of objects being evaluated--in the set \n[apple, banana, cherry, fruit, kiwi, orange, watermelon], “fruit” will be almost \ncertainly be considered more similar to all the other objects than any other \npair to each other (15) --or if the dimensions involved are “highly separable,” \ni.e., have little or nothing to do with each other. (16) The problem of separable \ndimensions in particular led Tversky and others ( Tversky 1977 ; Tversky and Gati 1982 ; Tversky and Hutchinson 1986 ) to propose a different way to represent \nstructure in psychological data, called cluster analysis (CA). There is a family \nof CA models, but they all work similarly: given a proximity or distance matrix, \nsome method is used to pick the pair of objects most like each other, group them \ninto a single cluster, and derive a new reduced matrix. When the process is \nfinished, the objects will be grouped into a binary tree structure (exactly two \nbranches descend from each node, and the objects are “leaves” at the termini of \nthe final branches), where the distance between any pair of objects is related \nto the length of the path along the branches separating them. Figure 4 . Poor fit for a cluster analysis due to addition of privileged nodes (click to enlarge)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "tversky_1977",
                    "tversky_and_gati_1982",
                    "tversky_and_hutchinson_1986"
                ]
            }
        },
        {
            "19": {
                "text": "[19] Cluster analysis is certainly more \nappropriate than MDS for certain situations (e.g., when highly separable \ndimensions are involved); and even when MDS works for a given situation, CA can \naid the researcher in interpreting an otherwise obscure set of dimensions. On \nthe other hand, there are situations where CA gives extremely bad fits. If, for \nexample, the underlying data structure forms a grid, any type of CA will yield a \nreally bad fit since the only way to “move” between objects in the configuration \nis to traverse the tree connecting them. Figure 4 shows an instance of this--visually, each object (open circle) \nis equidistant from its vertical or horizontal neighbors, but not at all along \nthe tree (the filled squares are extra nodes generated by the tree-building \nprocedure). The bottom line is, the researcher must be careful and explore many \npossibilities. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] A different type of \nissue can be termed “robustness”--whether changing the set of objects being \ncompared alters the perceived/computed similarity between the original set of \nobjects. Another example of cities on a map will illustrate. Take two distance \nmatrices, one for just Toronto and its suburbs and the other for those \nplus various other cities across southern Ontario. If we run these two matrices \nthrough an MDS program and normalize the resulting configurations to each fit on \nan eight-by-ten color glossy photograph, the only change in the second \nconfiguration for the suburbs would be the percentage of area they \noccupied--they would still be at the same relative locations, with simply the \nscale changed. By contrast, the process of categorization and similarity \njudgment by humans is highly flexible and context-dependent. For example, \nconsider in your own mind the similarities or differences in the set of animals \n[cat, cow, dog, moose]. Now consider the set [cat, cow, dog, moose, unicorn]: \nunicorns are large mammals like cows and moose, but mythical. Now consider \ninstead the set [cat, cow, dog, moose, bonsai unicorn], where the bonsai unicorn \nlooks just like its bigger counterpart but is the size of a chihuahua--does it \nnow group closer to the small mammals? What about the set [cat, cow, dog, moose, \nturtle]? How about the set [cat, cow, dinosaur, dog, moose, small furry creature \nfrom Alpha Centauri, turtle, standard unicorn]? It is likely that your groupings \nmay have altered rather considerably by the end.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Suppose we are presented \nwith two functions Q and R that each purport to measure distances in southern \nOntario. We use them to build distance matrices of the two lists of cities \nabove, and examine the resulting MDS configurations. For the first case (only Toronto + suburbs), Q and R yield geometries that agree with each other and with \nthe atlas; R also agrees with the atlas for the larger dataset. In Q’s \ntrans-Ontario configuration, however, some Toronto suburbs do not appear in \ntheir expected places: Scarborough (just east of the city) has migrated south \nand is sitting in downtown Buffalo, while Mississauga (immediately southwest of \nthe city) has shifted eastwards some 200 km, into the middle of Lake Ontario. \nGeographical features such as cities are stationary ( pacite Birnham Wood and \nJames Blish’s Cities in Flight ), so we would likely view Q’s usefulness as a \ndistance metric with extreme skepticism, to say the least. It is in this sense \nof “yields consistent relative MDS geometries, save for scaling, regardless of \nsurrounding context” that R is “robust” and Q is not. Given humans’ flexibility \nof similarity judgment, most MDS research is usually unconcerned with this \nissue: the flexibility and context-dependence is normally part of what is being \ninvestigated. This article, however, is examining formal, abstract functions, \nwhich do not (or, at least, should not) exhibit such subjectivity; it is \ntherefore very much of importance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In the abstract universe of pcsets, \nthere is no external reality check like an atlas--this is, after all, why we are \ndeveloping similarity measures--but we can at least demand geometric \nself-consistency from our functions. If function S yields different geometries \nthan function T and each function is self-consistent, that suggests they are \nmeasuring different musical constructs and the situation warrants investigation. \nIf on the other hand S behaves like function Q above, that strongly implies that \nwe should not use it because there is no reason to have any faith in its \nratings--all research on pcset similarity has (implicitly) assumed that pcsets \nare “stationary” objects. Note that it certainly should be possible, and perhaps \nhighly desirable, to build a pcset similarity function that is context-sensitive in its calculations; but I am unaware that anyone has ever \nattempted to devise such a measure. In particular, none of the functions \ndiscussed in this essay incorporate context-dependence in their ratings. If we \nfind a function that yields different relative locations of trichords if we \nconsider trichords and tetrachords as a group vs. trichords in isolation, that \nis a serious red flag re the function. As mentioned in paragraph 6, it turns out \nthat not all similarity measures pass this test. Figure 5 . Different distance estimates for probabilistic MDS, PROSCAL model (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The data obtained from \nhumans in an MDS/CA study are inherently messy; this is why multiple subjects \nare needed to achieve reliability. Recently a different way to deal with this \nnoisy data has been developed, called Probabilistic MDS (PMDS). Here it is still \nassumed that there is an underlying Euclidean geometry, but rather than being \npoints in that space the objects are probability distributions like clouds. The \ncenters of such clouds are what occur at the idealized object coordinates; but \nevery similarity judgment is considered to be merely from somewhere within the \ncloud. (Such judgments of course have a higher probability of being from near \nthe centers of the clouds, but this is not guaranteed.) Thus, each time a \nsubject estimates the distance from object A to object B, their estimate will \nchange ( Figure \n5 ); the extent to \nwhich the estimates vary is a function of how “spread out” the clouds are along \neach dimension--the technical term is the degree of variance of the stimuli. (18) A PMDS program can do calculations for several scenarios: when all objects are \nassumed to have the same degree of variance for all dimensions, when the \nvariance is the same for all objects for any given dimension but can be \ndifferent for different dimensions, etc. Because PMDS also gives the variance \nfor each dimension in the derived configuration, it is able to do significance \ntesting for different dimensionalities. The price for this increased power is of \ncourse much more intractable math; (19) PMDS is a technique still under development at this writing, and a present-day \nresearcher should always run some non-probabilistic MDS model on their data as a \nreality check. PCSETS",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Let us analyze some pcset similarity \nfunctions using MDS. Doing so yields two things. First, the resulting geometries \nwill tell us something about what properties of pcsets the functions are \nmeasuring, since each dimension of the configurations involves different \nproperties. Second, if the geometries produced by different functions match up \nsave for rotation, translation, or reflection, then, given that such functions \nall purport to measure “pcset similarity” (whatever that is), it is reasonable \nto think that they are in fact either a) measuring the same constructs, whatever \nthose might be, or b) measuring constructs that, while different, are themselves \nfunctions of some other underlying construct(s). For narrative simplicity, the \nabove second item will be termed “measuring the same thing(s),” even though that \nphrase plays rather fast and loose with the situation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Only such functions \nas give distinct proximity/distance ratings can be so evaluated; measures like \nForte’s ( 1973 ) Rn relations are binary so cannot generate a distance matrix for \ninput. Other functions that yield multiple values but only permit comparisons \nbetween set-classes of the same cardinality, e.g., Teitelbaum’s ( 1965 ) s.i., \nwhile evaluable to some degree by MDS, are still not very attractive--there is \nno way to say that the results of comparing tetrachords have anything to do with \nthe results of comparing heptachords, for example.",
                "footnotes": [],
                "citations": [
                    "forte_1973",
                    "teitelbaum_1965"
                ]
            }
        },
        {
            "26": {
                "text": "[26] For a reasonably-sized \nselection of functions I chose six, three of which--Scott and Isaacson’s ( 1998 ) \nANGLE, and Isaacson’s ( 1990 , 1992 ) IcVSIM and ( 1996 ) ISIM2--use interval-class \nvector (henceforth, icv) content for their calculations, and three--Castrén’s \n( 1994 ) RECREL, and Rahn’s ( 1979–80 ) ATMEMB and AMEMB2--that use subset \ncontent. (20) Since RECREL uses Tn-rather than Tn/I-equivalence, only ratings \nbetween “-A” forms of asymmetrical set-classes (prime forms in the sense of Forte 1973 ) were used for this study. Due to possible reflections/rotations \nbetween configurations, “reference functions” are needed against which other \nfunctions in a category can be compared; ANGLE and RECREL were declared to be \nthe references for their respective categories on the basis of personal \naesthetics. The domain to be studied was limited to trichords through \npentachords (a total of 3160 distinct set-class pairings), for two reasons. \nFirst, it was within the limits of available software. Second, for the icv-based \nmeasures the ratings of a set-class and its complement are not independent; (21) the simplest way to avoid any possible resultant systemic problems was to \neliminate hexachords et al. from consideration. Table 2 . Correlations of raw data values among functions for all trichords through pentachords (click to enlarge)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "scott_and_isaacson_1998",
                    "isaacson_1990",
                    "isaacson_1992",
                    "isaacson_1996",
                    "forte_1973"
                ]
            }
        },
        {
            "27": {
                "text": "[27] Table 2 gives the correlation matrix for the raw ratings \nof these functions for this domain. The values are extremely high, suggesting \nthat there is indeed a great deal of correspondence between whatever it is they \nmeasure; the notation “ p< .001” is a measure of significance, meaning that \nthere is a probability of less than one in a thousand that the observed result \nmight have occurred by chance. (22) The negative signs on the correlations for \nATMEMB and AMEMB2 vs. the other measures are not a cause for concern: those two \nfunctions rate similarity while the other four functions rate dissimilarity , \nso naturally the signs will be reversed. The absolute values of the r s and the \ncorresponding p -values are the important things.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] By definition, there is \nno noise in this data: the ratings are exactly what the functions compute for a \npair of set-classes. Stress values in the analyses are therefore inherent for \nthe configurations involved, in the sense that there are irreducible ambiguities \nin the computed ratings. Also by definition, the ratings matrices are all \nsymmetrical; we can thus use the simplest MDS model, which is result-invariant \nwith respect to axial reflection and rotation. This allows us to realign the \nconfigurations for the non-reference functions with respect to those for the \nreferences in order to compare them. The matrix manipulation technique to do so \nis called Procrustes rotation; named after the villain of Greek mythology, it is \nan algorithm that transforms a matrix so as to most closely align it with a \ngiven target matrix of equal size. The details of this process are irrelevant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] To examine the issue of robustness mentioned in paragraphs 20-22, the \nset-classes of each cardinality were analyzed in isolation as well as \ncombinations of contiguous cardinalities. There were thus six datasets for each \nfunction. The following shorthand is used: cardinality 3 alone: 3x3 dataset \n(12 set-classes) cardinality 4 alone: 4x4 dataset (29 set-classes) cardinality 5 alone: 5x5 dataset (38 set-classes) cardinalities 3 and 4: 3x4 \ndataset (41 set-classes) cardinalities 4 and 5: 4x5 dataset (67 set-classes) cardinalities 3, 4, and 5: 3x5 dataset (79 set-classes) These were analyzed \nusing SPSS, one of the most widely available statistical packages. (23) It would \nbe extraordinarily tedious (and in fact unnecessary) to examine in detail all \nsix datasets for all six functions; instead, I shall discuss only the results \nfor the 3x5 dataset for the two reference functions ANGLE and RECREL, since it \nwill be easiest to interpret the dimensions due to the wide range of objects \ninvolved. (24) Even so, the results may seem somewhat lengthy; as a guide, the \norder of discussion is as follows. First, the appropriate dimensionalities for \nthe derived configurations are determined (paragraphs 30-34); next, the ANGLE \nand RECREL configurations for the 3x5 dataset are examined in detail (paragraphs \n35-42 and 43-48); third, those configurations are compared with the equivalent \nconfigurations for the other four functions via correlational analysis \n(paragraphs 49-51); finally, the robustness of the different functions for the \nvarious cardinalities is examined, also via correlations (paragraphs 52-53). Dimensionality",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Four-dimensional solutions \nwere obtained for the icv-based functions, while five-dimensional ones were \nfound for the subset-based functions. For readers new to MDS, the decision \nprocess is given in some detail as illustration; those already familiar with MDS \nor who want to cut to the chase can skip to paragraph 35, although they should \nbe aware that some peculiarities exist and will be mentioned later on. Table 3 . Stress and r 2 values by function, 3x5 dataset (click to enlarge) Figure 6a . Stress/ r 2 plots for 3x5 dataset for subset-based functions (click to enlarge) Figure 6b . Stress/ r 2 plots for 3x5 dataset for icv-based functions (click to enlarge) Figure 7 . Coordinate values and histogram for ANGLE ic1 vs. ic5 dimension, 3x5 dataset (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Table 3 gives the stress and r 2 values for different \ndimensionalities by function for the 3x5 dataset, since discussion will focus on \nit; Figures 6a and 6b plot these \nvalues for the subset-based and icv-based functions respectively. For RECREL, as \nwe increase from two to six dimensions we see incremental improvements in r 2 \nof .0845 (from 2-D to 3-D), .0685 (from 3-D to 4-D), .0516 (from 4-D to 5-D), \nand then a sudden drop to .0154 (from 5-D to 6-D). For ANGLE, as we go from two \nto five dimensions we see incremental improvements in r 2 of .1206 (from 2-D \nto 3-D), .14 (from 3-D to 4-D), and then down to .0285 (from 4-D to 5-D). Those \nsudden drops in incremental improvement are the elbow points indicating optimal \ndimensionalities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] There are several oddities in Table 3. For the icv-based \nfunctions, the incremental improvement in r 2 increases in going from 3-D to \n4-D vs. going from 2-D to 3-D. We thus have a set of “reverse elbows” at 3-D; \nthese are apparent (albeit somewhat subtly) on the plots in Figure 6b. Also, the \nstress values suddenly drop to essentially zero and the r 2 values jump up to \n1.000 (meaning all variability in the data is explained) at five dimensions for \nIcVSIM and ISIM2; this phenomenon occurs for them in all except the 3x3 dataset. \nThe latter situation is an absolute indicator of too many dimensions: there is \nno stress because there are insufficient constraints on the configurations. \nMeanwhile, reverse elbows usually indicate that a calculation became trapped in \na local minimum, and that a configuration should be recomputed--one typically \nuses the configuration from the next higher dimensionality (minus the extra \ndimension) as an input seed. For these functions, however, doing so does not \nchange things: something else is involved. The reason will be seen in a few \nparagraphs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Although the stress/ r 2 values for the other datasets have \nnot been shown, those datasets still have an issue of reliability regarding the \nconfigurations for the 3x3 and 4x4 datasets due to the small number of data \npoints involved; this must be considered in determining the proper \ndimensionality for them. It is in fact not possible to compute a 6-D solution \nfor the 3x3 dataset because the number of parameters to be derived (72, 6 \ncoordinates each for 12 set-classes) exceeds the number of data values (66, the \nnumber of similarity ratings). For the 3-D, 4-D, and 5-D solutions for that \ndataset, the numbers of parameters to be derived (36, 48, and 60) are still high \ncompared to the number of data values, so those configurations are also \nquestionable. For the 4x4 dataset, the 6-D solution also has a reliability issue \n(174 parameters vs. 406 data values). The incremental improvements in stress and r 2 for both those datasets do mirror the patterns seen for the larger \ndatasets, however. Since we cannot increase the number of objects in these \ndatasets, we must assume that our decisions for appropriate dimensionality for \nthe larger datasets carry over to these smaller ones.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] We are left with the \nprospect of examining four-and five-dimensional geometries. Visualization of \nmore than three dimensions is typically difficult for humans; (25) furthermore, even if we were to examine only three dimensions’ worth of the \nconfigurations at a time, the pictures would be far too crowded at their centers \nto understand any structure involved. By definition of a Euclidean space, \nhowever, each dimension in the configurations is independent of the others. We \ncan thus examine the ordering of set-classes along each dimension separately to \ninterpret what that dimension represents. ANGLE",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The order of dimensions produced by SPSS is arbitrary, so there is no need to adhere to it in the following \ndiscussion. Also, rather than repeatedly referring to “dimension one,” etc., I \nshall use my suggested interpretations for the dimensions as descriptive names. \nThus, the phrase “the ic1/ic5 dimension” is a narrative shorthand for “the \ndimension to which I am assigning an interpretation of ‘an opposition of \nic1-saturation vs. ic5-saturation’,” and so forth. For each dimension, the \ncoordinates of the set-classes along the dimension are given plus a histogram \nfor visualization. The units for the coordinates are also arbitrary, although \nthey are on the same scale for all dimensions of a particular configuration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The most dramatic dimension has the easiest interpretation: ic1-saturation \nvs. ic5-saturation. The histogram in Figure 7 shows a symmetrical distribution, with [012], its direct \nsupersets, and other ic1-dominant set-classes at one extreme, while [027] and \nother diatonic subsets are at the opposite end. Most striking, though, is the \nclustering near zero of 37 set-classes, with large gaps between it and the other \ngroups.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] This huge cluster explains the oddities in the stress/ r 2 tables. \nIn the typical case when a configuration is one or more dimensions beyond \noptimum, one finds that for some of the dimensions almost all of the coordinate \nvalues will be at or near zero. Such an occurrence provides an additional \ndimensionality check, since it usually indicates that we are learning too little \nadditional information to warrant the extra dimension. At first glance this \nlooks to have happened here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] In reconsidering whether a 4-D solution is \nappropriate, several factors must be weighed. First, the stress and r 2 values \nshow a non-trivial incremental improvement from 3-D to 4-D, arguing that the \nfourth dimension in the solution is a real one. Second, 42 of the 79 set-classes \nhave non-zero coordinates, and some of those coordinates are decidedly non-zero. \nIf this were a “fake dimension” we would expect fewer non-zero coordinates, and \nexpect those to be closer to zero instead of being clearly grouped towards the \nextremes. Third, this dimension has a clear and logical interpretation, whereas \nthe situation in the 3-D solution (omitted for space considerations) is \nmuddled--as mentioned in footnote 14, judgment calls are sometimes necessary. \nFinally, the 5-D solution for RECREL has an almost exact counterpart to this \ndimension, and its stress/ r 2 values showed no oddities. This last admittedly \nrisks being an example of circular reasoning: if we are trying to determine \nwhether these functions measure the same things, we should not use the results \nfrom one function to decide that the results of another are valid then go back \nto check what the former measures compared to the latter. I will argue in \nparagraph 48, however, that ic1-saturation vs. ic5-saturation is equivalent to \n[012]-saturation vs. [027]-saturation; if two different functions, one examining icv content and the other subset content, find these oppositions in their \nrespective domains, then we should consider the result legitimate.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The \npresence of certain set-classes in the near-zero clump may seem surprising. For \nexample, 4-10 and 4-11, [0135] and [0235] respectively, are in the clump yet are \nboth diatonic subsets. They do not, however, exhibit relative ic5-saturation. \nAll of the set-classes in the clump have equal ic1 and ic5 content; the first \nfew set-classes with significantly non-zero coordinates have ic1 content one \nmore than ic5 content or vice versa; and the set-classes at the extremes have \neither zero ic5 or ic1 content while the value of the opposite is at least two, \nand have zero values for at least one other icv component. This dimension thus \nprovides a graphic (in both senses of the word) example of how to quantitatively \nclarify one aspect of pcset similarity: what the terms “diatonic” and \n“chromatic” really signify, as measured by certain abstract functions. Figure 8 . Coordinate values and histogram for ANGLE 016 vs. ic3 dimension, 3x5 dataset (click to enlarge and see the rest) Figure 9 . Coordinate values and histogram for ANGLE whole-tone vs. anti-wholetone dimension, 3x5 dataset (click to enlarge and see the rest) Figure 10 . Coordinate values and histogram for ANGLE hexatonic vs. ic2 dimension, 3x5 dataset (click to enlarge and see the rest) Figure 13 . Coordinate values and histogram for RECREL 024 vs. 016/036 dimension, 3x5 dataset (click to enlarge and see the rest) Figure 14 . Coordinate values and histogram for RECREL 04/014 vs. 012/027 dimension, 3x5 dataset (click to enlarge and see the rest) Figure 15 . Coordinate values and histogram for RECREL 015/04 vs. 036 dimension, 3x5 dataset (click to enlarge and see the rest) Figure 16 . Coordinate values and histogram for RECREL 016/026 vs. anti-ic6 dimension, 3x5 dataset (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The \nnext dimension can be termed “016-saturation vs. ic3-saturation” or “even \ndistribution around the pitch-chroma wheel vs. pitch-classes clumped at opposite \nsides of the chroma wheel.” At one extreme in the histogram in Figure 8 are [016] and [0167], \nfollowed closely by other sets with imbedded 016s, such as [0156]. Any other \nsimilar set-classes will necessarily increase the amount of ic5 and ic1 \nsimultaneously; thus, set-classes like [015] also group at this end of the \ndimension. At the other end are the diminished triad and the diminished seventh \nchord. Because the addition of any other pitch-classes would add ics other than \nic3/ic6, there is a wide gap between those two set-classes and the others at \nthis end, and the distribution along this dimension is asymmetrical. There is \nstill a fairly large clump of set-classes at near-zero coordinates, although \nless so than in the ic1/ic5 dimension (only 25 of 79 here). This also \ncontributes to the oddities of the stress/ r 2 table.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The third dimension \nis characterizable as “whole-toneness vs. anti-whole toneness.” The distribution \nhistogram in Figure 9 is again asymmetrical. At one extreme are the seven \nsubsets of the whole-tone scale, followed by a large gap; at the other extreme, \nwe again see [016] and [0167], also with a wide gap between them and the next \nset-classes; but among that group are [036] and [0369]. Evidently for ANGLE, if \n“whole-tone” means “saturation in ic2 and ic4 together,” then “anti-wholetone” \ncan mean either ic3- or 016-saturation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] The last dimension in the ANGLE \nconfiguration has the most even distribution and is harder to interpret. At the \npositive end of the histogram in Figure 10 are hexatonic subsets--the augmented triad and its \nsupersets [0148] and [01458]--followed by other pcsets with relatively high \nic4-content and zero or minimal ic2- and ic6-content. In contrast, the negative \nextreme has a seemingly confusing mix of whole-tone ([024], [0246]), diatonic \n([0257]) and chromatic or near-chromatic ([013], [0123]) set-classes. The \nhexatonic scale has the characteristic “ic4-saturation at the expense of ic2 and \nic6 content,” so the best interpretation for the negative end of the dimension \nappears to be the opposite, i.e., “attempts at ic2-saturation at the expense of \nic4 and/or ic6.” Since it is impossible to have any ic2 content in set-classes \nof cardinality three or higher without having some other ics present, we get the \n“mixed bag” of set-classes here. RECREL",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] As mentioned, RECREL has an almost \nexact counterpart to ANGLE’s ic1 vs. ic5 dimension--here better labeled \n“012-saturation vs. 027-saturation.” The coordinates and histogram in Figure 11 are somewhat different, \nbut the units are arbitrary anyway. The signs are backwards, but they are also \narbitrary; by reversing one configuration and comparing the set-class orderings, \nas shown in Figure 12 , it is clear how closely the two \nmatch up. The three set-classes at the extremes match in order; there follows a \ngroup of three set-classes whose orders almost match; a single set-class that \nmatches; another group of three that almost match up; then a group of eleven; \nand then the near-zero cluster. Figure 11 . Coordinate values and histogram for RECREL 012 vs. 027 dimension, 3x5 dataset (click to enlarge and see the rest) Figure 12 . Correspondence of set-class orderings between RECREL and ANGLE diatonic/chromatic dimensions, 3x5 dataset (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] The next dimension corresponds to ANGLE’s \n“whole-tone vs. anti-whole tone” dimension, although not quite so exactly. At \nthe positive extreme of the histogram in Figure 13 are the seven whole-tone subsets, just as for \nANGLE; beyond those, however, the orderings diverge somewhat. For the ANGLE \nconfiguration, general high ic4 content seemed to come next; here, high \n024-content apparently takes precedence. This end of the dimension thus seems to \nbe more strictly “024-saturation.” At the negative end, the three set-classes \nat the extreme also match, but after that set-classes with higher 016- than \n036-content seem to take slight precedence: there are three set-classes before \nwe reach the diminished triad and seventh chord, vs. one for ANGLE. A full \ninterpretation therefore appears to be “024-saturation vs. 016-/036-saturation.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The next dimension bears some resemblance to ANGLE’s “hexatonic vs. ic2” \ndimension, but again has differences. At the negative end in the histogram of Figure 14 are \nthe augmented triad and [0148], as for ANGLE. The augmented triad is much more \nof an outlier here, however; and after those two set-classes the orderings \ndiverge. Here, various pcsets with high 014-content follow, although the \ndiatonic/diminished triads and the diminished seventh chord also appear. The \nset-classes at the opposite end of this dimension all lack ic4 content, but the \npairings that occur are striking: [012] and [027] are farthest out, followed by \ntheir immediate supersets [0123] and [0257]; a bit further in are the next level \nof supersets, [01234] and [02479]. This dimension thus appears to be \n“04/014-saturation vs. 012/027-saturation.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] The remaining two dimensions \ncorrespond much less if at all to dimensions in the ANGLE configuration; this is \nnot surprising since this is a five-dimensional solution instead of a \nfour-dimensional one. As shown in Figure 15 , the next dimension has the diminished triad and \nseventh chord at its positive extreme, leading to an interpretation of \n“036-content.” The negative end would appear to have “015-content” as its \nprimary characteristic, since [015] and [0156] are the two set-classes at that \nextreme, and [015] is very much an outlier. The third set-class in is [048], \nhowever, and other set-classes with high ic4-content, such as [0148], take \nprecedence over those with 015-content. ([014] has a near-zero coordinate, so \nthis is not about 014-content.) The distribution along the histogram is much \nmore even than in the previous dimensions; this may indicate some sort of \nconflict between these two characteristics, so that one does not take clear \nprecedence after the extremum. This dimension is thus apparently “015/04-content \nvs. 036-content.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] The final dimension for RECREL is the most difficult to \nunderstand, and a good, solid interpretation in terms of trichord content is \nelusive. There are no clear outliers at the negative extreme, and the \ndistribution on the histogram in Figure 16 is very even. There is again a potpourri of \nset-classes; their only common characteristic is a lack of ic6. At the positive \nend, we have various set-classes with ic6-content and no ic3-content. The two \nmost extreme set-classes are [016] and its direct superset [0167], followed by \n[026] and its direct superset [0268]; but there is no real separation between \nthe latter pair and the rest of the pack. The diminished triad and seventh chord \ndo occur near this end and they of course have high ic3 content; but they also \nhave relatively high ic6 content. The best interpretation for this dimension \nthus appears to be “016/026-content at the expense of ic3 vs. depletion of \nic6.” Note that this is not an analogue to ANGLE’s 016/ic3 dimension because \n[036] and [0369] were at the opposite extreme from [016]/[0167] in the latter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] If we consider those dimensions where ANGLE and RECREL appear to give the \nsame results, we see situations where ic-saturation and subset-saturation are \nin a sense equivalent. In other words, if we try to maximize ic1, we perforce \nwill be led to [012], [0123], etc.; a subset-based measure that views \n012-saturation as one aspect of pcset similarity must then yield the same sort \nof results for that dimension, and a similar line of reasoning applies to \nic5/027-content. This says nothing about why R RECREL views 012-content as one \naspect of similarity while not viewing, e.g., 013-content (which would lead \ntowards an “octatonic vs. whatever” dimension) as another aspect; it merely \nexplains why it should yield somewhat similar factors as an icv-based function \nin some situations. The Other Functions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] As noted in paragraph 28, to \nanalyze the other functions for the 3x5 dataset we first apply Procrustes \nrotation to their configurations so as to most closely align them with those of \nthe reference functions. We then examine correlations of the dimensional \ncoordinates between the two triples of functions. If IcVSIM and ISIM2 measure \nthe same things as ANGLE, corresponding dimensions (e.g., dimension 1 for ANGLE \nand IcVSIM--we do not care here whether this is the ic1/ic5 dimension or \nwhatever) should be highly correlated while non-corresponding dimensions \n(dimension 2 for ANGLE vs. dimension 3 for IcVSIM) should have little or no \ncorrelation; the same situation should hold true for RECREL, ATMEMB and \nAMEMB2. (26) It is then only \nnecessary to consider any dimensions in the other functions where this does not \nhold. Table 4 . Correlations between dimensions of icv-based functions and between dimensions of subset-based functions for 3x5 dataset (click to enlarge and see the rest)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] Table 4 gives the \ncorrelations for all dimensions of the 4-D solutions for the icv-based \nfunctions, and likewise for the 5-D solutions for the subset-based measures, for \nthe 3x5 dataset. The subset-based functions show the expected situation if these \nfunctions all measure the same things: values on the main diagonal \n(corresponding dimensions) are all extremely high, while the other values are \nall very low. Recall that the notation “ p< .001” means a probability of less \nthan one in a thousand that the observed result might have occurred by chance; \nconversely, “ p >>.05” says there is well over a 5% probability that the results \nare due to chance. (27)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] The same situation \nholds for ANGLE and IcVSIM, but there are exceptions for ISIM2: ANGLE/IcVSIM \ndimensions two (the 016 vs. ic3 dimension) have significant negative \ncorrelations with ISIM2 dimension three (its hexatonic vs. ic2 dimension), at p< .01 each; and ANGLE dimension three (hexatonic vs. ic2) has a significant \nnegative correlation with ISIM2 dimension two (016 vs. ic3) at p< .05. (IcVSIM’s \nhexatonic-vs.-ic2 and ISIM2’s 016-vs.-ic3 dimensions “just miss” being \ncorrelated at p <.05.) Also, for some pairs of corresponding dimensions in some \nof the other datasets (omitted for space), ISIM2 has essentially no correlation \nto ANGLE and IcVSIM ( r s are near-zero). This would suggest that ISIM2 measures \nsomething different than the latter two functions and should be examined in \ndetail; however, ISIM2 turns out to be non-robust. As a result, it is pointless \nto compare it with the other icv-based functions. Robustness",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Here, recall, \nthe concern is the self-consistency of a function’s set-class orderings along \neach dimension across several datasets. For example, trichords occur in the 3x3, \n3x4, and 3x5 datasets. The coordinates for trichords in the 3x4 and 3x5 \nconfigurations must be extracted from them and compared to the coordinates for \nthe 3x3 dataset. This means subjecting the extracted sub-configurations to Procrustes rotation with the 3x3 configuration as target (because configurations \nfor the other datasets might be reflected and/or rotated about axes), then \ncomputing correlations for corresponding dimensions for the various datasets; an \nequivalent procedure applies for tetrachords and pentachords. If the coordinates \nfor set-classes of a cardinality for a particular dimension are highly \ncorrelated across all the datasets involved, then we can conclude that the \nfunction is stable and robust for that cardinality with respect to that \ndimension--the set-classes occur in approximately the same relative ordering \nregardless of where set-classes of other cardinalities occur along that \ndimension. (28) Table 5 . Non-robust dimensions for ISIM2, by cardinality (click to enlarge and see the rest)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] All of the functions except \nISIM2 are extremely robust for all dimensions. Except for two correlations for \nAMEMB2 at .904 and .915, all r s for the other five functions are greater than \n.96, and nearly all are greater than .99-- p <.001 for all cases. By contrast, \nISIM2 fails to be robust at p <.05 in several cases. It is not necessary for us \nto analyze these inconsistencies; that they exist already renders the function \nunusable for this essay’s purposes. For those wishing to investigate these cases \non their own, Table 5 gives the correlation matrices \nfor ISIM2’s non-robust cardinalities and dimensions, and lists the coordinate \nvalues for each of the configurations or Procrustes-rotated subconfigurations \nfor those dimensions. (29) The titles “Dimension 2”, etc. reflect the order of \ndimensions from SPSS for the “base” datasets (3x3, 4x4, or 5x5, as appropriate) \ninvolved. The interpretations given are likewise for the base dataset for each \nparticular cardinality/dimension, so do not necessarily match anything in the \nprior discussions for ANGLE and RECREL; as noted in footnote 24, such \ninterpretations are generally rather tentative due to the smaller number of \nobjects in those datasets. Pcset genera",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] The various dimensions of the \nANGLE and RECREL configurations show two types of organizations: either \ndifferent ways of attempted symmetrical distribution of pitch-classes, or \nsymmetrical vs. asymmetrical distributions. Thus, the diatonic set-classes \nevenly distribute pcs by ic5, while chromatic organization tries not to \ndistribute evenly but rather bunch all pcs up in one section of the chroma \ncircle via ic1 saturation. Several of these organization types correspond to \ngroup-theoretic ways of distributing pcs around the chroma circle according to \nthe concept of maximal evenness ( Clough and Douthett 1991 ). As Quinn ( 2001 ) \nalso points out, the chromatic, whole-tone, octatonic, hexatonic, and diatonic \nscales correspond to Hanson’s ( 1960 ) idea of interval cycles, with each of those \nhaving ics 1 through 5 respectively dominant; and 016/0167 organization \ncorresponds to Hanson’s ic6 interval cycle. The notion of different kinds of \npcsets at the extremes of the dimensions invites comparison with various models \nof pcset families, or genera.",
                "footnotes": [],
                "citations": [
                    "clough_and_douthett_1991",
                    "quinn_2001",
                    "hanson_1960"
                ]
            }
        },
        {
            "55": {
                "text": "[55] The Oxford Shorter English Dictionary defines genus as “a class of things containing a number of subordinate classes \n(called species) with certain common attributes.” In certain fields, most \nnotably biology, genus membership is exhaustive and exclusive: every species \nbelongs to exactly one genus. For other fields such as categories of games, the \nboundaries are not clear-cut--games can have characteristics that arguably \nrender them members of more than one genus. In terms of mathematical, not \nmusical, set theory, the former situation corresponds to classical sets: an \nobject is either a member of a set or it is not, and the truth value of the \nproposition “X belongs to set Y” is 1 or 0 (true or false in classical logic). \nThe latter situation corresponds to Zadeh’s ( 1965 ) fuzzy sets, which let one say \n“X sort of belongs to Y,” and where the truth value of “X belongs to Y” can be \nany real number from 0 to 1 inclusive (i.e., a probability value).",
                "footnotes": [],
                "citations": [
                    "zadeh_1965"
                ]
            }
        },
        {
            "56": {
                "text": "[56] Implicit \nin the definition of genus, whether classical or fuzzy, is the notion that some \nsort of criteria exist for exclusion as well as inclusion. A genus is defined to \nprovide a distinction between objects that belong to it and those that do not; a \ngenus whose inclusion rule is so broad and liberal as to permit any object of \nthe domain to be a member is not useful. Likewise for a system of genera, \nsignificant overlap in members, even if no genus is all-inclusive, limits the \nsystem’s utility. This is not to say that there can be no doubtful \nclassifications, since some objects really may be best described as belonging to \nmultiple genera; but it would seem a good rule of thumb that such objects should \nbe a decided minority.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] Like similarity functions, multiple genera systems \nhave been proposed; some explicitly come out of pcset theory or investigations \ninfluenced by it (e.g., Ericksson 1986 ; Forte 1988 ; Parks 1989 ; Quinn 1997 , 2001 ) while others do not (e.g., Hanson, 1960; Harris, 1989; Hindemith, 1937/42; \nWolpert, 1951, 1972). It is beyond the scope of this article to compare all of \nthe various genera systems with the factors found to be measured by the \nsimilarity functions studied here. It is possible, though, to look at a sample: \nthe systems of Forte, Parks, and Quinn provide an interesting set of contrasting \napproaches.",
                "footnotes": [],
                "citations": [
                    "ericksson_1986",
                    "forte_1988",
                    "parks_1989",
                    "quinn_1997",
                    "quinn_2001"
                ]
            }
        },
        {
            "58": {
                "text": "[58] Forte (1988) proposed a system of 12 genera, each generated by \none or more trichord progenitors (the trichords are not actually members of the \ngenera); Forte also lists four “supragenera” as a classification level above \nthese. There are tremendous overlaps between the genera: while 17 of the 29 \ntetrachords belong to only one genus, only one pentachord and no hexachords are \nsingular to a genus. Most set-classes in fact belong to many genera: 29 out of \n38 pentachords belong to between 4 and 9 genera, and 6 of 35 hexachords belong \nto 11(!) genera. (30) This situation strongly implies that Forte’s system is a \nvery poor set of genera in the usual sense (classical or fuzzy) of the term; a \nmuch better and more accurate label would appear to be “interlocked network of \ncomplexes of set-classes.” Given Forte’s emphasis on families of supersets and \nthe associated K/Kh-relations in his 1973 work, this is not surprising. Because \nof the membership overlaps and extreme blurring of boundaries among Forte’s \ngroups, it is not practical to try to determine any correspondences between his \nsystem and the MDS configurations.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] Parks (1989) developed his system for the \nanalysis of Debussy’s music. While he says he was explicitly coming out of the \ntradition of pcset theory, he is concerned with reflecting one musician’s actual \ncompositional palette rather than developing a scheme ab initio . (31) He posits \nfive genera, four of which correspond to familiar scales (diatonic, whole-tone, \nchromatic, and octatonic). His fifth genus, termed by him the “8-17/18/19 \ncomplex,” is unwieldy: nearly every set-class in the domain of the present \narticle belongs to it, with only 5-1 and 5-35 absent. This suggests that it is \nnot useful as a genus per se --Parks’ own name, “complex,” implies as \nmuch--and it is omitted from further consideration here. Of his remaining \ngenera, the diatonic and octatonic are still fairly obese--the former contains 9 \ntrichords/13 tetrachords/10 pentachords, while the latter has 7 trichords/13 \ntetrachords/7 pentachords--but the situation is nowhere near as bad as for the \n8-17/18/19 complex.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] There is excellent correspondence between \nParks’ whole-tone/chromatic genera and the equivalent groups in the MDS \nconfigurations. The seven whole-tone set-classes in the ANGLE-RECREL WT/anti-WT \ndimension match exactly the trichords through pentachords in Parks’ genus; for \nthe chromatic genus, the seven set-classes at the extremes in the configurations \nomit 5-2 and 5-3 ([01235] and [01245]) and add 3-3, [014], as compared to Parks’ \ngroup of eight. (32) The seven \nset-classes at the extreme diatonic end of the MDS configurations are in Parks’ \ndiatonic genus, but that genus includes a number of set-classes that occur in \nthe near-zero clump in the configurations. The five set-classes at the ic3 \nextreme in the MDS configurations ([036], [0236], [0258], [0369], and [01369]) \nare all members of Parks’ octatonic genus; not much more can be said, because of \nboth the obesity of Parks’ genus and the lack of a good secondary cutoff value \nfor the configurations. Table 6 . Taxonomic families of trichords and tetrachords in Quinn (1997) (click to enlarge)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] In his 1997 presentation, Quinn used cluster analysis to examine the \nratings of a large number of similarity functions for trichords and tetrachords. \nIn comparing the resulting trees he found a good deal of correspondence among \nthe various measures, something not unexpected given the present results. Quinn \ndecided the trees could be parsed into eight large clusters (i.e., genera), but \na number of set-classes were borderline: several “fence sitters” (my term) \nbelonged to not just two but multiple groups, and [0135] in particular was \nlisted as belonging to five groups. Because of this, Quinn argued strongly for a \nfuzzy set theory of pcset similarity. Table 6 reproduces his list of groups from that presentation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62] In his 2001 \npaper, a rather substantial modification of the earlier work, Quinn presented \nseveral more cluster analyses on trichords through hexachords as rated by \ndifferent functions. He also carried out a very interesting Monte Carlo \nanalysis (33) to determine networks of relationships between set-classes of \nvarious cardinalities, as measured by several functions. In the paper he gives \ntwo examples, one for tetrachords as rated by Morris’ (1979-80) ASIM, and one \nfor hexachords as rated by ATMEMB. He finds six clusters of set-classes in the \nformer and seven in the latter. The set-classes within each cluster have \nmoderate to very strong connections with other cluster members, while the \nconnections between groups are much weaker or nonexistent.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] Quinn’s \nMonte Carlo results show an interlocked network of pcset clusters; in that sense \nthey are more like Forte’s system than Parks’. His clusters are much more \nsuccessful as a system of genera than Forte’s, though, because his method allows \nquantitative cutoff values that circumscribe cluster membership and demonstrate \nthe relative strengths of connections between pcsets both intra- and \ninter-cluster. In his analysis of hexachords as rated by ATMEMB, for example, \nwhen only the one percent most similar pcsets are used to develop connections \nbetween set-classes he gets strongly connected but essentially isolated \nclusters. As the cutoff value is liberalized to include the five percent and \nthen ten percent most similar pcsets, the weaker connections between the \nclusters appear while connections within each cluster are strengthened, and the \nintra-cluster connections become more differentiated. This subtle distinction is \nmissing in Forte’s complexes, although one could envision Quinn’s network \nperhaps asymptotically approaching Forte’s in amounts of cross-connection if a \nsufficiently liberal cutoff value were used. The six ASIM tetrachord clusters \ncorrespond to Hanson’s interval cycles and thus to components of the present \nresults. Six of the seven ATMEMB hexachord clusters also correspond to the \ninterval cycles while group B, containing [023457] and ten other set-classes, \ndoes not; perhaps significantly, it is the group most interconnected to all the \nother clusters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64] It would be far beyond the scope of this article to attempt \na detailed comparison of the present results and the wide-ranging theory put \nforth in Quinn’s (2004) dissertation, but it is possible to give a brief taste. \nIn his third chapter, “A Generalized Theory of Affinities,” Quinn connects a set \nof properties first described by Lewin (1959), and termed “Fourier properties” \nin Lewin (2001), to the general mathematical theory of chord quality he has been \ndeveloping. For example, a chord has Fourier property six--FOURPROP(6) in Lewin \n(2001), “the whole-tone property” in Lewin (1959)--if it has “the same number of \nnotes in one whole-tone set as it has in the other.” Of the set-classes studied \nhere, [0167] and [0369] possess this property while the whole-tone subsets do \nnot. (Quinn provides a set of “balance scale” illustrations in his discussion; \nin that view, [0167] and [0369] are “most balanced” on this scale/property while \n[0246] et al. are “most unbalanced;” the other set-classes in this article’s \ndomain have varying degrees of unbalance on it.) The ANGLE-RECREL WT/anti-WT \ndimension thus appears to correspond to Lewin’s FOURPROP(6) or its lack, and to \nsuggest a potential way to quantify it. Possible correspondences between the \nother configuration dimensions and the other Fourier properties are less exact; \nmore investigation is necessary. Readers, especially those frustrated by the \nlack of mathematical (vs. statistical) analysis in this article, are again urged \nto study this important dissertation. Implications",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65] The above results about \ngenera systems and the MDS configurations offer one possible answer to the broad \nphilosophical question rhetorically posed at the beginning of this essay: just \nwhat sorts of “musical intuitions” are involved in our vague but loaded term, \n“pitch-class set similarity?” Most of the MDS results and some of the systems \nmentioned (e.g., Parks’ genera) involve familiar scales used by composers; these \nscales also correspond to group-theoretic models of pitch-chroma distribution. \nIf we are primarily interested in set-classes that derive from such \nscales/models (as opposed to, say, the various Z-related pcsets or complementary \nhexachords), then the functions considered here yield ratings that mirror well \nthe similarities and differences between such set-classes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] Suppose we \nconsider one of these proposed genera systems--let us stay with Parks for the \nsake of argument--to be a general system for pcset categorization. We then face \nan important issue. Several set-classes in the domain of cardinalities \nthree-to-five simply do not belong to any of Parks’ four usable genera. The MDS \nresults appear to support this in that many set-classes seem to have little of \nthe properties being measured, based on their coordinates along the various \ndimensions--the huge near-zero clump in the diatonic/chromatic dimension is the \nmost dramatic example. We may be forced to conclude that some set-classes are \nsimply “mongrels” or “garbage” in terms of interesting musical (as opposed to \nset-theoretical) properties. Note that this is not just a subjective aesthetic \njudgment but a formal one about set-class structure as computed by multiple \nabstract functions. (34) This is also distinct from, although not incompatible \nwith, Quinn’s (1997) idea of fuzzy pcset similarity: many pcsets still likely \nbelong to one genus and a few might belong to several genera, but some may not \nbelong to any genera (at least, any musically interesting or useful \nones). Table 7 . Set-classes with near-zero coordinate values along two or more dimensions in ANGLE/RECREL configurations, 3x5 dataset (click to enlarge)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "67": {
                "text": "[67] Table 7 lists \nthose trichords through pentachords with coordinates in a “near-zero” category \nfor at least two dimensions in the ANGLE or RECREL configurations. Some judgment \ncalls were involved to decide cutoff values. For example, if a dimension had a \nnumber of coordinates between .001 and .15 then a gap to .39, all those small \npositive coordinates were considered to be near-zero. The Z-related tetrachords \n[0137]/[0146] and 5-11, [02347], are near-zero in all four dimensions for ANGLE \nand in three of the five RECREL dimensions; 5-Z12, [01356], also is near-zero in \nthree RECREL dimensions. Several entries are clearly false alarms since they are \nof obvious musical interest along at least one other dimension: among other \ncases, the diminished, diatonic, and augmented triads are all on the list. For \nany set-classes that ultimately remain on the “potential garbage” list, \nhowever, it is worth examining the musical literature to see whether any of them \nhave been exploited in any systematic way by atonal composers; and present-day \natonal composers should ask themselves whether such set-classes offer worthwhile \ncompositional possibilities. (35) If \nthey do turn out to be musically interesting, the question of what makes them so \ncould very well suggest new approaches to the issue of pcset similarity.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68] I \nhave deliberately avoided “value-neutral” terms in favor of “provocative” \nlanguage in the immediately preceding discussion because at this point we must \nreenter the (emotionally-laden) fray of aesthetic debate, and I feel it \nappropriate to “get the blood flowing” here. For example, for well over two \nthousand years, back to the Greater and Lesser Perfect Systems of Greek \nantiquity, [0235] as a melodic segment with its T-S-T ordered intervallic \ncontent has in some sense epitomized “diatonicism.” Yet, its coordinate is zero \nalong the ANGLE-RECREL dimension that appears to measure that construct, \nindicating it has nothing of whatever property is being measured. Readers may be \nextremely dismayed by such a result. The entire motivation for this article was \nto show how numerical visualization techniques like MDS can provide quantitative \nclarification for concepts like “diatonicism.” As stated in paragraph 2, once we \nare armed with such information, we now can (and to my mind must) debate how, or \nwhether, to use it. If multiple formal abstract functions indicate that \n“diatonicism” quantitatively equates to {ic5-content at least two; ic1-content \nzero; and zero content of at least one other ic}, do we want to accept that \ndefinition if it means the exclusion of [0235]? After all, the octatonic scale \nis saturated with [0235] to a much greater degree than the diatonic scale, so a \ngood case can be made for [0235]’s placement in that genus. If we want to reject \nthis quantification, that is our prerogative; the present results force us to say \nwith greater precision what we are rejecting and why.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69] So, which similarity \nfunctions are “really good?” Such a question is vague to the point of \nmeaninglessness. Better is, “Which functions are most useful?”, since it is at \nleast possible to give operational criteria for “utility.” Castrén (1994) \ndiscussed a number of such criteria in detail; while one might quibble with one \nor another of his desiderata, doing so is besides the point for the present \nessay. By implication, I consider functions that do not permit some form of \nquantitative comparison between set-classes of different cardinality to be much \nless useful than those that do--but people with other priorities might find \nbinary functions like Forte’s (1973) Rn relations useful. For still others \nneeding to compare set-classes of different cardinalities, the present results \nsuggest they mostly have a free hand to choose whichever function most closely \nmatches their own aesthetics. The only caveat appears to be, avoid functions \nthat are not robust, like ISIM2--once robustness has been determined for a \nfunction. If such users have deep disagreement with the similarity factors \nmeasured by these functions, however, it seems they will have to develop \nentirely different functions; and it is not at all clear how this might be done, \nor even if it is possible in principle. There is also the broader issue of the \nappropriate level of theoretical abstraction within which to examine similarity: \nmost authors use Tn/I-equivalence, but Castrén and some others take exception to \nthis and use Tn-equivalence. This was not addressed here at all. (36)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "70": {
                "text": "[70] \nFinally, there is an entire gastank of worms waiting to be touched off: \nperception and cognition. The discussion in this article and the other works \ncited has been about abstract functions that consider formal structural \nproperties of theoretical objects; it is a decidedly non-trivial question \nwhether these results have anything whatsoever to do with how any human \nperceives actual musical objects. Some of the results here certainly seem to \nindicate at least a partial alignment between perception and theoretical \nfeatures, in that set-classes considered highly diatonic, chromatic, or \nwhole-tone by the functions studied here do match up with how we appear to group \nthem based on our intuitive perceptions. This does not, however, account for all \npossible set-classes; and it says nothing at all about whether, and under what \ncircumstances, other factors affect and/or take precedence for our perceptions \nof musical similarity. (37) Those questions can only be addressed after numerous empirical studies. At the same \ntime, we must decide whether or not we care if our theories of atonal musical \nstructure take into account how we hear atonal music. Only after we have a \nconsensus re the epistemological stance of the latter and (if we decide yes) the \npsychological data about the former will we be in a position to develop \nsimilarity functions of ultimate utility.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.05.11.2.samplaski.html",
    "data": "mto/data/mto.05.11.2.samplaski.json"
}