{
    "title": "The Evolution of Chopin’s Sonata Forms: Excavating the Second Theme Group",
    "date": "2015/12/01",
    "volume": "21",
    "issue": "4",
    "authors": [
        "Aziz, Andrew I."
    ],
    "abstract": "This study examines the evolving use of sonata form by Chopin, with specific focus on the ways that formal innovations in his early sonatas (opp. 4 and 8) and piano concertos (opp. 11 and 21) anticipate formal patterns in his late piano sonatas (Nos. 2 and 3) and the Cello Sonata; in particular, I excavate Chopin’s application of the second theme group (S) as a primary form-defining unit. In doing so, I investigate additional sonata forms by Chopin and Schubert, introduce a new formal function called “resetting of the formal compass” (RFC), and reconsider a recent debate between Hepokoski/Darcy and Wingfield, providing evidence for the resurgence of early Classical conventions in the heart of the Romantic era.",
    "keywords": [
        "Chopin",
        "sonata form",
        "concerto",
        "Schubert",
        "Type 2",
        "resetting of the formal compass"
    ],
    "doi": "",
    "received": "May 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.4/mto.15.21.4.aziz.pdf",
    "author_info": [
        {
            "name": "Andrew I. Aziz",
            "university": "Florida State University",
            "address": "College of Music, 132 N. Copeland St., Tallahassee, FL 32306",
            "email": "aaziz@fsu.edu"
        }
    ],
    "citations": {
        "aziz_2013": "Aziz, Andrew. 2013. “In Name Only: The Interaction of Title and Genre in the Sonata Forms of Debussy and Ravel.” PhD diss., Eastman School of Music, University of Rochester.",
        "berger_1996": "Berger, Karol. 1996. “The Form of Chopin’s Ballade, Op. 23.” Nineteenth-Century Music 20 (1): 46–71.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2009": "Caplin, William E. 2009. “What are Formal Functions?” In Musical Form, Forms, and Formenlehre: Three Methodological Reflections , ed. Pieter Berge, 21–40. Leuven University Press.",
        "caplin_2011": "Caplin, William E. 2011. “The ‘Continuous Exposition’ and the Concept of Subordinate Theme.” Paper presented at the annual meeting of the Society for Music Theory annual meeting, Minneapolis, MN.",
        "caplin_2013": "Caplin, William E. 2013. Analyzing Classical Form: An Approach for the Classroom . New York: Oxford University Press.",
        "caplin_hepokoski_and_webster_2009": "Caplin, William E., James Hepokoski, and James Webster. 2009. Musical Form, Forms, \tand Formenlehre , ed. Pieter Bergé. Leuven University Press.",
        "chodkowski_1987": "Chodkowski, Andrzej. 1987. “Notes on Chopin’s Piano Trio.” In Chopin Studies 2, 55–62. Frederick Chopin Society.",
        "chomiński_1960": "Chomiński, Józef. 1960. Sonaty Chopina . PWM.",
        "churgin_1968": "Churgin, Bathia. 1968. “Francesco Galeazzi’s Description (1796) of Sonata Form.” Journal of the American Musicological Society 21: 181–99.",
        "cohn_1999": "Cohn, Richard. 1999. “As Wonderful as Star Clusters: Instruments for Gazing at Tonality in Schubert.” Nineteenth-Century Music 22 (3): 213–32.",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony: Chromatic Harmony and the Triad’s Second Nature . Oxford University Press.",
        "cone_1968": "Cone, Edward T. 1968. Musical Form and Musical Performance . W.W. Norton.",
        "davis_2014": "Davis, Andrew. 2014. “Chopin and the Romantic Sonata: The First Movement of Op. 58.” Music Theory Spectrum , 36 (2): 270–94.",
        "dahlhaus_1980": "Dahlhaus, Carl. 1980. “Issues in Composition.” In Between Romanticism and Modernism: Four Studies in the Music of the Later Nineteenth Century , trans. Mary Whittall, 40–78. University of California Press.",
        "dahlhaus_1986": "Dahlhaus, Carl. 1986. “The First Movement of the G-Major String Quartet, Op. 161 (D. 887).” In Schubert: Critical and Analytical Studies , ed. Walter Frisch, 1–12. University of Nebraska Press.",
        "dahlhaus_1989": "Dahlhaus, Carl. 1989. Nineteenth-Century Music , trans. J. Bradford Robinson. University of California Press.",
        "debussy_1977": "Debussy, Claude. 1988 (c1977). Debussy on Music: The Critical Writings of the Great French Composer Claude Debussy , trans. and ed. Richard Langham Smith. Cornell University Press.",
        "finck_1889": "Finck, Henry T. 1889. Chopin and Other Musical Essays . Charles Scribner’s Sons.",
        "gut_1995": "Gut, Serge. 1995. “Interférences entre le langage et la structure dans la Ballade en sol mineur opus 23 de Chopin.” In Chopin Studies 5, 64–72. Frederick Chopin Society.",
        "helman_2000": "Helman, Zofia. 2000. “Norms and Individuation in Chopin’s Sonatas,” trans. Radoslaw Materka and Maja Trocimczyk. Polish Music Journal 3 (1). http://www.usc.edu/dept/polish_music/PMJ/issue/3.1.00/helman.html",
        "hepokoski_2002": "Hepokoski, James. 2002. “Beyond the Sonata Principle,” Journal of the American Musicological Society 55 (1): 91–154.",
        "hepokoski_2009": "Hepokoski, James. 2009. “Comments on William E. Caplin’s Essay ‘What Are Formal Functions?’” In Musical Form, Forms, and Formenlehre: Three Methodological Reflections , ed. Pieter Bergé, 41–45. Leuven University Press.",
        "hepokoski_and_darcy_1997": "Hepokoski, James, and Warren Darcy. 1997. “The Medial Caesura and Its Role in the Eighteenth-Century Sonata Exposition.” Music Theory Spectrum 19 (2): 115–54.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory . Oxford University Press.",
        "horton_2005": "Horton, Julian. 2005. “Bruckner’s Symphonies and Sonata Deformation Theory.” Journal of the Society for Musicology in Ireland 1: 5–17.",
        "horton_2011": "Horton, Julian. 2011. “John Field and the Alternate History of Concerto First-Movement Form.” Music and Letters 92 (1): 43–82.",
        "kelley_1969": "Kelley, Edgar Stillman. 1969. Chopin the Composer . Cooper Square Publishers.",
        "klein_2004": "Klein, Michael. 2004. “Chopin’s Fourth Ballade as Musical Narrative.” Music Theory Spectrum 26 (1): 23–55.",
        "leichtentritt_1921": "Leichtentritt, Hugo. 1921. Analyse der Chopin’schen Klavierwerke . 2 vols. M. Hesse.",
        "leikin_1992": "Leikin, Anatole. 1992. “The Sonatas.” In The Cambridge Companion to Chopin , ed. Jim Samson. Cambridge University Press, 160–88.",
        "liszt_1963": "Liszt, Franz. 1963. Frederic Chopin , trans. Edward N. Waters. Collier-Macmillan Limited.",
        "longyear_1969": "Longyear, Rey M. 1969. “Binary Variants of Early Classic Sonata Form.” Journal of Music Theory , 3 (2): 162–85.",
        "martin_1990": "Martin, Terry Nathan. 1990. “Frederic Chopin and Romantic Nationalism: An Examination of His Correspondence.” PhD diss., Washington University in St. Louis.",
        "mitchell_2012": "Mitchell, Jonathan. 2012. “Dialogues, Dysfunctional Transitions, and Embodied Plot Schemas: (Re)considering Form in Chopin’s Sonatas and Ballades.” PhD diss., Louisiana State University.",
        "monahan_2011": "Monahan, Seth. 2011. “Success and Failure in Mahler’s Sonata Recapitulations.” Music Theory Spectrum 33 (1): 37–58.",
        "nowik_2000": "Nowik, Wojciech. 2000. “Elsner and Chopin: The Warsaw Piano Sonata of the Master and His ‘Remarkably Talented’ Pupil.” In Chopin Studies 7, 77–93. Frederick Chopin Society.",
        "opienski_1928": "Opienski, Henryk. 1928. “Chopin’s Sonatas, Their Evaluations, and Their Constructive Values (I)” Kwartalnik Muczyczny 1 (2): 59–72.",
        "opienski_1929": "Opienski, Henryk. 1929. “Chopin’s Sonatas, Their Evaluations, and Their Constructive Values (II)” Kwartalnik Muczyczny 1 (2): 152–62.",
        "piotrowska_2000": "Piotrowska, Maria. 2000. “‘Late Chopin’: Remarks on the Last Works,” trans. Joanna Niżyńska and Peter Schertz. Polish Music Journal 3 (1). http://www.usc.edu/dept/polish_music/PMJ/issue/3.1.00/piotrowska.html",
        "protopopov_1967": "Protopopov, Vladimir. 1967. “The Form of the Sonata Cycle in the Works of F. Chopin.” In Polsko-rosyjskie miscellanea muzyczne , ed. Zofia Lissa, 126–40. Polskie Wydawnictwo Muzyczne.",
        "protopopov_1990": "Protopopov, Vladimir. 1990. “A New Treatment of Classical Music Forms in Chopin’s Compositions,” in Chopin Studies 3, 21–26. Frederick Chopin Society.",
        "rink_1992": "Rink, John. 1992. “Tonal Architecture in the Early Music” in The Cambridge Companion to Chopin , ed. Jim Samson. Cambridge University Press, 78–98.",
        "rink_1994": "Rink, John. 1994. “Chopin’s Ballades and the Dialectic: Analysis in Historical Perspective.” Music Analysis 13 (1): 99–115.",
        "rink_1997": "Rink, John. 1997. Chopin: The Piano Concertos . Cambridge University Press.",
        "rosen_1988": "Rosen, Charles. 1988. Sonata Forms . W.W. Norton.",
        "rosen_1995": "Rosen, Charles. 1995. The Romantic Generation . Harvard University Press.",
        "samson_1985": "Samson, Jim. 1985. The Music of Chopin . Routledge and Kegan Paul.",
        "samson_1992": "Samson, Jim. 1992. Chopin: The Four Ballades. Cambridge University Press.",
        "samson_2004": "Samson, Jim. 2004. Virtuosity and the Musical Work: The Transcendental Studies of Liszt . Cambridge University Press.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "tarasti_1995": "Tarasti, Eero. 1995. “A Narrative Grammar of Chopin’s G Minor Ballade.” In Chopin Studies 5, 38–63. Frederick Chopin Society.",
        "vande_moortele_2008": "Vande Moortele, Steven. 2008. “Beyond Sonata Deformation: Liszt’s Symphonic Poem Tasso and the Concept of Two-Dimensional Sonata Form.” Current Musicology 86: 41–62.",
        "vande_moortele_2013": "Vande Moortele, Steven. 2013. “In Search of Romantic Form.” Music Analysis 32 (3): 404–31.",
        "walker_1966": "Walker, Alan. 1966. “Chopin and Musical Structure: An Analytical Approach.” In Frederic Chopin: Profiles of the Man and the Musician , ed. Alan Walker. Taplinger Publishing Company.",
        "webster_1978": "Webster, James. 1978. “Schubert’s Sonata Form and Brahms’s First Maturity.” Nineteenth-Century Music 2 (1): 18–35.",
        "wingfield_2008": "Wingfield, Paul. 2008. “Beyond Norms and Deformations: Towards a Theory of Sonata \tForm as Reception History” (review). Music Analysis 27 (1): 137–77.",
        "wolff_1990": "Wolff, Konrad. 1990. Masters of the Keyboard: Individual Style Elements in the Piano Music of Bach, Haydn, Mozart, Beethoven, and Schubert . Indiana University Press.",
        "recordings_recordings": "Recordings"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Helman and other Polish scholars, in particular Nowik ( 2000 ), show that Chopin had exposure to the works of Classical masters. To refute Rosen’s polemical remark that “They evidently did not have very clear ideas about sonatas out there in Warsaw” ( 1988 , 319), Nowik shows beyond reasonable doubt not only that Chopin knew the Classical masters, but also that his teacher Josef Elsner wrote competently in the style of the Viennese masters ( Nowik 2000 , 80); these circumstances are footnoted at many points early in Nowik’s article. Analysis of later nineteenth-century works—from the heart of the Romantic era—is far less straightforward, due to the dialogue initiated by these composers. As noted by Monahan ( 2011 , 17): “after Beethoven, two new factors—the fixation of the canon and the reification of formal schemes—complicate matters considerably . . . . Beyond certain generalizations, questions of normative construction might better be addressed on a case-by-case basis, drawing on our own knowledge of a composer’s style, influences, and aesthetics.” While Monahan ultimately uses the Classical backdrop for Mahler’s works, Horton resists that approach: “the models of sonata form proposed by Marx, Czerny, Reicha and others are not reducible to one general formula” ( 2005 , 7). Wingfield ( 2008 , 154) and Vande Moortele ( 2008 , 2013 ) echo these concerns.",
            "citations": [
                "nowik_2000",
                "rosen_1988",
                "nowik_2000",
                "monahan_2011",
                "horton_2005",
                "wingfield_2008",
                "vande_moortele_2008",
                "vande_moortele_2013"
            ]
        },
        "FN2": {
            "text": "2. Hepokoski and Darcy ( 364 ) echo this view. Rosen ( 1995 , 466) also offers a historical explanation, claiming that Chopin “returned to an older eighteenth-century tradition of eliminating most of the first group from the recapitulation, and placed the definitive moment of resolution with the return of the second group. In compensation, he made the development section largely an elaborately contrapuntal working out of the first theme.”",
            "citations": [
                "hepokoski_and_darcy_2006",
                "rosen_1995"
            ]
        },
        "FN3": {
            "text": "3. I am greatly indebted to translations of these passages in Helman 2000 .",
            "citations": [
                "helman_2000"
            ]
        },
        "FN4": {
            "text": "4. According to Helman ( 2000 , [6]), “arguing from a point of view centering on the elucidation of changes in Chopin’s individual style, the authors (Opieński and Chomiński) either assembled theories of the style’s growth, peak, and collapse (i.e., Opieński), or confirmed a constant growth leading to future changes (Chomiński).”",
            "citations": [
                "helman_2000"
            ]
        },
        "FN5": {
            "text": "5. I only summarize the arguments of a few authors in Helman’s article, as the main points of several others, such as the reversed key relationship in recapitulations and bipartite constructions in Protopopov ( 1967 ), are echoed by more contemporary American and British writings.",
            "citations": [
                "protopopov_1967"
            ]
        },
        "FN6": {
            "text": "6. Apparent deficits in Chopin’s sonata forms include the monotonal expositions with redemptive recapitulations in the early sonatas, and the omission of a double reprise of the primary theme group in the tonic in the late sonatas.",
            "citations": []
        },
        "FN7": {
            "text": "7. This term is not specific to Chopin’s music, nor to this particular juncture of a sonata. In a work in progress, I apply this term to not only Classical works (as an application of the “EEC deferred”) but also to fin-de-siècle French music. That study describes the point in Classical works at which a candidate for closure “rethinks” its status, with this point of disorientation functioning as a resetting of the formal compass (I call this the “Mozart Problem”). Exploration of that point in French works is the major topic in my dissertation on Debussy and Ravel’s sonata forms. In works such as Ravel’s Jeux d’eau , the famous octatonic flourish represents the music “losing its bearings,” following an errantly subposed bass note at the beginning of the recapitulation. As a result, the music resets the formal compass—initiated by the octatonic scale—to break free of this mischievous event in the music. In Romantic music, the RFC can be conceptually linked to Andrew Davis’s idea of musical atemporality, for which atemporal passages “might temporarily deflect, divert, immobilize, suppress, or suspend the sonata’s generically obligatory forward-vectored progress through time” ( 2014 , 273).",
            "citations": [
                "davis_2014"
            ]
        },
        "FN8": {
            "text": "8. My examination of hidden sonata forms follows the cue of Polish scholar Vladimir Protopopov ( 1990 , 23), who identifies two works outside the “sonata/concerto oeuvre ” that employ sonata form: the Fourth Ballade (op. 52) and the Barcarolle (op. 60). Notably excluded from his study is the First Ballade, a truly significant application of sonata form that I explore later in Part I.",
            "citations": [
                "protopopov_1990"
            ]
        },
        "FN9": {
            "text": "9. “Musical form [in the later nineteenth century] now presented itself primarily (though by no means exclusively) as a consequence drawn from thematic ideas, not as a system of formal relations” ( Dahlhaus 1980 , 42).",
            "citations": [
                "dahlhaus_1980"
            ]
        },
        "FN10": {
            "text": "10. For further discussion of Chopin’s Fourth Ballade, see Samson 1992 , Rink 1994 , and Klein 2004 .",
            "citations": [
                "samson_1992",
                "rink_1994",
                "klein_2004"
            ]
        },
        "FN11": {
            "text": "11. This variation structure is explored in detail by Samson 1992 , 62–65.",
            "citations": [
                "samson_1992"
            ]
        },
        "FN12": {
            "text": "12. “A deep stasis of the melodic and harmonic material supports the remote and spiritual topic in mm. 38–46” ( Klein 2004 , 42). Klein observes that G ♭ had “special significance in the early nineteenth century, where it was associated with the remote, the profound, and the transcendentally spiritual” ( 41 ).",
            "citations": [
                "klein_2004",
                "klein_2004"
            ]
        },
        "FN13": {
            "text": "13. For Klein, the struggle of the Ballade is to deliver the second theme as apotheosis ( Klein 2004 ).",
            "citations": [
                "klein_2004"
            ]
        },
        "FN14": {
            "text": "14. This type of phrase, discussed in Hepokoski and Darcy 2006 ( 77–80 ), usually ends on an HC, but in this instance manifests as a PAC in V, followed by caesura fill in mm. 16–23.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN15": {
            "text": "15. See, among others that have written about op. 23, Dahlhaus 1989 , Samson 1992 , Rink 1994 , Gut 1995 , Tarasti 1995 , Berger 1996 , Klein 2004 , and most recently Mitchell 2012 .",
            "citations": [
                "dahlhaus_1989",
                "samson_1992",
                "rink_1994",
                "gut_1995",
                "tarasti_1995",
                "berger_1996",
                "klein_2004",
                "mitchell_2012"
            ]
        },
        "FN16": {
            "text": "16. Berger 1996 , 49n10: “Given the very close correspondence of mm. 189–208 and 91–106, no analyst that I am aware of considers the latter section to be a part of the exposition, and Chopin’s well-known practice of recapitulating normally only the second half of the exposition, it is puzzling that so many analysts of op. 23, including most recently even the usually admirably perceptive Jim Samson, identify a mirror or symmetrical recapitulation (with the first theme recapitulated after the second one) in the work.” I am largely sympathetic to this view, siding with Hepokoski and Darcy’s ( 2006 ) view of reverse recapitulations as a “fallacy” (see, in particular, 382–86).",
            "citations": [
                "berger_1996",
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN17": {
            "text": "17. Berger also observes the tonal stasis of this transition: “Chopin’s already noted reluctance to modulate is nowhere more evident than in the transition between the two key areas of the first period. He not only follows the first phrase with three appendices, thus postponing the moment when the tonic key will have to be abandoned, but also continues to hesitate even after the transition gets underway in m. 56” ( 54 ).",
            "citations": [
                "berger_1996"
            ]
        },
        "FN18": {
            "text": "18. The key of VI was not used as an initial modulatory goal in Chopin’s music to this point, which leads me to conclude that the Grundgestalt of V 7 –I to begin the second theme group—like that of the primary theme—made the move to VI possible. After the transition prepares a harmonically conventional medial caesura (V/ B ♭ ), V 7 –I (in the key of E ♭ ) reinterprets the caesura as a pre-dominant sonority. In this way, it arrives at VI differently than its late Classical/early Romantic predecessors: the expositions of Beethoven’s Piano Sonata op. 111, String Quartet op. 132, and Schubert’s “Unfinished” Symphony. Prior to this usage in op. 2, the most salient application of VI as a key area in Chopin occurs in the development section of the First Piano Concerto.",
            "citations": []
        },
        "FN19": {
            "text": "19. It was suggested by an anonymous reviewer that the category of RFC may be superfluous, perhaps to be subsumed under the category of “disorganized middle.” I would argue that this is a question of hierarchy. At the listening level, RFC models a disjunction in formal logic that veers toward an impression of formal “hypnosis”; as such, affect is an important component. At higher hierarchical levels, many passages exhibiting RFC may fall within a larger “middle,” though this is certainly not a requirement.",
            "citations": []
        },
        "FN20": {
            "text": "20. Webster ( 1978 , 21–22) observes: “A is a lyrical theme ending in a full close; B begins on a remote chord or key, leading eventually to a counterstatement of A. Examples are the early Sonata in A, op. 120 (D. 664), and the late Sonatas in G and B ♭ (D. 894, 960).”",
            "citations": [
                "webster_1978"
            ]
        },
        "FN21": {
            "text": "21. An anonymous reviewer suggested that the V 7 chord can also be heard as an enharmonic German 6 th sonority in the key of F ♯ major, a thought-provoking alternative reading.",
            "citations": []
        },
        "FN22": {
            "text": "22. While an argument can be made about the “memoryless” sensation of certain key regions, particularly within Cohn’s hexatonic regions, such an argument will not be fleshed out in this article.",
            "citations": []
        },
        "FN23": {
            "text": "23. “Not always satisfied with designs and shapes of which he was happily at liberty to draw, Chopin wished also to contain his thought within classical limits. He wrote beautiful Concertos and Sonatas , but in these productions it is not difficult to perceive more determination than inspiration” ( Liszt 1963 , 35).",
            "citations": [
                "liszt_1963"
            ]
        },
        "FN24": {
            "text": "24. “Certainly Chopin’s nervous disposition let him down when it came to the endurance required in composing a sonata . . . he invented his own way of handling the form, not to mention the marvelous music he achieved in doing so,” ( Debussy 1977 , 47), from La Revue Blanche , 1 July 1901.",
            "citations": [
                "debussy_1977"
            ]
        },
        "FN25": {
            "text": "25. “Chopin not able to master the sonata form? The fact is, the sonata form could not master him ” ( Finck 1889 , 40–41).",
            "citations": [
                "finck_1889"
            ]
        },
        "FN26": {
            "text": "26. Rink theorizes that the Warsaw sonatas “should be understood as calculated experiments sanctioned by a skilled and knowledgeable teacher” ( Rink 1997 , 8); for Samson, op. 4 (dedicated to Elsner) “bears all the marks of a highly gifted students’ labored attempt to impress his teacher with an ambitious, ‘learned’ work” ( Samson 1985 , 38).",
            "citations": [
                "rink_1997",
                "samson_1985"
            ]
        },
        "FN27": {
            "text": "27. In using Reicha’s composition treatise of 1826 as a lens for analyzing Romantic sonatas in general, Horton warns that it is “hard to find a canonical nineteenth-century sonata form that does not in some sense deviate from the models of Reicha, Marx or Czerny” ( 2005 , 10).",
            "citations": [
                "horton_2005"
            ]
        },
        "FN28": {
            "text": "28. Hepokoski 2002 provides counterexamples that dispel Cone’s assertions, such as that the recapitulation of the S theme in the “Egmont” overture is presented not in the tonic, but in the key of ♭ VI.",
            "citations": [
                "hepokoski_2002"
            ]
        },
        "FN29": {
            "text": "29. In my dissertation ( Aziz 2013 , 49), I argue that within French sonatas, large-scale tonal dissonance eludes the exposition, resulting in a monotonal section. Nevertheless, movement to a single closely-related key area may be positioned in the development or even the recapitulation.",
            "citations": [
                "aziz_2013"
            ]
        },
        "FN30": {
            "text": "30. Note that exposition “failure” in Hepokoski and Darcy’s model does not refer to absence of the S-zone; “failure” occurs when “S is either kept from articulating a PAC . . . or attains a PAC that is immediately overridden, perhaps through thematic repetition, and subsequently lost or permanently undermined, thus failing to produce a satisfactory EEC” ( 2006 , 177).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN31": {
            "text": "31. The major conceptual difference between Caplin’s “subordinate theme” and Hepokoski and Darcy’s “S” is the requisite MC (medial caesura) preceding the latter (this was addressed extensively in Caplin 2011 ).",
            "citations": [
                "caplin_2011"
            ]
        },
        "FN32": {
            "text": "32. Mitchell defines “TR dysfunction” as “a given TR module [that] fails to achieve its generically prescribed goals which are to gain energy and to drive toward the MC. There are many symptoms of TR dysfunction, including difficulties in activating the TR process, de-energizing TRs, modal ambivalence, failed/blocked MCs, and the repression of the TR impulse. It might, in fact, be the central defining element of Chopin’s expositional structures” ( 2012 , 9). He acknowledges that “In Chopin’s early practice, at least, such ‘slow to get off the ground’ TRs are common” ( 46 ), and that this “presupposes the strength of the opening tonic area, as if its hold on the music is just too much to overcome, that TR is unable to produce that kind of energy necessary to open up the space for S” ( 61 ).",
            "citations": [
                "mitchell_2012",
                "mitchell_2012",
                "mitchell_2012"
            ]
        },
        "FN33": {
            "text": "33. While I ultimately conclude that this phrase is a sentence, the structure is ambiguous. The phrase can easily be divided into four-bar units, each of which enunciates a surface-level concluding gesture. While mm. 1–4 and 5–8 support the formal reading of a sentence (of which these two units serve as the presentation), the division of the continuation into 4 + 4 suggests that perhaps the example is really a sectional period (comprising 8 + 8). Ultimately my decision to classify this as a rare “tightly-knit” sentence (with regard to its phrase symmetry) results from the overriding formal function of the 16 bars as driving toward the half cadence, thus making unavailable any formal cadential enunciations earlier in the section.",
            "citations": []
        },
        "FN34": {
            "text": "34. I hypothesize that perhaps this additional theme and its inability to “get off the ground” was influenced by the extended bridge themes in Elsner’s own sonatas (see Nowik 2000 , 80–1).",
            "citations": [
                "nowik_2000"
            ]
        },
        "FN35": {
            "text": "35. The end of the projected sentence becomes some other formal function; to this extent, one can superimpose the conventions codified by Janet Schmalfeldt ( 2011 ) via the works of Caplin (P ⇒ TR).",
            "citations": [
                "schmalfeldt_2011"
            ]
        },
        "FN36": {
            "text": "36. The Second Sonata of Elsner also recapitulates in the wrong key (see Nowik 2000 , 82), although this example takes the quality of a “deceptive recapitulation,” while Chopin’s op. 4 is fully prepared.",
            "citations": [
                "nowik_2000"
            ]
        },
        "FN37": {
            "text": "37. Chodkowski claims that, in contrast to op. 4, “the Trio contains two themes and still does not modulate,” ( 1987 , 60) an assertion that is refuted here.",
            "citations": [
                "chodkowski_1987"
            ]
        },
        "FN38": {
            "text": "38. Rather than functioning as S, the expanded closing group adopts the characteristics of a coda (a “parageneric space”; see 2006 , 281) transplanted into the exposition.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN39": {
            "text": "39. Mitchell asserts that “Chopin composed no works that feature the continuous exposition: all of his first movement sonata form works are of the two-part variety” ( 2012 , 34), but I consider the possibility of op. 4 and op. 8 as continuous expositions here.",
            "citations": [
                "mitchell_2012"
            ]
        },
        "FN40": {
            "text": "40. Hepokoski and Darcy define FS as a “succession of Fortspinnung modules ( FS ), a moment-to-moment ‘spinning-out’ of motives . . . or it may be a succession of differing, melodically profiled modular links, more a thematic chain than Fortspinnung proper” ( 2006 , 53).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN41": {
            "text": "41. “A further aspect of Field’s first movements that is both consistent with and distinct from Mozart is his preference for shared B-theme and variant A-theme material between R1 and S1” ( Horton 2011 , 60).",
            "citations": [
                "horton_2011"
            ]
        },
        "FN42": {
            "text": "42. Indeed, this is a first-level default for many early Classical sonata expositions. Hepokoski and Darcy extensively treat the notion of default ( 25–40 ); the choice of default largely depends on where the MC lies, proportionally, within the exposition (with later defaults tending to align with the mature Classical style). As one may expect, Classical proportions are not in play here, as this medial caesura does not arrive early; rather, the tonic is sustained as long as possible.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN43": {
            "text": "43. An additional possibility is that the S theme in tonic implies an MC declined. See Hepokoski and Darcy ( 2006 , 45): “A second way to decline a I:HC MC is by remaining in the tonic key, even though a new theme is sounded. Following the proposed I:HC MC, the music refuses to modulate, staying in the original tonic key and providing new material.” Not far into S in this example, however, one can conclude that the MC is not illusory, and it was not declined.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN44": {
            "text": "44. The “display zone,” called “display episode” by Hepokoski and Darcy, features the “climactic spotlighting of rapid-fire technique on the part of the soloist—brilliant runs, scales, arpeggios, vivid demonstrations of invertible counterpoint, compositional models and intensified variants, and the like—all for the purpose of bringing a heady kinetic energy to the brink and then discharging it via a stylized trill-cadence into the elided Ritornello 2” ( 2006 , 542).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN45": {
            "text": "45. In terms of Hepokoski and Darcy’s models, the formal plan is unusual. A development beginning in a minor tonic is a standard for a regular (Type 3) sonata; once the second theme group of op. 46 is fully revealed, however, the listener learns that the work is simultaneously in dialogue with both Type 1 (“sonata without development”) and the binary Type 2.",
            "citations": []
        },
        "FN46": {
            "text": "46. Wolff comments further: “It is not easy to discover why Chopin abandoned both opening themes on the first page [of the B ♭ minor sonata]. The most likely explanation is that he was thinking in terms of concerto form, so that the opening was only an introductory ritornello, the true solo texture beginning right afterwards” ( Wolff 1990 , 245).",
            "citations": [
                "wolff_1990"
            ]
        },
        "FN47": {
            "text": "47. As Hepokoski and Darcy argue, among prominent eighteenth-century treatises on form, it is only Galeazzi’s that alludes to something resembling the Type 2 paradigm. As translated by Churgin ( 1968 , 195–96), with annotations by Hepokoski and Darcy, ( 2006 , 365): “The Reprise [ Ripresa ] succeeds the Modulation [ Modulazione —our “development”]. However remote the Modulation is from the main key of the composition, it must draw closer little by little, until the Reprise, that is, the first Motive of Part 1 [P] in the proper natural key in which it was originally written, falls in quite naturally and regularly. If the piece is a long one, the true Motive in the principal key [P] is taken up again, as it has been said, but if one does not want to make the composition too long, then it shall be enough to repeat instead the Characteristic Passage [S, il Passo Caratteristico ] transposed to the same fundamental key . . . . If the second method has been used—that is, the reprise of the Characteristic Passage [only]—then the Modulation shall be ended on the dominant of the key, in order to start then the Characteristic Passage in the main key; and also in this case [as also in the first method] it is good practice to touch upon somewhere, though slightly, the modulation to the subdominant of the key.”",
            "citations": [
                "churgin_1968",
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN48": {
            "text": "48. Longyear cites four characteristics of a binary form ( 165–66 ): (1) The second half of the movement features first-theme material at its opening, but not in the home tonic; (2) The return of the tonic coincides with the reprise of second theme material; (3) Several sonata-form movements contain no return of the opening of the exposition of the home tonic where it would be expected and show, in the first part of the second half of the movement, several traits typical of binary forms, yet are not binary forms themselves; and (4) A surprisingly high proportion of binary sonata-form movements and the non-binary movements as described in (3) above are in the minor mode.",
            "citations": [
                "longyear_1969"
            ]
        },
        "FN49": {
            "text": "49. “Preparatory zone” and “action zone” are loosely applied here, based on Hepokoski and Darcy 2006 ( 229–30 ).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN50": {
            "text": "50. As Hepokoski and Darcy emphatically note, it is “inappropriate to claim that the ‘recapitulation’ in a Type 2 sonata ‘begins with S,’” as “whenever it is also participating in a larger rotation, S never begins a large structural unit but continues one already in progress, one that has been preparing for its arrival” ( 354 ).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN51": {
            "text": "51. On this point, I diverge from Leikin, who claims that it is “popular myth that the principal theme is not recapitulated because it forms the basis of the development . . . To begin with, all the themes find their way into the development” ( 1992 , 169). While this is technically true, these thematic remnants of S (mm. 109–110) quickly defer to P material. Although “heavy exploitation in the development does not make the recapitulation of the principal theme redundant” ( 170 ), that is not the sole reason for any subsequent omission of the primary theme. I concur with Leikin’s second reason, which supports my argument: the “principal group disappears along with the principal key” ( 170 ).",
            "citations": [
                "leikin_1992",
                "leikin_1992",
                "leikin_1992"
            ]
        },
        "FN52": {
            "text": "52. Hepokoski and Darcy would argue that the “‘extra burden’ of the minor-mode sonata” ( 2006 , 306), the negative connotations of the minor mode itself, has been emancipated, though it is special in these Type 2 cases: there is no direct juxtaposition with a minor tonic reprise of P, since none exists. If such a connection is made, it must be to the exposition.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN53": {
            "text": "53. I derived my analytical observations on this work independently of Davis 2014 . While our analyses may overlap in part, Davis’s argument that passages exist “atemporally” (or “outside” of the sonata narrative) is entirely separate from mine.",
            "citations": [
                "davis_2014"
            ]
        },
        "FN54": {
            "text": "54. I disagree with Davis’s interpretation ( 2014 , 290) of this passage: I do not see this as a “double-crux,” because the “interpolation” that he identifies is my second TR module.",
            "citations": [
                "davis_2014"
            ]
        },
        "FN55": {
            "text": "55. Piotrowska ( 2000 ) draws specific comparisons between op. 8 and op. 65; however, they are not formal but stylistic concerns.",
            "citations": [
                "piotrowska_2000"
            ]
        },
        "FN56": {
            "text": "56. “[This type of] expanded fill . . . marked by a persistent gentle, decrescendo yielding to the S that follows—is the source of the mid- and later-nineteenth-century procedure that we call the de-energizing transition . Assuming that in its sheer extent one might also hear such expanded CF as seeking to be understood as part of TR (as opposed to the norm, existing merely in the gap after it) this produces the effect of a broader TR that toward its end, counter to the eighteenth-century norm, seems to lose energy, not to gain it. We find this ‘Romantic,’ prolonged, gentle approach to S, for example, in [the first movements of several Romantic symphonies by Schumann and Brahms]” ( Hepokoski and Darcy 2006 , 44).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN57": {
            "text": "57. The tonal progression i–III–v in the expositions of minor movements, ultimately creating the environment for an S–C rotation of “I – i,” is quite rare in the Classical period. Hepokoski and Darcy cite Haydn’s “Farewell” Symphony No. 45 and Beethoven’s Coriolan Overture ( 2006 , 315), though the first example is a continuous exposition and the second is actually a four-key exposition (i–III–iv–v), including two for S and one for C.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN58": {
            "text": "58. “It would not be an overstatement to say that the French, ever since Napoleon’s alliance with the Poles, were quite taken not only with the political determination of the Polish people, but also with a rather Romantic nostalgia about Polish culture. This is evidenced by the appearance of certain Polish elements (including Polish dances, theatrical productions about Poland, and pro-Polish literature) in Paris during the nineteenth century”( Martin 1990 , 35).",
            "citations": [
                "martin_1990"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] This study offers a new perspective for analyzing the sonata forms of Chopin. I show that his sonata-allegro movements are not just “deformations” of the Classical sonata, but instead adhere to principles suggesting a progressive logic. The progression begins with the early sonatas (opp. 4 and 8), which deviate considerably from the Classical template; continues through the compositional fulcrum of the two concertos (opp. 11 and 21); and concludes with the oft-performed and -analyzed late sonatas, opp. 35, 58, and 65. To support my argument, I consider several works by Schubert contemporaneous with Chopin’s early sonatas, as well as other works by Chopin, including the First Ballade, op. 23; the Fourth Ballade, op. 52; the Barcarolle, op. 60; and the rarely-performed Allegro de Concert, op. 46. My thesis draws from recent theories of form developed by Hepokoski and Darcy ( 1997 , 2006 ), Hepokoski ( 2009 ), Caplin ( 1998 , 2009 , 2011 , 2013 ), Horton ( 2005 , 2011 ), Schmalfeldt ( 2011 ), and Aziz ( 2013 ). I will marshal further evidence from Wingfield’s provocative review of Hepokoski and Darcy ( 2008 ) in favor of categorizing Chopin’s late sonatas as Hepokoski and Darcy’s “Type 2” (binary) sonatas.",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_1997",
                    "hepokoski_and_darcy_2006",
                    "hepokoski_2009",
                    "caplin_1998",
                    "caplin_2009",
                    "caplin_2011",
                    "caplin_2013",
                    "horton_2005",
                    "horton_2011",
                    "schmalfeldt_2011",
                    "aziz_2013",
                    "wingfield_2008"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] Viewing Chopin’s works through a deformational lens requires a clear definition of “deformation” in early Romantic music. If deformation is a “stretching or distortion of a norm beyond its understood limits; a pointed overriding of a standard option” ( Hepokoski and Darcy 2006 , 11), then a purely deformational view requires reference to stylistic patterns unique to the early nineteenth century. But, because no unified theory of early nineteenth-century form exists, according to Vande Moortele, “the only way to account for [novel events] is by understanding them as deformations of Classical norms” ( 2013 , 408). Vande Moortele continues: What we are dealing with here is the dilemma between a ‘positive’ and a ‘negative’ approach to nineteenth-century form: does one strive to establish a series of types and norms based on what happens in this music itself, or does one measure it against something external? ( 408 ). Since Chopin had access to a canon of Classical masterworks, (1) authors often take a negative approach, describing his works in terms of what they are not; Rink, for example, remarks that “Op. 4 and Op. 8 have monotonal expositions, while in Op. 11 the second theme is initially presented in the tonic major rather than the mediant. [The] recapitulation in each work stresses harmonies other than the tonic” ( 1992 , 80). In parallel fashion, Leikin draws comparisons to pre-Classical works, finding allusions to the binary forms of Scarlatti in the partial recapitulations of Chopin’s late sonatas: “obviously inspired by the pre-Classical pattern,” Leikin observes, these forms “illustrate Chopin’s Baroque leanings” ( 1992 , 170). (2) Since the late sonatas do not slavishly follow Classical or pre-Classical forms, these comparisons reduce novel events in Chopin to mere deformations of their supposed forebears. This article, however, digs more deeply to unearth an underlying logic in Chopin’s compositional style.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "vande_moortele_2013",
                    "vande_moortele_2013",
                    "rink_1992",
                    "leikin_1992"
                ]
            }
        },
        {
            "0.3": {
                "text": "[0.3] Polish scholars, in particular Opieński ( 1928 , 1929 ) and Chomiński ( 1960 ), have taken a more positive approach, searching for Chopin’s overarching logic within a purely Romantic context. (3) Like Leichtentritt ( 1921 ), Chomiński advocates for a principe cyclique , or sense of motivic interconnectivity, that unites the late sonatas ( 1960 , 225); he also limits the significance of Chopin’s concertos to their newfound formation of “cantilena themes” ( 255 ). While cantilena themes may appear to be a negligible innovation, they will serve as primary evidence in my argument. (4) Helman, who provides a comprehensive review of the literature on Chopin’s sonata forms, (5) explicitly describes a “definite continuity in Chopin’s interest in the sonata form” ( 2000 , [4]). Her paradigmatic investigation of unifying characteristics, however, omits consideration of the concertos as a fulcrum between the early and late sonatas. Nowik, on the other hand, asserts that Chopin’s techniques in the op. 4 sonata “are part of a larger trend deliberately developed later . . . in the two concertos. One cannot judge Chopin’s first Warsaw sonata without taking into account these later compositions” ( 2000 , 90).",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "opienski_1928",
                    "opienski_1929",
                    "leichtentritt_1921",
                    "helman_2000",
                    "nowik_2000"
                ]
            }
        },
        {
            "0.4": {
                "text": "[0.4] By avoiding a deformational perspective, my goal is to trace a coherent logic of sonata forms that spans Chopin’s compositional output. I intend to resolve seeming paradoxes of the early and late sonatas, focusing not on their apparent deficits, but on their formal centerpiece: the second theme group. (6) I will show that the presence (or absence) and the function of this group define Chopin’s formal blueprint. The early works do not simply fail to achieve a modulation; it is rather that S is musically forecasted but not delivered. Op. 4, in particular, exhibits a neutral function (outside of Caplin’s formal functions of beginning, middle, or end) that serves as a formal detour, forcing the music to recalculate its route. I call this new function “resetting of the formal compass,” or RFC. In Parts I, II and IV, I apply the concept of RFC to analyze sonata movements by Schubert and Chopin. (7) In particular, I illustrate how works by both composers possess formal detours that detain or deny the achievement of the second theme group. As a result, Chopin’s expositions resemble the orchestral expositions of concerto forms—perhaps signaling Chopin’s interest in these forms, and not in the radical reformation of sonata form (see, for example, the Allegro de Concert case study below). I then conclude by recounting the evolution of S within the complete group of works. Figure 1a . Type 2 vs. Type 3 Sonatas (click to enlarge) Figure 1b . Summary of Formal Events (click to enlarge)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "0.5": {
                "text": "[0.5] Echoing the sentiments of Leikin and others, Hepokoski and Darcy identify Chopin’s late works as Type 2 sonatas ( 2006 , 364). Figure 1a reviews the construction of a Type 2 sonata, in which the exposition conforms to the normative sonata model, Type 3. In a Type 2 sonata, the development section is followed by an immediate reprise of the second theme group, or S group; this is called a “tonal resolution” rather than a recapitulation ( Hepokoski and Darcy 2006 , 353). As a result, a Type 2 sonata is “bi-rotational”: it contains only two cycles of the thematic order, comprising the four zones P (primary) – TR (transition) – S (second theme) – C (closing). Hepokoski and Darcy typically apply this form to binary sonatas composed from 1740–70. They also suggest that the Type 2 form “never disappeared entirely” ( 363 ), living on into the nineteenth century. In contrast, Wingfield, in his review of Elements of Sonata Theory , insists that the Type 2 structure was invalid by the nineteenth century and that many of the Romantic sonata forms classified by Hepokoski and Darcy as Type 2 are in fact altered versions of a Type 3 ( 2008 , 158–59). This paper supports Hepokoski and Darcy’s interpretation by identifying the second theme group as a formal centerpiece, ultimately affirming the Type 2 as the ideal formal paradigm for reconsidering these eighteenth-century forms in a nineteenth-century context.",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "hepokoski_and_darcy_2006",
                    "hepokoski_and_darcy_2006",
                    "wingfield_2008"
                ]
            }
        },
        {
            "0.6": {
                "text": "[0.6] Each of the four sections in this article serves to “excavate” the second theme group in Chopin’s sonata processes. Part I considers several early sonata forms by Chopin that lack the designation “sonata” in their titles (these are called “hidden” sonata forms), as well as contemporaneous sonata excerpts by Schubert that demonstrate similar formal characteristics. Part II investigates the second theme group in the early sonatas of Chopin, and Part III examines the evolution of this formal unit in his two concertos. Part IV considers how the evolving role of the S group links Chopin’s early and late sonatas, underscoring the claim of Hepokoski and Darcy that the Type 2 sonata is a viable nineteenth-century form. Figure 1b serves as a summary of Chopin’s formal sections and keys. Part I: The Sonata Concept in Chopin",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The main works I examine in this article, all with generic titles, provide a coherent narrative that spans the evolution of Chopin’s sonata forms. In order to properly contextualize these works, I also consider works lacking generic titles that nevertheless explicitly apply the sonata concept, which I refer to as “hidden” sonata forms. These works shed light on the complete narrative by highlighting novel roles played by the secondary theme group (S) of several important works, including the Fourth Ballade, Barcarolle, and the First Ballade. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Additionally, I offer analyses of two Schubert sonata-form expositions (D. 894 and D. 960) as a supplemental lens through which to view the early works of Chopin. Dahlhaus ( 1986 ) points out that Schubert, like Chopin, represents an early post-Beethoven sonata composer; as a case study, he explores the “variation” sonata form in the first movement of Schubert’s String Quartet in G major, D. 887. This work notably begins with a set of four variations based on a lament bass pattern (G– F ♯ – F ♮ –E– E ♭ –D) that creates a sense of formal stasis and fails to generate any momentum toward exiting the proverbial thematic “loop.” According to Dahlhaus: The variation principle as such [in this work] is not goal-oriented, but rather resembles a commentary “meandering” about the theme, illuminating it from different sides. ( 1986 , 2) In describing a formal narrative driven not by a governing schema but by the behavior of an individual theme, Dahlhaus provides a foundation for viewing nineteenth-century sonata forms in their own terms. (9) In this sense, Schubert is the ideal early Romantic composer to compare with Chopin, who, according to Samson, was also concerned with “blending formal archetypes and with recontextualizing Classical formal functions” via “deformations of sonata form through thematic narratives” ( 2004 , 147). The two Schubert works listed above achieve the very effect that Samson describes; to account for such formal phenomena, I invoke the concept of resetting of the formal compass (RFC). Hidden Sonata Forms in Chopin",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "dahlhaus_1986",
                    "dahlhaus_1986",
                    "samson_2004"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Chopin’s Fourth Ballade in F minor, op. 52 (1842), composed between the Second and Third Piano Sonatas (1839 and 1844), casts a bright light on Chopin’s application of sonata form. (10) The P group in the Fourth Ballade suggests tripartite structures at two different levels, though such structures are packaged within a variation form; (11) as a result, P is exercised, almost obsessively, within expository sections of the Ballade. The second theme group is postponed, only to be realized in the distant key of the major subdominant ( B ♭ major). Although this key recalls B ♭ minor from the earlier primary group, it is staged as a disparate harmonic arrival. Klein and Samson also assign S status to the B ♭ -major theme (mm. 80–99), and Klein later views the recapitulatory D ♭ -major S as an “apotheosis” (m. 169); a similar recapitulatory apotheosis occurs in the Barcarolle ( 2004 , 32–33). Like the First Ballade, however (and unlike the Barcarolle), the return to tonic F minor in the Fourth Ballade occurs after the apotheosis, projecting a tragic affect ( 2004 , 32–33). Example 1a . Chopin Ballade No. 4, op. 52, ‘Apotheosis’ in D ♭ , prepared by V/ B ♭ (click to enlarge and listen) Example 1b . Chopin Ballade No. 4, op. 52, Second Theme in D ♭ , prepared by V/ B ♭ (click to enlarge and listen)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "klein_2004",
                    "klein_2004"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] The apotheosis of the Fourth Ballade, with its direct chromatic-third modulation from V/ B ♭ down to D ♭ major, recalls the modulation into the “sublime” progression ( B ♭ minor down to the “spiritual” theme of G ♭ major in m. 38) that Klein notes in his analysis of the expository section ( 2004 , Ex. 9, 43). (12) Ergo, the spiritual theme and apotheosis are linked by their harmonic prefixes. Further, V/ B ♭ introduces both the second theme and the apotheosis, though only the second attempt escapes the subdominant through temporary triumph in the key of VI, D ♭ major (as shown in Examples 1a and 1b ). Consequently, the S zone is sui generis , giving it greater weight than the second group in works by Classical predecessors. (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "klein_2004"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Chopin’s Barcarolle op. 60, in its way, is even more difficult than the Fourth Ballade to explain as an unruly sonata form; in my view, it stretches the form beyond its limits. The opening bars move swiftly from the tonic F ♯ major toward the key of V, C ♯ major (m. 15), although this section feels like a grand antecedent in mm. 4–15 and consequent in mm. 24–34. (14) Unlike the Fourth Ballade, the Barcarolle’s apotheosis is not clearly the second theme; of the two themes in A major, the first would serve as S 1 , and the second (the eventual apotheosis when recast in F ♯ major) would be S 2 . For this reason, the two works are not direct analogues, despite both containing the breakthrough paradigm. In the next section, our survey continues with the First Ballade, a work that has received significant commentary. (15) First Ballade, Op. 23",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Carl Dahlhaus writes that Op. 23 “distantly recalls sonata form, being based on an underlying contrast of themes . . . it is not the first theme, with its narrative ‘ballad tone,’ but the cantabile second theme that forms the main idea of the work, an idea emphasized more and more strongly as the piece progresses” ( 1989 , 148). For Samson, “elements of sonata form are already an obvious background to the presentation of the main thematic groups” ( 1992 , 45). This background creates an “arch-like character of the work’s formal and tonal organization . . . counterpointed against a strongly directional momentum more in the spirit of the sonata-form archetype” ( 48 ). Klein observes that the First and Fourth Ballades “bring back the second theme in the submediant, and the First Ballade reprises the themes in reverse order” ( 30 ). Because the points of recapitulation are more “questionable,” he states that “if Chopin were making a response to sonata form, it was an individual and original one” ( 30 ). Finally, Berger ( 1996 , 49) questions the arch interpretation, opting to classify material following the S theme reprise as a transition to coda, in this way supporting Hepokoski and Darcy’s interpretation of the Type 2 form, as well as my own. (16) Example 2a . Chopin Ballade No. 1, op. 23, TR 3 + S (click to enlarge and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "dahlhaus_1989",
                    "samson_1992",
                    "samson_1992",
                    "klein_2004",
                    "klein_2004",
                    "berger_1996"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Following an introduction that revels in the Neapolitan harmony, the primary theme group includes antecedent and consequent phrases (mm. 8–16 and 16–36) marked by persistent V 7 – I gestures in the tonic G minor. Both phrases begin with V 7 , allowing for the possibility that the antecedent actually ends on a half-diminished supertonic seventh chord, blurring the functional line of predominant and dominant (with 6 ˆ delaying 5 ˆ and 1 ˆ delaying 7 ˆ ). The transition group may be divided into three main parts: TR 1 , TR 2 , and TR 3 , in mm. 36–44, 44–55, and 56–65; the last of these is shown in Example 2a . Notable in these three transitional modules is their sheer lack of harmonic movement away from tonic—a kind of tonal amnesia—or at least a lack of commitment to the next thematic zone; this is precisely the sensation common to opp. 4 and 8. (17) A modulation occurs via an enharmonic reinterpretation of F ♯ / G ♭ within an augmented triad (mm. 59–62), after which the transition stumbles into its medial caesura (V/ B ♭ ). In an analytical vacuum, this appears to be a deformation; however, the harmonic format of the primary theme group provides a sound explanation. With E ♭ (VI) on the horizon, V/ B ♭ resembles the introduction with its pre-dominant functioning harmony (V 6 /V, ♮ II in the key of E ♭ major, compared to the introductory ♭ II 6 ). The genius of the move, of course, is to keep alive the possibility of B ♭ major until the last possible moment, when the music opts out of B ♭ in favor of E ♭ major. (18) Example 2b . Chopin Ballade No. 1, op. 23, E ♭ apotheosis (click to enlarge and listen)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] The second theme group slowly conquers the formal narrative, positioning itself as the thematic centerpiece. The developmental rotation that begins at m. 94 in A minor (a key that shadows the tonic G minor) restates P material until m. 105. This rotation is now functionally transformed into a dominant preparation for the very next onset of S in A major (an uncanny tritone away from E ♭ major). E ♭ , however, has not yet exited the stage; when it resumes in the virtuoso “public” waltz from mm. 138–50 ( Klein 2004 , 31), we enter a zone that seems outside of sonata space, as if E ♭ major has, in essence, conquered the work. Once S material is reinstated (m. 166), formal consciousness within the sonata narrative resumes. To the extent that this reinstatement is an “apotheosis” ( Klein 2004 , 31), it is less about the key— E ♭ major surely controls the structure and expression—than about the resumption of the sonata paradigm with the recommencement of S as a form-defining unit, as shown in Example 2b . Klein eloquently concludes: In the First and Fourth Ballades, the structural dominant of a minor tonic appears after the apotheosis, turning tragic the putative triumph of these sections . . . . A heightened pathos results from the failure of the apotheosis at the fullness of its promise, and narrative inquiry searches for the logic of expressive states leading to that failure ( Klein 2004 , 35). Later in this article, I show how the thematic and formal functions within these two Ballades become hallmarks for Chopin’s compositional style within the sonata genre. The final piece of the puzzle is found within several works of Schubert, which display a new concept important in Romantic music: resetting of the formal compass. Resetting of the Formal Compass in Schubert",
                "footnotes": [],
                "citations": [
                    "klein_2004",
                    "klein_2004",
                    "klein_2004"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] Resetting of the formal compass, or RFC, is a concept that describes the novel function of a short region of music that serves as a formal detour. An RFC functions neutrally, to temporarily arrest formal progress; this ostensibly inert function stretches beyond functional roles of beginning, middle or end. (19) In an RFC, the music “resets” precisely as a global positioning system recalculates during a brief stretch when there is no imminent itinerary. In this way, an RFC is a memoryless buffer that wipes the formal slate clean for subsequent events. Often established by a disparate harmonic or thematic move, an RFC allows the listener to reorient formal hearing and implies no precise requirement for the music to follow. It may range from a formal backtracking, for which RFC represents TR⇒P in Schmalfeldt’s sense of becoming ( 2011 ), to a thematic non sequitur .",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "schmalfeldt_2011"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] Webster, in his monumental work on the sonata forms of Schubert and Brahms, distinguishes several works of Schubert as containing rounded binary (ABA) sections within their first groups, singling out two of the late piano sonatas, D. 894 in G major and D. 960 in B ♭ major. (20) In both of these examples, the B section of the rounded binary form reaches a formal detour, causing the music to reverse course, formally backtracking to a reinstatement of A and sidestepping progress towards S. In both cases, RFC stubbornly forces the reinstatement of primary thematic units (Webster’s A) following material that possesses TR potential (Webster’s B). A TR candidate loses its directed motion away from tonic, leading to a suspension of time and ultimately a formal backtracking to a reinstatement of A. Example 3 . Schubert, Sonata in G, D. 894, 1st mvt., beginning of exposition (click to enlarge and listen) Example 4 . Schubert, Sonata in B ♭ , D. 960, 1st mvt., beginning of exposition (click to enlarge and listen)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] I first analyze this backtracking in Schubert’s G-major sonata, D. 894. As shown in Example 3 , P (Webster’s A) occurs in mm. 1–9, followed by a regional move to an F ♯ -major triad (mm. 10–12) creating a feeling of harmonic stasis (Webster’s B). This is generated by a prevailing pedal F ♯ that possesses an ineffable tonic quality despite its functional penchant as V of the mediant key. With another iteration of this three-bar unit (mm. 13–15), the music loses its sense of formal orientation, seemingly “stuck” on F ♯ , suggesting that the formal function of these three measures is an RFC. Following this repetition, the music re-establishes its formal trajectory, as tonal and formal consciousness is restored upon the arrival of a V 7 chord in G major (m. 16). (21) Finally, a second attempt at A (mm. 17–22) successfully overcomes the formal amnesia of m. 16, with F ♯ major replaced by a new tonic of D major, ultimately driving towards S.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "1.12": {
                "text": "[1.12] The exposition of Schubert’s Sonata in B ♭ ( Example 4 ) is analyzed thoroughly by Cohn ( 1999 and 2012 ). (22) In the context of B ♭ major, Webster’s B section is a hypnotic “purple patch” in G ♭ major, extending from mm. 20–33. The longer this purple patch persists, the further removed we are from formal consciousness. After several prolongations over a G ♭ pedal (mm. 20–30), the music becomes lost and confused, sliding off the proverbial rail, thus suggesting an RFC function. An E ♮ (m. 34) forms the German 6th sonority that finally pushes the music over the edge and back toward harmonic directionality. In fact, one can liken mm. 34–35 to the music “stepping on the brakes” and performing a course correction. This allows for the reinstatement of A and the continuation of the sonata process.",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "cohn_1999",
                    "cohn_2012"
                ]
            }
        },
        {
            "1.13": {
                "text": "[1.13] In Part I, I have reviewed several formal and expressive patterns important for understanding the sonatas and concertos of Chopin. Via discussions of two of Schubert’s first themes, I have introduced the concept of resetting of the formal compass as an analytical tool to account for formal recalculation in Romantic music, postponing the arrival of the second theme group. In the First and Fourth Ballades, I have shown how the second theme group is a form-defining centerpiece. Both of these phenomena are central to contextualizing the seven main analyses in this study, starting with Chopin’s early sonatas. Part II: The Early Sonatas",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] To open my discussion of the early sonatas, I will sample the range of historical opinion about their “deficiencies,” including the notion that a young Chopin was incapable of applying sonata form. Liszt, for example, finds in these works “more determination than inspiration.” (23) Debussy (24) and Finck, (25) on the other hand, praise the composer’s early efforts. Rink and Samson disagree about Elsner’s influence on Chopin’s unorthodox sonata forms. (26) Nowik declares unambiguously that Elsner “appreciated and praised innovations in the works of his pupils” and “did not impose any conventions” ( 2000 , 93). Helman ( 2000 , [13]) and Nowik ( 2000 , 80) conclude that Elsner steered Chopin away from treatises on sonata form, in particular that of Reicha. (27) Acknowledging the authority and diversity of these views, I will make the reasonable assumption that Chopin understood Classical examples of sonata form. Only on that basis can we can move beyond opinion to objectively analyze Chopin’s own evolving sonata forms.",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "nowik_2000",
                    "helman_2000",
                    "nowik_2000"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] A larger question might address the extent to which these early works are successful sonatas, and whether or not Hepokoski and Darcy’s Sonata Theory is the best lens through which to analyze them. The lack of tonal dissonance in each exposition may be an argument for disqualifying both op. 4 and op. 8 from sonata status, particularly if the resolution of such tonal dissonance is a prerequisite. For example, according to Cone, “important statements made in a key other than tonic must either be re-stated in the tonic, or brought into a closer relation with the tonic, before the movement ends” ( 1968 , 267–277). (28) One might naturally ask, “If material presented outside the tonic is neither restated in the tonic nor brought closer to the tonic before the movement ends, can this be interpreted as a sonata form?”",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "cone_1968"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] I endorse the notion that tonal dissonance is essential to sonata form, but under the broader umbrella of “harmonic contrast,” which does not explicitly require tonal dissonance in the exposition. (29) By the same token, the thematic expectations of P–TR–S–C are neither required nor sufficient for a sonata form; rather, that expectation derives from a stylistic convention of the eighteenth-century models studied by Hepokoski and Darcy. So, while their Sonata Theory may supply a useful narrative lens for analyzing Chopin’s early sonatas, not every stylistic convention in Classical sonatas figures into the success or failure of opp. 4 and 8. (30) To judge these works solely through that Classical lens would be a true submission to “deformational” language.",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Op. 4 and op. 8 contain well-documented monotonal expositions, notably excluding an S group, in Hepokoski and Darcy’s terminology, or “subordinate theme” in Caplin’s model. (31) In each case, a hypothetical S is foreshadowed by a driving motion within the TR group, but most notably, S does not follow. Op. 4 lacks a medial caesura, raising the possibility of a continuous exposition; I will consider this possibility at the conclusion of Part III. (32) While op. 8 does contain a medial caesura, it is followed immediately by a series of closing gestures in the tonic. This lack of a conventional S drives the narrative and creates the imminent “deformations” for the balance of each movement. Figure 2 . Exposition and Recapitulation of op. 4 and op. 8 (click to enlarge) Example 5a . Chopin Piano Sonata op. 4, 1st mvt., exposition, transition (click to enlarge and listen) Example 5b . Chopin Piano Sonata op. 4, 1st mvt., recapitulation, transition (click to enlarge and listen) Example 6a . Chopin Piano Trio, op. 8, 1st mvt., exposition, transition (click to enlarge and listen) Example 6b . Chopin Piano Trio, op. 8, 1st mvt., recapitulation, transition (click to enlarge and listen)",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] The opening of Chopin’s op. 4, shown in Figure 2 , contains a pair of primary themes in C minor, both employing the same motivic devices. The first primary theme (mm. 1–16) is a sentence; (33) the second primary theme is a parallel period formed by a pair of sentences, mm. 17–30 and mm. 31–42. (34) Measure 42 elides with the transition, (35) which briefly modulates to G minor (m. 47), only to cadence suddenly in the surprising key of E minor (m. 55), creating a formal detour (“the music stopped, but in the wrong place!”) as shown in Example 5a . This cadential passage—possibly the substitute for an MC—constitutes an RFC, as the disparate key area instantly generates a formal recalculation. As quickly as E minor arrives, however, it is immediately replaced by C minor, continuing with great determination. In lieu of an S group, the music veers toward a series of tonic expansions resembling those of a closing zone (mm. 63–82), with a final PAC in C minor at bar 82. Though G minor was sampled briefly, the RFC neutralizes an attempt to move into this region by first sidestepping an entrance into S and then harmonically backtracking to C minor.",
                "footnotes": [
                    "FN33",
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Following an extensive development section that concludes by preparing the remote key of V/ B ♭ minor, the recapitulation realizes this key and echoes the primary theme modules of the exposition. (36) P 1 , however, moves to the previously unfulfilled key of G minor, with P 2 (mm. 191–202, Example 5b ) following suit; phenomenologically, the music is recalling the expositional tonal plan. Once this memory is fully restored in m. 203, the remainder of the recapitulation is a carbon copy of expositional material, mimicking mm. 47–82. In essence, the G-minor primary theme of the recapitulation is interlocked with the lost attempt at G minor in the expositional transition. Yet, this G minor meets the same fate: there is no second theme group, and the MC is replaced by an RFC (m. 212). The movement ends in the tonic C minor.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Chopin’s Piano Trio in G minor, op. 8, follows a similar formal outline. Because the exposition and the recapitulation present identical primary themes, with mm. 1–28 equivalent to mm. 136–64, I will turn to the transitions of these sections, as shown in Examples 6a and 6b . Both contain a pair of phrases that begin with identical material in G minor (mm. 29–32 and mm. 164–167), and the second phrase of both touches on the key of B ♭ major.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] The transition of the exposition leads to a clear medial caesura in m. 39, but the phrase starting in m. 43 is not a secondary theme. Instead, the immediate return to tonic following this caesura point initiates a series of tonic expansions, characteristic of a closing group (and not S). (37) In this specific instance, a four-bar phrase comprising repetitions of V–I is followed by an immediate PAC. After this four-bar unit is repeated and expanded into a six-bar module (mm. 47–52), additional C-zone modules—as in op. 4—compensate for the lack of S-space. One module (mm. 57–66) hinting at a new harmonic region— E ♭ major—is quickly extinguished with yet another rapid-fire return to tonic, with the final PAC at m. 71. (38)",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] In the recapitulatory transition, we find a second phrase markedly different from its expositional counterpart. As in op. 4, the recapitulatory transition of op. 8 presents a definitive modulation to the minor dominant. Unlike the previous sonata, however, the sojourn into this key extends beyond the transition. It does not “turn back” to tonic, instead refashioning expositional materials in D minor (with mm. 186–205 corresponding to mm. 53–67) to create the temporary illusion that the movement might, in fact, end in an off-tonic key. This does not happen, of course, as G minor is eventually restored via the Neapolitan (m. 206). Postlude: Continuous Exposition",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] In both of these sonata movements, the secondary theme group has been omitted or sidestepped, resulting in a harmonic reinstatement of the tonic. Of course, S is not required to deliver a new key, as a modulation may also be achieved via a continuous exposition. (39) According to Hepokoski and Darcy, the continuous exposition is “identified by its lack of a clearly articulated medial caesura followed by a successfully launched secondary theme” ( 51 ). Op. 8 contains an MC, although no S-zone follows; I have argued that the post-MC modules in this case are more in line with closing rhetoric. The MC situation in op. 4 is more ambiguous, raising the likelihood of a continuous exposition at a moment that Hepokoski and Darcy designate “the point of conversion” ( 2006 , 52). It is possible that the RFC “neutral zone,” which temporarily suspends formal function, is a decidedly Romantic version of the TR ⇒ FS, as our point of conversion—a cadence in the disparate key of E minor—serves as a formal fissure. (40) Nevertheless, one could argue that this exposition fulfills the conditions of Hepokoski and Darcy’s second possibility for continuous expositions: “The composer may create the expectation of an imminent MC only to veer away from it for more Fortspinnung or other elaboration” ( 2006 , 54). The conscious movement toward G minor in the TR is indeed suggestive of a preparation toward an MC, though the subversion of this point is staged in a manner not found within Classical repertoire. Once the region of tonal and thematic hypnosis (mm. 55–63) eventually regains formal consciousness, we are transported into a post-S space. Part III: The Concertos",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "hepokoski_and_darcy_2006",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Kelley sees clear evidence of intention in the monotonal expositions of the concertos: “We are justified in assuming that Chopin was capable of studying the standard models, and of adjusting the means to the ends in the concertos, as well as in the smaller forms . . . . Undoubtedly, the adoption of the tonic key for the first announcement of the lyric theme of the E-minor Concerto was the result of due deliberation or strong intuition” ( 1969 , 110). Samson, on the other hand, allows for intent while effectively damning with faint praise: The most that can be said fairly is that the tendency to curtail or omit a first subject reprise (common enough in the virtuoso concerto) and to transfer the weight of tonal activity to the reprise rather than the exposition are early intimations of Chopin’s later inclination to view the final stages of a work less as synthesis than as apotheosis. But this is tentative explanation, not justification. In the end the concertos linger in the memory for the poetry of their detail rather than the strength of their structures ( Samson 1985 , 55). In those contrasting lights, the nub of my argument here is that the concertos of Chopin illustrate his evolving conception of sonata form, from his formative years through the mature style of his late sonatas—in particular, the developing role of the second theme group. While a full analysis of each concerto movement is beyond the scope of this study, I analyze relevant passages in these movements, in which the second theme is creatively introduced.",
                "footnotes": [],
                "citations": [
                    "kelley_1969",
                    "samson_1985"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] First, I offer a few words about Hepokoski and Darcy’s treatment of the concerto, or Type 5 sonata ( 2006 , 496–562). Central to their theory is the alternation of ritornello and solo sections, often marking the beginnings and ends of rotations. The first orchestral section, labeled as “Rit. 1,” is most often a complete rotation of P–TR–S–C; unlike sonata expositions, however, this section is mostly confined to the tonic key. This first section is designated the orchestral exposition, in contrast with the solo exposition that follows. “Solo 1” recycles the thematic materials of Rit. 1, but its prototypical aim is to establish a different key area (often hinted at, but not fully realized, in the opening ritornello). Of course, Chopin’s treatment of this form differs considerably from the Classical model.",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Essential to my larger argument is an understanding of the state of the piano concerto when these works were conceived (Concerto No. 2 in 1829–30, and Concerto No. 1 in 1830). Horton identifies three practices in John Field’s piano concertos, composed in the early nineteenth century: “the modulating first ritornello; thematic relationships between the first ritornello and the solo exposition; and the recapitulatory truncation” ( 2011 , 55). Of central concern to this paper are the first two practices. In Chopin’s piano concertos, the S groups, like Field’s (and unlike Mozart’s), are reprised in the ritornello and solo expositions. (41) In contrast, the ritornello of Chopin’s First Piano Concerto is non-modulatory (as in Mozart’s concertos and the early Chopin sonatas), while the ritornello of the Second Concerto is modulatory (as in Field’s concertos). The First Concerto Figure 3 . Chopin Piano Concerto No. 1 in E minor, op. 11, 1st mvt. (click to enlarge)",
                "footnotes": [
                    "FN41"
                ],
                "citations": [
                    "horton_2011"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Consider Chopin’s Piano Concerto No. 1 in E minor, op. 11, beginning with the orchestral and solo expositions. Figure 3 provides a form diagram; Examples 7a and 7b provide score excerpts starting at the end of the transition and the beginning of S. The orchestral exposition, Rit. 1, provides a complete rotation of P–TR–S–C, significantly including the second theme group, which was notably absent from Chopin’s earlier piano sonatas. The bars immediately following the MC comprise an elongated caesura-fill (mm. 49–61), suggesting that as in the earlier sonatas, S might be sidestepped. Nevertheless, S is fulfilled in the parallel major (m. 61) of the tonic E minor. An emphatic essential expositional closure or EEC declined (m. 99) sets the music back on course to restoring minor, though it is achieved at m. 123 in preparation for the soloist’s entrance. It is at this point that the concerto serves as an important fulcrum with the early sonatas: by deflecting attempts to modulate, the opp. 4 and 8 expositions function as orchestral expositions in a concerto. In both early works, S is entirely withheld; in op. 11, it is achieved, but the tonic is nevertheless retained. Example 7a . Chopin Piano Concerto No. 1, op. 11, 1st mvt., orchestral exposition, end of TR and S (click to enlarge and listen) Example 7b . Chopin Piano Concerto No. 1, op. 11, 1st mvt., solo exposition, end of TR and S (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] As expected, the subsequent solo exposition corresponds with the orchestral exposition, most notably P 1.1 (m. 1 = m. 139) and P 2 (m. 25 = m. 154). The Solo 1 transition, however, does not recycle the orchestral TR, nor does it establish a new key area, employing a dominant lock and I:HC MC (m. 221). (42) Unexpectedly, S also appears in the tonic major key—echoing the orchestral presentation—rather than in the relative major or any other non-tonic key. (43) As if we are transported back into an E major “orchestral-exposition past,” S never overcomes this key, which vehemently triumphs (in direct contrast to the early sonatas). The solo exposition, with its virtuosic display zone (DZ), (44) revels in the tonic major all the way to the orchestral decline of the EEC at m. 333, tragically cadencing in E minor at m. 369. Example 7c . Chopin Piano Concerto No. 1, op. 11, 1st mvt., recapitulation, end of TR and S (click to enlarge and listen) Figure 4 . Chopin Piano Concerto No. 2 in F minor, op. 21, 1st mvt. (click to enlarge)",
                "footnotes": [
                    "FN42",
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] These observations point to significant parallels with Chopin’s earlier works. Mapping the solo exposition onto the solo recapitulation (designated “Solo 3” on the form chart) reveals an exact repetition until the waning moments of the TR section, generating a modulation and dominant lock in G major (m. 562, as shown in Example 7c ), the conventional S key for an exposition in minor. Unlike op. 4, in which the recapitulation begins off-tonic, op. 8 exhibits this “afterthought” quality of a close-key modulation. In the First Concerto, S is given the chance to truly engage this new key, and like op. 8, a backtrack to tonic is inevitable (m. 605). Only after several more attempts at “essential structural closure,” or ESC (mm. 621, 671, 689), is E minor finally achieved. The Second Concerto",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Chopin’s Piano Concerto No. 2 in F minor, op. 21, unfolds differently, though S remains the central form-defining unit. A form diagram is provided in Figure 4 . The orchestral exposition first fashions a declined MC (m. 27, through an evaded cadence) followed by a “real” i:HC MC in m. 36. Like the exposition of Concerto No. 1, the exposition of No. 2 presents a clear second theme at m. 36 (as shown in Example 8a ), this time in the relative major, A ♭ ; as a result, S brings about the first full expositional modulation within our set of works, setting the stage for the late sonatas. This modulation, however, is temporary: a cadence in A ♭ is omitted, and upon the entrance of the solo piano, F minor is reinstated. Therefore, S, at this juncture, serves only to foreshadow a more permanent venture into the key of A ♭ major. In the solo exposition, the primary theme and transition groups unfold over fifty bars (mm. 75–125), with the MC prepared by a virtuosic solo display, as shown in Example 8b . S is nearly identical to that of the orchestral exposition, with mm. 36–50 mapping onto mm. 125–140. Measures 143–150 carry the music into the C-minor display zone, briefly touching upon A ♭ major (mm. 161–168) and raising the possibility that the exposition will end in this key; C minor, however, is reinstated in an emphatic conclusion. Example 8a . Chopin Piano Concerto No. 2, op. 21, 1st mvt., orchestral exposition, end of TR and S (click to enlarge and listen) Example 8b . Chopin Piano Concerto No. 2, op. 21, 1st mvt., solo exposition, end of TR and S (click to enlarge and listen) Example 8c . Chopin Piano Concerto No. 2, op. 21, 1st mvt., recapitulation [P⇒S] (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The recapitulation provides a surprising formal twist. After four bars, P is abandoned in favor of the lyrical A ♭ -major S theme ( Example 8c ). The material thirty-six bars into Rit. 1 and sixty bars into Solo 1 is spotlighted a mere four bars into Solo 3. This raises the question of whether this concerto is a Type 2 variant of concerto form, in which the recapitulation suppresses P material and tutti texture in favor of a tonal resolution. Hepokoski and Darcy categorize the Type 2 variant as “Subtype E” of possible Type 5 concertos, with Solo 2 (development) bypassing Ritornello 3 and merging directly into a truncated version of Solo 3 ( 2006 , 443). Surely, F minor and P are prepared so as to deliver a full recapitulatory Solo 3, but is the real reprise indicated not by the restoration of P, but by the substitution of the lyrical A ♭ major theme? In fact, precise mapping of the expositional S bars (mm. 125–42) onto mm. 273–90 suggests that A ♭ major will be salvaged in the recapitulation. However, as in the exposition, A ♭ ultimately defers to a minor key. In this way, S is raised to a new level of formal significance, with the concerto positioning this lyrical A ♭ -major theme as a focal point of thematic reprise. As we will see, this becomes the central form-defining unit in the later sonatas. Allegro de Concert, Op. 46",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] We have seen a clear distinction between the two early sonatas, each lacking an S group, and the two concertos, each containing an S group. In fact, Chopin’s concerto forms assert a thematic function previously absent in the First Sonata op. 4 and Piano Trio op. 8. The First Concerto, as in the early sonatas, does not modulate in the orchestral exposition, and this trajectory is mimicked in the solo exposition; tonal dissonance is transferred to the recapitulation. In contrast, the Second Concerto always presents S in the relative major (III), most unexpectedly in the opening moments of the recapitulation, thereby exhibiting elements of a Type 2 binary sonata form. Example 9 . Chopin Allegro de Concert, op. 46, 1st mvt., development ⇒ tonal resolution (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Chopin gives us another glimpse of the concerto as a Type-2 variant in his defiantly hard and, according to Rink ( 1997 , x), “enigmatic” Allegro de Concert op. 46, which was composed in 1841, between his Second and Third Piano Sonatas. Samson describes the form in an even-handed way (my emphasis underscores the trend of Chopin’s sonata forms): [Allegro de Concert] has special interest as the only one of Chopin’s concert [first] movements to adhere to a more-or-less conventional tonal scheme. There is a monotonal prelude, a first solo presenting song (new material) and bravura pattern in the tonic, followed by a second subject and bravura pattern in the dominant. After the second ritornello the second solo presents an elaborated, nocturne-like version of the second subject in the tonic minor , there is further bravura writing and a closing ritornello linked thematically to the prelude ( Samson 1985 , 56–57). As a result, we see no development, per se, in the Allegro de Concert. (What could have been development is actually the tonal resolution in the minor tonic.) Instead, we see an immediate reprise of the secondary group, not unlike the reprise of the Second Concerto. After a digression in the minor mode (shown in Example 9 ), Chopin completely bypasses the development, (45) preserving the secondary theme area as the foundational unit of recapitulation and thematic repose. We shall see this same pattern in the late piano sonatas. Part IV: The Late Sonatas",
                "footnotes": [
                    "FN45"
                ],
                "citations": [
                    "rink_1997",
                    "samson_1985"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Among the disparate, often passionate analyses of the late sonatas, Wolff’s may be the most radical: “it is impossible to speak of sonata form when the opening theme never returns” ( 1990 , 245). (46) In a similar tone, Walker ( 1966 ) claims that Chopin’s recapitulations are compressed because “the first subject generates so much of the development that to recapitulate it as well would be repetitive, less than masterly” ( 1966 , 242). Samson comes closest to my view that, in these sonatas, the second theme group is form-defining: Rather than a tonal dialectic, we have sharply contrasting, relatively self-contained thematic characters, where it is the function of the lyrical second theme to resolve the tension and drama of the agitated first theme. The response to this exposition—the development and reprise—preserves the relationship. It heightens the drama and energy of the one through motivic development and increases the stability and calm of the other through tonality, a return to the tonic region. This is the essential shape of the movement and it invests the reprise of the second subject with special privilege. ( Samson 1985 , 132) This view—that Chopin consciously emphasizes the second theme, rather than neglecting the primary theme—is central to my thesis. Type 2 Sonata: The Vehicle for “S” Prominence",
                "footnotes": [
                    "FN46"
                ],
                "citations": [
                    "wolff_1990",
                    "walker_1966",
                    "walker_1966",
                    "samson_1985"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] In light of Chopin’s concertos and early sonatas, we can now consider how the evolving role of the S group bridges his entire sonata oeuvre. I argue that the Type 2 sonata, as defined by Hepokoski and Darcy, is the vehicle that showcases S as a formal centerpiece in the nineteenth century; they, like R.M. Longyear, debate the historical precedent of the “binary sonata” in the Romantic era. (47) Longyear explicitly claims that the first movements of Piano Sonatas No. 2 and No. 3 and the Cello Sonata are not binary forms because of their extensive developments ( 1969 , 165), in contrast to Hepokoski and Darcy, who categorize the two Piano Sonata first movements as Type 2 sonata forms. (48) None of these authors explain how the Type 2 tradition might have survived unbroken for sixty years: “the necessary preliminary work . . . remains largely unaccomplished: confronting the eighteenth-century Type 2 sonata and the manner in which that waning tradition might have been bridged into and reconceptualized within the nineteenth century” ( Hepokoski and Darcy 2006 , 364). In reality, though, a continuous tradition linking Classical with Romantic works is not required for fruitful application of the Type 2 paradigm to Chopin’s evolving sonata forms.",
                "footnotes": [
                    "FN47",
                    "FN48"
                ],
                "citations": [
                    "longyear_1969",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] Realizing the Type 2 as an analytical possibility is tied to the formal salience of the second theme group. Wingfield, in his review of Hepokoski and Darcy, claims that while many nineteenth-century examples of Type 2 forms listed by Hepokoski and Darcy “begin their recapitulatory spaces with secondary material,” these analyses are questionable because “there is invariably an overriding element of dialogue with the Type 3 model” ( 2008 , 159). Wingfield cites the first movement of Chopin’s Third Sonata as an “obvious case,” in which “Chopin saturates the final stages of the development (mm. 132–34) with voice-leading features of the main theme, before the crux at bar 135 . . . the residues of the primary theme at this juncture clearly signify its absence from the recapitulatory section proper” ( 2008 , 159). He concludes that “it is difficult to identify a single work in the repertoire where a Type 2-orientated reading is richer and more compelling than a Type 3-based one” ( 2008 , 160). Figure 5 . Formal Plans of Chopin’s Late Sonatas (click to enlarge) This judgment arises, of course, because Wingfield does not place the second theme group at the fore of the sonata narrative as do Hepokoski and Darcy, who observe: “only in [the second rotation’s] second half—often from S onward—does it take on ‘recapitulatory’ characteristics” ( 2006 , 353). For that reason, Type 2 is fully realized only when the tonic reprise of the P material is declined in favor of S. Wingfield, by conceding that Chopin begins the recapitulatory space of his Third Piano Sonata with secondary material, also concedes the only real prerequisite for Type 2 (other than that the second rotation begins as developmental space). His observation that “Chopin saturates the final stages of the development . . . with voice-leading features of the main theme” ( 2008 , 159) is all but neutralized by his concession that they are “residues.” Even if more than “residues,” these moments do not demand a Type 3 reading; the mere presence of the main theme in the developmental rotation does not overrule the strong spotlight on S, a unique and central characteristic that I highlight in the following analyses of Chopin’s three late sonatas. Figure 5 contains the form diagrams for these works. Piano Sonatas No. 2 and No. 3, and the Cello Sonata Example 10a . Chopin Piano Sonata No. 2, op. 35, 1st mvt., exposition, onset of S (click to enlarge and listen) Example 10b . Chopin Piano Sonata No. 2, op. 35, 1st mvt., rotation 2, onset of S (click to enlarge and listen) Example 11a . Chopin, Piano Sonata No. 3, op. 58, 1st mvt., exposition, S 1 (click to enlarge and listen) Example 11b . Chopin, Piano Sonata No. 3, op. 58, 1st mvt., exposition, S 2 (click to enlarge and listen) Example 11c . Chopin, Piano Sonata No. 3, op. 58, 1st mvt., development, false resolution (click to enlarge and listen) Example 12a . Chopin, Cello Sonata, op. 65, 1st mvt., exposition, caesura-fill and S (click to enlarge and listen) Example 12b . Chopin, Cello Sonata, op. 65, 1st mvt., exposition, closing in D minor (three-key exp.) (click to enlarge and listen) Example 12c . Cello Sonata, op. 65, 1st mvt., development, transition into tonal resolution (caesura fill) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "wingfield_2008",
                    "wingfield_2008",
                    "wingfield_2008",
                    "hepokoski_and_darcy_2006",
                    "wingfield_2008"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] Chopin’s Piano Sonata No. 2 in B ♭ minor, op. 35, showcases the second theme group both thematically and harmonically. Following a brief slow introduction, the exposition is a straightforward antecedent-consequent presentation of an obsessive galloping motive from mm. 5–40. These bars exhibit perpetual motion—a homogeneous zone of eighth notes that abruptly stops in  the relative major, D ♭ ( Example 10a ). In essence, the role of the second theme group can be construed as a “cease-fire” from the frenzied state of P. First presented in a chorale setting (mm. 41–56), the lyrical S gains energy in its drive toward the EEC (m. 81). The closing theme group, filled with bombastic triplets, turbulently touches upon the remote key of C major before eliding into the development; this outburst foreshadows the forthcoming developmental eruption.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The development section’s preparatory zone suddenly reinstates the galloping motive with a startling arrival in F ♯ minor, gradually rising chromatically to C minor (mm. 106–22). (49) A more forceful and continuous enunciation of the motive (mm. 123–38) increases harmonic and textural density before finally climaxing in m. 138; the motive triumphs in an ecstatic action zone of chromatic triads, recalling the defiant outburst of the closing section. The motive’s “last stand” occurs within the global Neapolitan harmony ( C ♭ , m. 154), as the triplets of the dominant lock (V/ B ♭ ) finally extinguish it once and for all (m. 162). As a result, Chopin logically chooses to introduce the recapitulation (50) with S, this time in the parallel major of the tonic key (m. 170, B ♭ major), as shown in Example 10b . According to Hepokoski and Darcy, this is the tonal resolution ( 2006 , 364); more importantly, it supports the narrative of S as a formal centerpiece. If the goal of this development is to spring free of the haunting idée fixe , this sonata cannot possibly recapitulate with the primary theme. Moreover, the development lacks an S, as if it were being saved for a later section. (51) And finally, the S-group appears in the major mode: to conclude the development, P vanishes along with its minor counterpart. (52) As elegantly stated by Protopopov, the appearance of the second-theme reprise is not just architectural, but a new structure “brought about by romantic emotion, pathos, and the music itself which demanded new formal demarcations owing to the fluid development of the whole piece” ( 1990 , 22).",
                "footnotes": [
                    "FN49",
                    "FN50",
                    "FN51",
                    "FN52"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "protopopov_1990"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Called “the most tightly organized of the three” by Rosen ( 1995 , 467), Chopin’s Third Piano Sonata offers a more lyrical character and greater thematic diversity than No. 2. (53) For example, an expanded transition group (mm. 17–39) contains four different units of varying affects (TR 1 –TR 4 ). The movement also contains four S components (S 1 –S 4 ) before the EEC at m. 76. S 1 and S 2 are shown in Examples 11a and 11b . All of these thematic modules are crucial in furnishing the second theme group as a formal centerpiece at the point of tonal resolution.",
                "footnotes": [
                    "FN53"
                ],
                "citations": [
                    "rosen_1995"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Like Sonata No. 2, No. 3 displays the primary theme through multiple chromatic sequences to begin the development, forming short preparation and action zones. But unlike No. 2, once P exits (m. 117), no reinstatement of the tonic major (B major) appears; instead, the music arrives at the dominant of D ♭ major, signaling an MC and a false tonal resolution ( Example 11c ). This concept—discussed only briefly in Elements of Sonata Theory —can be invoked here, as stable S music follows the furnished MC, only to be “abandoned in favor of more development” ( 244 ). This occurs, however, not just because of an unconventional harmonic arrival on D ♭ major, but also because of an incorrect thematic module: S 2 instead of S 1 . The music immediately veers away from this distant key with sequential iterations of the S 2 theme in mm. 118–29. By moving from D ♭ major into E ♭ —even farther into the tonal wilderness—the music becomes harmonically and thematically lost, setting up an RFC ( Example 11d ). In particular, mm. 133–4 encapsulate a wandering sensation with bewildering chromaticism that finds B major by mere chance in m. 135. At this point, the music finds its crux , the point at which: the music will (sometimes almost imperceptibly) lock onto some middle portion of the expositional pattern on a bar-by-bar basis either at the original pitch level or transposed to an appropriate key to lead to or produce the tonal resolution. These correspondence measures are then pursued, for the most part, for the rest of the rotation ( Hepokoski and Darcy 2006 , 239). Following the RFC, TRs 1 and 2, beginning at m. 137, comprise the crux. While Chopin omits TR 3 , TR 4 gains energy analogous to its nearly identical expositional module—though perhaps even greater due to the long journey back to tonic. (54) With the original TR material reinstated, the S 1 theme in the tonic major logically follows to complete the expected formal path of a Type 2 sonata ( Example 11e ). Example 11d . Chopin, Piano Sonata No. 3, op. 58, 1st mvt., development, RFC (click to enlarge and listen) Example 11e . Chopin, Piano Sonata No. 3, op. 58, 1st mvt., onset of tonal resolution (S) (click to enlarge and listen)",
                "footnotes": [
                    "FN54"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] From a narrative standpoint, Davis’s analysis sheds considerable light on how the Third Piano Sonata “reflects the Romantics’ attraction to fractured, fragmented Classical structures” ( 2014 , 286). As noted in my own analysis, the development section spawns a formal detour into an atypical dominant preparation for S, a false tonal resolution in terms of both key ( D ♭ major) and module (S 2 ). This narrative, as a result, suggests the onset of a Type 2 sonata form while simultaneously undermining that possibility. It is certainly possible for a “false Type 2” to give way to a Type 3; Hepokoski and Darcy acknowledge that a “predicted Type 2 is made to change its course to convert into a grander, broader Type 3 sonata” ( 378 ). The RFC function, however, delivers the crux that reinstates both formal memory and the Type 2 trajectory. Thus, the return to S in tonic major is not only imminent, but inevitable.",
                "footnotes": [],
                "citations": [
                    "davis_2014",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] My final example, the Cello Sonata in G minor, op. 65, (55) is another of Chopin’s sonata forms that positions the second theme group as a formal centerpiece. Example 12a displays the onset of S in the exposition; 12b the expositional closing theme, and 12c the onset of the tonal resolution. In both thematic rotations, S appears after half cadences (both MCs) that do not imply the dominant of the forthcoming tonal area; instead, Chopin gives this role to the caesura fill, carrying the music to III (mm. 61–68) and major I (mm. 176–83) in the exposition and tonal resolution, respectively. (56) Unlike both piano sonatas analyzed here, the remainder of the exposition does not conclude in the relative major ( B ♭ ); instead, the EEC pronounces a PAC in D minor, creating a three-key exposition. As in Piano Sonata No. 2 (and unlike No. 3), the second theme group is scarcely used within the development section proper, which contains sixty bars of almost exclusively P and TR; the arrival of S (via the aforementioned caesura fill) is also responsible for reinstating the tonic, as is typical of the Type 2 sonata. As in the exposition, the tonal resolution brings two different keys—G major and G minor—in its respective second-theme and closing groups. More specifically, the modes are analogous to each corresponding section (e.g., the EEC and ESC produce similar sensations of a toggle from major to minor). (57) Owing to this three-key formula, the Cello Sonata is the only one of Chopin’s late sonatas to conclude in minor. Conclusion",
                "footnotes": [
                    "FN55",
                    "FN56",
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] We can now survey the dramatic evolution of Chopin’s conception of the S group, from its omission in the early sonatas to its creative inclusion in the concertos and spotlit role in the late sonatas. The early sonatas provide novel tonal routes in place of a subordinate theme group, including (in op. 4) a new neutral formal function that I describe as “resetting of the formal compass.” By acknowledging the omission of this section in the early works, we are equipped to understand the new role of S in the late sonatas as a formal centerpiece. Little evidence supports Chopin’s purported intention to subvert sonata form in any specific way, either with his monotonal expositions (opp. 4, 8, and 11) or his omission of the primary theme in the recapitulation (opp. 21, 35, 58, and 65). That said, the postponement of dramatic tonal events until the recapitulation in each of the forms analyzed appears to be the direct result of Chopin’s evolving treatment of the secondary theme group.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] While no S group appears in op. 4 or op. 8, a secondary theme appears in the orchestral expositions of both piano concertos. Further, the solo exposition of each concerto retains the harmonic and thematic identity of the orchestral S-zone. As fulcrums between the early and late sonatas, the First Piano Concerto mimics the tonal architecture of op. 4 (and op. 8), and the Second Piano Concerto anticipates the positioning of the second theme group as a formal centerpiece. In the late sonatas, unlike the early sonatas, S realizes an expositional modulation from the tonic minor to the relative major. By inserting this thematic group in the tonic major immediately following the development (in place of the expected minor-key recapitulation of P), Chopin rhetorically highlights this unit as a tonal event; in the Third Sonata, an RFC contributes to this dramatization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] By excavating the second theme group across Chopin’s output, we can see that Type 2 is the most plausible lens for his late sonata forms; we can also see that to understand Type 2 as an altered form of Type 3 is to misapprehend the trajectory of Chopin’s lifelong creative growth. That these S themes—often characterized as “cantilenas”—are raised to a new level of formal significance is qualified by Chominski, who, according to Helman, “explained Chopin’s use of cantilena and the nocturne-like themes as being directly influenced by the specific socio-demographic situation of his time (i.e., the creation of a middle-class that reveled in reading sentimental poetry)” ( Helman 2000 , [5]). This suggests that Chopin, through his brand of Romantic Nationalism, was tapping into the hearts and minds of Polish refugees residing in Paris who expressed a deep nostalgia for their culture. (58) If this fact provides a glimpse into the mindset of Chopin, it is confirmed by this study, as the sonata becomes a successful vehicle for showcasing sentimentality through raising S to a new level of formal significance. And only an evolutionary perspective reveals the S theme as the single unifying feature—the central, guiding focus—of the entire trajectory within Chopin’s sonata oeuvre.",
                "footnotes": [
                    "FN58"
                ],
                "citations": [
                    "helman_2000"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.4.aziz.html",
    "data": "mto/data/mto.15.21.4.aziz.json"
}