{
    "title": "Review of Ray Allen and Ellie M. Hisama, eds., <i>Ruth Crawford \n\tSeeger’s Worlds: Innovation and Tradition in Twentieth-Century American Music</i> \n\t(Rochester: University of Rochester Press, 2007)",
    "date": "2008/03/01",
    "volume": "14",
    "issue": "1",
    "authors": [
        "Nicholls, David"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "December 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.1/mto.08.14.1.nicholls.pdf",
    "author_info": [
        {
            "name": "David Nicholls",
            "university": "Music / School of Humanities",
            "address": "University of Southampton, Southampton SO17 1BJ, UK",
            "email": "drn@soton.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Review of Felix Meyer and Heidy Zimmermann, eds., Edgard Varèse: Composer, Sound Sculptor, Visionary (Woodbridge: The Boydell \nPress, 2006) in Music & Letters 88/4 (2007): 702–4.",
            "citations": []
        },
        "FN2": {
            "text": "2. Matilda Gaume, Ruth Crawford Seeger: Memoirs, Memories, \nMusic (Metuchen N.J.: The Scarecrow Press, 1986); Judith Tick, Ruth Crawford Seeger: A Composer’s Search for American Music (New York: Oxford University \nPress, 1997); Joseph N. Straus, The Music of Ruth Crawford Seeger (Cambridge: \nCambridge University Press, 1995). For additional studies of Crawford and her \nwork, see the bibliography of her Grove Online article, though noting that this \nonly includes items published by 1999.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I have written elsewhere of Varèse succumbing to the musical variant of \nBeckett’s Syndrome, that scholarly condition whose principal symptom is the \ndisproportionate relationship between the number of words written about a \nsubject and those written by him or her. (1) With the appearance of this volume of \nessays, it would seem that we have another victim: as a composer, Ruth Crawford \nproduced a relatively small number of works, none of which is for particularly \nlarge forces or of extended length; as an anthologist of, and commentator on, \nfolk song, she contributed to around ten published collections. Yet prior to the \npresent publication, Crawford had already been the subject of two musical \nbiographies (by, respectively, Matilda Gaume and Judith Tick, the latter running \nto over 450 densely packed pages), as well as Joseph N. Straus’s The Music of \nRuth Crawford Seeger , and numerous other parts of books, book chapters, journal \narticles, dissertations, and so on. (2) [2] The above comments are not in any way intended to disparage either Crawford or \nher work (as I have, since the late 1970s, valued both extremely highly); \nrather, they are an indication of the dangers inherent in an academic climate \nthat increasingly prioritizes quantity over quality, and research outputs over \nscholarly insights. With a compositional oeuvre as small, and as heavily based \nin precompositional planning, as is Crawford’s, there is a finite amount that \ncan be written about any particular piece or process. Thus, while in Ruth \nCrawford Seeger’s Worlds there are worthy chapters contributed by Straus, Lyn \nEllen Burkett, and Ellie M. Hisama on various aspects of Crawford’s music, those \nwho have studied the scores are unlikely to find much (if anything) here that is \nnew, beyond the jargoning of an obvious point, or the diagraming of a simple \nprocess: at some stage it has surely to be acknowledged that the identification \nof a 6–Z43 [012568] is of somewhat limited interest. Contrarily, readers who are \nrelatively unfamiliar with Crawford’s music will inevitably need to return to \nearlier, more comprehensive, commentaries in order to discover (and hopefully \nmarvel at) the broader picture.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]\nRather more useful—even to old lags like me—are several of the chapters that \nfollow, which variously consider such topics as Crawford’s 1938 appearance at \nthe Composers’ Forum (Melissa J. de Graaf); the (dis)similarities between \nCrawford’s The Music of American Folk Song and Charles Seeger’s Tradition and \nExperiment in the New Music , both of which only appeared posthumously (Taylor A. \nGreer); Crawford’s considerable achievements as an educator (Roberta Lamb); and \nthe links between Crawford, Seeger, and Benjamin A. Botkin (Jerrold Hirsch). \nDespite the exploration of some of these territories in Judith Tick’s book, \nthere is a good deal here that expands our knowledge and helps to fill out the \npicture of the “whole Crawford.” And although I feel less convinced by their \npresence here—would Charles Seeger’s achievements ever be measured through, or \nagainst, those of his children, I wonder?—there are in addition well researched \nand often illuminating chapters titled “Performing Dio’s Legacy: Mike Seeger and \nthe Urban Folk Music Revival” (Ray Allen) and “Peggy Seeger: From Traditional \nFolksinger to Contemporary Songwriter” (Lydia Hamessley).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]\nMore problematic, at least to my mind, are the two remaining chapters (if we \ndiscount Bess Lomax Hawes’s tantalizingly brief “Reminiscences on Our Singing \nCountry ”). On the one hand, both Judith Tick (“Writing the Music of Ruth \nCrawford into Mainstream Music History”) and Nancy Yunhwa Rao (“Ruth Crawford’s \nImprint on Contemporary Composition”) carry out important work in demonstrating \nthe degree to which Crawford’s achievements sit in the broader frame of \ntwentieth-century music and its interpretation. Thus, comparing the first and \nsecond editions of Wilfrid Mellers’s Music in a New Found Land , Tick pointedly \nasks how a woman [my emphasis] was transformed “from nobody to genius” in the \nspace of less than twenty-five years (page 9). And in similar fashion, Rao \nestablishes many significant similarities between Crawford’s compositional \ntechniques and those of several later figures. On the other hand, though, I \ncan’t help feeling that, for whatever reason (be it based in issues of artistic \nprecedence, of gender, or of overdue reparation) both authors go just a little \ntoo far in their claims on Crawford’s behalf.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\nTick is the first to voice a refrain that reappears a hundred pages later in \nRao’s chapter: that (in Anne Shreffler’s words, quoted on page 22) “the fruitful \nmilieu of Varèse, Crawford, and Cowell was just as essential to [Elliott] \nCarter’s elaborate structures as it was to Cage’s anarchies.” Neither this, nor \nany of the other similar claims made subsequently, is either new or news. But \nwhat does seem unprecedented is the degree to which Crawford appears cast here \nas the victim of a deliberate plot, or as a ewe unfairly sacrificed on the altar \nof male artistic supremacy. Teresa Davidian is quoted on page 23 as having \nclaimed a few years back that “For all the attention and tribute paid to \nCrawford over the years, scholars have stopped short of investigating her \ninfluence on other composers.” Beyond the palpable nonsense of this statement \nlies the need also to acknowledge that (pro rata) Crawford has probably suffered \nno more neglect in this, if not other, respects than have Cowell, Cage, and a \nveritable legion of others. It is—surely—a truth universally acknowledged that a \nsingleton in possession of artistic ambition must also be in want of existing \nexamples from which to copy: hence Bach’s transcriptions of Vivaldi, Mozart’s \nsalutations to Haydn, Wagner’s appropriations of Meyerbeer, Crawford’s numerous \nallusions in her earlier music to Skryabin, and Carter’s borrowings from \nCrawford. But it is also a truth universally unacknowledged that artists of all \npersuasions, not least as a result of their individual prides and prejudices, do \neverything they can to cover their traces in matters of precedence and \ninfluence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\nThere are, in addition, a few minor quibbles: the editors are wrong to assume \nthat all their readers are fully fluent in French and can therefore be spared \ntranslations; occasional typos are included, but a bibliography is not; it is at \nleast twice asserted that Crawford’s Three Songs of 1930–32 are “commonly known \nas ‘Rat Riddles’” (which was news to me); and in the introduction, history is \nrewritten—or at least given an unusual spin—as we are informed that when \nCrawford moved to New York in 1929, she “became a vital participant in the \n‘ultramodern’ school of composition, a group of composers that included Aaron \nCopland, Henry Cowell, Marc Blitzstein, and Earl Robinson” (page 2). Overall, \nthen, this is an often valuable, but at times frustrating, volume. Dare I \nconclude by hoping that it will be the last for some time on Crawford, and that \ninstead scholars will turn their attention to some of her unappreciated, \nundervalued, and distinctly under-studied contemporaries, such as Johanna Beyer, \nVivian Fine, Ray Green, and William Russell?",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.08.14.1.nicholls.html",
    "data": "mto/data/mto.08.14.1.nicholls.json"
}