{
    "title": "Rockin’ Out: Expressive Modulation in Verse-Chorus Form",
    "date": "2011/10/01",
    "volume": "17",
    "issue": "3",
    "authors": [
        "Doll, Christopher"
    ],
    "abstract": "The breakout chorus is a hallmark of rock music. Such a chorus contrasts with its preceding verse by conveying an increase in intensity with regard to loudness, rhythmic and textural activity, timbral noise, lyrical content, and/or pitch level. The last of these techniques, modulating the pitch level, often entails a full-scale change of tonal center from a minor tonic to its relative major, a motion that, when heard against analogous changes in other musical parameters, could be deemed an “expressive modulation.” In light of myriad examples of this musical technique, we can safely assert that the breakout chorus is, for rock music in general, a predictable place at which to encounter an expressive relative-major relocation.Yet expressive modulations in verse-chorus form are not always so formulaic. Variations on the technique abound, and this paper will lay out some common alternatives as well as some notably unique treatments. Modulations to more distant tonal centers, modulations that are oblique or ambiguous, and modulations that play against the breakout stereotype will be identified in verse-chorus songs representing all six decades of rock history.",
    "keywords": [
        "popular music",
        "harmony",
        "tonality",
        "modulation",
        "expression",
        "song form",
        "text-music relations"
    ],
    "doi": "",
    "received": "February 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.doll.pdf",
    "author_info": [
        {
            "name": "Christopher Doll",
            "university": "Rutgers, The State University of New Jersey",
            "address": "Mason Gross School of the Arts, Department of Music, 81 George Street, New Brunswick, NJ 08901",
            "email": "cdoll@rci.rutgers.edu"
        }
    ],
    "citations": {
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32, no. 2: 95–110.",
        "capuzzo_2009": "Capuzzo, Guy. 2009. “Sectional Tonality and Sectional Centricity in Rock Music.” Music Theory Spectrum 31, no. 1: 157–174.",
        "covach_1995": "Covach, John. 1995. “Stylistic Competencies, Musical Humor, and ‘This Is Spinal Tap.’” In Concert Music, Rock, and Jazz since 1945: Essays and Analytical Studies , ed. Elizabeth West Marvin and Richard Hermann. Rochester: University of Rochester Press, 402–424.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music: Essays in Music Analysis , ed. Deborah Stein. New York: Oxford University Press, 65–76.",
        "de_clercq_(forthcoming)": "de Clercq, Trevor. Forthcoming. “Sections and Successions in Successful Songs: A Prototype Approach to Form in Rock Music.” Ph.D. dissertation, Eastman School of Music, University of Rochester.",
        "doll_2007": "Doll, Christopher. 2007. “Listening to Rock Harmony.” Ph.D. dissertation, Columbia University.",
        "everett_1995": "Everett, Walter. 1995. “The Beatles as Composers: The Genesis of Abbey Road, Side Two.” In Concert Music, Rock, and Jazz since 1945: Essays and Analytical Studies , ed. Elizabeth West Marvin and Richard Hermann. Rochester: University of Rochester Press, 172–228.",
        "everett_1997": "Everett, Walter. 1997. “Swallowed by a Song: Paul Simon’s Crisis of Chromaticism.” In Understanding Rock: Essays in Musical Analyses , ed. John Covach and Graeme M. Boone. New York and Oxford: Oxford University Press, 113–158.",
        "everett_2008": "Everett, Walter. 2008. “Pitch Down the Middle.” In Expression in Pop-Rock Music: Critical and Analytical Essays , 2nd ed., ed. Walter Everett. New York and London: Routledge, 111–174.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” Oxford and New York: Oxford University Press.",
        "hirsh_2008": "Hirsh, Marc. 2008. “Striking a Chord.” The Boston Globe December 31. http://www.boston.com/ae/music/articles/2008/12/31/striking_a_chord . Accessed November 23, 2010.",
        "kaminsky_1992": "Kaminsky, Peter. 1992. “The Popular Album as Song Cycle: Paul Simon’s Still Crazy After All These Years.” College Music Symposium 32: 38–54.",
        "koozin_2008": "Koozin, Timothy. 2008. “Fumbling Towards Ecstasy: Voice Leading, Tonal Structure,  and the Theme of Self-Realization in the Music of Sarah McLachlan.” In Expression in Pop-Rock Music: Critical and Analytical Essays , 2nd ed., ed. Walter Everett. New York and London: Routledge, 267–284.",
        "leiber_stoller_and_ritz_2009": "Leiber, Jerry and Mike Stoller, with David Ritz. 2009. Hound Dog: The Leiber and Stoller Autobiography . New York: Simon and Schuster.",
        "mccreless_1996": "McCreless, Patrick. 1996. “An Evolutionary Perspective on Nineteenth-Century Semitonal Relations.” In The Second Practice of Nineteenth-Century Tonality , ed. William Kinderman and Harald Krebs. Lincoln and London: University of Nebraska Press, 87–113.",
        "osborn_2010": "Osborn, Brad. 2010. “Beyond Verse and Chorus: Experimental Formal Structures in Post-Millennial Rock Music.” Ph.D. Dissertation, University of Washington.",
        "ricci_2000": "Ricci, Adam. 2000. “A Hard Habit to Break: Integration of Harmonic Cycles and Voice-Leading Structure in Two Songs by Chicago.” Indiana Theory Review 21: 129–146.",
        "sayrs_2003": "Sayrs, Elizabeth. 2003. “Narrative, Metaphor, and Conceptual Blending in ‘The Hanging Tree.’” Music Theory Online 9.1. http://www.mtosmt.org/issues/mto.03.9.1/mto.03.9.1.sayrs.html .",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-century Music 1, no. 1: 29–64.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . New Haven and London: Yale University Press.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic ‘Divorce’ in Rock.” Popular Music 26, no. 2: 323–342."
    },
    "footnotes": {
        "FN1": {
            "text": "1. While the chorus is one of the most customary moments for a sudden burst of energy, any section of a song will do. In this regard, the most familiar alternative to the breakout chorus is the raucous guitar solo.",
            "citations": []
        },
        "FN2": {
            "text": "2. Relevant discussions of verse-chorus contrasts appear in Capuzzo 2009 , Covach 2005 , Everett 2009 , Temperley 2007 , and de Clercq (forthcoming) .",
            "citations": [
                "capuzzo_2009",
                "covach_2005",
                "everett_2009",
                "temperley_2007"
            ]
        },
        "FN3": {
            "text": "3. John Covach ( Covach 2005 ) describes “Jailhouse Rock” purely as a 16-bar blues, with no mention of anything resembling a refrain, much less a chorus (2005, 68–69). As I understand Covach’s implied position, verse-chorus form can only integrate with a 12-bar-blues harmonic progression if an entire, unbroken progression constitutes a single iteration of a verse or a chorus, as happens in Big Joe Turner’s 1954 “Shake, Rattle, and Roll” and Chuck Berry’s 1958 “Johnny B. Goode” ( Covach 2005 , 67). My own conception of verse-chorus form is more inclusive, admitting a wide variety of different incarnations under the same formal type. The criteria I use for sectional differentiation are founded on combined consideration of all available information, including those listed earlier as potential categories for intensification: loudness, lyrical content, pitch level (melody and harmony), rhythmic and textural activity, and timbral noise. Additionally, a chorus will tend to be the focal point of a song (in terms of its memorableness or catchiness), and often it will appear (unlike a refrain) at some point without a verse immediately preceding it, either because it starts the song or because two choruses are stated in succession (as happens during the guitar solo in “Jailhouse Rock”). Duration also counts, since the shorter a passage is the less likely we will be to recognize it as its own discrete section.",
            "citations": [
                "covach_2005",
                "covach_2005"
            ]
        },
        "FN4": {
            "text": "4. This article uses “rock” broadly, to signify popular music from the rock era—from the mid-1950s to the present.",
            "citations": []
        },
        "FN5": {
            "text": "5. I say “examples” of expressive modulation because there are other kinds, kinds that do not align with verse-chorus demarcation. Expressive modulations can occur at any point in a rock song, even within single phrases (as in the verses to Darlene Love’s “Stumble and Fall,” which consistently offer an initial tonic B ♭ M followed by a new, and longer-lasting, tonic D ♭ M).",
            "citations": []
        },
        "FN6": {
            "text": "6. To address in any degree of detail how tonal centers are established—or altered—in rock music would require so much space that it would quickly eclipse the current topic of expressive modulation. To be sure, substitution of a single chord is more than sufficient to shift the tonal center. See also Doll 2007 , 63–85.",
            "citations": [
                "doll_2007"
            ]
        },
        "FN7": {
            "text": "7. The first verse features a low, soft, single vocal line. The first chorus adds an even softer, higher, backing part; by the end of the first chorus these two parts have switched, with the higher part now louder and thus taking the lead. The second verse drops the backing line in favor of a single, high, leading line. The second chorus re-adds the higher backing part, although both lines are now higher and more emphatic than they were in the first chorus; again, by the end of the section, the higher backing part takes the lead. The third verse is the only verse to feature a backing line, which is ultimately outdone in the third chorus—the most fervent moment in the whole track—by the male choir. This slow-swelling technique echoes the “cumulative” formal procedure discussed in Spicer 2004 and the “terminally-climactic form” defined in Osborn 2010 , 106–172.",
            "citations": [
                "spicer_2004",
                "osborn_2010"
            ]
        },
        "FN8": {
            "text": "8. Uppercase Roman numerals will be used exclusively throughout this article. They should be read as indicating the scale degree of the root only. See also Doll 2007 , 27–34.",
            "citations": [
                "doll_2007"
            ]
        },
        "FN9": {
            "text": "9. I have deliberately sidestepped the issue of distinguishing between modulations to closely related keys versus modulations to non-closely related keys when the pc-intervallic distance is the same. (E.g., I would give no special designation to the modulation of Survivor’s 1985 “The Search is Over,” in which E ♭ Major in the verse gives way in the chorus to a distant C Major, rather than to the more obvious choice C Minor.) The reason behind my sidestepping is that the concept of key itself is problematic when applied to rock music (see Stephenson 2002 , 42–43; Doll 2007 , 15–16); I prefer to think primarily in terms of centric pitch classes and tonic-functioning sonorities (and not of a home diatonic scale), which makes the notion of closely related keys moot.",
            "citations": [
                "stephenson_2002",
                "doll_2007"
            ]
        },
        "FN10": {
            "text": "10. The Beach Boys’ modulation is described as a “transcendent move” in Everett 2008 , 143.",
            "citations": [
                "everett_2008"
            ]
        },
        "FN11": {
            "text": "11. The minor-pentatonic harmony in Bowie’s verse allows for hearings centered on either F ♯ (I– ♭ III–IV) or B (V– ♭ VII–I); I hear the former as the stronger candidate, primarily because of the hypermetric emphasis on the first chord. The general tonal flexibility of minor-pentatonic harmony has been well noted in recent scholarship, as in Biamonte 2010 .",
            "citations": [
                "biamonte_2010"
            ]
        },
        "FN12": {
            "text": "12. The term “chorus” as applied to “Everybody is a Star” is somewhat of a stretch, but it fits as well as any designation. Walter Everett also calls this section “the chorus” ( 2009 , 277), although elsewhere he refers to the preceding section not as a verse but as another, different chorus ( 281 ).",
            "citations": [
                "everett_2009",
                "everett_2009"
            ]
        },
        "FN13": {
            "text": "13. Conversely, it’s possible to hear the verse of “Five O’Clock World” as tonicizing V of A, with the true global center confirmed only at the chorus. This hearing is less plausible when considering the song as a whole, because so much time is spent emphasizing E.",
            "citations": []
        },
        "FN14": {
            "text": "14. Less objectively, I would assert that an almost-complete ascending diatonic bass line helps define the chorus’s first DM triad as the true harmonic arrival point: the prechorus’s EM begins the ascent from E, passes through F ♯ to G in the next measure, then to A, then to B, then to an implied C ♯ dissonant with GM, then finally to D.",
            "citations": []
        },
        "FN15": {
            "text": "15. Bush’s chorus also features a transposed rotation of the harmonic progression from “Building a Mystery,” I–V–VI–IV (the same rotation as in the chorus to “Down Under”). Considering the lyrics, we might call the sequence here the “Insensitive Male Chord Progression”: a “machinehead” is the male narrator’s metaphor for his own inability to participate in a healthy romantic relationship.",
            "citations": []
        },
        "FN16": {
            "text": "16. One is reminded here of the fictional band from the 1984 mockumentary film This is Spinal Tap , who, in a naive attempt to increase their potential loudness, simply change the top volume setting on their amplifiers from 10 to 11. We will return to Spinal Tap later in this article.",
            "citations": []
        },
        "FN17": {
            "text": "17. We might also hear the chorus’s initial measure of BM as substituting for D ♯ m, in which case the chorus’s imagined progression would be D ♯ m–BM– F ♯ M– C ♯ M, an instance of the “Sensitive Female Chord Progression.”",
            "citations": []
        },
        "FN18": {
            "text": "18. The pump-up is known also as the “crowbar modulation” ( Kaminsky 1992 ), the “truck driver’s modulation” ( Everett 1995 ), the “arranger’s modulation” ( Ricci 2000 ), the “shotgun modulation” ( Sayrs 2003 ), and as an instance of “‘Barry Manilow’ tonality” ( McCreless 1996 , 106). See especially Everett 1997 , n. 18 for a brief but thorough exposition of expressive uses of this kind of modulation.",
            "citations": [
                "kaminsky_1992",
                "everett_1995",
                "ricci_2000",
                "sayrs_2003",
                "mccreless_1996",
                "everett_1997"
            ]
        },
        "FN19": {
            "text": "19. I thank Kevin Holm-Hudson for introducing me to this mashup on Facebook.",
            "citations": []
        },
        "FN20": {
            "text": "20. The mashup keeps Nirvana’s center of F and transposes Wild Cherry’s centers to accommodate it.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Example 1 . “Jailhouse Rock,” Elvis Presley (1957) (click to enlarge and listen\n)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Example 1 offers a snippet from the opening of Elvis Presley’s original recording of Jerry Leiber and Mike Stoller’s 1957 classic “Jailhouse Rock.” An essential expressive moment in this excerpt comes at the onset of the chorus, which differs notably from the verse in a number of ways. As regards texture, the verse features solo voice accompanied only by instrumental punctuations, whereas the chorus elicits strong, steady statements from the rhythm section. As regards pitch, the entire verse sits on just one main chord—an ornamented tonic sonority—creating anticipation for a harmonic shift at the chorus, which is delivered in the form of a refreshing IV chord as part of a 16-bar blues progression (or a 12-bar blues progression, depending on whether one interprets the stop-time verse as four or eight bars long). As regards the vocal line, the chorus provides less activity, with longer and more frequent gaps; however, this less is actually more: Elvis focuses our attention on the task at hand, succinctly summing up the entirety of this expressive moment with only two words—“let’s rock.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Leiber and Stoller’s song makes good use of what some musicians would call an instance of “rockin’ out,” and which I will refer to more specifically as a breakout chorus . (1) Such a chorus contrasts with its preceding verse (or preceding transition or prechorus, in some cases) by conveying an increase in intensity with respect to various parameters, including loudness, lyrical content, pitch level (both melodic and harmonic), rhythmic and textural activity, and timbral noise. (2) I employ no hard rule as to how many or by how much elements must intensify in order for a chorus to qualify as a breakout, and only rarely are all parameters in play. Suffice it to say, not all choruses are breakout choruses; for example, Little Willie John’s “Fever” (1956) and the Kingsmen’s “Louie Louie” (1963) both feature non-breakout choruses. But enough choruses are breakout choruses to consider them a standard compositional option. What’s more, a breakout quality can be the primary motivation for identifying a section as a chorus ; this was in fact the case with my analysis of “Jailhouse Rock.” Elvis’s so-called chorus, without the breakout, would perhaps be better described as an “extended refrain within the verse,” but with the breakout, we get two clearly delineated, alternating sections. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In this article I will focus specifically on a sophisticated subcategory of breakout choruses in rock, one that entails an intensification of pitch level. (4) More exclusively, I will address cases involving a full-scale change of tonal center, resulting in a phenomenon that Guy Capuzzo ( 2009 ) terms “sectional tonality” or “sectional centricity,” wherein certain portions of a song feature distinct centric pitch classes. With analogous changes occurring in other musical parameters, the centric relocations themselves can easily be understood as expressing some sort of extramusical meaning, especially when read against lyrics. From this perspective, we could call these centric shifts examples of “expressive modulation.” (5) Example 2 . “Down Under,” Men at Work (1982) (click to enlarge and listen)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "capuzzo_2009"
                ]
            }
        },
        {
            "4": {
                "text": "[4] A typical example of this practice is Men at Work’s “Down Under” from 1982, given in Example 2 . (6) The song modulates from the verse’s Bm to the chorus’s DM by simply substituting the latter triad for the former, with all other chords remaining the same. (7) Men at Work’s modulation is simple but effective, as well as expressive; the relocation to the relative major accompanies the lyrics’ reference to the band’s Australian motherland, no doubt intended as a celebratory textual image conveying a sort of tongue-in-cheek national pride. There are three such verse-chorus exchanges total in the song, and for each one of these we are greeted with not only a modulation and the titular refrain but also an intensification in texture, with the chorus consistently adding new backing vocals. The texture also changes on a larger scale: there is a slow escalation in the vocal activity over the course of the whole song, with melody lines steadily rising in pitch level. In the third and final chorus, we hear the addition of an entire choir of male backing voices, serving as a kind of grand finale. (8) All in all, “Down Under” offers modulating breakout choruses that are expressive not only compared with their own immediately preceding verses but with all previous sections. Men at Work’s use of a relative minor-to-major modulation at the breakout chorus represents an archetype for rock music.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Before proceeding to any other examples, I should take a moment now to sort out a potential problem in our analytical nomenclature. It might seem self-evident that we would measure our modulatory journeys from verse to chorus, rather than from chorus to verse, since this is the typical order in which these sections cohere. (After all, we call it “verse-chorus form” and not “chorus-verse form.”) We might say that the choruses in “Down Under” modulate to the mediant, but there is nothing stopping us from describing the choruses as featuring an anticipated arrival of the overall tonic, with the verses by contrast starting on the submediant. If we are truly hearing a verse and a chorus as establishing different tonal centers, then the decision as to which of these pitch classes is hierarchically superordinate—as to which is the global center—cannot be reached a priori. Such hierarchies are influenced by the relative emphasis (from duration, textural intensity, loudness, etc.) given to each section of a particular song. Therefore, unless we are specifically trying to imply a global hierarchy, we should refer to modulations in terms of ordered pc intervals (using semitones, tonal intervals, or abstract modal designations such as “relative major/minor” and “ionian/aeolian”) as opposed to scale-degree names such as “mediant,” “submediant,” “dominant,” and “subdominant.” In contrast with scale-degree labels, intervallic labels accommodate measurements in both directions; they are not nearly so suggestive of a global hierarchy and are less cumbersome than listing both directions of scale-degree distances (e.g., verse-chorus modulation from tonic B to mediant D and chorus-verse modulation from tonic D to submediant B). For these reasons, I will avoid using scale-degree names for modulations (but I will still use them for individual chords in the context of a single tonal center). Example 3 . “Poison Ivy,” The Coasters (1959) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] While the cut-and-dried shift to the relative major is by far the most common form of expressive modulation at a breakout chorus, other forms abound. The most routine variations involve a modulation to a tonal center other than the relative major. Especially interesting in this regard are reversals of the relative minor-major archetype, as can be witnessed in the Coasters’ “Poison Ivy” (1959); see Example 3 . In this case, the chorus’s dark turn to the relative minor helps convey a warning against romantic engagement with the titular character, who, as songwriters Leiber and Stoller have stated, was intended to personify an itchy venereal disease ( 2009 , 141). Compared to the expressive modulation in “Down Under,” the Coaster’s modulation is more nuanced; indeed, a listener might first interpret the chorus’s initial Fm chord not as a new I but rather as a VI of the initial center A ♭ (although the ensuing C7 clearly acts as dominant V of F). In general, expressive modulations from the relative major to minor are less robust than their archetypal cousins; that said, we should keep in mind that the strength of any type of modulation is greatly dependent on the sonic particulars of a song. (No Doubt’s “Just a Girl” from 1995 is a good counterexample, as its breakout modulation to the relative minor is just as clear and powerful as its lyrical anger over sexism.) Likewise, the meanings we might attribute to different modulatory distances are not reliably predictable, and thus cannot be accurately generalized. Examples 4a and 4b . Breakout Modulations by Five Semitones (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "leiber_stoller_and_ritz_2009"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Modulation down five semitones, so far as I have found, is not especially popular at breakout choruses. However, it does occur in Green Day’s 1994 punk hit “Longview” ( Example 4a ). This song’s subdued, guitar-less verses on E ♭ communicate the marijuana-influenced malaise of young-adult life in suburban America, a picture starkly contrasted by the internal passion that abruptly erupts at the choruses. The exaggerated breakout manifests itself in the vocal line’s rise in pitch and fervor, in the tempo’s slight acceleration, and in the sheer loudness of the percussion and the distorted guitar’s sledgehammer-like power chords. There is little doubt that Green Day’s direct model here is Nirvana, who popularized the extreme soft-verse/loud-chorus model a few years prior. Still, Green Day’s track is part of a larger tradition of breakout modulating choruses that can be traced back to the earliest songs of rock’n’roll.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] More common than a chorus modulating five semitones down is a chorus modulating five semitones up. In the Four Tops’ 1964 Motown single “Baby I Need Your Loving,” given in Example 4b , the verse establishes a tonal center of B ♭ as lead singer Levi Stubbs pleads with his love interest. The chorus begins with increased participation from the backing orchestra, and with a presentation by all the singers (the Four Tops plus a few extras) of the sweet, titular refrain. The new center E ♭ is operative as soon as the chorus begins, but it is confirmed by a tonic chord only upon arrival of the third measure, lending the modulation the quality of a slow, gentle embrace. Examples 5a and 5b . Verse-Chorus Modulations by Two Semitones (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Verse-chorus modulations traversing distances other than three or five semitones are uncommon but not unheard of. (9) Centric relocations by a whole step crop up on occasion: the Beach Boys’ “Don’t Worry, Baby” (1964) reaches upward passionately from the verse’s EM to the chorus’s F ♯ M; the order of these same tonics is reversed to depict falling out of love in Aerosmith’s “What It Takes” (1989) ( Examples 5a–b ). (10) Modulations by four semitones are rarer, but can be heard in Liz Phair’s “What Makes You Happy” (1998), as well as in Lady Gaga’s “Paparazzi” (2008): Phair treks a major third up from verse to chorus; Gaga slinks downward that same distance ( Examples 6a–b ). Verse-chorus modulations by one or six semitones are very unusual. While I have not yet come across an instance of centric relocation downward a half step from verse to chorus (although I’m sure some exist), David Bowie’s “Hang On to Yourself” (1972) drives upward from F ♯ to G ( Example 7a ). (11) The best example I can offer of a tritone modulation between verse and chorus is Sly and the Family Stone’s “Everybody is a Star” (1969), given in Example 7b ; at first blush, the wordless “ba ba ba” chorus sounds like it is centered on C—up a whole tone from the verse’s B ♭ —but upon hearing one full iteration we realize center is actually E. (12) Examples 6a and 6b . Verse-Chorus Modulations by Four Semitones (click to enlarge and listen) Examples 7a and 7b . Verse-Chorus Modulations by One and Six Semitones (click to enlarge and listen) Example 8 . “Five O’Clock World,” The Vogues (1965) (click to enlarge and listen)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As the last example indicates, not all cases of verse-chorus modulation present their new tonal centers in a straightforward manner. In fact, many cases are at best deemed oblique or ambiguous. These fuzzy situations could be said to evoke the breakout convention while sounding half-hearted or ambivalent due to the way in which the modulation occurs. The simplest such instances merely feature a strong emphasis on a chord other than the tonic, giving a weak impression of a change in center. For example, in the Vogues’ “Five O’Clock World” (1965), given in Example 8 , the verse depicts the narrator slogging away at his dull day job, accompanied by a mixolydian EM I–DM ♭ VII vamp. At the chorus, the narrator leaves his job, to be greeted in the chorus by both his “long-haired girl” and a new potential tonic sonority: a hypermetrically prominent AM. The switch is rendered by way of simple substitution of AM for EM around an invariant DM, a substitution not unlike that which we previously encountered in “Down Under.” And yet, perhaps E remains the tonal center through the chorus, and the AM triad is just a refreshing IV chord similar to the one heard in “Jailhouse Rock.” (13) Examples 9a and 9b . “Building a Mystery,” Sarah McLachlan (1997) (click to enlarge and listen)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] “Five O’Clock World” can be said to straddle the line between expressive tonicization and expressive modulation, a distinction that may be applied as analysts see fit. (Some of my own previous examples, especially “Poison Ivy,” might also be described this way.) Even more complicated situations arise when the possible centric relocation is to the relative major, as is the case with Sarah McLachlan’s “Building a Mystery” from 1997. Here, both the verse and the chorus employ the same basic four-chord loop ( Example 9a ): Bm–GM–DM–AM, a popular progression appearing in hundreds of songs and dubbed the “Sensitive Female Chord Progression” by journalist Marc Hirsh ( 2008 ). B is the primary tonal center of the verses, although D threatens to break through at various points. As the arrival of the chorus becomes imminent, the vocal line drops B from its repertory and focuses its attention on D ( Example 9b ), a focus that continues in the chorus in the form of a newly arrived-at arpeggiated tonic DM triad in the fourth measure, and, in the first two measures, a linear progression of D-center scale degrees 3 ˆ – 2 ˆ – 1 ˆ over the first three chords of the loop. Additionally, the DM triads are the only chorus chords to have their root sounded in the melody. The first D in the chorus’s melody captures our attention even more so because it is articulated at the same time as the chord itself (on the second measure’s downbeat), and also because it introduces the signature lyric, “building a mystery.” (14) Yet when compared to the very similar chorus of “Down Under” (Example 2, with the progression rotated to start on DM), McLachlan’s chorus hardly announces center D with a bang: there is no hypermetrical accent on DM here, no extra emphasis on DM by way of chord substitution, nothing in the harmonic information itself to indicate a change in tonal center. As Timothy Koozin has observed, the relative major in “Building a Mystery” is “never solidly confirmed” ( 2008 , 269). For that matter, we never get solid confirmation of the original relative minor: ambiguity of tonal center could be heard to permeate the entirety of the track. Nevertheless, there is a quality to the start of the chorus that, to my ear, unmistakably evokes the relative-minor-to-major modulatory archetype, of which I consider “Building a Mystery” a mysteriously veiled incarnation. Examples 10a, 10b, 10c, and 10d . “Machinehead,” Bush (1994) (click to enlarge and listen\n)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "hirsh_2008",
                    "koozin_2008"
                ]
            }
        },
        {
            "12": {
                "text": "[12] One could convincingly argue that “Building a Mystery” works off the general affective archetype for its own expressive purposes. McLachlan’s song is not unique in this regard. Indeed, once we are attuned to the modulatory convention, a wealth of particular interpretative possibilities open up across the rock repertory. Consider another recording roughly contemporaneous to “Building a Mystery,” the 1994 song “Machinehead” by British grunge band Bush, given in Example 10a . Here the chorus’s modulation itself, from C ♯ m to EM, is not in question; rather, it’s the typical breakout quality that is captivatingly manipulated. (15) The first changeover between verse and chorus witnesses a pronounced decrease of loudness, noise, and rhythmic and textural activity; the vocal line’s new, lower tessitura further weakens the impact of the chorus ( Example 10b ). By the time we get to the second chorus, the band no longer restrains itself—it runs full force out from the verse into the expected modulation, keeping the verse’s highest vocal note (E 4 ) as the chorus’s focal point ( Example 10c ). At the third and final entrance of the chorus, there is not much room left for further intensification; (16) to compensate, the band preemptively pulls back in the lead up to this section, which allows them a final escalation that positions the third chorus as the song’s expressive peak ( Example 10d ). The pull back begins with a guitar ringing out G ♮ , a fresh pitch class that acts as a kind of palette cleanser; shortly afterward, we are prepared for the impending expressiveness of the final chorus by Gavin Rossdale’s rousing semitonal vocal glissando up to the highly anticipated center E. In sum, while the harmony consistently spotlights the chorus over the verse, the melody, loudness, timbral noise, and rhythmic and textural activity all contribute to the conspicuous intensification in expressiveness across the three choruses. Exmples 11a, 11b, and 11c . “Empire State of Mind,” Jay-Z featuring Alicia Keys (2009) (click to enlarge and listen\n)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] “Machinehead” plays against and into our expectations regarding the modulating chorus. The band and/or producer are clearly aware of the archetype: its manipulation is obviously no accident, whether or not it represents a conscious act on the part of the creators. Even if we were to argue that Bush’s pull back does not quite succeed in making the final chorus markedly more intense than every other section in the song, it is still clear that there was a genuine attempt to make it so. “Machinehead” and “Building a Mystery” both represent, in very different ways, a suggestive stylization of the conventional breakout-chorus modulation. Such stylizations are plentiful; they only require an imaginative listener to realize their potential. Another illustration is in order: rapper Jay-Z’s 2009 “Empire State of Mind” ( Example 11a ), which features a chorus sung by Alicia Keys. Both the verse and the chorus here are loyal to tonic F ♯ M; and yet, as we transition from the rapped verse into the sung chorus, the harmony swerves to a dominant seventh chord on III, A ♯ 7 . Normally, I would not consider this chromatic turn an indicator of impending modulation, because, in rock music, major triads built on the scale’s major third regularly resolve up to the subdominant (which is exactly what happens in “Empire State of Mind”). But the fact that we get this A ♯ 7 III chord right before the chorus strongly suggests to my ear that we interpret the sonority as the dominant of the relative minor, D ♯ . The posh 4–3 suspension (across two measures) further supports this rather classical hearing. We should also keep in mind that the progression is a sample from the 1969 soul record “Love on a Two-Way Street” by the Moments ( Example 11b ), and on this track the chord resolves in exactly this way, to a new triad on the submediant—although there the triad is major, not the expected minor, and its arrival is a bit delayed. (The Moments’ recording is also a semitone lower than Jay-Z’s, starting on F instead of F ♯ .) In “Empire State of Mind,” the chorus immediately lifts itself out from the darkness of the impending minor by pushing up to the subdominant BM 7 IV. (17) Center D ♯ is hypostasized only very late in the song at the bridge (see Example 11c ), and there only once and weakly: its harmonic progression can be interpreted as centered on D ♯ or F ♯ . At most, then, the relative minor peeks its head out from the shadows of the otherwise well-lighted choruses. A zealous listener might hear the song’s flirtation with a minor tonic as mirroring the pessimism that consistently colors the rap’s celebration of life in the Big Apple. Example 12 . “Cups and Cakes,” Spinal Tap (1984) (click to enlarge and listen)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Songs such as “Empire State of Mind,” “Machinehead,” and “Building a Mystery” demonstrate the interpretative possibilities in our recognizing modulation as a normal expressive feature of the breakout chorus. But there is one important aspect of this practice we have not yet aired, that modulation in rock music arrives already with its own expressive baggage, apart from whatever is being expressed in a particular song’s lyrics. By this I mean that rock musicians have long recognized (at some conscious or subconscious level) expressive modulation as a convention , and have at times treated it as such in their music. Parody is the most obvious setting in which to observe modulations that are set off by scare quotes, as it were. The simplest examples involve the pump-up , (18) a type of expressive modulation entailing a centric relocation upward by whole or half step that usually occurs once in the second half of a song (see the Beatles’ 1967 “Penny Lane”) or sometimes several times throughout (see the Toys’ 1965 “A Lover’s Concerto”). John Covach ( 1995 , 408) notes that Spinal Tap’s whole-tone modulation partway through 1984’s “Cups and Cakes” (a mocking mock-up of British-Invasion faux-Baroque juvenilia, see Example 12 ) is reminiscent of the same kind of motion heard near the end of “Penny Lane,” and that Tap’s harmonic progression—with its heavy use of inverted chords—“lends [the spoof] a certain ‘learned’ aspect” that was typical of much mid-to-late sixties rock. I would further argue that the modulation itself also represents, more broadly, a kind of erudite/sleek topos, one that reflects the high-art posturing being satirized by Tap. Examples 13a, 13b, and 13c . Expressive Baggage of Verse-Chorus Modulation (click to enlarge and listen\n)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "covach_1995"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Verse-chorus modulations likewise are carriers of this latent signification, and, when activated, this meaning can provide a wholly new hermeneutical perspective on a song. Let us consider one final set of examples, centering on the 2009 mashup by DJ Lobsterdust called “Smells like Funky Music.” (19) In combining the instrumental track of Nirvana’s 1991 “Smells like Teen Spirit” with the vocal track (and a few instrumental bits, including the guitar solo) of Wild Cherry’s 1976 “Play that Funky Music,” Lobsterdust must make a choice whether or not to include a modulation at the breakout chorus. Nirvana’s original track features no such centric relocation, while Wild Cherry’s does ( Examples 13a–b ). (Additionally, “Play that Funky Music” includes a whole-tone pump-up near the end.) Lobsterdust chooses to un-modulate the chorus’s vocal line in order to fit it with the monotonal instrumental harmony, as heard in Example 13c . (20) The absence of the vocal line’s intensification in pitch—which would have included a new tonal center as well as a rise in tessitura—is cast into relief by the instruments’ palpable intensification in non-pitch parameters; consequently, the utter lack of an escalation in pitch level can be heard as expressive in and of itself. (Indeed, even without measuring this mashup against its predecessors, the tonal stasis would be pregnant with meaning, given the visceral breakout quality of the chorus.) To my mind, the mashup constitutes a satiric commentary on Nirvana’s original performance, on the iconoclastic band’s denial of a breakout modulation even while adhering slavishly to a stock verse–(prechorus)–chorus form that exploits unsubtle intensification in virtually every other conceivable area. (There is even intensification in pitch level; changes occur in both the range and tessitura of Kurt Cobain’s vocal line.) The commentary I hear in Lobsterdust’s mashup exposes the authenticity-obsessed grunge of Nirvana as being only a modulation away from the songwriterly bubblegum-funk of Wild Cherry. The very idea of meaningful modulation is here elevated to the status of a recognized topic within the musical discourse—a topic invoked only through its suppression. The expressiveness that we earlier uncovered in Spinal Tap’s pump-up is now flipped around: in “Cups and Cakes,” modulation represents (ironically) the erudite and the sleek; in “Smells like Funky Music,” it represents (unironically) the cerebral and the slick. The “white boy” imagery also plays into this, trading on the stereotype of the white musician who tries too hard to be natural and authentic.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In this article I have identified a convention, noted exceptional cases, and performed brief hermeneutical readings of some interesting incarnations. As I have suggested, many examples of expressive modulations in verse-chorus form are rather formulaic: start with a minor tonic, and then move up to the relative major to indicate when you mean it most . But there are assorted variations on this basic technique, some of which are reasonably common while others are notably unique. The unusual and unique cases, as exceptions, confirm the existence of an archetypal approach, of which many rock musicians seem to be at least subconsciously aware, and which they may use as an instrument for their own expressive ends. The shared expectation to “rock out” at a chorus seems as strong today as it has ever been; to be truly sophisticated listeners, we should stay sensitive to the modulation just around the corner, as well as to the modulation that never came. To ignore these moments would be to deny unfairly much of the expressive potential of the music of our age.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: (per)form in(g) rock",
    "source": "mto/raw/mto.11.17.3.doll.html",
    "data": "mto/data/mto.11.17.3.doll.json"
}