{
    "title": "Review of Mark Lindley and Ronald Turner-Smith.\n<i>Mathematical Models of Musical Scales: A New Approach</i>.\nBonn: Verlag fuer systematische Musikwissenschaft, GmbH, 1993",
    "date": "1995/07/01",
    "volume": "1",
    "issue": "4",
    "authors": [
        "Cuciurean, John D."
    ],
    "abstract": "InMathematical Models of Musical Scales, Mark Lindley and Ronald Turner-Smith attempt to model scales by rejecting traditional Pythagorean ideas and applying modern algebraic techniques of group theory. In a recent MTO collaboration, the same authors summarize their work with less emphasis on the mathematical apparatus. This review complements that article, discussing sections of the book the article ignores and examining unique aspects of their models.",
    "keywords": [
        "scale",
        "interval",
        "equal temperament",
        "mean-tone temperament",
        "Pythagorean tuning",
        "group theory",
        "diatonic scale",
        "music cognition"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.4/mto.95.1.4.cuciurean.pdf",
    "author_info": [
        {
            "name": "John D. Cuciurean",
            "university": "State University of New York at Buffalo",
            "address": "Department of Music, 222 Baird Hall, Buffalo, NY 14260-4700",
            "email": "jdc1@acsu.buffalo.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. A representative group of recent articles in this field which do, in fact, incorporate abstract algebraic concepts include Eyton Agmon, “A Mathematical Model of the Diatonic System,” Journal of Music Theory 33/1 (1989): 1–25; Gerald J. Balzano, “The Group-theoretic Description of 12-Fold and Microtonal Pitch Systems,” Computer Music Journal 4/4 (1980):66–84; Norman Carey and David Clampitt, “Aspects of Well-formed Scales,” Music Theory Spectrum 11/2 (1989): 187–206; John Clough and Gerald Myerson, “Variety and Multiplicity in Diatonic Systems,” Journal of Music Theory 29/2 (1985): 249–270; and, John Clough and Jack Douthett, “Maximally Even Sets,” Journal of Music Theory 35 (1991): 93–173. Lindley and Turner-Smith cite all of these articles with the exception of the Balzano and Clough and Douthett articles, although they do mention “Maximally Even Sets” (p.70).",
            "citations": []
        },
        "FN2": {
            "text": "2. I strongly urge readers who do not have access to the book, or who struggle with the mathematical notations contained in part I, to read Mark Lindley and Ronald Turner- Smith, “An Algebraic Approach to Mathematical Models of Scales,” Music Theory Online 0.3 (1993).",
            "citations": []
        },
        "FN3": {
            "text": "3. flog(k) = log 2 (k) (mod 1). {That is, log (base 2) of k.}",
            "citations": []
        },
        "FN4": {
            "text": "4. The scholarly presentation of the historical portions of the book, including copious references, are in large part thanks to Mark Lindley’s diligent research in the history of tuning and tempering systems over the last three decades. Lindley’s contributions to this field include: “Early 16th- Century Keyboard Temperaments,” Musica Disciplina 28 (1974); “Fifteenth-century Evidence for Meantone Temperament,” Proceedings of the Royal Association 102 (1976); “Pythagorean Intonation and the Rise of the Triad,” Royal Music Association Research Chronicle 16 (1980); “Equal-temperament”, “Interval”, “Just [pure] intonation”, “Mean-tone”, “Pythagorean intonation”, “Temperaments”, and “Tuning”, in The New Grove Dictionary of Music and Musicians (London, 1980); “La ‘pratica ben regolata’ di Francescantonio Vallotti,” Rivista italiana di musicologia 16 (1980); “Leonhard Euler als Musiktheoretiker,” in Kongressbericht Bayreuth (Kassel, 1981); “Der Tartini- Schuler Michele Stratico,” in Kongressbericht Bayreuth (Kassel, 1981); Lutes, Viols and Temperaments (Cambridge, 1984); “J.S. Bach’s Tunings,” Musical Times 126 (1985); and “Stimmung und Temperatur,” in F. Zaminer, ed., Horen, messen und rechnen in der fruhen Neuzeit , vol. 6 of Geschichte der Musiktheorie (Darmstadt, 1987).",
            "citations": []
        },
        "FN5": {
            "text": "5. I found it desirable to have a copy of these pages close by for quick reference while reading the main text in part I.",
            "citations": []
        },
        "FN6": {
            "text": "6. Theorem 7, part (1) (p.30) which reads |Q|≤ 1/2 u , should probably have an italicized u, indicating that |Q|≤ 1/2 (the leeway).",
            "citations": []
        },
        "FN7": {
            "text": "7. It is beyond the scope of this review to develop all of the models with the inclusion of “leeway.” However, the rewards of this task would include a deeper understanding of actual music as a physical phenomenon. Mathematically, a more generalized model affords the study of dynamically changing pitch-systems which drift over time, and the effect a small change in leeway has on the characteristics of the overall system. Work of this nature has been the norm for many years in mathematical modelling of physical systems for control system engineers and physicists, but musicians tend casually to disregard the effects of minute perturbations to the system. In practice, it may sensible to ignore leeway, but in theory there is no logical reason to dismiss its effect.",
            "citations": []
        },
        "FN8": {
            "text": "8. Easley Blackwood, The Structure of Recognizable Diatonic Tunings , (Princeton, 1985): 204–208.",
            "citations": []
        },
        "FN9": {
            "text": "9. Eyton Agmon, “A Mathematical Model of the Diatonic System,” Journal of Music Theory 33/1 (1989): 11–13. I have used variables (c,d), rather than Agmon’s original (a,b), in an effort to remain consistent within the context of this review. While my summary of Agmon’s “diatonic system” may be an oversimplification in some respects, a thorough explication of the mathematics contained in his article is unwarranted here.",
            "citations": []
        },
        "FN10": {
            "text": "10. John Clough and Jack Douthett, “Maximally Even Sets,” Journal of Music Theory 35 (1991): 138–141. Hyper-diatonic scales are presented as Theorem 2.2.",
            "citations": []
        },
        "FN11": {
            "text": "11. While appendix 3 of this book provides tuning instructions for the various systems defined in part I of the book, I am doubtful that the casual reader will be inclined to experiment in this manner with his/her own instrument(s). Perhaps future editions might include prepared recordings of the examples, as is the case with Mark Lindley’s previous book, Lutes, Viols and Temperaments (Cambridge, 1985). Furthermore, while it is true that some electronic instruments can approximate many of the tuning systems described in this book through the use of the MIDI tuning standard, I believe that electronic simulation of natural acoustical instruments provides an inadequate substitute for the genuine article.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] From the earliest known music-theoretical writings of the ancient Greeks, mathematics has played a crucial role in the development of our understanding of the mechanics of music. Mathematics not only proves useful as a tool for defining the physical characteristics of sound, but abstractly underlies many of the current methods of analysis. Following Pythagorean models, theorists from the middle ages to the present day who are concerned with intonation and tuning use proportions and ratios as the primary language in their music-theoretic discourse. However, few theorists in dealing with scales have incorporated abstract algebraic concepts in as systematic a manner as the recent collaboration between music scholar Mark Lindley and mathematician Ronald Turner-Smith. (1) In their new treatise, Mathematical Models of Musical Scales: A New Approach , the authors “reject the ancient Pythagorean idea that music somehow &lsquois’ number, and . . . show how to design mathematical models for musical scales and systems according to some more modern principles” (7).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The authors “have in mind several kinds of reader, including mathematicians interested in music, musicians with a substantial but non-professional ability in mathematical reasoning, and students wishing to learn about both areas at once” (13). The book itself is presented in two main parts. The first comprises the systematic and rigorous discussion of their models of musical scales; the second consists of several short sections, including one that introduces the mathematical principles invoked in part I (for readers who consider themselves mathematical novices) and another on the rudiments of music (for readers with little or no musical training). While it may be convenient in a multidisciplinary treatise to include primers of this nature, both the surveys of the algebraic background (section 1) and the introduction to musical notation, diatonic scales and elementary harmony (section 4) are poorly suited to the mathematically illiterate musician and the musically illiterate mathematician, respectively. However, keeping in mind the intended audience, these sections will help give readers some knowledge of these disciplines. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The mathematical models of musical scales are presented in their entirety in part I, although the reader is directed to part II, section 2 for all of the mathematical proofs and additional commentary on the theorems. The models are facilitated through the invocation of mathematical group theory as described in chapter one, where intervals operate on sets of notes to create scales. The scales are “guaranteed finite by two rules: that no two notes may overlap, and that the scale has a top and a bottom note” (7). Even though their models are abstractly generalized, the authors relate the models to musical thought and practice at every opportunity. The models, which derive from extant evidence of pitch-class systems found throughout the history of Western art music, summarize different conceptions of scales that appear in the theoretical literature.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The authors are concerned with models for “musical systems [which consist of] sets of pitch classes with [pitch class relations] operating on them. . . . Pitch class relations . . . are equivalence classes of intervals differing by an integral number of octaves, [which] amount to equivalence classes of musical-interval numbers modulo 1, which we call flog s” (7). (3) In an attempt to construct their model from actual pitch-class relations, the authors state “we have asked ourselves how pitch-class relations are built up in musical reality, and have decided to provide for two ways in our modelling: [equal division and harmonically generated]” (24). In an equal division system, the pitch continuum is divided into n equal parts where adjacent pitch-classes are separated by an interval equal to 1/n-th of an octave. In a system which uses an harmonic generator, the basic harmonic relations consist of a set, B n , where each element of the set, b n , represents a specific harmonic relation (indicated in the book with Roman numerals). The identity element (or unison or octave), b 0 , is represented by I, which equals flog(2) (=0). The fifth generator, b 1 , is represented by V, which equals flog(3); the third generator, b 2 , is represented by III, which equals flog(5); and the seventh generator, b 3 , is represented by VII, which equals flog(7). Furthermore, for each individual harmonic relation, there exists a tempering factor, t n .",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The relationships between the author’s models and traditional theories of scales, pitch-systems, intervals, and temperaments are made clear in the second part of the book. Sections 5 and 6 of part II (which are intended to be read together, as section 6 includes annotated examples for section 5) put each model from part I in historical perspective, relating contributing theorists with representative composers for each model developed, from medieval plainchant to the present day. Indeed, if a picture is really worth a thousand words, then the illustration shown in figure 31 (134) provides a clear and concise synopsis of nearly one thousand years of scale theories, and summarizes the 85 pages of text and examples that follow. In fact, the authors consume a mere 61 pages from the introduction of their models to the final chapter of part I, while they devote 115 pages to the historical outline of their models (part II, sections 5 and 6) along with the theories pertaining to Pythagoreanism, Euler’s theory (both in appendix 1) and Rameau’s “temperament ordinaire” (appendix 2). (4) The inclusion of the historical material also addresses musicologists and history of theory scholars, thereby diversifying the appeal of this book and increasing its potential impact.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In reviewing for an electronic journal a book which relies heavily on specialized mathematical notations and conventions, the medium of the review poses certain technical difficulties when replicating the symbols in the body of the review. Moreover, the vast repertoire of symbols derived from the Roman and Greek alphabets, including multiple meanings for certain letters depending on the case and appearance of the letter in question, as well as an assortment of mathematical symbols (some standard and some devised by the authors) make it virtually impossible to discuss the models without a proverbial “score card.” Toward this end, Lindley and Turner-Smith aid the reader by providing definitions for all of their terms in appendix 4 (262–269) and a lexicon of symbols in appendix 5 (270–279). Both appendices are cross referenced to the location in the main text where the term or symbol is originally defined. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Rather than summarize and condense part I of this book chapter by chapter, I would like to focus on some unique aspects of the book. The remainder of the review addresses three points: “leeway”; limitations of the “diatonic” model with respect to existing diatonic theories; and cognitive implications of their historical models.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The first and most noticeable divergence the authors make from traditional scale theory is the introduction of the conceptual “note neighborhood” in an effort to account for vibrato, inexact intonation, and the effects of timbre and intensity. They allow for a certain tolerance around a note center which they term “leeway” (20). In trying to account for the magnitude of this leeway, they posit an upper limit of 1/(2*n) of an octave where n is the number of divisions in the octave (30, Theorem 7) and a lower limit of 0.2 mil (where 1 mil = 1/1000 of an octave = 1.2 cents) based on the premise that “1/10 millioctave [is] beneath the threshold of perception, but . . . [the leeway] must always be more than the threshold of perception” (39). (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The reason for drawing attention to this feature of their model is that both the leeway factor and the tempering factor of harmonically generated systems are of the same order of magnitude. To avoid confusion in later chapters, the leeway amount is not incorporated into the model when measuring intervals—intervals are taken between ideal pitch centers. However, leeway does return in chapter 15 in the discussion of approximate equivalence and quasi-systems. One common example of a quasi-system is the piano trio, where the string players are required to balance the purer thirds available when the strings play together with the equal-tempered tuning of the piano. By blurring the pitch leeway with the tempering factor, an acceptable compromise may be achieved. (Additional examples of quasi-systems are discussed on 50–51.) In a generalized model of a musical scale, it may have been desirable to carry the leeway factor throughout the calculations. Lindley and Turner-Smith respond to this criticism when they write “Someone might work out a more elaborate model, for a more intricate account of musical realities. Our object is not to design a model for every purpose, but only present a new approach to mathematical modelling of scales” (51). While they manage to do an admirable job based on their stated objectives, I believe that the “more elaborate model” is within their grasp at this stage of development of their model, and the inclusion of the elaborate model would prove to be a valuable enhancement to the book. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The second aspect of the book I would like to address concerns their “diatonic” model. According to their model, a strictly diatonic scale in an ideal-system is defined as a scale “which represents a coherent system with a span of 6” (35), i.e., a harmonic system with a chain of 6 fifth (V) relations running through the 7 pitch classes, or a 7 H 1 system. By this definition, a diatonic system is not possible in an equal-division system. Easley Blackwood, in his study of diatonic structures from a tuning perspective, concludes that in order to model a recognizable 7-note diatonic system in any chromatic system, the cardinality of the chromatic system must admit an integer solution for w and h to the equation 5w+2h=c, where w is the number of chromatic steps in a diatonic whole-step, h is the number of chromatic steps in a diatonic half-step, c is the cardinality of the chromatic universe, and 0 < h < w. (8) This model will always produce a 7-note diatonic scale, irrespective of the cardinality of the chromatic universe or the tuning system used. Therefore, Blackwood’s model admits diatonic scales in both harmonically-generated and equal-tempered pitch-systems while Lindley and Turner-Smith never relax their model to make provisions for this.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Elsewhere, Eyton Agmon defines a family of “diatonic systems” whose generated scales satisfy several conditions that may be loosely summarized as: g.c.d.(c,d)=1 (that is, c and d are co-prime) and c=2(d-1), where c is the cardinality of the chromatic universe and d is the cardinality of the diatonic scale embedded within the chromatic universe. (9) Agmon considers the whole issue of intonation separable from the development of “diatonic systems.” The remarkable aspect of Agmon’s work is that introducing a constraint based on the intonation of the interval of a fifth to the family of diatonic systems “reduces the infinitely large number of specific ‘diatonic systems’ to unity, this unique ‘diatonic system’ being the familiar diatonic system” (2). That is, the diatonic system where c=12 and d=7 — the same system Lindley and Turner-Smith arrive at with their 7 H 1 system.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] John Clough and Jack Douthett define hyper-diatonic scales in which d is maximally even with respect to c, g.c.d.(c,d)=1 and c=2(d-1). (10) Although the notion of a “generated scale” is not a necessary condition for hyper-diatonic scales, they are in fact generated. This model for hyper-diatonic scales is valid when c=12 and d=7 (the usual diatonic scale) but again, this definition admits diatonic scales irrespective of the intonation employed for the pitch-system. Lindley and Turner-Smith would argue that the notion of a 7-note diatonic scale in a 12-note equal- tempered system is analogous to forcing a square peg in a round hole. They would argue further that the diatonic scale has harmonic origins, and that imposing this scale on some other tempering system is an artificial construct. It is at this juncture that the present treatise being reviewed diverges from most other theories of the diatonic scale. In other words, Lindley and Turner-Smith have not broadened the notion of the diatonic scale by presenting a generalized model. Instead they have chosen to restrict the definition to a harmonically generated coherent system with a span of 6. This imposed limitation is not necessarily objectionable, but it is important to acknowledge.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The third aspect of the book I would like to address deals with the cognitive implications of the historical models. During the development of their harmonically generated model, the authors discuss the relationship between the cardinality of a system and the size of the neighborhood within that system. They suggest that “cardinality is important because musical composition is not only an art of imagined sonorities, but also . . . a cognitive game” (31). They assert that the cardinality of the system must be large enough to sustain the listener’s interest, “but not so large that the listener fails to sense intuitively the juggling aspect of the game” (31). They “wonder if the size of the neighborhood can sometimes guarantee a cardinality suited to traditional composition” (31). The examples discussed in sections 5 and 6 of part II provide an ideal starting point for further research into cognitive issues surrounding the perception of well-known pieces (including several masterpieces) when performed in different yet similar scale systems. Indeed, most of us can recognize the subtle differences between an equal tempered instrument and say, a mean-tone tempered instrument in performance, but to sit down and analyze the subtle changes in the pitch-system in Bach’s Toccata in F ♯ minor, measures 109–136 (196–199, Ex.29b) as the authors suggest requires resources that are unavailable to most readers. (11) I would speculate that cognitive research in this area would support the “cause-and-effect link” that the authors claim may exist. The authors hope for as much in the final sentences of part I (71). The frequent return to issues of perception addresses yet another potential audience, that of cognitive psychologists. And even though the cognitive issues are presented briefly and speculatively and are never really followed up, the diversification to a third discipline of study further increases the potential impact of this book.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] As I have stated previously, Mathematical Models of Musical Scales does not provide a conceptual framework for building exotic scales, nor does it hypothesize abstract scales in a generalized universe. Rather, it uses abstract algebraic methods to model existing scales, which was its original intention. The book includes an extensive list of works cited, providing an excellent opportunity for future comparative study. The rigorous treatment of the mathematical modelling and the historical perspective deserve praise. And section 3 of part II holds particular interest for music theorists who wish to correlate harmonic and equal-division systems in greater depth. However, some aspects of the book, such as the cognitive issues discussed in the preceding paragraph and the treatment of “leeway”, remain superficial or incomplete and require a more thorough investigation. Aside from this, there are very few other shortcomings save the occasional editorial oversight. In general, for those interested in mathematics as applied to music theory, particularly tuning and scale theory, this book is well worth the effort. Theorists, musicologists, tuning specialists, mathematicians and cognitive psychologists alike will find something to stimulate further thought and discussion.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.95.1.4.cuciurean.html",
    "data": "mto/data/mto.95.1.4.cuciurean.json"
}