{
    "title": "Comment on John Roeder’s article",
    "date": "1994/01/01",
    "volume": "0",
    "issue": "6",
    "authors": [
        "Smoliar, Stephen"
    ],
    "abstract": "",
    "keywords": [
        "Roeder",
        "semiotics"
    ],
    "doi": "",
    "received": "",
    "pdf": "",
    "author_info": [
        {
            "name": "Stephen Smoliar",
            "university": "National University of Singapore",
            "address": "Institute of Systems Science, Heng Mui Keng Terrace, Kent Ridge, SINGAPORE 1027",
            "email": "smoliar@iss.nus.sg"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] As a computer scientist I have to confess that it is \noften difficult for me to stifle a choke whenever I \nconfront the word “semiotics.”  While I have the greatest \nrespect for the heritage of the discipline, I also feel it \nis important to recognize that its pioneers were restricted \nby the intellectual equivalents of stone axes.  When they \nworked with symbols and codes, the only tools they had were \ntheir own pencils and papers.  That they were able to \nachieve as much as they did is admirable, but it more than \na little tragic to think that there are still those who are \nblind to the limitations of those tools.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] It did not take long for the computer pioneers to \nrecognize that their machines could manipulate symbols just \nas easily as numbers.  (Turing was certainly well aware of \nthis, although I am not sure I would credit him as being \nthe first of have the insight.)  Even when John von Neumann \nwrote his first computer program (documented by Donald E. \nKnuth in Volume 2, Number 4 of Computing Surveys ) he \nrealized that it was easier to work with symbols than “raw” \nbinary code.  The need for computer programs which would \nprocess such symbolic codes was a very early insight which \nwas quickly followed by the recognition that any such \nprogram would have to be based on models of the syntax and \nsemantics of those codes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] One might argue that work on machine translation of natural languages got off to a false start due to ignorance of semiotics—particularly the insight that \nthere was more to language than syntax and semantics.  \nNevertheless, we eventually dug ourselves out of that hole.  \nWhat is more important today is that we now have very \npowerful systems at our disposal which allow us to \nmanipulate symbol structures;  and I find it a bit \ndifficult to wade through much of the arcane language of \nthe semiotic theorists when it seems to me as if it could \nall be articulated so much easier in LISP.  (This is not to \nsay that LISP solves all problems.  Rather, it often helps \nus to formulate clearer questions, even when answering \nthose questions turns out to be very difficult.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Having gotten all that off my chest, I would like to \nprovide my own take on what “Toward a Semiotic Evaluation \nof Music Analysis” is really all about.  From where I sit \n(one hand on my Macintosh keyboard and the other at the \npiano), the key problem of music analysis is one of description ;  and the key problem of description is that \nit cannot be readily reduced to a simple exchange of \nsymbolic codes.  Put in the bluntest and most obvious way, \na description of a music experience is not the same thing \nas a description of an algorithm.  When I need to describe \nan algorithm to my computer, I know that I have to respect \ncertain a priori conventions assumed by the machine as to \nhow I use my symbols to communicate.  When I need to \ndescribe a music experience, I cannot always assume that \nthose conventions exist, let alone identify what they are.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The task of description, as it applies to music \nanalysis, is founded on two agents:  the agent giving the \ndescription and the agent receiving it.  Those two agents \nare rarely “of the same mind,” so to speak.  (They \ncertainly do not have identical mental states, no matter \nwhat particular philosophy of mental state you happen to \nsubscribe to.)  Therefore, description is not so much a \nmatter of the describing agent passing a code to the \nreceiving agent as it is a matter of the two agents \nmutually negotiating towards a point where they have some \nconfidence that they are both talking about the same thing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Within a community of experts (such as those who haunt \nmeetings of the Society for Music Theory, for example), \nnegotiation can often be minimized.  Music theorists \nconstitute what Donald Schoen calls a “community of \npractice,” within which some a priori conventions of \ncommunication can be assumed.  However, since most music \ntheorists are interested in talking about new things, it is \noften the case that novelty goes beyond the limits of those \nconventions;  so even within a well-defined community of \npractice, the need for negotiated communication is always \npresent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] From this point of view, Roeder offers a key insight.  \nHowever, it is more an insight about negotiation than about \ncodes.  Mathematics, graphical representations, and \nnarrative are not codes which mediate our analyses.  \nRather, they are our negotiating tools:  different \nresources upon which we can draw when, in undertaking the \ntask of description, we have to confront the problem of \nwhether or not the receiving agent is really “getting it.”  \nFurthermore, if that receiving agent is not giving us any \nfeedback (which is what happens when we are writing a paper \nrather than engaging in face-to-face dialog), then we might \ndo well to consider how we may effect a synthesis which \nbrings all three of those tools to bear.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] I am currently reviewing David Lewin’s new book, Musical Form and Transformation for Computer Music \nJournal ;  and I am trying to argue that Lewin has \nsucceeded in such a synthesis in the four analyses in this \nbook.  I mention this because I think one of the most \nimportant moments in Lewin’s Music Perception paper, \n“Music Theory, Phenomenology, and Modes of Perception,” is \nwhen he introduces the concept of “music behavior.”  The \ndescriptive act of music analysis is yet another instance \nof that behavior.  As such, we should think about it in \nterms of its behavioral implications rather than trying to \nreduce it to an exchange of codes.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.94.0.6.smoliar_commentary.html",
    "data": "mto/data/mto.94.0.6.smoliar_commentary.json"
}