{
    "title": "<i>Yewe<u>v</u>u</i> in the Metric Matrix",
    "date": "2010/12/01",
    "volume": "16",
    "issue": "4",
    "authors": [
        "Locke, David"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "January 2010",
    "pdf": "",
    "author_info": [
        {
            "name": "David Locke",
            "university": "Tufts University",
            "address": "",
            "email": "david.locke@tufts.edu"
        }
    ],
    "citations": {
        "agawu_2003": "Agawu, Kofi. 2003. Representing African Music: Postcolonial Notes, Queries, Positions . New York: Routledge.",
        "agawu_2006": "Agawu, Kofi. 2006. “Structural Analysis or Cultural Analysis?” Journal of the American Musicological Society 59, no. 1: 1–46.",
        "agbeli_1993": "Agbeli, Godwin. 1993 “Yeve [videorecording]: A Religious Drum of the Ewe.” Directed and produced by David Locke. Boston, MA: Tufts Educational Media Center.",
        "agbodeka_1997": "Agbodeka, Francis, ed. 1997. A Handbook of Eweland . Accra: Woeli Publishing Services.",
        "akyeampong_2001": "Akyeampong, Emmanuel. 2001. Between the Sea and the Lagoon . Athens: Ohio University Press.",
        "alorwoyie_2007": "Alorwoyie, Gideon. 2007. Agbadza Music . Edited and Transcribed by David Locke.",
        "amenumey_1997": "Amenumey. 1997. “History.” In A Handbook of Eweland , edited by Francis Agbodeka. Accra: Woeli Publishing Services.",
        "amira_and_cornelius_1992": "Amira, John and Steven Cornelius. 1992. The Music of Santeria . Crown Point, IN: White Cliffs Media Company.",
        "anku_2000": "Anku, Willie. 2000. “Circles and Time.” Music Theory Online 6, no. 1.",
        "anyidoho_1983": "Anyidoho, Kofi. 1983. “Oral Poetics and Traditions of Verbal Art in Africa.” PhD diss., University of Texas at Austin.",
        "armstrong_1971": "Armstrong, Robert. 1971. The Affecting Presence . Chicago: University of Illinois Press.",
        "arom_1991": "Arom, Simha. 1991. African Polyphony and Polyrhythm . Cambridge: Cambridge University Press.",
        "avorgbedor_1986": "Avorgbedor, Daniel. 1986. “The Interaction of Music and Spoken Texts in the Context of Anlo-Ewe Music.” Black Orpheus 6, no. 1: 17–26.",
        "avorgbedor_1987": "Avorgbedor, Daniel. 1987. “The Construction and Manipulation of Temporal Structures in Yewe Cult Music: A Multidimensional Approach.” African Music 6, no. 4: 4–18.",
        "basie_2001": "Basie, Count. 2001. The Count Basie Story. Beckenham, Kent: Proper Records.",
        "bourdieu_1990": "Bourdieu, Pierre. 1990. The Logic of Practice . Cambridge: Polity.",
        "brandel_1959": "Brandel, Rose. 1959. “The African Hemiola Style.” Ethnomusicology 3, no. 3: 106–17.",
        "burns_2009": "Burns, James. 2009. Female Voices from an Ewe Dance-Drumming Community in Ghana . Burlington, VT: Ashgate Publishing Company.",
        "chernoff_1979": "Chernoff, John. 1979. African Rhythm and African Sensibility . Chicago: University of Chicago Press.",
        "daniel_2005": "Daniel, Yvonne. 2005. Dancing Wisdom . Urbana: University of Illinois Press.",
        "davis_1988": "Davis, Wade. 1988. Passage of Darkness . Chapel Hill: University of North Carolina Press.",
        "dor_2000": "Dor, George. 2000. “Tonal Resources and Compositional Processes of Ewe Traditional Vocal Music.” PhD diss., University of Pittsburgh.",
        "eliade_1954": "Eliade, Mircea. 1954. The Myth of the Eternal Return . New York, NY: Pantheon Books.",
        "fabian_1983": "Fabian, Johannes. 1983. Time and the Other . New York: Columbia University Press.",
        "fiagbedzi_1977": "Fiagbedzi, Nisio. 1977. “The Music of the Anlo.”  PhD diss., UCLA.",
        "fleurant_1996": "Fleurant, Gerdes. 1996. Dancing Spirits. Westport, CT: Greenwood Press.",
        "friedson_2009": "Friedson, Steven. 2009. Remains of Ritual . Chicago: University of Chicago Press.",
        "frishkopf_1989": "Frishkopf, Michael. 1989. “The Character of Ewe Performance.” MA thesis, Tufts University.",
        "geertz_1973": "Geertz, Clifford. 1973. “Thick Description: Toward an Interpretative Theory of Culture.” In The Interpretation of Cultures . New York: Basic Books.",
        "geurts_2002": "Geurts, Kathryn. 2002. Culture and the Senses . Berkeley: University of California Press.",
        "gilroy_1993": "Gilroy, Paul. 1993. The Black Atlantic . Cambridge, MA: Harvard University Press.",
        "greene_2002": "Greene, Sandra. 2002. Sacred Sites and the Colonial Encounter . Bloomington: Indiana University Press.",
        "gridley_1978": "Gridley, Mark. 1978. Jazz Styles . Englewood Cliffs, NJ: Prentice-Hall.",
        "hahn_2007": "Hahn, Tomie. 2007. Sensational Knowledge . Middletown, CT: Wesleyan University Press.",
        "hardin_and_armstrong_2000": "Hardin, Lil and Louis Armstrong (composers). 2000. “Hotter Than That.” Transcribed by Randy Sandke. Edited by David N. Baker. Miami, FL: Warner Bros. Pub.: Universal-MCA.",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . New York: Oxford University Press.",
        "hoerburger_1968": "Hoerburger, Felix. 1968. “Once Again: On the Concept of ‘Folk Dance.’” Journal of the International Folk Music Council 30, no. 1: 30–31.",
        "hornbostel_1928": "Hornbostel, Erich M. von. 1928. “African Negro Music.” Africa 1, no. 1: 30–62.",
        "jones_1954": "Jones, A. M. 1954. “African Rhythm,” Africa 24: 26–47.",
        "jones_1959": "Jones, A. M. 1959. Studies in African Music >. London: Oxford University Press.",
        "karmel_2003": "Karmel, Pepe. 2003. Picasso and the Invention of Cubism . New Haven: Yale University Press.",
        "kartomi_1990a": "Kartomi, Margaret. 1990a. “The Personification of Instruments in Some West African Classifications.” In On the Concepts and Classification of Musical Instruments , 241–53. Chicago: Chicago University Press.",
        "kartomi_1990b": "Kartomi, Margaret. 1990b. On the Concepts and Classification of Musical Instruments . Chicago: Chicago University Press.",
        "kauffman_1980": "Kauffman, Robert. 1980. “African Rhythm: A Reassessment.” Ethnomusicology 24, no. 3: 393–415.",
        "keil_1995": "Keil, Charles. 1995. “The Theory of Participatory Discrepancies: A Progress Report.” Ethnomusicology 39, no. 1: 1–19.",
        "king_1961": "King, Anthony. 1961. “Employments of the ‘Standard Pattern’ in Yoruba Music.” African Music 2, no. 3: 51–54.",
        "koetting_1970": "Koetting, James. 1970. “Analysis and Notation of West African Drum Ensemble Music.” Selected Reports 1, no. 3: 115–46.",
        "kubik_1962": "Kubik, Gerhard. 1962. “The Phenomenon of Inherent Rhythms in East and Central African Instrumental Music.” African Music 3, no. 1: 33–42.",
        "ladzekpo_1971": "Ladzekpo, Kobla. 1971. “The Social Mechanics of Good Music.” African Music 5, no. 1: 6–22.",
        "ladzekpo_and_ladzekpo_1980": "Ladzekpo, Alfred and Kobla Ladzekpo. 1980. “Anlo Ewe Music in Anyako.” In Musics of Many Cultures , edited by Elizabeth May. Berkeley: University of California Press.",
        "lehmann_2002": "Lehmann, Bertram. 1978. “The Syntax of Clave.” MA thesis, Tufts University.",
        "locke_1978": "Locke, David. 1978. “The Music of Atsiagbekor.” PhD diss., Wesleyan University.",
        "locke_1982": "Locke, David. 1982. “Principles of Offbeat Timing and Cross-Rhythm in Southern Ewe Dance Drumming.” Ethnomusicology 26, no. 2: 217–46.",
        "locke_1988": "Locke, David. 1988. Drum Gahu . Tempe, AZ: White Cliffs Media Company.",
        "locke_1990": "Locke, David. 1990. Drum Damba . Tempe, AZ: White Cliffs Media Company.",
        "locke_1992": "Locke, David. 1992. Kpegisu: A War Drum of the Ewe . Tempe, AZ: White Cliffs Media Company.",
        "locke_2002": "Locke, David. 2002. “Dagomba Dance Drumming: Tora.” Draft manuscript.",
        "locke_2009": "Locke, David. 2009. “Simultaneous Multidimensionality in African Music.” African Music 8, no. 3: 8–37.",
        "london_2004": "London, Justin. 2004. Hearing in Time: Psychological Aspects of Musical Meter . New York: Oxford University Press.",
        "may_1980": "May, Elizabeth, ed. 1980. Musics of Many Cultures . Berkeley: University of California Press.",
        "mbiti_1990": "Mbiti, John. 1990. African Religions and Philosophy . Oxford: Heinemann.",
        "merriam_1982": "Merriam, Alan. 1982. “African Musical Rhythm and Concepts of Time-Reckoning.” In African Music in Perspective , 443–61. New York: Garland.",
        "nketia_1963": "Nketia, J. H. K. 1963. African Music in Ghana . Evanston, IL: Northwestern University Press.",
        "nketia_1974": "Nketia, J. H. K. 1974. The Music of Africa . New York: W. W. Norton.",
        "nukunya_1997": "Nukunya, G. K. 1997. “Land-People.” In A Handbook of Eweland , edited by Francis Agbodeka. Accra: Woeli Publishing Services.",
        "nzewi_1997": "Nzewi, Meki. 1997. African Music: Theoretical Content and Creative Continuum . Oldershausen, Germany: Institut für Didaktik Populärer Musik.",
        "pantaleoni_1985": "Pantaleoni, Hewitt. 1985. On the Nature of Music . Oneonta NY: Welkin Books.",
        "polak_2010": "Polak, Rainer. 2010. “Rhythmic Feel as Meter: Non-Isochronous Beat Subdivision in Jembe Music from Mali.” Music Theory Online 16, no. 4.",
        "radano_2000": "Radano, Ronald. 2000. “Hot Fantasies: American Modernism and the Idea of Black Rhythm.” In Music and the Racial Imagination, edited by Radano, Ronald and Philip V. Bohlman. Chicago: University of Chicago Press.",
        "radano_and_bohlman_2000": "Radano, Ronald and Philip V. Bohlman, eds. 2000. Music and the Racial Imagination . Chicago: University of Chicago Press.",
        "rahn_1987": "Rahn, Jay. 1987. “Asymmetrical Ostinatos in Sub-Saharan Music: Time, Pitch and Cycles Reconsidered.” In Theory Only 9, no. 7: 23–37.",
        "roads_2001": "Roads, Curtis. 2001. Microsound . Cambridge, MA: MIT Press.",
        "rosenthal_1998": "Rosenthal, Judy. 1998. Possession, Ecstasy, and Law in Ewe Voodoo . Charlottesville: University of Virginia Press.",
        "schuller_1986": "Schuller, Gunther. 1986. Early Jazz . New York: Oxford University Press.",
        "seeger_1958": "Seeger, Charles. 1958. “Prescriptive and Descriptive Music-Writing.” Musical Quarterly 44, no. 5: 184–95.",
        "seeger_1977": "Seeger, Charles. 1977. “The Musicological Juncture 1976.” Ethnomusicology 21, no. 2: 179–88.",
        "moses_and_pantaleoni_1968": "Serwadda, Moses and Hewitt Pantaleoni. 1968. “A Possible Notation for African Dance Drumming.” African Music 4, no. 2: 47–52.",
        "solis_2004": "Solis, Ted, ed. 2004. Performing Ethnomusicology . Berkeley: University of California Press.",
        "stone_1985": "Stone, Ruth. 1985. “In Search of Time in African Music.” Music Theory Spectrum 7: 139–48.",
        "temperley_2000": "Temperley, David. 2000. “Meter and Grouping in African Music: A View from Music Theory.” Ethnomusicology 44, no. 1: 65–96.",
        "thompson_1974": "Thompson, Robert Farris. African Art in Motion . Los Angeles: University of California Press.",
        "warden_2007": "Warden, Nolan. 2007. Afro-Cuban Traditional Music and Transculturation . Saarbrucken, Germany: VDM Verlag Dr. Muller.",
        "wilckin_1992": "Wilckin, Lois. 1992. The Drums of Vodou . Crown Point, IN: White Cliffs Media Company."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Ewegbe, the language of the Ewe people, is written with some letters not found in the written English language.  Before phonetic fonts became widely available a system of underlining was adopted. In this paper the following underlined letters appear: n —nasal, like “ng”; o —like “aw”; v , like blowing out a candle.",
            "citations": []
        },
        "FN2": {
            "text": "2. An earlier version of this paper was prepared for a presentation on Yewe v u at the KOSANBA Colloquium on Vodou held in July 2009 in Mirebalais, Haiti.  Together with five members of the Agbekor Society, a community-based African-style music and dance club from Boston, I performed and discussed this material in the context of its close counterparts in the Caribbean.  Faculty colleagues in the Music Department of Tufts University contributed many helpful suggestions when the paper was the focus of a writing workshop in December 2009.",
            "citations": []
        },
        "FN3": {
            "text": "3. Sound recordings of the music discussed here are found on a website hosted by Tufts University.  I played all the parts for the four items and using multitrack technology and an online mixer, readers may hear each part separately, in any combination, or all together.  The link to this “wiki appendix” is https://wikis.uit.tufts.edu/confluence/display/Yewevu .",
            "citations": []
        },
        "FN4": {
            "text": "4. The music of Yewe v u is discussed in Jones 1959 and Avorgbedor 1987 . A literate representation of Yewe v u will enable comparison to its counterparts in the Americas such as Candomble , Palo Monte , Santeria , and Vodou (see Daniel 2005 , Warden 2007 , Amira and Cornelius 1992 , and Wilckin 1992 .",
            "citations": [
                "jones_1959",
                "avorgbedor_1987",
                "daniel_2005",
                "warden_2007",
                "amira_and_cornelius_1992",
                "wilckin_1992"
            ]
        },
        "FN5": {
            "text": "5. For information on other kinds of Ewe expression such as theater, rhetoric, song, dance, or visual arts see Anyidoho 1983 and Avorgbedor 1986 .",
            "citations": [
                "anyidoho_1983",
                "avorgbedor_1986"
            ]
        },
        "FN6": {
            "text": "6. Agbeli served as my main informant and research assistant for my doctoral dissertation on the Ewe Drum called Atsiagbekor (see Locke 1978 ). I facilitated opportunities for Agbeli to teach in the USA, Canada, and New Zealand from 1987 until his untimely death in 1998. Investing profits back into his community, Agbeli founded the Dagbe Center for Arts and Culture in the village of Kopeyia, Ghana, which is now operated by his sons (contact Emmanuel Agbeli, P.O. Box 180, Denu, Volta Region, Ghana, West Africa).",
            "citations": [
                "locke_1978"
            ]
        },
        "FN7": {
            "text": "7. I am currently collaborating with Alorwoyie on a comparative analysis of the different drumming styles of several Yewe shrines.",
            "citations": []
        },
        "FN8": {
            "text": "8. The multitrack recording was done on January 15, 2010 in Medford, MA at Indecent Music, a recording studio and production service owned and operated by Hendrik Gideonse XIX ( http://indecentmusic.com ).",
            "citations": []
        },
        "FN9": {
            "text": "9. By capitalizing the first letter of words like “drum,” the English evokes the usage in the Ewe language (see Burns 2009 and Frishkopf 1989 ).",
            "citations": [
                "burns_2009",
                "frishkopf_1989"
            ]
        },
        "FN10": {
            "text": "10. Within Ewe music-culture itself, theory of the sort practiced here is uncommon since musical competence is developed largely through immersion in community performance situations, observation of skilled musicians, and trial-and-error participation (see Geurts 2002 for discussion of child development among the Ewe). Among Ewes, a person neither explicitly formulates nor overtly asks musical-technical questions; you figure out how to play in your own way (see Ladzekpo 1971 for discussion of the manner in which music is learned by adults). Explicit pedagogy has become relevant only with the advent of new multi-ethnic and inter-cultural contexts, such as schools, folkloric-style dance companies, and international music education and scholarship (see Solis 2004 for a variety of perspectives on teaching performance of “world music” traditions).  In such situations the traditional method of gradual learning through enculturation has become impossible.  Experts need to train novices quickly, often using verbal explanation.  The challenges entailed in transforming the aural music into written form only becomes a critical issue within a cosmopolitan international context of communication such as a paper like this.",
            "citations": [
                "geurts_2002",
                "ladzekpo_1971",
                "solis_2004"
            ]
        },
        "FN11": {
            "text": "11. The subject of musical meter has consumed analytic scholars of African music, especially those not of African descent (for example, see Arom 1991 , Jones 1954 , Jones 1959 , Koetting 1970 , Merriam 1982 , Pantaleoni 1985 , Moses and Pantaleoni 1968 , Stone 1985 , and Temperley 2000 ).",
            "citations": [
                "arom_1991",
                "jones_1954",
                "jones_1959",
                "koetting_1970",
                "merriam_1982",
                "pantaleoni_1985",
                "moses_and_pantaleoni_1968",
                "stone_1985",
                "temperley_2000"
            ]
        },
        "FN12": {
            "text": "12. In the parlance of this paper “swinging” a note means making a very subtle yet deliberate adjustment to the timing of a note’s onset to achieve musical impact.",
            "citations": []
        },
        "FN13": {
            "text": "13. A substantial scholarly literature has been produced by bi-cultural Ewe musicians (see Fiagbedzi 1977 , for example).",
            "citations": [
                "fiagbedzi_1977"
            ]
        },
        "FN14": {
            "text": "14. In my student days at Wesleyan University, I participated in such teaching situations with Abraham Adzenyah and Freeman Donkor; as a teacher at Tufts and with the Agbekor Society, I team-taught with Godwin Agbeli and Abubakari Lunna.",
            "citations": []
        },
        "FN15": {
            "text": "15. Since human beings are not infallible machines, real musical events seldom are precisely isochronous.  Non-isochronous musical action not only is expressive but also may be a structural feature of musical system (see Keil 1995 and Polak 2010 ).",
            "citations": [
                "keil_1995",
                "polak_2010"
            ]
        },
        "FN16": {
            "text": "16. Unlike the self-evident meaning of quaternary and ternary, the terms “simple” and “compound” are opaque, that is, they do not immediately signify what they denote.  Further, they imply comparison to the rhythmic system historically connected to Western classical music.",
            "citations": []
        },
        "FN17": {
            "text": "17. J. H. K. Nketia uses the term “regulative beats,” which helpfully distinguishes “main” beats from beats of different duration that systematically and predictably “cross” the regulative beats (see Nketia 1963 ).",
            "citations": [
                "nketia_1963"
            ]
        },
        "FN18": {
            "text": "18. In the system posited by Anku, the time-point in the structural set established by the bell cycle is numbered RTP1, with subsequent time-points also numbered (RTP2, RTP3, etc.).  In my experience players do not reckon their position in musical time on the basis of fast pulses within the bell cycle, so I chose not to fully adopt Anku’s RTP system.  I simplify it by referring the first time-point within the bell cycle as “the RTP.”  Instead of time-point number, in this paper the system used to locate a note in musical time relies on its relationship to bell strokes and time feels.",
            "citations": []
        },
        "FN19": {
            "text": "19. For theorizing African music, I suggest the following systematic use of suffixes: “-ary” to indicate the internal organization of beats, “-ple” to indicate the number of beats per time span, and “-let” to indicate temporary substitution of binary time values in ternary time, or ternary time values in binary time.",
            "citations": []
        },
        "FN20": {
            "text": "20. In ternary time, the binary offbeat is numbered with the decimal “.5” such that the second “duplet” note within beat one would be marked “1.5.”",
            "citations": []
        },
        "FN21": {
            "text": "21. Timbre is indicated first of all by the type instrument—bell, rattle or drum.  The way an instrument is struck also affects timbre; on the one-line staff this crucial information is conveyed by vocables in the lyrics line and/or by the type of notehead (solid oval for a resonant bounced stroke, x-shaped for a dampened press stroke).  Placement of the notehead below or above the line represents the down-up stroking of the rattle.  The palette of timbres and pitches produced by strokes on lead drum is schematically marked with three placements of noteheads—below, on, and above the line.",
            "citations": []
        },
        "FN22": {
            "text": "22. When discussing technique “weak hand” means left for a right-handed person and right for a left-handed person.",
            "citations": []
        },
        "FN23": {
            "text": "23. In this paper references to instruments use generic descriptors rather than local names.  As with the names of the five Drums, this labeling choice intends to encourage readers to bring Yewe v u into their own musical world rather than regarding it as distant and exotic.",
            "citations": []
        },
        "FN24": {
            "text": "24. I have notated on a one-line staff to emphasize time values and to simplify the experience for readers.  In my experience, many Western classical musicians know themselves to be “terrible at rhythm.”  I want to invite these readers into this discussion.",
            "citations": []
        },
        "FN25": {
            "text": "25. In this paper, vocables in capital letters receive emphasis, whether a musical accent or a special mental focal point.",
            "citations": []
        },
        "FN26": {
            "text": "26. Pushing back against ideas connoted by “polyrhythm,” the term “ensemble thematic cycle” (ETC) calls attention to tonal dimensions of the instrumental ensemble’s music.",
            "citations": []
        },
        "FN27": {
            "text": "27. “Variations,” which tend to stay close to the basic shape of a phrase, are a function of the received tradition while “improvisation” departs more strikingly from the preset phrase, showing the player’s imagination and understanding of the musical system.",
            "citations": []
        },
        "FN28": {
            "text": "28. Although a lead drummer can play them in any sequence, the musical notation arranges themes in a musically logical order that aspires to stylistic authenticity.",
            "citations": []
        },
        "FN29": {
            "text": "29. Nzewi suggests the neologism “melo-rhythm” to better emphasize the significance of pitch in African instrumental ensembles ( Nzewi 1997 ). When I challenged students of a music theory course at Tufts to coin a more mellifluous term that fuses temporality and pitch, Nick Hellberg suggested “rhythmody,” (pronounced “rith-mody”) which is used here.",
            "citations": [
                "nzewi_1997"
            ]
        },
        "FN30": {
            "text": "30. Compare to the Haitian lwa Damballa .",
            "citations": []
        },
        "FN31": {
            "text": "31. Compare to the many Yoruba-derived religions that affiliate to Shango .",
            "citations": []
        },
        "FN32": {
            "text": "32. On the wiki appendix , readers may find one long uninterrupted sound recording of the full arrangement presented as if in concert.",
            "citations": []
        },
        "FN33": {
            "text": "33. This argues against use of the term “bell pattern” when writing about the bell’s part.",
            "citations": []
        },
        "FN34": {
            "text": "34. The thrust of this paper is ethnographic and analytical, not purely theoretical. Given its length, this paper will not engage in an academic discussion of the merits of so-called “divisive” and “additive” approaches to rhythm (see Jones 1954 and Jones 1959 ). Not only are both orientations present in the music but both are helpful tools for culturally sensitive musical analysis, in my opinion.",
            "citations": [
                "jones_1954",
                "jones_1959"
            ]
        },
        "FN35": {
            "text": "35. In cyclic music, numbering always is problematic.  In the system used here, bell strokes are numbered according to their position within the bell cycle, starting from beat one.  This approach conforms to common practice among most scholars of Ewe music; some writers do it differently, however (see Friedson 2009 ). Although the part can be started on stroke one, phrasing is best understood as moving towards that stroke (and moment in the cycle). The conundrum of a phrase starting on stroke two and ending on stroke one actually nicely illustrates the enigmatic nature of this ever-circling music.",
            "citations": [
                "friedson_2009"
            ]
        },
        "FN36": {
            "text": "36. Using a mechanical system to record the onsets played by his informant Desmond Tay, A. M. Jones literally “connected the dots” to arrive at a binary version of the Husago bell phrase ( Jones 1959 , 97).",
            "citations": [
                "jones_1959"
            ]
        },
        "FN37": {
            "text": "37. Although the part certainly can be felt as “uh-ka-ta”, the bracket suggests hearing the phrase of high-pitched drum 2 as moving from offbeat sound towards onbeat silence. I mark it this way to honor the tendency in Ewe drumming for phrases to move towards a moment of emphasis, as well as to emphasize the offset position of the part.  But given the condition of circularity, both perspectives are in play.",
            "citations": []
        },
        "FN38": {
            "text": "38. Compare to A. M. Jones who wrote them eighth-quarter with the second stroke as onbeat—kaTA ( Jones 1959 ). Perhaps Jones was hearing Ewe music according to the iambic stress patterns so common in English.  While some might simply say that Jones was wrong, who is to say?  I would posit that it is likely that Jones’ interpretation does not conform to musical interpretation most widely shared by adept indigenous players.",
            "citations": [
                "jones_1959"
            ]
        },
        "FN39": {
            "text": "39. This sort of rhythmic practice is typical in jazz, notably in Louis Armstrong’s scat singing on “Hotter than That” and in the riffs of the Count Basie big band (see Armstrong 1971 and Basie 2001 ).",
            "citations": [
                "armstrong_1971",
                "basie_2001"
            ]
        },
        "FN40": {
            "text": "40. Perhaps it is well to immediately caution that a listener may also chose not to feel the music in terms of steady beats, going instead with the flow of pulses, interactions among parts, or a sense of kinesthesis.  The timing grid of beats and pulses is only one tool of analysis.  It is likely that an “insider” perspective would give more emphasis to the independent temporal integrity of each musical phrase, as well as the importance of pattern-to-pattern, “conversational” relationships (see Kauffman 1980 ).",
            "citations": [
                "kauffman_1980"
            ]
        },
        "FN41": {
            "text": "41. This theme nicely illustrates Gerhard Kubik’s concepts of “motor,” “played,” and “heard” images of a musical phrase (see Kubik 1962 ).",
            "citations": [
                "kubik_1962"
            ]
        },
        "FN42": {
            "text": "42. The question of whether people enculturated within Ewe music-culture experience this recasting of the gestalt of the ETC or its parts is much debated among analysts of this tradition.  When taken up in scholarly writing, it is literally an “academic” argument, but un-enculturated players of this music also are entranced with the discussion as well.  Although I experience gestalt transformation, my sense of my teacher’s experience is that they enjoy feeling the metric pressure of constant offbeat accentuation without ever losing their temporal bearings.  After years of practice, I can control this rhythmic condition for willful artistic effect.",
            "citations": []
        },
        "FN43": {
            "text": "43. The diasporic connection between the religious systems in Haiti and this region of West Africa seem clearly manifest in the names and zoomorphic divine entities of Da and Damballah.",
            "citations": []
        },
        "FN44": {
            "text": "44. As was the case for Item 1, the numbering of bell strokes runs counter to the phrasing motion. Numbering bell strokes from the RTP not only is clear for purposes of inter-cultural analysis and teaching, but in Ewe performances the very first iteration of a bell phrase often starts with that stroke.",
            "citations": []
        },
        "FN45": {
            "text": "45. Compare to the rhythm of Gahu , another Ewe Drum, and Damba , a Dagomba piece (see Locke 1988 and Locke 1990 ). For audio recordings, staff notation and musical analysis other items of Dagomba repertory with this rhythmic character see http://Dagomba.uit.tufts.edu.",
            "citations": [
                "locke_1988",
                "locke_1990"
            ]
        },
        "FN46": {
            "text": "46. Evidence mounts that a defining feature of African music-culture is the propensity to humanize various features of music in this way.  Africans attribute human qualities to musical instruments, for example (see Kartomi 1990a , 241–53).",
            "citations": [
                "kartomi_1990a"
            ]
        },
        "FN47": {
            "text": "47. My use of the word lattice invokes technical art criticism of Cubist painting (see Locke 2009 ).  In Pepe Karmel’s usage, “lattice” denotes a two-dimensional effect on the canvas’ flat surface, while “scaffold” signifies the use of one-point perspective to create a three-dimensional illusion (see Karmel 2003 ). In the early 20 th century Picasso mixed lattice and scaffold to confound the conventions of seeing paintings.",
            "citations": [
                "locke_2009",
                "karmel_2003"
            ]
        },
        "FN48": {
            "text": "48. This discussion of dualism connects to the theoretical discourse on downbeats, upbeats, anacrusis, and continuation in Western classical music (see Hasty 1997 ). In its instrumental music, I argue, the midpoint between two onbeats is always available to be heard both as responding to the previous onbeat and setting up the ensuing onbeat.  The music of the other instruments not only does not conclusively settle the issue, but rather reinforces the multivalent dualism that is natural to items in a series.  The listener has the freedom and challenge to group and re-group the ensemble’s music. Hearing is a creative act (see London 2004 ).",
            "citations": [
                "hasty_1997",
                "london_2004"
            ]
        },
        "FN49": {
            "text": "49. The free-floating motility of the second member of a four-member set, arises, in part, because it does not partake of this 4-1 “gravitational” rhythmic force.",
            "citations": []
        },
        "FN50": {
            "text": "50. The different renderings of the phrase in vocables—“ki KIdi” versus “ki kiDI”—serve to highlight the multideterminant nature of the phrase. Players actually give equal intensity to all three strokes, thus freeing the listener to hear the part in many ways.",
            "citations": []
        },
        "FN51": {
            "text": "51. In the notation, S denotes a strong hand stroke, W a weak hand stroke.",
            "citations": []
        },
        "FN52": {
            "text": "52. To remind the reader, low-pitch is “ga,” mid-pitch are “de,” “ge” and “gi,” and high-pitch are “dzi” and “to” (see Table 2, above).",
            "citations": []
        },
        "FN53": {
            "text": "53. The reader is invited to extract and notate the “to” strokes as a distinct rhythm.",
            "citations": []
        },
        "FN54": {
            "text": "54. The religious systems of Yewe and vodou share many features.  In the iconography of Haitian vodou, the earth is engendered and enclosed by a serpent and a rainbow whose two half-circles are joined into one complete round (see Davis 1988 ).",
            "citations": [
                "davis_1988"
            ]
        },
        "FN55": {
            "text": "55. The names Da v u and Ada v u (Items 2a and 3), while very similar, denote two different Drums.",
            "citations": []
        },
        "FN56": {
            "text": "56. For the analyst, a quadruple frame would require decisions about how to set a phrase within the four beats; for example, should the four-beat phrase of high-pitched drum 1 be set on (1) beats three-four-one, (2) two-three-four, or (3) one-two-three?  Each alternative makes sense in terms of the principals of Ewe dance-drumming: (1) conforms to the principle of teologic phrasing towards cadence moment, (2) puts the lead drum call on downbeats, and (3) simply follows a natural practice of putting the beginning on count one.  The duple frame renders such questions moot.",
            "citations": []
        },
        "FN57": {
            "text": "57. Dance scholar Lynn Frederiksen suggests the metaphor of “etching” to characterize the cumulative affect of the recycling ETC (personal communication 2006).",
            "citations": []
        },
        "FN58": {
            "text": "58. As the short ensuing discussion indicates, I do not think this is simply is due to the inevitable discrepancy between the notated ideal and performed deviation.  Factors of musical style are in play.",
            "citations": []
        },
        "FN59": {
            "text": "59. In jazz, swing is a multifaceted musical phenomenon that includes ensemble relationships as well as the timing of notes in any one phrase, the only meaning invoked here (see Gridley 1978 , 14–18, and Schuller for discussion the concept of “swing” in jazz). While I resist importing into my analysis of Yewevu terms and concepts from the theoretical discourse on Western classical music, I think that borrowing terminology from the general field of Black Music certainly is justifiable when writing about African music.  Western classical music, whose theory enjoys dominance in the general field of music studies, bears no historical connection to African music.  It is good musical “politics,” in my view, to align theory of jazz with theory of African music.",
            "citations": [
                "gridley_1978"
            ]
        },
        "FN60": {
            "text": "60. It is the author’s view that it is stylistically appropriate for drummers to variously inflect their timing, that is, sometimes playing with ternary timing, sometimes playing with binary timing, and most often playing in-between so that the first stroke is shorter than the second stroke but not quite as much as shown in the notation. I think it is interesting that the Ewe practice is the inverse of the African-American practice.",
            "citations": []
        },
        "FN61": {
            "text": "61. Repeat signs are not written but each measure typically would be repeated approximately four times.",
            "citations": []
        },
        "FN62": {
            "text": "62. The underlined “o” is pronounced like “aw.”",
            "citations": []
        },
        "FN63": {
            "text": "63. Bertram Lehmann argues for the importance of motion from stroke one to stroke six (see Lehmann 2002 ).",
            "citations": [
                "lehmann_2002"
            ]
        },
        "FN64": {
            "text": "64. Noting an historical predilection of scholars to emphasize African Otherness, Kofi Agawu has challenged writers to accurately characterize the similarities and differences between African and non-African music.  I suggest that this paper identifies precisely what Agawu seeks—relevant difference (see Agawu 2003 ).",
            "citations": [
                "agawu_2003"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This paper documents and analyzes five pieces of music from the instrumental ensemble repertoire of Yewe v u , (1) religious music of the Ewe people from West Africa (Ghana and Togo). (2) This music merits study for many reasons.  Renowned among the Ewe for its artistic beauty and cultural value, the dance-drumming tradition of Yewe v u exemplifies many important features of form and structure that characterize Ewe music.  A study of the pieces presented here leads to a good general understanding of Ewe instrumental music. Yewe v u is a close counterpart to important types of African religious music of the Americas such as Arara (Cuba), Rada (Haiti) and Gege-Nago (Brazil).  This paper will strengthen the basis for comparative study of this musical genre.  Although the religious system of Yewe is still viable in West Africa, trends in the contemporary world place it at risk.  This paper aims to contribute to the sustainability of this heritage of human creativity.  Given the cultural, historical and musical significance of Yewe v u, the paper’s audience includes musicians and scholars in disciplines and fields of study such as ethnomusicology, comparative musicology, music theory, African, African-American and American studies, jazz studies and percussion. The goals of this paper are twofold: (1) to contribute a detailed portrayal of this idiom of traditional Ewe music, and (2) to forward ideas for the analysis of music drawn from African dance-drumming traditions.  Notwithstanding its contribution to the musical ethnography of an important time-tested heritage, the paper’s larger purpose is to demonstrate the value of analytic concepts that can become part of a theory for this style of African music.  The intent is to model a way to think and talk about the structure of this music, as well as the aesthetic experience of listening to it and playing it. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Before plunging into a “blow-by-blow” encounter with the music, let us preview the paper’s important analytic concerns. Perception is a key factor.  The music’s density of notes challenges the ear’s ability to form stable grouping configurations.  Yewe v u plays with the relationship between sounded music and the cognitive/kinetic response of performers, listeners and contemplative analysts.  In this musical style creative hearing is at a premium.  While never losing its stable rhythmic foundation, the music’s clever and artful surface design facilitates perception from several perspectives, a dynamic musical phenomenon here labeled as “simultaneous multidimensionality” (see Locke 2009 ). As summarized in Table 11 below, factors that enable this condition include dualism of tempo, polyphonic perception, equivocal and polysemous phrase shape, musical circularity, and metric shift. Within a cyclic multipart texture played by an ensemble of drums, bells, rattles and hand claps, structured patterns of accentuation are exchanged among instruments.  Rhythmic design can be discussed with precision using what is termed “the metric matrix,” that is, a set of beats of different duration and location within a fixed time span.  An analogy between melody and rhythm may help introduce the idea of the metric matrix.  Beat streams in the matrix act like sympathetic strings: just as a tuned string will resonate in response to a melodic pitch, a specific feeling of musical groove will activate when sounded accents coincide with a flow of tacit beats in the metric matrix. Instruments make various contributions to the ensemble’s music including time line ostinato, composed cyclic polyphonic texture, variable call-and-response dialog, and improvised “solo.”  Most scholarly writings in the discipline of music theory have addressed only the time line function (see Rahn 1987 ).  This paper suggests that one important musical function of the ensemble’s lead drum part is to make manifest the musical potential of the composition. Finally, the paper attends to the experience of rhythmic motion toward a momentary cadence over the course of a phrase, calling attention to an aesthetic polarity between stability-versus-motility that would replace the Western-oriented binary of strong-versus-weak.",
                "footnotes": [],
                "citations": [
                    "locke_2009",
                    "rahn_1987"
                ]
            }
        },
        {
            "3": {
                "text": "[3] As an analytic exegesis, this paper follows an inductive path.  In other words, instead of proposing analytic concepts at the outset and then using musical examples to demonstrate their heuristic value, theoretical tenets will emerge gradually from “thick description” of the music (see Geertz 1973 ). The emphasis on descriptive musical ethnography is justified because the music of Yewe v u is esoteric beyond local African communities. (4) Theory work on Western art music, on the other hand, occurs in a context where the musical repertoire is well known.  When cosmopolitan musicians become more familiar with African traditional music, papers of a more “purely” theoretical nature will be more appropriate.  The image of milling wheat comes to mind: this paper gives equal weight to the grist and to the mill, that is, the music itself as well as the process of analysis. Introduction Yewe",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "geertz_1973"
                ]
            }
        },
        {
            "4": {
                "text": "[4] The word “ Yewe ” names a religious system of the Ewe people of the Guinea Coast of West Africa (see Agbodeka 1997 for an introduction to the cultural geography of the Ewe people). (5) The word “ v u ” literally means “drum” but in this usage it inclusively subsumes such modes of expression as singing, dancing, instrumental music, dramatic presentation, and rhetoric.  Yewe v u, literally Yewe Drum, is the music of the Yewe religion.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "agbodeka_1997"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Yewe may be compared to other religious systems of the Black Atlantic world (see Gilroy 1993 ), such as Gorovodu (see Friedson 2009 and Rosenthal 1998 ) or Vodou (see Fleurant 1996 ), that are all subsumed in the catch-all classificatory category “traditional African religion” to distinguish them from Islam and Christianity (see Mbiti 1990 ).  Little scholarly writing exists on Yewe but curious readers may consult the limited information that is available in secondary literature (see Akyeampong 2001 and Greene 2002 ).  Suffice to say here that Yewe affiliates to the natural forces of sky and ocean.  Within the affairs of people, Yewe enforces ethical conduct, most notoriously by striking transgressors with deadly lightning bolts.  Although presumably part of a centuries-old cultural continuum, Yewe itself is not “ancient” in the sense of being a static remnant of a by-gone era (see Fabian 1983 for a critique of the concept of time in cross-cultural studies).  The religion is vigorously “practiced” in the contemporary world (see Bourdieu 1990 on the idea of “practice” within the concept of “culture”).",
                "footnotes": [],
                "citations": [
                    "gilroy_1993",
                    "friedson_2009",
                    "rosenthal_1998",
                    "fleurant_1996",
                    "mbiti_1990",
                    "akyeampong_2001",
                    "greene_2002",
                    "fabian_1983",
                    "bourdieu_1990"
                ]
            }
        },
        {
            "6": {
                "text": "[6] In the local context, Yewe is shrouded with secrecy and mystery.  Knowledge is withheld from those who have not joined a religious order.  Practitioners of Yewe zealously guard their cultural heritage and resist sharing information with the uninitiated because congregants wish to maintain the efficacy of their religion against the contaminating impact of Islam, Christianity and modern Western civilization.  They rightly worry that opening Yewe to the scrutiny of the wider world likely will have negative consequences on its integrity and may weaken the power of its spirit to act in the world.  Furthermore, the deadly danger associated with Yewe is taken so seriously that even disbelievers and skeptics prefer not to risk misfortune by sharing information about Yewe.  Many musical experts refuse to teach it.  When I studied the music with Godwin Agbeli (1975–1977), we agreed that I would not seek deep knowledge of Yewe as a religious system.  Frankly, I did not want the obligation and responsibility that such knowledge would entail.  This paper divulges no secrets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The spatial distinction between “inside the shrine” and “outside the shrine” helps characterize the nature of the music presented here.  In Africa, the shrine compound is physically separated from the outside world with a system of fences, walls and buildings.  Sacred objects and rituals are sequestered from the secular domain.  Yet there are spectacular occasions when the general public gets to witness the music and dance of Yewe.  These performance “festivals,” which often stretch over several days, demonstrate the vitality of the religion, capture the fancy of onlookers, and recruit new members.  Played outside the shrine, the music presented here is openly heard by the general public during worship experiences.  When I attended Yewe ceremonies in Eweland, I primarily was witness to its artistic aspect, i.e., Yewe v u.  In Ghana and the USA I have participated in performance troupes coached by Mr. Agbeli that presented theatrically staged versions of Yewe v u.  While respecting the power of the religion and the sincerity of its believers, Agbeli was a modern artist who believed that this beautiful heritage could and should be appreciated for its aesthetic force.  As an ethnomusicologist, I believe that significant non-verbal information about Yewe as cultural practice is embedded in the “affective presence” of Yewe v u (see Armstrong 1971 ).  Statements from enculturated experts support this disciplinary axiom.  For example, Mr. Agbeli compared a worshipper’s feeling of Yewe’s spiritual force to the listening experience of being artistically moved by hearing the relationship of the two high-pitched drum parts with the bell phrase in Item 4, Af ov u (see Figure 25 below).",
                "footnotes": [],
                "citations": [
                    "armstrong_1971"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Although the discipline of ethnomusicology typically emphasizes the significance of local cultural context, this paper purposely de-emphasizes links between musical information and the religious practice of Yewe.  In the realm of musical material, I cover neither the drummed invocations nor the vocal music that are crucial in the ritual setting.  The musical information presented here is substantial nevertheless.  This data not only can support in extenso transcription of actual performances but it also points towards \nboth abstract musical tropes or archetypes that are found in many other idioms of Black music (see Agawu 2003 ). The Agbeli Arrangement",
                "footnotes": [],
                "citations": [
                    "agawu_2003"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The musical material presented here is an arrangement of Yewe v u that I learned from the late Godwin Agbeli during a period of study in Ghana from 1975–1977. (6) A professional expert in Ewe performance arts, Agbeli developed this arrangement for several folkloric performance troupes that he coached.  To learn Yewe v u I took private music lessons, arranged recording sessions, and participated in rehearsals and performances (see Hahn 2007 for discussion of performance study as a “site” for ethnographic inquiry).  As a complement to these “once removed” versions of Yewe v u, I also did participant-observation of in-context religious events on several occasions (see Hoerburger 1968 for concepts of “first existence” and “second existence” folklore).  In the early 1990s Agbeli taught this arrangement to the Agbekor Society, a study-group based in Boston that mounted several performances.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "hahn_2007",
                    "hoerburger_1968"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Agbeli’s arrangement is modeled on the style of Yewe v u that he learned in the 1950s growing up in and around the town of Aflao at the border of Ghana and Togo.  In the early 1970s Agbeli was a lead drummer in the Arts Council of Ghana Folkloric Company where he was influenced by the late Robert Ayitee, the group’s Artistic Director, the late C. K. Ganyo, the main choreographer, and the late Isaac Anaglo, the principal Ewe master drummer.  Also in Agbeli’s professional network in Ghana at the time were two Ewe experts who have taught for many years in the USA whose versions of Yewe v u likely had impact on this arrangement—Gideon Foli Alorwoyie (University of North Texas) and C. K. Ladzekpo (University of California, Berkeley). (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Clearly, the music presented here is at some remove from the Yewe Drum as practiced in actual shrine settings.  The links in “the authenticity chain,” so to speak, run as follows: local version Agbeli learned growing up in his village, other local and regional versions Agbeli learned as a member of his community, versions Agbeli learned as a professional drummer, versions arranged by Agbeli as a professional artistic director, version learned by Locke from Agbeli, and version Locke presents here.  Despite this series of iterations, readers can be reassured that the material in this article remains quite faithful to the way Yewe v u sounds in its ritual setting: the Yewe v u presented here is not a Westernized creative composition.  Yet, of course, my pedagogical ability, my skills in notation and analysis, and my ethnographic understanding of this paper’s readership have shaped the musical choices entailed in a scholarly manuscript.  For example, this paper emphasizes what might be characterized as Yewe v u in its “basic,” “fundamental,” or “idealized” state.  The musical examples are not transcriptions of field recordings, but spring forth from my memory of the piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The sound recordings, which I played or recorded in a US studio using multi-track software, enable readers to hear the notated music. (8) They are not intended to precisely reenact the way Yewe v u would actually be performed by ritually-adept culture-bearers in context of religious worship.  Such music would be enriched with a vast array of topical and religious detail related to the specific occasion; the precise form of the lead drum part would be closely linked to dance as well.  The version presented here is authentic, however—authentic to the very real context of musical ethnography, musical analysis, music theory, and even music-making should the paper be used as the basis for performance.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The arrangement of Yewe v u that I learned from Godwin Agbeli merges five separate Drums. In the local language an item of repertory is called “a Drum” ( v u). (9) In the actual practice of the Yewe religion each Drum would have its own performance occasion (see The Yewe v u Repertory below).  Arranged for the concert stage, Yewe v u becomes one long musical work in five movements.  For the purposes of this paper each Drum will be referred to as an item of music and numbered according to its position in the sequence of the overall piece.  Pragmatically, it is useful to be able to make quick reference to Drums by number rather than local names but the terminology also reflects my ideological point-of-view.  Referring to the Drums as “items” is a conscious act that at once distances Yewe v u from its original cultural context while at the same time moving it into a more “universal” world of “music-for-its-own-sake.”  Readers should feel empowered to get close to the music rather than regarding it as inalienably foreign and Other.  The labels, in other words, are an intentional act of modernization. From “Writing Free” to “Writing Constrained”",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The transition from unwritten to written forms of knowledge is the work of this paper. (10) Using an inductive approach driven by the musical phenomena, Yewe v u is rendered in forms of notation, number and text that are natural to the idiom.  Concepts associated with Western classical music are resisted so as to minimize inappropriate or misleading connotations.  For example, the bar lines are placed according to the design of the bell part; the term “bell cycle” is used instead of “measure” because in the idiom of Ewe dance-drumming the phrase played on a bell is the unit used by musicians to measure the flow of musical time.  Rather than write about time signatures, which would imply structural patterns of temporal emphasis (metric accent) and other sorts of rhythmic design associated with non-Ewe repertories, I write about “time feels.” (11) On a practical level, the aim here is to discourage misleading comparisons to Western music composed in a given time signature.  On an ideological level, the point is to conduct discourse on African music using terminology that arises naturally, as it were, from close engagement with this music rather than relying on an analytic toolkit developed for Western classical music.  On the other hand, concepts developed by players and analysts of African-American music, such as “back beat,” “pick up” and “swing feel,” (12) are invoked to suggest continuities within the diaspora of African music-culture (see Radano 2000 ).",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "radano_2000"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Although it attempts a musical analysis that is sensitive to an Ewe musical world view, this paper does not report on the status of these concepts in the cognitive processes of enculturated musicians.  Prior to the advent of literacy in the 1880s, theory in Ewe music-culture largely existed in the mind-body domain of music-making rather than in the domain of language. (13) While largely non-verbal, theory need not be out-of-awareness (see Seeger 1977 ).  In other words, “How they think about it” is evident in “What they do.”  To invoke a simile: doing theory on Yewe v u is like reverse engineering.  For non-culture-bearers, methodology appropriate to learning this “writing free” aspect of culture includes participant-observation in performance and, crucially, the teaching of performance by born-in-the-tradition musicians to non-natives. (14) Basic Musical Terms and Concepts",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "seeger_1977"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Since this music uses instruments that are struck, discrete sonic events are termed “strokes.”  The duration of a note is measured in terms of brief isochronous or equidurational units termed “pulses” or “time-points” (see Roads 2001 ). (15) . Longer isochronous units comprised of several pulses are termed “beats.”  Beats in Yewe v u are of two kinds: “ternary beats” contain three pulses, while “quaternary beats” contain four pulses; in staff notation dotted quarters are ternary beats and quarters are quaternary beats. (16) An implicit matrix of beats of different duration is helpful in explaining musical rhythm and identifying sources of musical expressiveness (for ternary time, see Figure 22 below).  The “metric matrix” serves as a resource for aesthetic creativity and musical affect.",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "roads_2001"
                ]
            }
        },
        {
            "17": {
                "text": "[17] The bell part will be shown to have a central organizing function in the music of the Yewe v u ensemble.  A short set of strokes played again-and-again organizes elapsing musical time into isochronous periods, one of which shall be termed “a bell cycle.”  The duration of a bell cycle is measured with pulses and beats. (17) Bell cycles of six, eight, twelve and sixteen pulses are typical in Ewe music (approximate equivalents in staff notation are 6/8, 2/4, 12/8 and 4/4 time signatures).  The time values of strokes on the bell are grouped into a temporal pattern termed the “bell phrase.”  In this highly motile music, a bell phrase has a sense of motion towards a moment of arrival.  This temporary cadential instant guides transcription of the music into staff notation: it becomes the downbeat of the measure.  Adopting the terminology of Willie Anku, the onset of the beat on which a momentary sense of stasis is achieved is called the “regulative time point,” or RTP (see Anku 2000 ). (18) Among English-speaking musicians, the musical significance of this recycling momentary time-point is recognized by calling it “one” (see Nzewi 1997 on the concept of musical “recycling”).",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "anku_2000",
                    "nzewi_1997"
                ]
            }
        },
        {
            "18": {
                "text": "[18] The time spans of bell cycles, which in Yewe v u span two, three or four beats, will be termed “duple,” “triple,” or “quadruple.”  In other words, the suffix “-ary” will denote pulses per beat, while the suffix “-ple” will denote beats per bell cycle. (19) To facilitate writing about time-points within the time span of the bell cycle, the three time-points within a ternary beat are numbered 1.1, 1.2, 1.3, 2.1, etc.; the four time-points within a quaternary beat are 1.1, 1.2, 1.3, 1.4, 2.1, etc.  In other words, time-point 2.3 in ternary time is the third pulse within the second beat (equivalent to the third eighth note within the second dotted quarter note beat), or, time-point 2.4 in quaternary time is the fourth pulse within the second beat (equivalent to the fourth sixteenth note within the second quarter note beat). (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The first time-point within a beat is termed the “onbeat,” while the other fast pulses are “offbeat.”  The term “downbeat” denotes the particularly significant time-point—the onbeat of beat one.  “Upbeat” means the mid-point between two successive beats, while “afterbeat” locates the first time-point after an onbeat.  Tempo is measured as beats-per-minute, but the experience of musical pace also is affected by other factors such as the density of strokes, time span of the bell cycle, and temporal design of the drum parts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] This paper graphically represents the instrumental music of Yewe v u with a modified version of staff notation.  Elapsing musical time is read left-to-right on a one-line staff. (21) Bell cycles are marked with bar lines but no time signature is given.  Time values of strokes are represented with conventional notes, with beaming to the ternary or quaternary beats of the temporal structure.  Rests, which seldom appear, mark onbeat time-points on which strokes are not played; ties, which also are rare, show the continued duration of notes struck just prior to onbeats.  Brackets above the notes mark phrasing, a very significant aspect of musical design.  Timbre, relative pitch, inherent dynamic energy, playing technique and handedness are indicated by the vocables in the lyrics line. (22) The Instruments",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Instruments in the ensemble are as follows (see Table 1 and Example 1 ). (23) Table 1 . Description of the music instruments in the Yewe v u ensemble (click to enlarge) Example 1 . Image of the music instruments in the Yewe v u ensemble (click to enlarge) Vocables",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Vocables, which are symbolic representations of musical sound, enable musicians to think abstractly about music and to convey musical information without actually playing the music.  Vocables are a sonic system of musical notation that conveys information about playing technique, timing, timbre, pitch, articulation and accentuation.  Although African music is famous for its rhythm, drumming is melodic.  The lead drum plays melodies of three relative pitches—low, mid and high.  Redundancy in the notation indicates the importance of melodic contour in the lead drum part: vocables and placement of noteheads both convey melodic information. (24) In order to appreciate the melody of the drums, readers should give the lyrics line their close attention. Table 2 . Vocables for lead drum (click to enlarge) Table 3 . Musical roles of instruments (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The bell is played with loud bounce strokes by the strong hand, in vocables “ko” (pronounced “koh”).  The very loud rattle, held in the strong hand, is played with downward and upward strokes, in vocables “pa” and “ti” (pronounced “pah” and “tee”).  The high-pitched drums are played with two long, slender sticks struck flat on the head to make a loud cracking sound, in vocables “ka” for strong hand and “ta” for weak hand (pronounced “kah” and “tah”).  The response drum is played with two medium weight sticks struck at an angle to make a loud melodious sound, in vocables “ki” for strong hand and “di” for weak hand (pronounced “kee” and “dee”). (25) The lead drum is usually played with a stick in the strong hand and a bare weak hand.  Vocables for the lead drum are as follows (see Table 2 ). Musical Roles in the Ensemble",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The musical roles of each category of instrument are sketched in Table 3 .  The music of the instrumental ensemble of Yewe v u may be understood as a counterpoint among separate parts, a process characterized by Robert Farris Thompson as “apart playing” (see Thompson 1974 ).  Alternatively, Meki Nzewi suggests that the ensemble’s music be heard as an “ensemble thematic \ncycle” (ETC), that is, a well-blended whole whose melodies arise in hocket-like fashion from carefully arranged interlocking phrases (see Nzewi 1997 ). (26) The bell phrase guides the tempo, aligns the instruments, and marks elapsing musical time into bell cycle units.  When teaching Westerners, Ewe musicians compare the bell to an orchestral conductor (see Ladzekpo and Ladzekpo 1980 ).  The rattles, which are much louder than the bell, energize the bell part.  In Yewe v u the rattle phrases always are the same duration as the bell phrases; downward strokes on rattle always are in unison with strokes on the bell.  By virtue of their short duration and offset timing, the two high-pitched drum parts strongly contrast with all other parts.  Agbeli told me that the transformative spiritual power of Yewe v u drumming derives mainly from the interlocked high-pitched drum parts.",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "thompson_1974",
                    "nzewi_1997",
                    "ladzekpo_and_ladzekpo_1980"
                ]
            }
        },
        {
            "25": {
                "text": "[25] Coming after the lead drum phrases or intertwining with them, the response drum phrases make the lead drum phrases whole.  These response phrases, which lie in the middle register of the ensemble’s pitch gamut, confer strong accentuation on the bell phrase and create lively interaction with the high-pitched drums as well.  The low-pitched lead drum has the largest set of prescribed phrases and greatest leeway for variation and improvisation. (27) The lead drum and the response drum collaborate on different lead-response themes, called “ vugbe ” (drum language) in the Ewe vernacular and “dialogs” in English (see Burns 2009 and Dor 2000 ).  While only represented here in schematic fashion, the lead drum part is an expansive field upon which drummers exercise musical expression and creativity. (28)",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": [
                    "burns_2009",
                    "dor_2000"
                ]
            }
        },
        {
            "26": {
                "text": "[26] Listeners can hear the music of the drums contrapuntally, as separate lines in changing relationship, or monophonically, as one highly rhythmicized melody. (29) Borrowing terminology from a jazz ensemble, the instruments in the ensemble also may be “orchestrated” into sections.  The “rhythm section” would be the bell, rattle, and high-pitched drums.  Repeating without variation, their phrases set up the music’s “groove,” so to speak.  Not only does each phrase contribute a unique element to the overall ensemble sound, the composite of these three parts establishes a distinctive design to musical time.  Bell and rattle may be considered two aspects of a unity.  Likewise, the two high-pitched drums work in tandem, as well as one-by-one.  The more resonant timbres of the lead and response drums blend into another pairing: The response drum’s phrases function somewhat like the repeated riffs of the “horn section” that provide stimulation and counterpoint to the lead drum’s “solos.”  This metaphor should not be overplayed: the lead drum interacts contrapuntally with all other instruments; this is not a case of accompanied melody.  Nor should the notion of dividing the ensemble into “sections” diminish the importance of the ensemble’s overall wholeness: each part contributes to the overall composite, i.e., the rhythmody of the ETC.  The twin concepts—apart playing and ensemble thematic \ncycle—direct our attention to the capacity of listeners to hear the ensemble according to a variety of perspectives and strategies. The Yewe v u Repertory",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The music of Yewe has many different items within it because in its original cultural setting different portions of the religious worship each have their own music. As mentioned above, the local language describes a single item of repertory as “a Drum.” The names of Drums often vary a bit according to factors of time, place, and person; Ewe culture tends towards decentralization and variability (see Friedson 2009 ).  The following names seem widely known. Husago , Item 1, is associated with the religious practice of Yewe due to its historical importance as the music played when the Ewe people began their exodus from central Togo to their current territory at the border of the nation-states of Ghana and Togo. Da v u , Item 2a, is played for the religious order associated with Da, a spiritual force or “god” symbolized by the royal python snake. (30) Sohu , Item 2b, is played for the religious order associated with So , a spiritual force symbolized by thunder. (31) Ada v u , Items 3a and 3b, which Agbeli translated as “a drum of seriousness,” is played during points within Yewe ceremonies when initiated members threaten to impress children into service of the religious order.  Finally, Af ov u , Item 4, which literally translates as “foot Drum” because of its distinctive kicking gesture in the dance, is played when members enjoy social dancing in an open space near the shrine compound. Table 4 . Items of repertory classified musically (click to enlarge) Table 5 . Items of repertory classified by time signature and metronome marking (click to enlarge) Item 1 . Husago - audio mixer (click to view item) Figure 1 . Item 1 (Husago), Ensemble Thematic Cycle (click to enlarge)",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": [
                    "friedson_2009"
                ]
            }
        },
        {
            "28": {
                "text": "[28] This paper presents these five Drums as four items of instrumental music on the basis of their musical features and according to order in which they are played in the Agbeli arrangement of Yewe v u (see Table 4 ). (32) In Items 1, 3b and 4 the tacit beats are ternary.  In Items 2a, 2b and 3a, on the other hand, the steady flow of tacit beats is quaternary.  The time span of the bell phrase in Items 1, 2a and 2b covers two beats.  The time span of the bell phrase in Item 4 covers four beats.  The bell phrases of Items 3a and 3b are different from all other Ewe Drums in that all strokes in the phrase have the same temporal value, that is, they are of the same duration.  One could say that Item 3’s bell phrases have no pattern, although the undifferentiated flow of bell strokes do become grouped into a recurring set when heard in context of the other parts in the ensemble. (33) The time span of Item 3b (Ada v u) further differentiates it within Ewe music.  Among the Drums of Ewe dance-drumming, the time span of Item 3b is highly unusual and very dramatically distinct—it is triple, that is, it covers three beats.  In column D of Table 4 the bell phrase is described additively in terms of fast pulses.  Although players do not actively count pulses, the composite texture of all parts sounded together gives sonic reality to the fast rate of temporal flow.  In my view, performers of and listeners to this music experience this “linear” dimension of musical time. (34) The bell phrases of Items 1, 3a and 3b are not used in other Ewe Drums, but the bell phrases of Items 2a, 2b and 4 are very common.",
                "footnotes": [
                    "FN32",
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In terms of the closest equivalent time signatures and tempo markings of staff notation, we can say that the series of pieces begins at a brisk 6/8 (Item 1), then slows a bit to two pieces in 2/4 (Items 2a and 2b), then quickens slightly while staying in 2/4 (Item 3a) before radically changing to a fast 9/8 (Item 3b) and finally morphing from 9/8 to 12/8 while maintaining the same tempo (see Table 5 ). Description and Analysis of the Pieces Item 1 (Husago)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Item 1 is Husago , a Drum accorded high prestige among Ewe people because they understand it to be the music that was performed by their ancestors on the night of their exodus from the walled city of No tsie and the tyranny of King Agokoli.  In the context of Yewe worship, Husago pays homage to the heroes of the Ewe migration to their current homeland (see Amenumey 1997 ). Item 1 (Husago) Ensemble Parts",
                "footnotes": [],
                "citations": [
                    "amenumey_1997"
                ]
            }
        },
        {
            "31": {
                "text": "[31] This piece exemplifies an enigma: music with simple design can be difficult to perform (see Figure 1 ). The ensemble thematic cycle (ETC, see footnote 25, above) of this piece has only two different rhythmic patterns: (1) In terms of pulses, the arithmetic formula 1 + 2 + 3 accounts for the timing of strokes in the phrases of bell, rattle, and high-pitched drum 1 (eighth + quarter + dotted quarter); and (2) The offbeat phrases of high-pitched drum 2 and response drum both are built on two-stroke figures with eighth note time values (stroke + stroke + rest).  Newcomers to Yewe v u might quickly understand these two rhythms intellectually, but when they are recycled again-and-again on the variously sounding instruments, novice listeners have great difficulty controlling their cognition of these phrases and players struggle to maintain correct timing and placement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] When played on the bell, the rhythm pattern is sounded by three strokes that all have the same pitch, timbre, and kinesthetic action (in vocables, “koko ko”).  This lack of differentiation among the strokes seems to be a crucial feature of the elusiveness of this bell phrase.  Played repeatedly at high speed, the strokes resist the mind’s effort to group them into a stable configuration.  The phrase usually starts with the two-stroke figure and ends on the solitary stroke but it can be launched from the longer note, as well.  Because the longer time value often functions as a moment of arrival, it is designated as the RTP and placed on “one” in the staff notation.  The three strokes are numbered accordingly. (35)",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The complexity residing in this three-note rhythm begins to be revealed in the rattle part.  When the rhythm is played on the rattle, it is set to down-up-down action (in vocables, “pati pa”).  In timbre and resonance, downward strokes struck on the thigh sound slightly different from upward strokes on the palm, a fact vividly reinforced in the rattle player’s body awareness.  The key analytic observation here is that the prominent downward strokes in the rattle part confirm the rhythm’s duple nature.  Normally, the upward stroke occurs on the second of three pulses within beat two (time-point 2.2), thereby strengthening the ternary nature of the beats.  Rattle, according to this view, sonically and physically suggests a ternary-duple temporal structure. Figure 2 . Item 1 (Husago), Ensemble Thematic Cycle in “flipped” configuration (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] What if the rattle’s upward stroke is accented either by being played loudly or becoming the focal point of cognitive temporal grouping?  Whether caused by a player’s action or a listener’s creative hearing, the musical impact of upstroke accentuation is that the position of beats within the time span can appear to shift.  With this displacement in effect, the upward stroke on rattle is perceived to fall on the new onbeat of the shifted beat two (see Figure 2 ).  Moreover, as we will see when considering the lead drum, time-point 2.2 matches the onbeat of the third beat in a binary-triple temporal framework (equivalent to 3/4 meter) that complements the ternary-duple framework (see Figure 4 \nbelow).  A final facet of the musical potential of the rattle part comes from onsite observation of born-in-the-tradition performances.  Either due to fatigue or musical intention, players often play the upward stroke slightly late so that the onset occurs on the midpoint between beats two and one (time-point 2.5), thus suggesting a binary interpretation of the beats, i.e., with the rattle playing duplets the internal structure of beats would appear to shift from ternary to binary (equivalent to dotted quarters morphing to quarters).  Bell players, too, sometimes drag stroke three with \nthe similar effect of making the three-note rhythm become close to “two and one”, i.e., eighth-eighth-quarter. (36) Whether intentional or inadvertent, the result is a rhythmically liminal duality in between ternary and binary temporal structure.  In summation, although it primarily serves to reinforce the foundational set up of the ternary-duple temporal structure, the rattle part has within its design the potential (1) to displace the location of the ternary beats, (2) to change the beats from ternary to quaternary, or (3) to suggest a counter binary-triple framework.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The two high-pitched drum parts might be said to summarize the time values of the two rhythms that build the rhythmody of Item 1 (Husago).  High-pitched drum 1, the lower pitched member of the pair, duplicates the time values of the bell phrase (in vocables, “kata ka”).  Like the bell, it uses only one timbre, but like the rattle, strokes one and three are played with the same physical motion while the motion for stroke two differs.  While rattle’s kinesthetic action was down-up-down, the drummer uses two hands, strong-weak-strong.  Everything mentioned above about bell and rattle applies to high-pitched drum 1.  If at times during performance strokes two and three evenly divide ternary beat two, the drummer has intentionally invoked this nuance of musical interpretation.  Just as with the rattle part, giving mental, physical or sonic prominence to stroke two helps shift the perceived location of onbeats by a factor of one pulse, that is, time-points 1.2 and 2.2 are felt as being onbeat.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] High-pitched drum 2 plays pairs of strokes, one stroke with each hand—strong-weak, strong-weak etc.—with timing right on the implicit grid of isochronous pulses (in vocables, “kata kata”).  Drum 2, in other words, continuously marks the offbeat time-points within the ternary beats—1.2, 1.3 and 2.2, 2.3. (37) Although in staff notation the timing could be written eighth-quarter, placing a rest on the onbeats visually indicates the offbeat location of the onsets in the pair. (38) The second main musical function of drum 2 is its interaction with bell, rattle, and drum 1: first, two strokes fill the temporal gap between bell strokes one and two, and second, the first stroke of the next pair is in unison with stroke three of the bell phrase.  For listeners whose hearing is calibrated to the split-second interplay among strokes, drum 2 creates an intense, fast moving composite with all the parts playing the “koko ko” rhythm.",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] At least for us unenculturated learners of African music, gaining the ability to hear and play the constantly offbeat two-stroke figure is an arduous, patient process that often takes years to master.  How ironic it is that after finally getting good at the offbeating we encounter the displaced temporal feeling of Item 1 (Husago), that is, perceiving the onbeat as shifting from the first to the second pulse within each beat (see Figure 2 above).  From this vantage, the first stroke of each pair on high-pitched drum 2 is onbeat.  One might think that with stroke one being onbeat the two-stroke figure might be easier to play—alas, not!  For native speakers of languages with strong iambic stress pattern, the “KAta” perspective still is very difficult to maintain.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The response drum is most responsible for putting the location of the ternary onbeats into a dualistic state, that is, capable of being heard in two relationships to the sounded music.  The part consists of two pairs of strokes, timed exactly like high-pitched drum 2 but with a contrast in timbre between the two pairs—one pair has bounce strokes, the other pair has press strokes.  The resonant pair follows bell stroke one, as if answering its musical question (in vocables, “koko koKIDI”).  In my experience, the response drum’s first stroke very easily can be perceived as marking the downbeat of the time span.  The first stroke in the pair of muted, pressed strokes is simultaneous to bell stroke three, which as pointed out above is kinesthetically marked in the phrases of rattle and high-pitched drum 1.  The response drum, high-pitched drum 1 and rattle all encourage cognitive shift of onbeat locations.  Thus, the potency of displacement is imbedded in the phenomenal structure of the ETC of Item 1 (Husago).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Figure 1 shows the relationship between instrumental parts and two ternary onbeats that will be regarded as “basic,” “normal,” and “conventional.”  But, listeners and players may willfully hear this relationship in a shifted, displaced way; this alternative configuration sometimes imposes itself upon a player’s inner ear as if by its own accord (see Figure 2). When this happens the player’s mental image of the phrases becomes “flipped,” often resulting in disorientation and/or performance error, i.e., “going off.” Item 1 (Husago) Lead Drum",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Five themes for lead drum part of Item 1 (Husago) will be presented here.  In Agbeli’s arrangement the drummer begins playing with two sticks (themes 1 and 2) and then continues on by playing mostly with a stick in the strong hand and a bare weak hand, returning to the two-stick technique if so desired.  The order of the themes varies.  Often Agbeli began with theme one, which aesthetically conveys a feeling of grand flourish.  In an audio/video presentation that he recorded during one of his residencies at Tufts University, Agbeli  began with theme two, moved to theme three before finally introducing theme one (see Agbeli 1993 ).  From there he played theme four and, in this instance, never played theme five, which he would insert at will between the other themes.  As an arranger of dance for folkloric-type troupes, Agbeli would use the themes to cue changes in choreography.  As instrumental music, theme one serves as the “home base” to which the drummer returns after variation and improvisation on the other themes. Figure 3 . Item 1 (Husago), lead drum theme one (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "agbeli_1993"
                ]
            }
        },
        {
            "41": {
                "text": "[41] In its basic, unadorned condition, theme one consists of two strokes that move from the second pulse within beat two to time-point one of beat one, that is, from 2.2 to 1.1 (see Figure 3 ).  In other words, the two strokes make a cadence on the downbeat.  Three analytic observations are important.  First, launched from time-point 2.2 in coincidence with bell stroke three, theme one contributes to and draws power from this special location in the ETC.  Second, the resonant notes of the response drum follow the two notes of the lead drum in an absolutely clear example of conversational interchange—“den denKIDI”—that mimics the response drum’s cross talk with bell—“koko koKIDI.”  Third, and of great significance to the musical concepts suggested in this paper, theme one suggests a flow of binary beats in 3:2 temporal ratio with the ternary beats, that is, three beats of two-pulse duration occur within the time span of two beats of three-pulse duration.  The two strokes of theme one are timed to beats three and one of the 3:2; although count two often is unsounded, the drummer may manifest it with a stroke on the side of the drum.  In staff notation these 3:2 time values are represented as three quarters in-the-time-of two dotted quarters, which may reasonably be compared to the simultaneous presence of 3/4 and 6/8 meters.  As has been much discussed in the literature on African music, three-in-the-time-of two—3:2 or “hemiola”—is a seminal rhythmic procedure in African music (see Brandel 1959 , Hornbostel 1928 , and Jones 1954 ).  This temporal duality is central to the rhythm of Items 1, 3b and 4, whose temporal structure is grounded upon ternary beats.  Serving as a ready creative resource, 3:2 pervades music of this temporal design.   The cardinal rule is that ternary beats invariably imply their binary counterparts; in other words, 3:2 is an inseparable twinning of two complementary feelings of musical time. Figure 4 . Item 1 (Husago), lead drum theme two beamed “in two” and “in three” (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "brandel_1959",
                    "hornbostel_1928",
                    "jones_1954"
                ]
            }
        },
        {
            "42": {
                "text": "[42] Theme two is a relatively long phrase consisting of three occurrences of a six-stroke rolling motive—“degedegedege” (see Figure 4 ).  Compared to the sparse theme one, which is built around call-and-response with the response drum, the density of stoking in theme two temporarily obscures the other members of the ensemble.  Instead of highlighting other parts, it dramatically focuses attention on the lead drum.  Theme two spans four bell cycles, with each of its internal motives fitting differently within the temporal grid and interacting differently with the other parts. (39) Themes like this that are built with many notes of equal time value are especially susceptible to plural perception (see Koetting 1970 and Moses and Pantaleoni 1968 ).  Theme two exemplifies a special type of perceptual dualism that is possible in pieces whose bell cycles contain six time-points: a listener/performer may feel this theme “in two” (6/8) or “in three” (3/4), either as alternatives over elapsing time or as two aspects of a unity experienced simultaneously.  In staff notation, beaming can reveal how the motives within theme two can move according to (a) the duple flow of ternary dotted quarter note beats or (b) the triple flow of binary quarter note beats. (40) Figure 5 . Item 1 (Husago), lead drum theme three (click to enlarge)",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": [
                    "koetting_1970",
                    "moses_and_pantaleoni_1968"
                ]
            }
        },
        {
            "43": {
                "text": "[43] Theme three introduces another important temporal ratio into our discussion: three-in-the-span-of-four, or 3:4 (see Figure 22 ).  Over the period of two bell cycles, the lead drum plays three evenly spaced strokes—“den to to” (see Figure 5 ). Three groups of four pulses (lead drum) occur in tandem with four groups of three pulses (ternary beats).  The “giden to to” lead drum phrase acquires its shape, that is, its sense of motion from a beginning to an end, by virtue of the pickup stroke—“gi”—and the timbral/melodic pattern of a resonant low-pitched “de” stroke followed by two muted high-pitched strokes “to.”  In terms of ensemble interaction, theme three runs counter to the normal conversation of lead and response drums.  The opening “de” on lead drum reenacts the typical “deKIDI” exchange with the response drum in beat one but its final “to” coincides with the response drum’s second stroke, as if to surprise.  The first “to” stroke lands on time-point 2.2, thus both reinforcing this pivotal moment in the temporal grid and also casting it in a new rhythmic light.  In terms of perception of the many parts in \nthe ensemble’s music, the gestalt will perceptually reconfigure if a listener’s orientation switches from ternary-duple (two dotted quarters, or 6/8) to quaternary-triple (three halfs, 3/2). Theme three inherently suggests a double-time feel, that is, what were just discussed as three half notes can be felt as six quarter notes, in which case its rhythmic impact becomes akin to the 3:2 nature of themes one, two and four. Figure 6 . Item 1 (Husago), lead drum theme four (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Like theme two, time values in theme four are all the same, in this case, quarter notes (see Figure 6 ).  The rhythm arises from the patterned use of timbral contrast—“ga” bass tones, “de” open tones, and “dzi” press tones—in motives of four notes: “ga ga de dzi.”  As we observed in theme two, a sequence of equidurational time values is maximally susceptible to perceptual reconfiguration.  From a player’s perspective the bass and press tones are likely to be prominent, but to a listener the open tones are likely to be most noticed since they are loud. (41) By placing an accent mark under the three “de” strokes, staff notation draws attention to the way their each occurrence lands on a different binary-triple beat: beats three, one, and two.  This progression is a familiar, predictable feature of the music’s design.  Whereas theme three is overtly designed around three slowly moving beats that can be felt in double-time, theme four handles this dualism of tempo in reverse: when felt in cut-time, its quarters become halfs.  In terms of temporal ratios with the omnipresent ternary-duple groove, theme four equally partakes of 3:2 and 3:4 (quarters : dotted quarters, halfs : dotted quarters). Figure 7 . Item 1 (Husago), lead drum theme five (click to enlarge)",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The rhythm of theme five features recurring accentuation of the second pulse within the ternary beats (see Figure 7 ).  Following the opening 3:2 motive—“to de ga”—come three bell cycles of strokes on time-points 1.2 and 2.2 as the drummer alternates high-pitched press strokes (“dzi”) and low-pitched bass strokes (“ga”).  In the terminology proposed here, the musical effect is termed (a) “constant offbeat accentuation” if the listener maintains the regular location of the ternary onbeats, or (b) “displacement” if the listener relocates the ternary onbeats into unison with the lead drum’s notes.  As discussed above, the ETC of Item 1 (Husago) has the potential of displacement built into its very design.  Tapping into this potency, theme five often causes the perceived position of the ternary beats to shift, thereby “flipping” the gestalt of the ensemble composite by one pulse. (42) This paper argues that among the ways to understand the nature of the lead drum part is that its themes actualize the musical potential of the composition. In this point-of-view, the composition sets up a field of musical forces that are a permanent condition of the piece’s structure; the lead drumming phrases bring these latent forces into manifest reality. Item 2 (Da v u and Sohu) Item 2a . Da v u - audio mixer (click to view item) Item 2b . Sohu - audio mixer (click to view item) Figure 8 . Item 2a (Da v u), Ensemble Thematic Cycle (click to enlarge) Figure 9 . Item 2b (Sohu), Ensemble Thematic Cycle (click to enlarge)",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] In cultural context, these two pieces are distinct from each other. Item 2a is Da v u , music for Da , a religious practice symbolized by the python snake (see Figure 8 ). (43) Because many people belong to both the Da and Yewe religious orders, Da v u is performed during Yewe ceremonies. Item 2b is Sohu , a Drum played especially when a congregation of worshippers travels out from its home shrine to participate in a ceremony in another location (see Figure 9 ).  Rather than carrying the heavy agbi v u drum, the more portable sogo is used for the lead drum part.  In the arranged version of Yewe v u that I learned from Agbeli, after the lead drum plays the ending cadence of Da v u, it immediately launches Sohu into motion.  The audience receives the two Drums as one musical movement separated by a very slight pause.  As performance art this makes sense because, despite their cultural distinctiveness, these two Items use identical bell and rattle phrases, which means they share the same overall quaternary-duple temporal system.  Many Drums have this musical structure. Item 2 (Da v u and Sohu) Ensemble Parts",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] The bell phrase has three strokes arrayed over two beats.  As was the case with Item 1 (Husago), the three strokes are phrased to begin offbeat and move towards the RTP with an onbeat cadence—two, three, one (in vocables, “ko koKO”). (44) When all the parts of the ETC are taken into consideration, it is evident that beats contain four pulses.  Using the quaternary-duple temporal grid, the time values in the bell phrase are 3 + 2 + 3, or, if the phrase is launched from its onbeat stroke—one, two, three—the additive formula is 3 + 3 + 2.  Time-point 1.4 is crucial to the rhythm of Items 2a and 2b (Da v u and Sohu). (45) Over its short duration the bell phrase arcs from instability to stability: stroke two is extremely offbeat and carries a sense of great rhythmic kinetic energy, so to speak; stroke three begins to bring the temporal feeling into balance, a process completed by the solid arrival on the RTP.  With each inscription of the bell phrase, elapsing musical time carries this sense of continual oscillation in and out of rhythmic balance.",
                "footnotes": [
                    "FN44",
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Although the bell and rattle parts are closely related, their differences clarify salient aspects of their musical roles in the ensemble.  The sheer sonic energy of the rattle part enlivens the ensemble.  The phrase has four strokes—“pati pa pa,” down-up-down-down—with downward strokes in unison with bell.  Rattle makes manifest the bell part’s relationship to the tacit beats, especially the crucial fit of bell stroke two with beat two.  Rattle’s rapid two-note, down-up figure (“pati”) dramatizes their closeness.  Put differently, the physical motion of the rattle part shapes musical time such that time-points 1.4 and 2.1 feel conjoined.  Not so in bell.  Since all three bell strokes are identical in sound and bodily motion, the musical identity of stroke two is not limited its proximity to beat two.  Rattle has focused musical force, while bell is more open-ended, setting many musical valences in motion. Figure 10 . Quaternary time, four-in-the-span-of-three over two bell cycles (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Beside its asymmetric time values and sense of motion towards the RTP, three other features shape what might anthropomorphically be termed the bell’s “musical personality”: (46) (1) bell stroke two can be part of two-note figures with either stroke one or stroke two \nor stroke three, (2) since bell stroke two is midway between stroke one and stroke three it connects them with a smooth, even linear rhythmic motion, and (3) taken as three sounded members in a implicit series, the onsets of the bell notes suggest a flow of ternary beats in 4:3 ratio with the quaternary beats, a structure that can be represented in staff notation as four dotted eighths fitting within the span of three quarters.  This latent 4:3 structure, which re-groups the temporal frame from duple to triple, comes around again every three bell cycles (see Figure 10 ).",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] The high-pitched drum parts are slightly different in the items presented in 2a and 2b (Da v u and Sohu), but in both cases they manifest the tacit fast pulses and articulate offbeat moments.  In both Items the high-pitched drums dramatically increase the density of the ensemble’s texture and make tight interplay with other parts.  Together, they loudly create an incessant groove.  In Item 2a (Da v u) the two drums cover all four pulses in each beat by sharing them—the lower pitched drum plays pulses one and two, while the higher pitched drum plays pulses three and four (in vocables, “gudukata.”)  Within the context of Ewe ensemble music overall, the onbeat setting of the lower pitched drum’s part is striking and unusual: the upbeat setting of the higher pitched part is normative.  In Item 2b (Sohu), on the other hand, the lower pitched drum has the typical offbeat figure while the higher pitched drum raps out all four pulses.  Strong-hand strokes on the high-pitched drums mark onbeats and upbeats; weak-hand strokes mark the second and fourth pulses.  The rhythms of the other drums dart among the lattice-like pulsation of the high-pitched drums. (47)",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] The high-drum parts in Item 2 (Da v u and Sohu) raise several key features in the conceptual system.  In the temporal flow of this recycling music, units of time—pulses, beats, bell cycles, and time spans—often are perceived in sets of two.  It is in the nature of these dyads that the first element has the inherent quality of leading or initiating an interplay, while the second element has the quality of reinforcing, counteracting or otherwise “bouncing off” the first (see Nzewi 1997 ) Because of the cyclic nature of musical time, however, any element not only points forward towards what comes next but also responds to what has come before.  In duple time, for example, beat two not only responds to the beat one that precedes it but initiates an interaction with beat one of the next bell cycle, as well.  The same sort of dualism applies to pulses in quaternary time: an upbeat not only echoes its preceding onbeat, but anticipates the onbeat that will follow.  This musical condition can be expressed in a spatial metaphor: a musical act “opens space” for the subsequent while simultaneously “filling space” made by the antecedent (see Chernoff 1979 ).  Because of the rapid rate of repetition and rhythmically suggestive nature of the bell phrase, the relationship between what-comes-before and what-comes-after is never settled. (48) This is an essential feature of ever-circling nature of Yewe v u drumming. Table 6 . Axis of stability-motility in four-member set (click to enlarge)",
                "footnotes": [
                    "FN48"
                ],
                "citations": [
                    "nzewi_1997",
                    "chernoff_1979"
                ]
            }
        },
        {
            "52": {
                "text": "[52] The four-pulse pattern of high-pitched drum 2 in Item 2b (Sohu) provides opportunity to observe another general feature of temporal structure in cyclic dance-drumming music like Yewe v u: In a four-unit set, each member has a particular temporal quality of stability or motility, that is, its sense of being a moment in stasis or in motion.  The four members of a set may be placed on a “stability-motility axis,” ranging from most stable to most motile.  In my opinion, the ordering from most “at rest” to most “restless” would be as follows: (1) first member, (2) third member, (3) fourth member, and (4) second member (see Table 6 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] In the case of high drum 2, time-point 1.1, played by the strong hand, is the moment of maximum stability; time-point 1.3, also played by the strong hand, is the second most stable moment.  In contrast, strokes played by the weak hand on time-points 1.2 and 1.4 are inherently more unstable or in motion.  Why is the fourth member of a set posited as being more stable than the second?  Ensemble relationships are one reason.  Typically, crucial notes in the bell phrase often occur on that temporal position, for example, in Item 2 (Da v u and Sohu) bell stroke two lands on time-point 1.4; conversely, few important notes in an ETC tend to occur on the second beat in quadruple time, or second pulse in quaternary time.  An inherent property of the music also explains the difference between fourth and second positions in a beat or time span: the last member leads towards the beginning of the next set, giving it a special power of directed motion not possessed by member two, which has a more free floating quality.  Accented musical events located on the second member of a four-member set time tend to be heard as unstable, motile, or seeking direction.  Item 4 (Af ov u), whose bell phrase spans four ternary beats, will provide an opportunity to further develop the concept of stability-motility.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] The stability-motility axis may seem akin to the contrast of so-called “weak” and “strong” beats in Western metrics.  The connotations of these adjectives, which imply accentuation by loudness or stress, have not proved helpful in the literature on African rhythm.  Some writers, mostly non-African, avoid using concepts like meter or graphic systems like staff notation because they reject a priori the idea of a contrast of strong and weak beats (see Arom 1991 , Koetting 1970 , and Pantaleoni 1985 ).  This seems to be an over-reaction to the problem, a case of “cutting off your nose to spite your face.”  Their approach not only overlooks evidence gained through musical ethnography but also forgoes the explanatory value derived from analysis that uses a temporal grid and posits variable musical valences to beats and pulses in a time span.  As argued here, the “metric matrix” points towards systematic explanation for musical expressiveness in compositions and performance.  This paper suggests replacing the words strong and weak with words such as stable and motile that draw attention to rhythmic motion. Item 2a (Da v u) Lead and Response Drums Item 2a . Da v u - audio mixer (click to view item)",
                "footnotes": [],
                "citations": [
                    "arom_1991",
                    "koetting_1970",
                    "pantaleoni_1985"
                ]
            }
        },
        {
            "55": {
                "text": "[55] Item 2b (Sohu) has two “dialogs” while Item 2a (Da v u) is “one way,” to use Agbeli’s English-language.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] In the response phrase of Item 2a (Da v u), bounces played by the strong hand flow with cadential motion towards the RTP, a pickup-to-downbeat effect that can be “notated” in vocables as “ki KIdi” (see Figure 8 \nabove).  This movement towards stability is also present as bell stroke three moves towards bell stroke one.  In terms of the underlying set of four eighth note pulses within each bell cycle, here we witness motion from the fourth member toward the first member, a characteristic 4-to-1 cadence. (49) Similar motion at twice the rate of speed occurs in the response drum’s two press strokes that end the phrase—from time-point 1.4 to time-point 2.1—and match exactly with rattle’s opening figure.  Importantly, the response phrase is offset with other phrases in the ETC.",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] The musical effect of the third bounce stroke in the response drum part raises awareness of the multivalent nature of accentuation inherent to phrases as they recycle within the metric matrix.  The impact of the bounce stroke on time-point 1.2 may be explained by invoking a contrast between tangible and abstract dimensions of rhythm, between action and structure.  As the last resonant note in the phrase, the stroke is strongly articulated, a nuance that can be given in vocables as “ki kiDI.” (50) This performed accentuation conforms to the stylistic norm that phrases gain force as they move towards conclusion.  Yet, the response phrase extends beyond the RTP to end on time-point 1.2, the “afterbeat,” to coin another term.  Structurally, this is the most motile moment in the time span, coming just after the cadence of the bell phrase and being the second of four pulses within beat one. The musical energy generated by this note arises from two facets of its design: (1) it is the target towards which the arrow-like phrase has moved, and (2) it is sounded on an inherently unstable moment.  A principle of action about the explicit musical surface interacts with a principle of structure about the implicit musical underneath.  In this case, the action principle of “teleological phrasing” works with the structural principle of the “stability-motility axis.”  Put in more straightforward terms, a “strong” musical action is purposely located on a “weak” position in the time-span, or in the parlance of jazz, the response drum part is “phrased over the barline.” Figure 11 . Item 2a (Davu), lead drum theme one (click to enlarge) Figure 12 . Item 2a (Davu), lead drum theme two with variations one and two (click to enlarge) Item 2b . Sohu - audio mixer (click to view item) Figure 13 . Item 2b (Sohu), lead drum theme one (click to enlarge) Figure 14 . Item 2b (Sohu), lead drum transition from theme one to theme two (click to enlarge) Figure 15 . Item 2b (Sohu), lead drum theme two with variations 1 and 2 (click to enlarge and see the rest) Item 3a . Ada v u - audio mixer (click to view item) Figure 16 . Item 3a (Ada v u), Ensemble Thematic Cycle (click to enlarge)",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] In the Agbeli arrangement of Item 2a (Da v u), the lead drummer begins the music with theme one, a rolling figure—“gadegi degiden”—that makes ingenious use of the one stick-one bare hand playing technique, i.e., the drummer plays with a stick in the strong hand and a bare weak hand (see Figure 11 ). (51) If the two hands are heard as a unified melodic rhythm, the phrase begins on the “and of one” with a low-pitched tone and then moves at mid-pitch with two three-stroke figures to beat two and then to beat one.  From this perspective, the phrase effectively reinforces the musical qualities of the other instruments in the ETC, such as motion from beat two towards beat one and the importance of pulses three and four within each quaternary beat.  But each hand can be heard to describe its own distinct countermelody.  Stick strokes played by the strong hand—“de dede”—make a one-pitch melody that is timed and phrased in unison with bell—two three one, 3 + 2 + 3.  In contrast, the timing and phrasing of bare hand strokes played by the weak hand create a two-pitch, rising melody—“gagi gi” (52) —that describes an image of the bell that is not only offset to a highly syncopated position within the time span but also is phrased differently—three one two, 2 + 3 + 3.  This theme provides an excellent instance of the subtle depth in ensemble dance-drumming music.",
                "footnotes": [
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] After this opening flourish, Agbeli would move to the main theme of this piece, labeled theme two for the convenience of consecutive numbering (see Figure 12 ).  A rising melody—“ga gidedzi”— that moves from time-point 1.3 to time-point 2.3 calls for the response drummer to start.  As is the rule in Ewe drumming, a stroke of relatively high pitch and muted timbre—“dzi”—marks the salient outline of the response phrase (see discussion of Item 4 (Af ov u) for more examples of this practice).  As if inspired by the metric position of this goal moment, two “dzi” strokes mark the upbeats in the next bell cycle before the “ga gidedzi” call returns.  Upbeat accentuation is the hallmark of theme two in this interpretation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] Variation one counters this upbeat emphasis with high-pitched, loud-sounding “strong” notes placed on the onbeats of beats two and one (in vocables, “ga TO de DZI ga gididzi”).  Variation two mimics the interlock of the high-pitched drums with an intense four-stroke roll in which the loud-sounding “de” bounce strokes occur on motile time-points 1.4 and 2.2 (in vocables, gaDegiDEdzi den ga gidedzi).  Melodically, variation one places a high-pitched muted sound on the RTP, where in contrast, variation two has a mid-pitch resonant sound (in vocables, dzi versus den). Both variations build momentum over the course of their phrases, leading up to, but saving room for, the response phrase. Item 2b (Sohu), Lead and Response Drums",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] Item 2b (Sohu) moves back-and-forth between two lead-response interchanges, themes one and two (see Figure 9 \nabove).  In a three-stroke melody that rises from low to high pitch before settling at mid-pitch, the short lead drum theme one moves from beat two to beat one.  As if in answer to the lead drum’s musical question, the response sounds two bounces on time-points three and four within beat one (see Figure 13 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62] After bringing out expected variations and enjoying creative improvisation, the lead drummer makes a transition to theme two (see Figure 14 ).  The notation below shows two variations on theme one (marked A).  The first variation (B) simply changes the melody from “ga to den” (low high mid) to “to de ga” (high mid low) while retaining the same time values.  The second variation (C) cleverly presents the three melodic pitches types of stroke in series with identical time values.  As a melody, this variation draws upon the rising and falling motion already established but places them within an equivocal, temporal circle: the “to” stroke may be heard both as preceding “de” and following “ga.”  As a rhythm on their own, the “to” strokes mark a 3 + 3 + 2 pattern moving twice as slowly as the bell phrase (lead drum counts are eighth notes, bell counts are sixteenth notes). (53) Then, the lead drum rolls on the fast pulse (D) before announcing theme two.",
                "footnotes": [
                    "FN53"
                ],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] The time span of theme two is twice as long as the time span of theme \none (see Figure 15 ).  In theme two lead and response drums neatly interlock. Not only are the lead and response drum phrases offset from each other, but one drum’s loud resonant bounce strokes fit in during the other drum’s quiet press strokes.  This relationship easily conjures the visual metaphor of a serpent biting its tail. (54) Two variations illustrate characteristic procedures of lead drumming (see Locke 1988 for a longer list of variation procedures).  In variation 1 (measures 5–8), the “de degi” figure is repeated in a new position in the bell cycle, creating new interactions with the other parts in the ensemble.  By filling temporal space that is normally left silent, the variation doubles the time span of the lead drum part.  In variation 2 (measures 9–12), beat two is surprisingly left silent but the following bell cycle is filled with dense rolling.  Playing less invites attention to other parts, while playing more temporarily grabs the limelight.  After a satisfying passage in theme two, the lead drummer returns to theme one, which with its shorter time span and starker call-and-responds feels more intense than the relatively “lyrical” quality of theme two. Item 3 (Ada v u)",
                "footnotes": [
                    "FN54"
                ],
                "citations": [
                    "locke_1988"
                ]
            }
        },
        {
            "64": {
                "text": "[64] The musical structure of this piece differs from all other Drums in the dance-drumming repertory of the Ewe people.  First, the form of the piece features a drastic change in the internal organization of the beats from quaternary to ternary.  Second, the new ternary section is in triple time, three beats per time span.  Third, the bell part in both sections is a steady stream of single strokes, without pattern or phrase shape.  According to Agbeli, the piece is called Ada v u , which he explained as “a drum of seriousness.” (55) During his childhood, when this drumming was being played, members of his village shrine would chase after children, threatening to capture them for initiation and a life of service within the religious system of Yewe .  This context of performance may explain the intensely strange mood of this piece. Item 3a (Ada v u) Ensemble Parts",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65] In Item 3a (Ada v u) the bell part is a single stroke played again-and-again without any differentiation among notes (see Figure 16 ).  Because evenly timed strokes produce a bell part without phrase shape, this piece lacks the normal features that guide analysis and description.  By itself the bell part is insufficient to answer questions such as, “Where is one?” “How long is the music’s fundamental time span?” Since other parts in the ETC have quaternary structure, it is natural to feel the bell part in this temporal setting (see especially high-pitched drum 2).  What about the number of beats per time span?  A four-beat time span holds the phrases of high-pitched drum 1 and the first theme of lead-response drums, but the second theme of the response drum fits best within a two-beat time span. (56) The musical forces inherent to bell phrases and bell cycles, such as the molding of time, duets between patterns, or the stability-motility axis, are relatively weak in Item 3 (Ada v u) in comparison to pieces whose bell parts have strong phrase shape.",
                "footnotes": [
                    "FN56"
                ],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] Like the bell part, the parts of rattle and high-pitched drum 2 have no shape.  Rattle duplicates bell with downward strokes.  On the high-pitched drum, the player’s strong hand is in unison with bell and rattle, while the weak hand plays in-between these powerfully articulated moments.  As in Item 2b (Sohu), the high-pitched drum unequivocally and loudly inscribes a fast pulse into the overall texture of the ensemble’s music. (57) As usual, rattle and high-pitched drum raise the volume energy of the music.",
                "footnotes": [
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "67": {
                "text": "[67] High-pitched drum 1 and response drum theme one set the same rhythm (in vocables, “kidi kidi ki kidi”) with slightly different playing techniques: the response drum technique uses both resonant bounces and muted presses, while the high-pitched drum uses only timbrally “dry” bounces that sound like rim shots on a Western drum kit.  The phrase, which partakes in both onbeat and offbeat action, resembles the interlocked high-pitched drum parts and the response drum part in Item 2a (Da v u).  If a listener were to transfer the temporal frame of that piece to this one, the onbeats would appear to shift by one pulse, i.e., onbeat becomes upbeat.  Since the bell part provides no guidance, such an orientation is plausible, especially to a well-enculturated listener who expects the high-pitched drum to be offbeat. Item 3a (Ada v u) Lead Drum Figure 17 . Item 3a (Ada v u), lead drum theme one, variations A-D (click to enlarge) Figure 18 . Item 3a (Ada v u), lead drum theme two, variations A-C (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68] The musical form of Item 3a (Ada v u) is a binary alternation between two themes (see Figure 17 and Figure 18 ). Four ideas for improvisation on theme one are discussed below.  Variation A calls the entire ensemble to action.  By using two pitches/timbres, the variation suggests that each pair of bell strokes should be conceived within one binary beat.  Which comes first: “de” or “to”?  In another example of the dualistic interplay of the principles of action and structure, players start with “de” but the sonic prominence of “to” strokes on the upbeats suggests a “to den” phrasing.  Once the ensemble is underway, a shift to variation B increases the indeterminacy of the temporal framework by playing only “de” strokes.  The musical tension created by the lack of patterned phrases is relieved by a new variation that utilizes the power of the 2 + 3 + 3 timing found in Item 2 (Da v u).  Variation C presents this three-note figure by alternating between “to” and “de” strokes, doubling its duple time span to four beats (“to den to, de to den”).  If one concentrates on only the same type of stroke—either “to” or “de”—two more rhythms emerge.  In other words, one phrase can be heard in three different ways: as a unified rhythmody, or two separate rhythms interlocked.  Finally, variation D can be inserted whenever the lead drummer wants to make the music loud or to ratchet up its level of intensity.  It also serves as a signal to the response drummer to be ready for the call of theme two (see Figure 18).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69] Theme two in Item 3a (Ada v u) shortens the time span of the call-and-response between lead and response drums from four to two beats.  The increased frequency of their interchange makes the music feel more intense, as does the lead drummer’s greater density of stroking.  This theme easily lends itself to invention; only three “licks” are presented here: (A) simple alternation of the same phrase by both lead and response drums; (B) lead drum intensification by articulating all four time-points within its “space”; and (C) extension of variation B over three successive beats.  Musical processes at work in this lead drumming include (1) filling or emptying “space,” (2) varying time span, and (3) conversational interplay.  Return to theme one is signaled when the lead drummer plays the steady iteration of the “den to” figure. Transition from Item 3a to Item 3b (Ada v u) Figure 19 . Item 3b (Ada v u), Ensemble Thematic Cycle with lead drum transition (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "70": {
                "text": "[70] The transition to Item 3b is launched from theme one, variation B.  The lead drummer dramatically converts the relatively fast-flowing stream of bounce strokes, two per beat and four per time span, to a slower pace of three per time span (see Figure 19 ).  The ratios 3:2 and 3:4 explain the relation of the new pace of Item 3b to the established pace of Item 3a: three beats in 3b occur within the time span of two beats in 3a; these same three beats fit within the time span of four eighth note pulses of 3a.  To describe this in the terms of staff notation, a temporal modulation has taken place from quaternary-duple time to ternary-triple time, with the time value of three dotted quarters in 3b being equal to the time value of two quarters in 3a.  While this may appear complicated in writing, in performance the lead drummer need only play 3:2 with the beats of 3a to cue the ensemble to shift to 3b.  The ramifications of the drastic modulation on the whole ensemble become clear as all the instruments suddenly change their parts.  It is as if the ground has shifted and the nature of time is different.  The effect is one of the most musically exciting in Ewe dance-drumming.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "71": {
                "text": "[71] Upon cue from the lead drummer, the bell player joins in unison and rattle follows suit.  Without the other parts, however, the temporal structure is not yet clearly established.  When high-pitched drum 2 enters there is no doubt that the music has shifted to a ternary interpretation of the beats.  But what is the duration of the time span?  High-pitched drum 1 plays a four-stroke phrase that repeats every three beats and when the lead-response drums enter it becomes clear that the music is in triple time: the lead drum’s one-beat “question” is “answered” over the next two beats by the response drum.  Designating a time-point as RTP in this ever-recycling temporal circle seems truly arbitrary.  Because of the drum’s leadership role, the lead drum’s phrase is put on the downbeat, which admittedly contrasts with its placement on beat two in Item 3a. Item 3b . Ada v u - audio mixer (click to view item) Item 3b (Ada v u) Ensemble Part",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "72": {
                "text": "[72] Although the tempo of strokes on bell slows, the intensity of the composite rhythm of the two high-pitched drums makes Item 3b seem to have a faster pace than Item 3a.  The timing of resonant strokes in the phrases of high-pitched drum 1 and response drum challenges any system of notation.  Both drums play four bounces per phrase.  Staff notation shows the four strokes grouped into two, two-stroke figures on time-points 2.1–2.2 and 3.1–3.2, but these time values only approximate what players do in “real life.” (58) While first strokes in these pairs are shorter than second strokes, their time values often sound longer than one-third of a beat.  At times, the pairs verge towards being duplets.  Nevertheless, notating these pairs as ternary short-long figures makes sense for prescriptive and theoretical reasons (see Seeger 1958 ).  In performance these figures should be played with a sense of push that is better conveyed by eighth-quarter time values.  Furthermore, the interplay between two-note figures in the two high-pitched drum parts should be precise: second strokes of drum 1’s pairs should occur in unison with first strokes of drum 2’s pair.  Borrowing from the terminology of jazz, this type of temporal nuance can be called “swing timing” (see Locke 1978 , Locke 1992 , and Locke 2002 ). (59) In jazz swing eighths, however, the first member of a pair is longer than the second while in Ewe music the second member of the pair is slightly longer than the first (see Gridley 1978 , 292). (60) Item 3b (Ada v u) Lead Drum Figure 20 . Item 3b (Ada v u), lead drum variations A-F (click to enlarge)",
                "footnotes": [
                    "FN58",
                    "FN59",
                    "FN60"
                ],
                "citations": [
                    "seeger_1958",
                    "locke_1978",
                    "locke_1992",
                    "locke_2002",
                    "gridley_1978"
                ]
            }
        },
        {
            "73": {
                "text": "[73] Six lead drum “riffs” (marked A-F) are shown in Figure 20 . (61) Theme A establishes the three beats of the new triple time span, which are embellished slightly by theme B.  Theme C continues the density of B but leaves some “space” so that the response phrase can emerge clearly in the listener’s ear.  More silence “develops,” so to speak, in theme D.  Theme E refills the space in beat one with two rapid strokes that end a split second before the first stroke in the response drum phrase.  As if inspired by the timing and rising melodic contour in theme E (“ga gide”), theme F has four quarters in low-high melodic pairs that move from unison with bell stroke one to another unison with bell stroke three.  In pulses, theme F has the additive formula 2 + 2 + 2 + 3 = 9.  Although this rhythm hints at three-in-the-time-of-two with bell, the three-pulse time value at the end of the phrase interrupts the 3:2 ratio.",
                "footnotes": [
                    "FN61"
                ],
                "citations": []
            }
        },
        {
            "74": {
                "text": "[74] In the Agbeli arrangement, the unisons of lead drum with bell in theme F dovetail perfectly with the cue for Item 4 (Af ov u).  Starting on beat one, the lead drummer plays “de” strokes on every second beat.  With no modulation in the flow of pulses or the internal structure of ternary beats, the bell part changes to a quadruple pattern.  Except for the inexorable offbeat figure of high-pitched drum 2, all the other parts immediately shift to this fourth and final Drum in the series. Item 4 (Af ov u) Figure 21 . Item 4 (Afo v u) Ensemble Thematic Cycle (click to enlarge) Item 4 . Afo v u - audio mixer (click to view item)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "75": {
                "text": "[75] The musical patterns in this piece ( Item 4 ) are characteristic of Ewe dance-drumming (see Figure 21 ).  Agbeli called this piece Af ov u , literally “foot Drum.” (62) The name derives from the footwork of the dance, which entails a kicking gesture prior to a shift of weight from one foot to the other that often scuffs up a small cloud of sand.  The torso and arms execute a contraction-expansion motion that can be regarded as being iconic of Ewe cultural identity.  The context of performance is social dancing by members of the worship society in an open space outside the shrine.  The choreographic form consists of short episodes of the “foot dance.”  Waiting at the perimeter of plaza, dancers go into action when they hear the lead drummer raise a call-and-response dialog.  Thus, the musical form is a chain of themes separated by transition passages. Item 4 (Af ov u) Ensemble Parts",
                "footnotes": [
                    "FN62"
                ],
                "citations": []
            }
        },
        {
            "76": {
                "text": "[76] The bell phrase is so widespread in this region of West Africa that scholars have dubbed it “the standard pattern” (see King 1961 ).  The bell phrase has seven strokes whose timing in pulses can be represented by the formula 2 + 2 + 1 + 2 + 2 + 2 + 1 = 12.  Because scholars have already thoroughly explored its nature, this paper will simply posit the fundamentals of the temporal structure and, instead, focus discussion on other features of the ensemble’s music (see Agawu 2003 , Agawu 2006 , Jones 1959 , Alorwoyie 2007 , and Pantaleoni 1985 ). Emphasis will be placed on the interlocking phrases of the high-pitched drum, the design of the response drum phrases, and the call-and-response between lead and response drums.",
                "footnotes": [],
                "citations": [
                    "king_1961",
                    "agawu_2003",
                    "agawu_2006",
                    "jones_1959",
                    "alorwoyie_2007",
                    "pantaleoni_1985"
                ]
            }
        },
        {
            "77": {
                "text": "[77] Implicit to the bell cycle is the field of beats and pulses in the metric matrix (see Figure 22 ) The “time feels” of the metric matrix have powerful impact on listeners’ perception and inner feeling (see Table 7 ).  The twelve pulses within one bell cycle may be grouped in the following ways. Figure 22 . Metric matrix in ternary-quadruple time (click to enlarge) Table 7 . Time-feels in Item 4 (Af ov u) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "78": {
                "text": "[78] As soon as the bell phrase is established, the metric matrix also exerts its power.  The dominant temporal framework for this bell phrase is the four-feel, i.e., ternary-quadruple time, with the six-feel serving as its ever-present 3:2 counterweight.  Other time feels can be theorized as derivatives of the four- and six-feels.  Obviously, three-in-the-time-of two relationships—and their 4:3 cousins—permeate this temporal system.  The time values of these bedrock time-feels—halfs, dotted quarters, quarters, dotted eighths—frequently exert their influence on patterns of accentuation in drumming.  Composed phrases of response drum and improvised passages by lead drum frequently accentuate “displaced” locations of these time-feels within the time span of the bell cycle (see Locke 1982 ).  Sequential display of 3:2 makes a hemiola-like “three-then-two” pattern.",
                "footnotes": [],
                "citations": [
                    "locke_1982"
                ]
            }
        },
        {
            "79": {
                "text": "[79] The bell phrase is set within the metric matrix so that its moment of maximal musical stasis, the RTP, is on the downbeat.  The seven strokes in the bell are numbered accordingly, but it is crucial to realize an important way to feel the motion of the phrase is to begin from stroke two and move towards cadence on stroke one in the subsequent cycle (see bracket above bell staff in Figure 21). (63) In terms of the four-feel, bell strokes six and one fall on beats four and one.  In terms of the six-feel, bell strokes one-three are in unison with onbeats, while strokes four-seven are in unison with upbeats.  Competent Ewe drummers easily can play the bell phrase in one hand and in the other hand either the four-feel, the six-feel or the three-then-two feel.  Non-African unenculturated students of Ewe drumming often quickly grasp the six-feel but need much training to readily feel the bell in four.",
                "footnotes": [
                    "FN63"
                ],
                "citations": []
            }
        },
        {
            "80": {
                "text": "[80] As is the norm, the rattle is closely allied to the bell.  Downward “pa” strokes are in unison with the bell, while upward “ti” strokes fill in after bell strokes two-seven.  Tellingly for the music’s sense of phrasing, the rattle does not fill the space after bell stroke one; the short silence on pulse two conveys a sense of stasis to the flow of time, akin to an inhale or momentary recovery prior to plunging into the fray once again.  Most non-native listeners naturally feel the rattle “in six” and only hear the four-feel with some effort.  Interestingly, if the final stroke on rattle is played upward on the palm, the “ti” strokes make a two-then-three pattern, which is the inverse of the three-then-two pattern implicit to the metric matrix.  The principle at work here is that the mind groups similar events together.  Listeners attuned to the nature of Ewe dance-drumming are likely to discern all manner of patterns and relationships that are implicit to the ETC and the composed themes, preset variations, and spontaneous improvisations of the lead drum part. Figure 23 . Item 4 (Af ov u), resultant of bell and high-pitched drum 2 (click to enlarge) Figure 24 . Item 4 (Af ov u), high-pitched drum 1 in four, in six, and in three (click to enlarge) Table 8 . Item 4 (Af ov u) High-pitched drum 1 stroke-beat relationships in four, six, and three (click to enlarge and see the rest) Figure 25 . Item 4 (Af ov u), resultant of high-pitched drum parts (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "81": {
                "text": "[81] While many Drums also use these phrases of bell, rattle and high-pitched drum 2, the rhythm of high-pitched drum 1 confers distinction on the “rhythm section” of Item 4 (Af ov u). Both high-pitched drums play two-note figures.  In what merits being dubbed “the standard position,” drum 2 sets the figure on the second and third pulses within every ternary beat but, in an unusual move, drum 1 sets them within a four-pulse time span.  The powerful duet between the bell phrase and high-pitched drum 2 is both well known and well liked among Ewes (see Figure 23 ).  In the resultant of the two parts, notes played simultaneously by both instruments—marked with arrows—have particular intensity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "82": {
                "text": "[82] A principle in Ewe drumming would hold that strokes that coincide with an implicit beat acquire a special quality that can be termed “onbeatness.” Since there are many beat streams in the implicit temporal matrix, the rhythm of a sounded phrase is subject to cognitive re-orientation depending on the flow of beats on which perception is grounded.  For example, the rhythm of high-pitched drum 1 will change according to the way a listener feels the flow of time. The implicit grid of beats suggests several ways to group drum 1’s notes (see Figure 24 ; time values shown as unbeamed eighth notes; brackets above the staves mark the groupings). When felt “in four,” each two-note figure fits with implicit beats in its own unique way.  Felt “in six” and “in three,” all two-note figures fit with beats in the same way (see Table 8 ).  The two-note figure suggests a shifted location for the three-feel because the first note of each pair can be heard to mark a half note displaced by two time-points.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "83": {
                "text": "[83] The combination of the two high-pitched drums is enthusiastically endorsed by all my teachers as being “sweet” (see Figure 25 ).  Moments of unison between drums are different in every two-note pair in each part.  As the ETC recycles, the predictable way that the two parts intertwine is enjoyably anticipated and remembered.  The special quality of this duet is spiritually significant, too.  As mentioned above, Agbeli emphasized that the high-pitched drum parts in Yewe drumming are most responsible for its capacity to cause listeners to transcend the quotidian normalcy of everyday experience and the invite the presence of non-corporeal beings. Item 4 (Af ov u) Response Drum",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "84": {
                "text": "[84] Creative musicians may design an unlimited number of potential response drum phrases.  This paper presents a set of seven (see Figures 26–33 \nbelow).  In performance, the lead drummer may call them in any order.  For purposes of analytic clarity, the seven themes are ordered on the basis of their duration and fit with the bell phrase (see Table 9 ). Table 9 . Item 4 (Af ov u), response theme characteristics (click to enlarge and see the rest) Item 4 (Af ov u), Lead Drum Figure 26 . Item 4 (Afo v u), transition cue, waiting phrase (click to enlarge) Figure 27 . Item 4 (Afo v u), theme one call-and-response (click to enlarge) Figure 28 . Item 4 (Afo v u), theme two call-and-response (click to enlarge and see the rest) Figure 29 . Item 4 (Afo v u), theme three call-and-response (click to enlarge) Figure 30 . Item 4 (Afo v u), theme four call-and-response (click to enlarge) Figure 31 . Item 4 (Afo v u), theme five call-and-response (click to enlarge and see the rest) Figure 32 . Item 4 (Afo v u), theme six call-and-response (click to enlarge and see the rest) Figure 33 . Item 4 (Afo v u), theme seven call-and-response (click to enlarge and see the rest) Table 10 . Item 4 (Af ov u), theme seven, melodic contour of lead drum (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "85": {
                "text": "[85] Lead drumming is a complex musical practice.  This section of the paper will focus on the leader’s calls and one or two characteristic variations for each theme.  A phrase from the lead drum signals a change in theme (see \nmeasures 1–2, Figure 26 ). When the lead drummer begins the “transition call,” the response drummer breaks off from whatever theme had been being played and, when the leader gets to the “waiting call,” switches to the theme one, which is repeated until the next theme is called (see Figure 26).  With unmistakable clarity, the lead drummer’s sets of three “den” strokes set up 3:2 with the implicit ternary beats (quarters : dotted quarters) and 3:4 with the response drum strokes (quarters : dotted eighths).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "86": {
                "text": "[86] Sometimes the lead drummer will use the transition cue as a dance rhythm in its own right.  In this case, the lead call fits into the space created by the press strokes in the response phrase.  The timing of its short “licks” emphasize sequential 3:2 timing and rapid lead-response interchange—A: “de de KIDI,” B: “degede KIDI” (see Figure 27 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "87": {
                "text": "[87] The form of the lead drum part in theme two is a very typical: a musically striking phrase is played first to call in the response part; once the response phrase is settled the lead drum moves on to a rather sparse phrase that puts prominence on the response (see Figure 28 ). Thereafter the lead drummer is free to bring out preset variations as well as to improvise phrases that spring from personal inventiveness.  Marked A, the call for theme two has bounce strokes in unison with the response followed by “ga” strokes.  The high-pitched “to” stroke (a muted bounce) lines up with a “connector” note in the response theme.  Variation B simply uses the relatively quiet bass pitches to make an undulating melody with the response part.  The new placement of lead drum phrase—moved from beat one to beat four—illustrates a characteristic process of lead drumming.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "88": {
                "text": "[88] The lead drum part in theme three resembles theme two in the quick back-and-forth with the response part. The way “dzi” strokes (presses with bare hand) mark salient moments in the response part is one of the few explicit “rules” of Ewe drumming identified to me by Agbeli and Alorwoyie (see Figure 29 ).  As in theme two, after the response phrase is firmly established (marked A), the lead drum plays relatively quiet “ga” strokes (marked B).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "89": {
                "text": "[89] Although theme four is a wonderful platform from which to launch improvisation, that topic must await another paper (see Figure 30 ).  Here we point out the 3:2 and 4:3 relationships this theme entails.  Timing its notes to the three-feel, the lead drum rocks between loud “de” strokes and quiet “ga” strokes.  In combination with the response drum’s bounces, the call-and-response sounds like a very familiar high-pitched drum part—“um kata, um kata.”  It is as if the ternary-quadruple framework at fast tempo (12/8) has changed to a binary-duple temporal structure at slower tempo (2/4 with eighth notes as fast pulse).  As the transition passage morphs into theme four, the musical accents suggest shifts from four-feel to six-feel to three-feel or, put differently, a progression from 12/8 to 6/4 (eighth note = eighth note) to 4/4 (eighth note of 6/4 = quarter note of 4/4).  Drumming in this theme can bring into prominence a 4:3 ratio that uses even larger time values: Three “den ga” pairs on lead drum fit within two bell cycles; if listeners simultaneously feel the \nbell cycle “in two” (one beat as dotted half note) and attend to the loud “den” sounds—in effect to hear them as downbeats of four-beat time spans (one \nbeat as quarter note)—they will experience a slow-paced 4:3 (four dotted \nhalf notes in-the-time-of-three whole notes).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "90": {
                "text": "[90] Theme five begins on beat two and moves to conclusion on beat one, thus clearly illustrating the cadential arc inherent to the ETC (see Figure 31 ).  Like other themes whose time span is one bell cycle, theme five has straightforward “cross talk” between lead and response drums, “dzide gade KIDIKIDI.”  Because it is built from two-note figures that start on onbeats, this theme tends towards binary treatment of the inner structure of beats.  To enable discussion of how the lead drum develops a theme, Figure 31 shows four phrases (A–D).  After stating and repeating the theme (A), the time span of the lead drum part doubles (B) by means of the insertion of new material that overlaps—rather than interlocks—with the final two strokes of response drum.  Melodically, the new “lick”—“ga den to den ga”—rises and falls; rhythmically, a figure of two strokes distanced from each other by a quarter note time value is set on the ternary beats in two different locations in the time span (compare “den to” with “den ga”, \nmeasure 4), the first flowing with the onbeat six-feel, the second much more syncopated around ternary beat three.  After this dramatic variation, it would be stylistically appropriate to play more sparsely (C).  Variation D doubles the duration of C simply by adding a “den” stroke on beat one that prolongs the descending melodic shape.  In performance, the lead drummer would likely restate the theme and improvise some more before playing the transition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "91": {
                "text": "[91] Themes six and seven have time spans of eight beats, that is, two bell cycles.  The longer duration enables the lead drummer to play patterns whose accentuation is so consistently offbeat that they imply a shift of the four-feel beats to a displaced location within the temporal frame.  Theme six has the potential for displacement to the third time-point within ternary beats; in contrast, theme seven suggests displacement to the second time-point within ternary beats.  Both themes have the same morphology—one figure is played three times.  The setting within the time span of figures one and three is identical but although the second figure retains the same relationship to the beats, it is in a different place in the time span and has a different duet with the bell phrase.  Each figure is unique in its place in the sequence, either first/initial, second/mediant or third/final.  These themes illustrate that analysis of rhythm in this music should include the phrase itself, the setting of the phrase within the temporal framework, and the relationship of the phrase to the bell and other instruments in the ETC.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "92": {
                "text": "[92] The two lead drum phrases of theme six shown in Figure 32 are almost the same, but the subtle difference in stroking makes a very significant impact on the temporal structure of the ETC and response drum.  The main call (marked A) places “dzi” strokes on the first and second strokes of response drum.  The lead drum accentuates the six-feel; after opening with a “ga den” flourish, its press strokes surround four-feel beats two and four.  Variation B, on the other hand, accentuates third pulses within ternary beats by eliminating the “de” stroke on the downbeat and delaying the second of each pair of “dzi” strokes from time-point two to time-point three.  With six consecutive strokes hitting just before an onbeat, variation B exerts tremendous “pressure on the time” (see Chernoff 1979 ).  When the lead drum plays this variation, the response phrase can easily get “turned around,” especially for listeners familiar with the jazz ride cymbal figure (in rhythm solfège, “TA tiTA, TA tiTA”).  In other words, the first and third bounce strokes in each three-note figure sound as if they are onbeat.  Among musicians enculturated to hear iambic stress (da DA), the two-note figure of high-pitched drum 2 also can get cognitively recast so that the second note appears to be onbeat.  To sum up, these two lead drum phrases accentuate the onbeat six-feel and the four-feel displaced to the third time-point.",
                "footnotes": [],
                "citations": [
                    "chernoff_1979"
                ]
            }
        },
        {
            "93": {
                "text": "[93] Theme seven is announced with a flamboyantly busy phrase (A) that calls in the response drum (see Figure 33 ).  This is followed by a starkly spare phrase (B) that places “dzi” strokes on the first and last strokes in each of the three four-stroke figures in the response theme.  The A phrase provides an excellent instance of the tuneful nature of lead drumming.  “Ga” strokes are in low register, “de” and “gi” strokes are in mid register, and “dzi” and “to” strokes are in high register, giving the phrase the following melodic contour over the twenty-four pulses in two bell cycles (see Table 10 ). The call to theme seven is one of the very few phrases that begin on the second of the twelve pulses within the bell cycle. This particular call has a rather oblique connection to the response theme, but close listening reveals that high-pitched strokes like “dzi” and “to” consistently occur on the first of the four strokes in the figures of the response part.  As is the norm, once the response drummer is playing properly the leader can begin variations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "94": {
                "text": "[94] In variation B “dzi” strokes land on time-point two of seven consecutive ternary beats.  As in theme six, this rhythm can be regarded as consistent offbeat timing if the listener stays in the regular four-feel groove, or displacement if the listener’s feeling of onbeat shifts to second pulses within ternary beats.  To cite another example of the big impact of small changes, if the second, fourth, and sixth “dzi” strokes in variation B are played one pulse earlier, they accent the six-feel.  These newly positioned strokes coincide with the third bounce strokes in each response drum figure, thus casting the response phrase into the six-feel.  Players seem aware of these implicit forces in the metric matrix.  They skillfully manipulate them with intentional design. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "95": {
                "text": "[95] The paper has documented the fundamental instrumental music of Yewe and offered an explanation of how its parts and composite textures work.  To the extent that they support ethnographically accurate and inter-culturally relevant description, these analytic concepts can lead towards a formal theory for this musical tradition.  The paper suggests that in meter and rhythm Yewe v u is both similar to and different from other traditions of music, Western and non-Western. (64) Although the paper has dwelled upon the uniquely African musical features of the \nmetric matrix and simultaneous multidimensionality, Yewe v u drumming occurs in a stable metric framework that is familiar to many musical traditions.  Within pre-set spans of time, steady beats have predictable rhythmic functions that can be measured along a qualitative axis from motility to stability.  Yet, Yewe v u does have distinctively African musical characteristics that are enabled by the potency of repetition.  The instrumental music is designed to engage the performer and listener in participatory, creative hearing.  Meter is a dynamic framework for sounded music that may be perceived in multiple ways.",
                "footnotes": [
                    "FN64"
                ],
                "citations": []
            }
        },
        {
            "96": {
                "text": "[96] In the polyphonic dance-drumming style of Yewe v u, the musical phrase is an important unit of analysis.  Phrases are musically coherent but polysemous objects that acquire shape from patterns of time values, timbre and pitch.  Phrases convey a sense of motion from a beginning point towards cadence at the end; in other words, phrases gain force as they move towards conclusion.  Other parts in the ensemble also affect the nature of one instrument’s phrase, while being themselves affected by it.  Analysis that is sensitive to the nature of this musical style considers the linear design of each phrase, the setting of the phrases within the implicit temporal framework, the relationship of each part to the all-important bell phrase, and the network of connections between phrases and among sets of phrases.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "97": {
                "text": "[97] Another unit crucial to analysis is the texture of all phrases sounded together, that is, the ensemble thematic cycle or ETC.  The ETC concept, which might also be termed “polyphonic texture,” emphasizes that the music of the ensemble is not merely “polyrhythmic” but has melodic, timbral, and even “harmonic” dimensions, if by harmony we mean the sonority of several notes happening at the same time.  Although melody inherently implies rhythm, the prominence of the temporal dimension in dance-drumming music inspires neologisms like rhythmody that emphasize the fusion of time and pitch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "98": {
                "text": "[98] The temporal frame of the ETC is a recurring time span whose internal structure—the metric matrix—has impact upon the perception of sounded music and its expressiveness. The time span of one bell cycle establishes the temporal period of the music, although some phrases cover several bell cycles.  The RTP—“the one”—is the instant of maximum, although quite temporary, stasis.  In each bell cycle, it is the moment towards which the ETC moves.  While the entire ETC has a sense of motion towards a moment of arrival, so does each of its constituent parts.  Goal-oriented phrasing is the norm in this musical style.  The unstoppable circularity of the ensemble’s music derives, in part, from the fact that not all parts cadence on “one.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "99": {
                "text": "[99] The instruments in the ensemble play well-established musical roles within the ETC.  Bell is at the core, rattle manifests the bell’s relationship to tacit beats in the metric matrix, and the high-pitched drums articulate fast-moving pulses and accentuate offbeat time-points within each beat.  Together, these parts create the conditions that animate the lead and response drums.  Lead and response parts combine to make the themes associated with the various Drums in Yewe v u.  They need each other to become complete musical statements; primarily by using contrasts in timbre and loudness, each part creates a gap of time to be filled by a phrase \nfrom the other part, which itself opens a space for action by its partner.  Typically, the response drum phrase is offset from the bell, rattle, and high-pitched drums in musically effective ways.  The lead drum part uses thematic phrases as the basis for traditionally expected variation, as well as personally creative improvisation.  In many cases, the lead part begins with a flamboyant flourish followed by a spare phrase with “dzi” strokes in unison with prominent notes in the response phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "100": {
                "text": "[100] The bell phrase supplies the key component of the music’s rhythmic shape.  Just as onbeat or offbeat notes differ in their feeling tone, so too do tones that either overlap or interlock with notes in the bell phrase have different musical quality.  The ensemble’s music may be conceived as a set of duets with the bell, although this formulation underplays the multifaceted network of relations within the ETC.  The distinctive musical character of each note in the bell phrase colors the effect made by notes in the other parts.  The ever-circling phrases also can be considered in terms of short figures and motives whose interactions also are sometimes in unison, sometimes offset.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "101": {
                "text": "[101] Sounded music happens in the context of the metric matrix, that is, a lattice of equidurational temporal units in dynamic interrelationship that are implicit to the time span of the bell phrase and the period of the ETC.  When the bell starts, the metric matrix begins operating.  Beats, which contain sets of pulses or time-points, are the factors within the matrix most present to consciousness.  Within the matrix regulative beats tend to be grouped in sets of two.  In these dyads the first element initiates and the second element reacts, but because of repetition both elements simultaneously lead and follow. The term “time feel” signifies the importance of beats to musical perception.  Two important types of metric matrix operate in Yewe v u: a matrix grounded on ternary beats and another matrix grounded on quaternary beats; time spans typically are either duple or quadruple.  In music with beats of ternary structure, three-in-the-time-of-two (3:2) is endemic, pervasive, and ever-present.  Thus in ternary-quadruple music, we have the coexistence of the “two-feel,” “three-feel,” “four-feel,” “six-feel” and “eight-feel.”  There is a figure-ground hierarchy in 3:2, however: “two” is the foundation in terms of which “three” gains its effect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "102": {
                "text": "[102] Each moment within the metric matrix has an inherent rhythmic valence that varies along an implicit continuum from stability (being at rest or in stasis) to motility (being not at rest, having inherent potential for motion).  Notes acquire different expressive impact or “feeling tone” depending on where they occur in the temporal structure.  Each beat has its unique character; for example, items in a four-element set tend to be graded 1-3-4-2 in terms of stability versus motility.  Offbeat timing is intelligently designed.  The time-point just prior to an onbeat is a moment of rhythmic power: if the onbeat is sounded there is pickup-to-onbeat cadential motion but if the onbeat is silent there is striking offbeat accentuation.  The time-point just after an onbeat is inherently motile, so a stroke played on the afterbeat is especially expressive.  Midpoints between beats, i.e., upbeats, respond to the prior onbeat while also creating space to be filled by the subsequent onbeat.  Illustrating the interaction of principals of action and structure, a stabile moment in a phrase may be set on a motile moment of the ETC.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "103": {
                "text": "[103] The musical import of the bell phrase and the metric matrix is structural.  Expression comes from the interplay of action with this structure.  Composed and spontaneous musical action uses these abstract forces, often in a systematically patterned manner.  Accented strokes consistently placed in the same offbeat location in relation to a series of onbeats have the effect of displacement, while strokes consistently located on the onbeats of a new time-feel have the effect of re-orienting the flow of beats on which perception is grounded.  In this highly suggestive rhythmic context a listener’s ability to control the perception of musical gestalt is an important dimension of expertise.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "104": {
                "text": "[104] A listener’s mind-body orientation to musical action within the metric matrix is intended to be flexible.  Simultaneous multidimensionality is built into the music in many ways (see Table 11 ). All of these musical resources depend on repetition. Table 11 . Musical factors of simultaneous multidimensionality (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "105": {
                "text": "[105] The lead drum part usually is designed to reveal the musical potency of the other parts in the ETC.  The drum often exploits the potential of the metric matrix to support a recasting of the gestalt of the overall texture.  Occasionally, the drummer will interject dense passages that draw attention to the lead part.  Lead drum phases are variable in terms of their duration and their location within the bell cycle.  Often the same motive will be played with quite different musical results in several locations within the ETC—another example of repetition-with-a-difference. The lead drummer may play a phrase many times to enable the sound made by each hand to stand out as an independent force, rather than the result of both hands combined.  Long lead drum phrases over several bell cycles are particularly effective vehicles for constant offbeat accentuation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "106": {
                "text": "[106] Repetition etches the force of the polyphonic texture into mind-body consciousness.  The phrases of the ensemble give the ETC a characteristic arc that begins in a musically motile condition and proceeds towards a musically stabile state.  This motion happens quickly over each bell cycle, “eternally” recycling with each repeat (see Eliade 1954 ).  One moment within the ETC may be a particularly salient focal point for musical excitement.  In music with quaternary beat structure, the fourth time-point in the first beat often is the crucial location.  The design of the ETC also enables devices of simultaneous multideterminancy to be effective.",
                "footnotes": [],
                "citations": [
                    "eliade_1954"
                ]
            }
        },
        {
            "107": {
                "text": "[107] Time values that do not lend themselves to precise measurement in terms of the metric matrix are part of the musical style.  In music with ternary beats, swing timing is particularly likely in two-stroke figures with short-long temporal proportion: the second stroke is not quite on the mid-point between successive ternary beats but its onset occurs a bit later than the second time-point.  The prevalence of swing timing does not invalidate analytic insights premised on isochronous timing, however.  This paper shows that the concept of an implicit grid of equidurational temporal units yields powerful insight and coherent systematic explanation.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.4.locke.html",
    "data": "mto/data/mto.10.16.4.locke.json"
}