{
    "title": "Music’s Stubborn Enchantments (and Music Theory’s)",
    "date": "2018/03/01",
    "volume": "24",
    "issue": "1",
    "authors": [
        "Rings, Steven"
    ],
    "abstract": "In 1917, Max Weber (paraphrasing Schiller) famously proclaimed modernity’s “disenchantment of the world.” Weber was speaking specifically about the waning of belief in the cold light of science, secularism, and rationalized, bureaucratic capitalism, but his dictum has proven remarkably resonant beyond the social science quad. Indeed, disenchantment in various forms arguably pervades the postmodern humanities, as both diagnosis and method: the critical theorist disenchants, unmasks, demystifies. Most music theorists, it need hardly be said, do something quite different. As the SMT celebrates its 40th year, music theory—with its wide-eyed enthusiasms and unapologetic close readings, its loving attention to the sonic and the aesthetic, its frequent aloofness from the social and political—remains a discipline apart, a sort of blissed-out, sylvan glade within the Left-melancholic academy.Depending on one’s intellectual commitments this may be cause for celebration or withering critique. But before we exult or condemn, we should try, once again, to understandwhy, as music theorists, many of us are so prone to enchantment (despite frequent admonishments from our academic neighbors), and what this might mean for our discipline’s future, its place in the academic ecology, and its ethical commitments. This paper considers these questions in connection with the song “Poor Places” by the band Wilco, using it as a case study to stage a fictive encounter between (unabashedly enchanted) music analysis and more critically wary perspectives. I end with broader ethical considerations about enchantment’s potential to effect social change, drawing on the work of political theorist Jane Bennett.",
    "keywords": [
        "music analysis",
        "pleasure",
        "enchantment",
        "Max Weber",
        "Bruno Latour",
        "actor network theory",
        "sound studies",
        "scholarly ethics"
    ],
    "doi": "",
    "received": "November 2017",
    "pdf": "http://mtosmt.org/issues/mto.18.24.1/mto.18.24.1.rings.pdf",
    "author_info": [
        {
            "name": "Steven Rings",
            "university": "University of Chicago",
            "address": "1010 East 59th Street, Chicago, IL 60637",
            "email": "srings@uchicago.edu"
        }
    ],
    "citations": {
        "abbate_2004": "Abbate, Carolyn. 2004. “Music—Drastic or Gnostic?“ Critical Inquiry 30: 505–36.",
        "abbate_2016": "Abbate, Carolyn. 2016. “Sound Object Lessons.“ Journal of the American Musicological Society 69: 793–829",
        "adorno_1978": "Adorno, Theodor. 1978. Minima Moralia: Reflections from Damaged Life . Translated by E. F. N. Jephcott. Verso.",
        "adorno_1998": "Adorno, Theodor. 1998. Critical Models: Interventions and Catchwords . Translated by Henry W. Pickford. Columbia University Press.",
        "agawu_1996": "Agawu, Kofi. 1996. “Analyzing Music under the New Musicological Regime.” Music Theory Online 2 (4). http://www.mtosmt.org/issues/mto.96.2.4/mto.96.2.4.agawu.html .",
        "agawu_2004": "Agawu, Kofi. 2004. “How We Got out of Analysis, and How to Get Back In Again.” Music Analysis 23: 267–86.",
        "benjamin_1974": "Benjamin, Walter. 1974. “Left-Wing Melancholy (On Erich Kästner’s New Book of Poems).” Screen 15: 28–32. Originally published in Die Gesellschaft 8, 1931.",
        "bennett_2001": "Bennett, Jane. 2001. The Enchantment of Modern Life: Attachments, Crossings, and Ethics . Princeton University Press.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32: 95–110.",
        "blake_2012": "Blake, David K. 2012. “Timbre as Differentiation in Indie Music.” Music Theory Online 18 (2). http://mtosmt.org/issues/mto.12.18.2/mto.12.18.2.blake.html .",
        "bull_and_back_2015": "Bull, Michael, and Les Back, eds. 2015. The Auditory Culture Reader . 2nd edition. Bloomsbury.",
        "burns_1987": "Burns, Gary. 1987. “A Typology of ‘Hooks’ in Popular Records.” Popular Music 6: 1–20.",
        "burnham_1996": "Burnham, Scott. 1996. “Theorists and ‘The Music Itself.’” Music Theory Online 2 (2). http://www.mtosmt.org/issues/mto.96.2.2/mto.96.2.2.burnham.html .",
        "carter_2005": "Carter, Paul Scott. 2005. “Retrogressive Harmonic Motion as Structural and Stylistic Characteristic of Pop-Rock Music.” Ph.D. diss., University of Cincinnati.",
        "cheng_2016": "Cheng, William. 2016. Just Vibrations: The Purpose of Sounding Good . University of Michigan Press.",
        "currie_2009": "Currie, James. 2009. “Music After All.” Journal of the American Musicological Society 62: 145–204.",
        "cusick_2004": "Cusick, Suzanne. 2004. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32: 8–27.",
        "during_2002": "During, Simon. 2002. Modern Enchantments: The Cultural Power of Secular Magic . Harvard University Press.",
        "eidsheim_2015": "Eidsheim, Nina Sun. 2015. Sensing Sound: Singing and Listening as Vibrational Practice . Duke University Press.",
        "erlmann_2014": "Erlmann, Veit. 2014. Reason and Resonance: A History of Modern Aurality . Zone.",
        "everett_2008": "Everett, Walter. 2008. “Pitch Down the Middle.” In Expression in Pop-Rock Music: Critical and Analytical Essays , 2nd edition, ed. Walter Everett, 111–74. Routledge Press.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” Oxford University Press.",
        "fernandez_1997": "Fernandez, Akin O. 1997. Liner notes to The Conet Project . Irdial Discs.",
        "frere-jones_2007": "Frere-Jones, Sasha. 2007. “A Paler Shade of White: How Indie Rock Lost Its Soul.” The New Yorker , October 22.",
        "gopinath_2009": "Gopinath, Sumanth. 2009. “Diversity, Music Theory, and the Neoliberal Academy.” Gamut 2: 61–88.",
        "guck_1994": "Guck, Marion. 1994. “Analytical Fictions.” Music Theory Spectrum 16: 217–30.",
        "guck_2018": "Guck, Marion. 2018. “Analytical Relationships.” In The Oxford Handbook of Critical Concepts in Music Theory , ed. Alexander Rehding and Steven Rings. Forthcoming.",
        "hanninen_2018": "Hanninen, Dora. 2018. “Images, Visualization, and Representation.” In The Oxford Handbook of Critical Concepts in Music Theory , ed. Alexander Rehding and Steven Rings. Forthcoming.",
        "harrison_2000-2001": "Harrison, Daniel. 2000/2001. “A Story, an Apologia, and a Survey.” Intégral 14/15: 29–37.",
        "horkheimer_and_adorno_2002": "Horkheimer, Max, and Theodor Adorno. 2002. Dialectic of Enlightenment . Edited by Gunzelin Schmid Noerr. Translated by Edmund Jephcott. Stanford University Press.",
        "hyndman_2007": "Hyndman, Sheena. 2007. “The O’Rourke Factor: Authorship, Authority, and Creative Collaboration in the Music of Wilco.” Musicological Explorations 8: 7–31.",
        "iverson_2017": "Iverson, Jennifer. 2017. “Invisible Collaboration: The Dawn and Evolution of elektronische Musik .” Music Theory Spectrum 39: 200–22.",
        "jameson_1981": "Jameson, Fredric. 1981. The Political Unconscious: Narrative as a Socially Symbolic Act . Cornell University Press.",
        "kane_2014": "Kane, Brian. 2014. Sound Unseen: Acousmatic Sound in Theory and Practice . Oxford University Press.",
        "klumpenhouwer_1998": "Klumpenhouwer, Henry. 1998. “Commentary: Poststructuralism and Issues of Music Theory.” In Music/Ideology: Resisting the Aesthetic , ed. Adam Krims, 289–310. G&B Arts.",
        "kot_2004": "Kot, Greg. 2004. Learning How to Die . Broadway Books.",
        "kramer_1992": "Kramer, Lawrence. 1992. “Haydn’s Chaos, Schenker’s Order: or, Hermeneutics and Musical Analysis: Can They Mix?” Nineteenth-Century Music 16: 3–17.",
        "krims_1994": "Krims, Adam. 1994. “Bloom, Post-Structuralism(s), and Music Theory.” Music Theory Online 1 (1). http://www.mtosmt.org/issues/mto.95.1.1/mto.95.1.1.krims.tlk .",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identity . Cambridge University Press.",
        "landy_and_saler_2009": "Landy, Joshua, and Michael Saler, eds. 2009. The Re-Enchantment of the World: Secular Magic in a Rational Age . Stanford University Press.",
        "latour_1993": "Latour, Bruno. 1993. We Have Never Been Modern . Translated by Catherine Porter. Cambridge, MA: Harvard University Press.",
        "latour_1999": "Latour, Bruno. 1999. Pandora’s Hope: Essays on the Reality of Science Studies . Harvard University Press.",
        "latour_2004": "Latour, Bruno. 2004. “Why Has Critique Run out of Steam? From Matters of Fact to Matters of Concern.” Critical Inquiry 30: 225–48.",
        "latour_2007": "Latour, Bruno. 2007. Reassembling the Social: An Introduction to Actor-Network Theory . Oxford University Press.",
        "locke_1999": "Locke, Ralph P. 1999. “Musicology and/as Social Concern: Imagining the Relevant Musicologist.” In Rethinking Music , ed. Nicholas Cook and Mark Everist, 499–530. Oxford University Press.",
        "loeffler_2017": "Loeffler, Zachary. 2017. “Miniature Magic: The Untold Story of the Recital Encore.” Unpublished MS.",
        "lyons_2014": "Lyons, Sara. 2014. “The Disenchantment/Re-Enchantment of the World: Aesthetics, Secularization, and the Gods of Greece from Friedrich Schiller to Walter Pater.” The Modern Language Review 109: 873–95.",
        "mason_1991": "Mason, Simon. 1991. Secret Signals: The Euronumbers Mystery . Tiare Publications.",
        "mcclary_2002": "McClary, Susan. 2002. Feminine Endings: Music, Gender, and Sexuality . 2nd edition. University of Minnesota Press. Originally published in 1991.",
        "mccreless_1996": "McCreless, Patrick. 1996. “Contemporary Music Theory and the New Musicology: An Introduction.” Music Theory Online 2 (2). http://www.mtosmt.org/issues/mto.96.2.2/mto.96.2.2.mccreless.html .",
        "mccreless_1998": "McCreless, Patrick. 1998. “Music Theory as Community: A Perspective from the Late ’90’s.” Music Theory Online 4 (2). http://www.mtosmt.org/issues/mto.98.4.2/mto.98.4.2.mccreless.html .",
        "mccreless_2000": "McCreless, Patrick. 2000. “Music Theory and Historical Awareness.” Music Theory Online 6 (3). http://www.mtosmt.org/issues/mto.00.6.3/mto.00.6.3.mccreless.html .",
        "moore_1992": "Moore, Allan F. 1992. “Patterns of Harmony.” Popular Music 11: 73–106.",
        "murphy_2014": "Murphy, Scott. 2014. “A Pop Music Progression in Recent Popular Movies and Movie Trailers.” Music, Sound, and the Moving Image 8: 141–62.",
        "nietzsche_1995": "Nietzsche, Friedrich. 1995. Thus Spoke Zarathustra: A Book for All and None . Translated by Walter Kaufmann. Modern Library.",
        "novak_and_sakakeeny_2015": "Novak, David, and Matt Sakakeeny, eds. 2015. Keywords in Sound . Duke University Press.",
        "ochoa_gautier_2014": "Ochoa Gautier, Ana María. 2014. Aurality: Listening and Knowledge in Nineteenth-Century Colombia . Duke University Press.",
        "osborn_2013": "Osborn, Brad. 2013. “Subverting the Verse–Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35: 23–47.",
        "piekut_2014": "Piekut, Benjamin. 2014. “Actor-Networks in Music History: Clarifications and Critiques.” Twentieth-Century Music 11: 191–215.",
        "piekut_and_stanyek_2010": "Piekut, Benjamin, and Jason Stanyek. 2010. “Deadness: Technologies of the Intermundane.” TDR: The Drama Review 54: 14–38.",
        "pinch_and_bijsterveld_2013": "Pinch, Trevor, and Karin Bijsterveld, eds. 2013. The Oxford Handbook of Sound Studies . Oxford University Press.",
        "rehding_2016": "Rehding, Alexander. 2016. “Instruments of Music Theory.” Music Theory Online 22 (4). http://mtosmt.org/issues/mto.16.22.4/mto.16.22.4.rehding.html .",
        "richards_2017": "Richards, Mark. 2017. “Tonal Ambiguity in Popular Music’s Axis Progressions.” Music Theory Online 23 (3). http://mtosmt.org/issues/mto.17.23.3/mto.17.23.3.richards.html .",
        "scarry_1999": "Scarry, Elaine. 1999. On Beauty and Being Just . Princeton University Press.",
        "sheehy_2017": "Sheehy, August. 2017. “Music Analysis as a Practice of the Self in Nineteenth-Century Germany.” Ph.D. diss., University of Chicago.",
        "steege_2012": "Steege, Benjamin. 2012. Helmholtz and the Modern Listener . Cambridge University Press.",
        "sterne_2003a": "Sterne, Jonathan. 2003a. The Audible Past: Cultural Origins of Sound Reproduction . Duke University Press.",
        "sterne_2003b": "Sterne, Jonathan. 2003b. “Headset Culture, Audile Technique, and Sound Space as Private Space.” Tijdschrift voor Mediageschiedenis (TMG) 6: 57–82.",
        "sterne_2012": "Sterne, Jonathan, ed. 2012. The Sound Studies Reader . Routledge.",
        "van_den_toorn_1995": "van den Toorn, Pieter. 1995. Music, Politics, and the Academy . University of California Press.",
        "weber_1946": "Weber, Max. 1946. From Max Weber: Essays in Sociology . Edited by H. H. Gerth and C. Wright Mills. Oxford University Press.",
        "weber_2003": "Weber, Max. 2003. The Protestant Ethic and the Spirit of Capitalism . Translated by Talcott Parsons. Dover. Originally published as Die protestantische Ethik und der Geist des Kapitalismus in 1905.",
        "weber_2004": "Weber, Max. 2004. The Vocation Lectures . Edited and with an introduction by David Owen and Tracy B. Strong. Translated by Rodney Livingstone. Hackett.",
        "wilson_2007": "Wilson, Carl. 2007. “The Trouble with Indie Rock: It’s Not Just Race, It’s Class.” Slate , October 18."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Alan Gosman and the Program Committee for the 2017 SMT Annual Meeting for their generous invitation to present at the conference’s plenary session alongside Gretchen Horlacher and Michael Tenzer. I also thank Jennifer Iverson for allowing me to be a fly on the wall during her seminar on sound studies in winter quarter 2017, Marion Guck for stimulating my thinking on analytical relationships, Brian Kane for doing the same with Latour and Sterne, and Zachary Loeffler for sharing his work on modernity and magic. Thanks are due as well to Jeff Tweedy, Glenn Kotche, Jim O’Rourke, and LeRoy Bach for being so gracious with their time and patient with my questions. The text of the talk is presented here essentially as delivered, with only minor revisions. I have included movie files of several of the animated slides and have added full footnotes and citations.",
            "citations": []
        },
        "FN1": {
            "text": "1. Weber delivered his lecture “Science as Vocation” at the University of Munich on November 7, 1917 (the SMT plenary session fell just three days shy of the lecture’s centenary). While “Science as Vocation” contains Weber’s most extensive, and most-cited, discussion of “the disenchantment of the world” ( die Entzauberung der Welt ; see Weber 2004 , 12ff), the idea crops up throughout his writings. It appears, for example, in his best-known book, The Protestant Ethic and the Spirit of Capitalism , first published in German in 1905 ( Weber 2003 , 105 and 221–22n19; Talcott Parsons translates the phrase here more literally, if prosaically, as “the elimination of magic from the world”). Entzauberung also arises in Weber’s essays “The Social Psychology of the World Religions” and “Religious Rejections of the World and their Directions” ( Weber 1946 , 267–301 and 323–59; for relevant citations from these two articles, see Bennett 2001 , 56 and 186).",
            "citations": [
                "weber_2004",
                "weber_2003",
                "weber_1946",
                "bennett_2001"
            ]
        },
        "FN2": {
            "text": "2. On Weber’s sources, including Schiller’s “Die Götter Griechenlands,” see Lyons 2014 . Schubert’s desolate setting of one stanza of the Schiller (D. 677) offers a compact résumé of the poem’s central theme.",
            "citations": [
                "lyons_2014"
            ]
        },
        "FN3": {
            "text": "3. One crucial nodal point in this reception history was Horkheimer and Adorno’s Dialectic of Enlightenment ( 2002 ; first published in 1944), which gestures toward Weber in its third sentence. The opening pages are rife with Weberian formulations, some remarkably direct: “On their way toward modern science human beings have discarded meaning” ( 2002 , 3). But the Frankfurt authors far surpass Weber in grinding pessimism, not to mention historical sweep: for them, things were already starting to go downhill with Homer. The Dialectic of Enlightenment became a canonical text for postwar critical theory; Adorno of course took on similarly canonical status during musicology’s critical turn in the 1980s and 90s.",
            "citations": [
                "horkheimer_and_adorno_2002",
                "horkheimer_and_adorno_2002"
            ]
        },
        "FN4": {
            "text": "4. On “minor enchantment,” see Bennett 2001 . As Lyons notes ( 2014 , 880), Schiller, too, saw the aesthetic as a site of re-enchantment. On strategies of modern re-enchantment, see During 2002 and Landy and Saler 2009 . For a rich account of the recital encore as a site of bourgeois modern enchantment (“miniature magic”), see Loeffler 2017 .",
            "citations": [
                "bennett_2001",
                "lyons_2014",
                "during_2002",
                "landy_and_saler_2009",
                "loeffler_2017"
            ]
        },
        "FN5": {
            "text": "5. I borrow “Left melancholy” ( linke Melancholie ) from Benjamin 1974 .",
            "citations": [
                "benjamin_1974"
            ]
        },
        "FN6": {
            "text": "6. Those polemics generated a raft of articles and books on music theory’s place in the academy and its relationship to a postmodern musicology; see especially Agawu 1996 ; Burnham 1996 ; Cusick 2004 ; Kramer 1992 ; Krims 1994 and 2000 , 1–45; McClary 2002 , especially 9–17; McCreless 1996 , 1998 , and 2000 ; and van den Toorn 1995 . On New Musicological suspicions surrounding analytical and interpretive pleasure, see the account of “Left puritanism” in Klumpenhouwer 1998 , 299 and passim . In one sense, the present talk checks in on some of these issues two decades later; it also adopts a comparative approach similar to that in McCreless 2000 .",
            "citations": [
                "agawu_1996",
                "burnham_1996",
                "cusick_2004",
                "kramer_1992",
                "krims_1994",
                "krims_2000",
                "mcclary_2002",
                "mccreless_1996",
                "mccreless_1998",
                "mccreless_2000",
                "van_den_toorn_1995",
                "klumpenhouwer_1998",
                "mccreless_2000"
            ]
        },
        "FN7": {
            "text": "7. For a history of Wilco up to Yankee Hotel Foxtrot —including a detailed account of the alt-country phenomenon spurred by Uncle Tupelo, singer Jeff Tweedy’s first band—see Kot 2004 .",
            "citations": [
                "kot_2004"
            ]
        },
        "FN8": {
            "text": "8. See http://www.albumoftheyear.org/ratings/1-pitchfork-highest-rated/all/1 ; the original Pitchfork review is available here: https://pitchfork.com/reviews/albums/8676-yankee-hotel-foxtrot/ . Both sites accessed December 2, 2017. Wilco would go on to win a Grammy for their 2004 follow-up album, A Ghost Is Born .",
            "citations": []
        },
        "FN9": {
            "text": "9. A few words on the stories the talk does not address. On whiteness: in a 2007 article, New Yorker music critic Sasha Frere-Jones initiated a debate about race and indie music, which explicitly called out Wilco; Carl Wilson ( 2007 ) provided one of the most thoughtful responses, also engaging questions of class. As for September 11th, the record was initially scheduled for release on that date, but was then delayed. Once it did emerge, many noticed what seemed to be eerie premonitions of the day’s events in the lyrics of the song “Jesus, etc.,” which had been written well before the attack: “Tall buildings shake / voices escape / singing sad, sad songs” and “skyscrapers are scraping together / your voice is smoking / your last cigarette.”",
            "citations": [
                "wilson_2007"
            ]
        },
        "FN10": {
            "text": "10. On the often-central role of timbre in indie music, see Blake 2012 .",
            "citations": [
                "blake_2012"
            ]
        },
        "FN11": {
            "text": "11. For two recent studies of this progression, see Murphy 2014 and Richards 2017 .",
            "citations": [
                "murphy_2014",
                "richards_2017"
            ]
        },
        "FN12": {
            "text": "12. Here and in Figure 5, right-hand keyboard voicings have been simplified and octave-adjusted to show normalized voice leading.",
            "citations": []
        },
        "FN13": {
            "text": "13. For a survey of Aeolian progressions (including discussions of “Stairway to Heaven,” “Layla,” and other apt examples), see Biamonte 2010 , 101–4. Biamonte cites a number of previous accounts of the progression, including Burns 1987 , 10; Carter 2005 , 99–100; Everett 2008 , 157–58; 2009 , 260; and Moore 1992 , 87.",
            "citations": [
                "biamonte_2010",
                "burns_1987",
                "carter_2005",
                "everett_2008",
                "everett_2009",
                "moore_1992"
            ]
        },
        "FN14": {
            "text": "14. Adorno 1978 , 127 and 1998 , 293, respectively. Both are cited in Currie 2009 , 190–91.",
            "citations": [
                "adorno_1978",
                "adorno_1998",
                "currie_2009"
            ]
        },
        "FN15": {
            "text": "15. Burnham 1996 makes a similar point.",
            "citations": [
                "burnham_1996"
            ]
        },
        "FN16": {
            "text": "16. Guck has eloquently demonstrated this in various articles, most famously in her much-cited “Analytical Fictions” ( 1994 ).",
            "citations": [
                "guck_1994"
            ]
        },
        "FN17": {
            "text": "17. On proximity to physical instruments as a condition of possibility for music theorizing, see Rehding 2016 and the papers presented at the 2017 “Instruments of Music Theory” conference ( https://instrumentsofmusictheoryconference.wordpress.com/program/ ).",
            "citations": [
                "rehding_2016"
            ]
        },
        "FN18": {
            "text": "18. This story is rehearsed in nearly every critical and journalistic discussion of the album; for a detailed account, see Kot 2004 .",
            "citations": [
                "kot_2004"
            ]
        },
        "FN19": {
            "text": "19. These clips, along with those in Slide 8, come from Sam Jones’s 2002 documentary I Am Trying to Break Your Heart , which chronicles the album’s creation, the Reprise debacle, and its aftermath.",
            "citations": []
        },
        "FN20": {
            "text": "20. To be sure, a virtuoso critic—perhaps armed with Jameson’s ( 1981 ) conviction that Marxism is the “ultimate horizon” of all interpretation—could well bridge the gulf between a local, closely heard analysis of the song and a broader socio-economic interpretation. But rapprochement with our enchanted analyst would still by no means be guaranteed; one can easily imagine the discussion degenerating into a heated debate on the ethics of aesthetic immersion.",
            "citations": [
                "jameson_1981"
            ]
        },
        "FN21": {
            "text": "21. The interdisciplinary field of sound studies is relatively young, but its literature is rapidly growing. For a concise introduction to the state of the field circa 2012, see Jonathan Sterne’s introduction to The Sound Studies Reader ( Sterne 2012 ). For a representative sampling of work in sound studies, see the essays collected in that volume, as well as those in Bull and Back 2015 , Novak and Sakakeeny 2015 , and Pinch and Bijsterveld 2013 . Important work has begun to emerge from music scholars engaged with sound studies, including Piekut and Stanyek 2010 , Steege 2012 , Kane 2014 , Ochoa Gautier 2014 , Erlmann 2014 , Eidsheim 2015 , Abbate 2016 , and Iverson 2017 .",
            "citations": [
                "sterne_2012",
                "bull_and_back_2015",
                "novak_and_sakakeeny_2015",
                "pinch_and_bijsterveld_2013",
                "piekut_and_stanyek_2010",
                "steege_2012",
                "kane_2014",
                "ochoa_gautier_2014",
                "erlmann_2014",
                "eidsheim_2015",
                "abbate_2016",
                "iverson_2017"
            ]
        },
        "FN22": {
            "text": "22. On “audile techniques,” see Sterne 2003a and 2003b ; Ochoa Gautier 2014 offers one extended application of Sterne’s concept. Brian Kane has noted (in personal communication) that Sterne’s audile techniques have yet to be fully theorized or given rigorous philosophical grounding.",
            "citations": [
                "sterne_2003a",
                "sterne_2003b",
                "ochoa_gautier_2014"
            ]
        },
        "FN23": {
            "text": "23. On numbers stations, see Mason 1991 and Fernandez 1997 .",
            "citations": [
                "mason_1991",
                "fernandez_1997"
            ]
        },
        "FN24": {
            "text": "24. Our sound student could well be an actor-network theorist, as suggested by recent work in music studies that partakes of ideas from both fields: see, for example, Piekut and Stanyek 2010 and Iverson 2017 .",
            "citations": [
                "piekut_and_stanyek_2010",
                "iverson_2017"
            ]
        },
        "FN25": {
            "text": "25. For accessible introductions to ANT, see Latour 1999 and 2007 ; Piekut 2014 is a concise primer specifically aimed at music historians. ANT also holds considerable promise for analyzing the creation and circulation of music-theoretical knowledge. The first case study in Latour 1999 —about soil research in Brazil—offers an intriguing analogue: the network in question involves not only humans and the physical entities they are studying, but also various tools and modes of representation, including maps that at once engender a sense of confidence about elusive configurations in the physical world and offer a site for negotiation between researchers (see especially Figure 2.2 on p. 28 and the relevant text thereabouts). If one substitutes a music-theoretical figure for the map in question, the analogue begins to come into focus. For a relevant study of music-analytical images as sites of representation and knowledge formation, see Hanninen 2018 .",
            "citations": [
                "latour_1999",
                "latour_2007",
                "piekut_2014",
                "latour_1999",
                "hanninen_2018"
            ]
        },
        "FN26": {
            "text": "26. Bennett died tragically in 2009 of an accidental overdose of painkillers.",
            "citations": []
        },
        "FN27": {
            "text": "27. For more on the question of authorship as it relates to O’Rourke’s involvement with the record, see Hyndman 2007 .",
            "citations": [
                "hyndman_2007"
            ]
        },
        "FN28": {
            "text": "28. On “blackboxing” in ANT, se Latour 1999 , 183–85.",
            "citations": [
                "latour_1999"
            ]
        },
        "FN29": {
            "text": "29. See Piekut 2014 , 191 and Kane 2014 , 113–14.",
            "citations": [
                "piekut_2014",
                "kane_2014"
            ]
        },
        "FN30": {
            "text": "30. Bennett 2001 , 4. Bennett pursues this argument in depth in Chapter 7, pp. 131–58. For a similar argument—though one more rooted in analytical philosophy than Bennett’s continental sources—see Scarry 1999 , 55–124. Latour himself has expressed frustration with the ritual “debunking” of critical theory, calling for a return to what he calls “matters of concern,” as opposed to ruthless “matters of fact” ( Latour 2004 ); his argument differs from Bennett’s and Scarry’s in various ways, but the intervention is related. It is also worth noting that some years earlier Latour had explicitly argued against Weber’s disenchantment thesis ( 1993 , 114–16). Recently, August Sheehy ( 2017 ) has written about music analysis as a Foucauldian “practice of the self” in ways that resonate with the present discussion (compare especially Bennett’s own engagement with later Foucault). For a deeply thoughtful and relevant meditation on ways in which musicological activity—with its many modes of careful aesthetic attending—might open out onto more worldly labors of care, concern, and reparative action, see Cheng 2016 .",
            "citations": [
                "bennett_2001",
                "scarry_1999",
                "latour_2004",
                "latour_1993",
                "sheehy_2017",
                "cheng_2016"
            ]
        },
        "FN31": {
            "text": "31. “Absolutely Sweet Marie” ( Blonde on Blonde , 1966).",
            "citations": []
        },
        "FN32": {
            "text": "32. While I do not wish to limit the form such action might take, it is worth stressing that there remains significant pain in our discipline around issues of diversity, gender equity, casualization of labor, accessibility, and much else. In recent years the SMT has worked admirably to address these issues, but much remains to be done. “Charity begins at home,” goes the proverb, as Ralph Locke ( 1999 , 529) and Jamie Currie ( 2009 , 153) remind us. For a penetrating account of the problem of diversity in music theory—including its relationship to broader neoliberal trends in academia, most notably the increasing casualization of labor—see Gopinath 2009 .",
            "citations": [
                "locke_1999",
                "currie_2009",
                "gopinath_2009"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In 1917, Max Weber proclaimed modernity’s disenchantment of the world. (1) With Schiller on his mind, he saw belief and wonder in retreat from the cold light of science, secularism, and rationalized, bureaucratic capitalism. (2) In the decades since, Weber’s diagnosis has proven remarkably durable, taking on an almost axiomatic status in certain corners of the academy. (3) Indeed, the postmodern humanities can often feel doubly disenchanted, for here the aesthetic, too, has lost its aura: it turns out that that book you love, or that painting, or that poem, is not so innocent after all. Our fallen world contaminates the text: inequities of race, class, gender, sexuality, and ability; the relations of production and the depredations of capital; and all manner of political violence, power, and abjection leave their imprint. The aesthetic becomes a site not of “minor enchantment,” as some had hoped, but of stark choice: false consciousness or resistance. (4)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] It’s rarely so extreme, of course, but the general phenomenon is familiar enough—as is the figure of the critical theorist, ever at the ready to demystify, to unmask. Most music theorists, it need hardly be said, do something quite different. The student who enters the harmony classroom is not usually enticed into ideology critique. Instead, she is encouraged to attend closely to melodies, chords, and rhythms, to learn how to reproduce and analyze them, and to relish their masterful deployment in exemplary works. Our research is more diverse, but the mood is not all that different, as a weekend at this conference often reminds me. We are, on the whole, a rather wide-eyed, enthusiastic bunch, eager to get some music in our ears and figure out how it works its magic. In short, as the SMT celebrates its fortieth year, music theory remains a discipline apart. The Left melancholy that blankets so much of the academy seems not to cast a shadow over our field. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Should we be worried about that? These are dark days, after all. In the wreckage of world events, what are the ethical stakes of theorists remaining in such beguiled proximity to musical sound? Should we—once and for all—put our pleasures aside and join our disenchanted colleagues? There has been no shortage of calls for just that since the high-water mark of the New Musicology twenty years ago. (6) And yet the affect that circulates in meetings like these has hardly changed: ours remains a stubbornly blissed-out little academic glade, still devoted to “under-the-hood mysteries,” as Dan Harrison once put it ( 2000/2001 , 32). Music theory’s good spirits may well be a permanent condition. In this anniversary year, perhaps it is time simply to accept that fact and ask—what now? What if music theory is terminally enchanted? What does that make possible, and what might it foreclose?",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] One immediate worry is that it forecloses productive dialogue with our academic neighbors. I emphasize productive —unproductive dialogue isn’t a problem: that can always be had in the academy. But can a spellbound music theory still find interlocutors in the humanities? To think our way into the question, let’s use an example. I’ll structure the rest of my talk around one song, which will act as a shared object for a fictive encounter between a bit of unabashedly enchanted music analysis (which I’m happy to perform) and more critically wary perspectives. This will also allow us to reflect more generally on some whys and wherefores of music theory’s sins of enjoyment. *   *   *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In 2002 the Chicago-based indie band Wilco released the album Yankee Hotel Foxtrot . Wilco emerged from the alt-country scene, a movement that fused a punk sensibility with re-imagined, idealized Americana. (7) Elite critics liked alt-country, but they loved this record: an experimental departure from the band’s folksy roots, it quickly became one of the most critically acclaimed albums of the early millennium. Hipster tastemakers Pitchfork gave it an exceedingly rare perfect 10 score (only one album since has received that score: Kanye West’s My Beautiful Dark Twisted Fantasy , in 2010). (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] As scholars, what might we ask of this record? What do we want to know? There are as many questions as there are disciplines in the academy, and as many stories: about flows of global capital and the downstream effects of corporate mergers; about whiteness in indie music; about tangled actor networks in the recording studio; about unnerving coincidences with September 11th; and more still. We’ll get to a couple of those stories in a minute. (9) But first I’ll play the analyst and start with how the music sounds.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] We’ll focus on the song “Poor Places,” the album’s penultimate track. It begins like this and ends like this Slide 1 (click to watch) but in between, you’ll be glad to know, are quite different sounds. Part of my fascination with the song centers on that relationship, between its boundaries and its interior. Indeed, one thematic axis in the song’s lyrics concerns interiors and exteriors, especially domestic ones. Another concerns the struggle to make sense, to read an inscrutable world. This, too, is sonically palpable in the music, with its fragile signals and enveloping noise.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] The song contains familiar formal elements, but in a somewhat unusual configuration. There are three verses, followed by one chorus, and then an outro. Moreover, the outro—which we might also label a terminal climax, following Brad Osborn ( 2013 )—lasts for over 40% of the track. As the verses progress, instruments become clearer and noise recedes, until verse three and the chorus, the song’s luminous center, where all we hear are conventionally coded musical sounds. Previous sounds then flood back in for the outro, which resembles the end of “A Day in the Life,” but in dysphoric photonegative. Slide 1 provides a quick audio tour; commentary appears as the excerpts play. Figure 1 (click to enlarge) Slide 2 (click to watch)",
                "footnotes": [],
                "citations": [
                    "osborn_2013"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] The annotations largely focus on timbre; (10) the spectrogram of Figure 1 provides a useful overview. You don’t need my help reading the right-hand side of the image, but I will point out some details of interest in the earlier sections. The vertical columns in verses one and two correspond to Jeff Tweedy’s voice; each one is a sung couplet. Cutting across these high in the spectrum are horizontal bands that register some of the white-noise whistling, as well as a lower set of more sharply etched horizontal lines, which are the partials of the perfect-fifth drone. Both of these end dramatically with the onset of verse three. The link between chorus and outro offers a similar oasis. It appears here—as it sounds—like a still point deep in the song’s interior, a temporal, sonic, and affective counter-pole to its grainy opening and roaring conclusion. Slide 2 animates these relationships, offering some aural points of reference.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] This timbral story moves in tandem with a harmonic one. We first hear the harmonic progression that will ground much of the song in an instrumental break between verses one and two, struggling to be heard above the drone and other sonic detritus. Figure 2 transcribes the signal-processed piano part, along with some harmonic annotations. It’s hard to make out all of the pitches in the piano part—the triangles are guesses—but the harmony is clear enough. The opening I–V–vi–IV progression is as conventional as they come; indeed, it’s one of the most common progressions in popular music over the last several decades. (11) But the major II chord that follows adds a flash of chromaticism, a suggestion of Beatles-esque harmonic richness. A diatonic IV chord rounds off the progression, creating a little three-chord loop (bracketed), the II chord bending the subdominant’s E ♭ momentarily to E ♮ before easing back. In the verses, Jeff Tweedy’s vocal lines inhabit the first half of the progression, ending just at the chromatic flicker. Slide 3 illustrates. Figure 2 (click to enlarge) Slide 3 (click to watch) Figure 3 (click to enlarge and listen) Slide 4 (click to watch)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] This progression, or some variant of it, underlies every verse, as well as the link. As in a passacaglia, the interest resides in what changes from iteration to iteration. After the murk of the initial, submerged statements, verse three offers our first chance to hear the progression unobscured. But the verse’s limited timbral palette—dominated by piano and toms played with soft mallets—is matched by its harmonic restraint. Figure 3 shows the governing piano part in the verse. The hint of chromaticism has vanished—note the minor ii chord—and the repeated cluster in the piano’s right hand suggest a static diatonic field more than a true harmonic progression. That sense only increases over the course of the verse, as quasi-minimalist piano figures loop and accumulate, their patterns sticking resolutely to the notes of the B ♭ -major hexachord; the leading tone A is absent throughout. The kaleidoscopic busyness is balanced by the harmonic and timbral monochrome. Slide 4 provides audio for the entire verse, transcribing the strata that accumulate along the way. Slide 5 (click to watch) Figure 4 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] After this harmonically abstemious verse, the chorus sounds like an epiphany. The acoustic guitar comes bearing gleaming new chords, unfurling them one after the other, in Beatles-esque parade. Slide 5 provides audio of the complete chorus, followed by some analytical annotations. The slide notes first the sheer abundance of harmonies: there are nine distinct chords. And they’re opulent ones: five are what pop musicians would call slash chords. Such voicings are most idiomatic at the keyboard —the left hand moving independently of the right—and indeed, an electric piano sounds behind the guitar. Diamond and regular noteheads appear in the slide to make vivid the right-hand/left-hand somatics. (12) Part of what makes the chorus so dazzling is to hear these sonorous keyboard voicings decked out in acoustic-guitar shimmer. Adding to the profusion, the slash chords inhabit diverse tonal-syntactical contexts; as the Roman-numeral analysis shows, each projects a unique harmonic function, quality, and voicing. As Figure 4 illustrates, of the nine unique chords in the chorus, only the tonic B ♭ (circled) and the subdominant E ♭ (boxed) sound more than once; the same two chords were anchors of the verse progression. An interesting pattern emerges, cutting across the two-bar phrasing: as the B ♭ and E ♭ chords alternate, spans between the returning B ♭ chords become shorter: from twelve beats, to eight, to seven. This creates a sense of telescoping momentum, which is heightened by the accumulating chromatics: ♭ 7 ˆ in the first span, ♯ 4 ˆ and ♭ 6 ˆ in the second, ♭ 6 ˆ and ♭ 3 ˆ in the third. The funky little 4 3 bar in the final span is the most conspicuous moment in that telescoping. It adds an odd little metric hiccup, punctuating Jeff Tweedy’s gnomic final couplet: “It’s hot in the poor places tonight / I’m not going outside.”",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] In the “link” that follows, the verse progression emerges changed, as though enriched by the chorus. For the first time we hear it in full harmonic dress, free of sonic masking. As shown in Figure 5 , the guitar and electric piano provide the fullest harmonization yet—the Beatles-esque major II, now an inverted ninth chord, sounds like an extravagance. As the brackets show, the guitar even hints at the chorus’s influence, playing not the melody of the verse, but that of the chorus. Yet, rather than initiating a new string of harmonically and timbrally lavish verses, as it seems it might, the link gives way to the outro, which begins its dysphoric process. Slide 6 presents the beginning of the outro, transcribing the interlocking keyboard figure, which suggests a blurry ♭ VI– ♭ VII–I Aeolian progression. Such progressions, or their retrogrades, are often found in arena-rock—think the end of “Stairway to Heaven” or the beginning of “Layla”—but here there are no power chords or solos. (13) Instead, the progression wobbles briefly into earshot, before disappearing in the oncoming rush of noise and shortwave code. Figure 5 (click to enlarge and listen) Slide 6 (click to watch) *   *   *",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] A fragile, luminous interior enveloped by sonic negation—it’s hard to get more disenchanted than that. But I feel quite the opposite when I’m analyzing the song. The pleasure of that moment is both musical and music theoretical: sounds, ideas, and their representations—each with their own aesthetic attractions—circulate tenuously, in a kind of free play. Adorno, of all people, would recognize the experience: “Every thought resembles play,” he says. “Thought is happiness, even where it defines unhappiness.” (14) Jamie Currie ( 2009 ) agrees, adding that proximity to music can nudge us toward additional modes of play that offer aleatoric exits from the closed circuit of neoliberal replication. Of course, anyone who follows polemics around music studies knows that music theory is nothing but neoliberal replication. Yet that accusation is more easily made at a distance than in conversation with an actual music theorist. (15) As Marion Guck has persuasively shown, even the most hard-bitten analytical prose can bear traces of a close, personal involvement with sounding music, an engagement that is often idiosyncratic and not so easily reducible to mere false consciousness. (16) In a forthcoming essay she employs an especially vivid analogy: As with any artwork, indeed, with any valued object, an appreciator takes pleasure in the qualities of the thing itself. You might say that she has a feeling for the object. Thus I might appreciate the color scheme of my Iranian carpet, the saturation of its colors, the peculiar shapes of its figures and their density, the softness and fineness of the wool, and many more features and qualities. I like to be in its presence and feel affection for it. Caring about it, I have also spent time contemplating it, noticing what I’m responding to in it. Awareness of these things has enhanced my pleasure. She goes on: Many music analysts take pleasure principally in immersing ourselves in the interplay of sounds that is the musical process. ( Guck 2018 ) Kofi Agawu has similarly proposed that the . . . fundamental motivation [for analysis] lies in the desire to inhabit temporarily a certain sonic world—and to enjoy the sensuous pleasure of so doing. ( Agawu 2004 ) Note the shared themes of pleasure and immersion. I like to think of this as music theory’s tendency toward “involved proximity”: a sustained, active nearness to musical materials, sonic and physical (think, for example, how critical it is to have a piano in the harmony classroom). Involved proximity is a useful rubric, as it recasts the terms of the polemic, emphasizing location and behavior rather than incommensurable forms of knowledge or political bad faith. It also reminds us that such positioning is built into our pedagogy: to teach theory is to be always within arm’s reach of some instrument, or prepared to sing, ever ready to produce sound and aim our thought in its direction. (17) It should be no surprise, then, if enchantment becomes a sort of occupational hazard.",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "currie_2009",
                    "guck_2018",
                    "agawu_2004"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Guck’s quote is also fascinating given its object. After all, there are many things we could wish to know about that Iranian carpet: about the labor that went into it; the globalized routes that it traveled to arrive in the U.S.; the contexts within which such rugs are embedded in Iranian culture; and so on. One might be deeply concerned with such questions and their ethical implications, yet such concerns might also recede in moments of personal contemplation and care, like those Guck describes. Slide 7 (click to watch)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Similarly, when I am contemplating “Poor Places”—as it is hitting my ears—the corporate drama surrounding the record’s release doesn’t concern me much. (18) In brief, the band was dropped by its label, Reprise, after delivering the album. Reprise’s parent company, Time Warner, had recently merged with AOL, and staff shakeups and changes in corporate culture were afoot. The band started streaming the record for free from their website, and it soon became a cause célèbre . It was eventually picked up by Nonesuch, which—ironically—was also owned by AOL Time Warner. The story became a kind of object lesson about the state of the music industry at the turn of the millennium, and prominent critics were at the ready with Romantic clichés about the incompatibility of art and commerce. Slide 7 shows two representative comments, from critics Greg Kot and David Fricke. (19) This tale has itself become a commodity of sorts—or better, a kind of value-added for the record among a certain clientele (largely white, liberal, middle-class, college-educated, and urban). A Marxist or a Bourdieuian would have a field day with the story, with its involuted transactions between capitals: the money kind and the cultural prestige kind. But it isn’t clear if such critics would have anything to say to our enchanted theorist, dancing awkwardly over by the speakers. Arms folded, they would likely sniff at such bourgeois cluelessness, keeping their distance. (20)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Two critical approaches of more recent vintage reside closer on the academic dance floor, though they, too, are largely resistant to the aesthetic spell. One is sound studies. (21) What might a sound student notice in “Poor Places”? She might explore the “audile techniques” employed by the musicians and recordists, (22) trace the material and political genealogies of the equipment in the studio, or dig into the shortwave radio sample. Indeed, she could produce a robust history of the latter, mapping the Cold War origins of the International Radiotelephony Spelling Alphabet, decoding the clandestine work of shortwave “Numbers Stations,” and perhaps even exploring the later aestheticization of such transmissions in releases like The Conet Project , Jeff Tweedy’s source for the “yankee–hotel–foxtrot” sample. (23) Here we have at least the raw materials for a conversation with our awkward theorist. After all, there is much overlap with the song’s thematics of coded messages and illegible signs. Our sound student might even cajole the theorist into thinking of the song’s aesthetic aura as one local effect of that broader history. Slide 8 (click to watch) Slide 9 (click to watch)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] An actor-network theorist might also lurk nearby. (24) As Bruno Latour has repeatedly emphasized, actor-network theory (ANT) is best understood not as a high-flying theory (or even a “theory” at all), but instead as a sort of hyper-empiricism, or a flattened realism. Latour and his disciples shun big concepts like “the social,” instead tracing the ground-level interactions between human and nonhuman actors in a variety of contexts. ANT’s explanatory apparatus can become very sophisticated, but the initial research method is straightforward: meticulous observation. (25)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] One can hardly imagine a more fertile site for actor-network analysis than the recording sessions for Yankee Hotel Foxtrot . Slide 8 offers a glimpse. The space is cluttered with people, instruments, and devices, responding to one another in complex, unpredictable ways. Sonic experiment and conflict abound, as the musicians search for “magical moments” (as Jay Bennett puts it in the clip). The conflict would eventually become too much: Bennett was asked to leave the band during the record’s mixing, (26) just as producer and Sonic Youth member Jim O’Rourke came in to mix the album. “Poor Places” underwent multiple changes along the way. For example, you may have noticed in the video clip of Slide 8 that the little 4 3 bar in the chorus is not yet a 4 3 bar. In my conversations with Jeff Tweedy, drummer Glenn Kotche, keyboardist LeRoy Bach, and Jim O’Rourke, I’ve asked about this, but no one knows where that beat went, or why: the compositional decision is “lost to history” as Tweedy wryly put it. Other changes are better documented. For example, in its earlier iterations the song had a more conventional form, with three statements of the chorus. Moreover, its sonic palette was much more homogeneous: the level of noise was relatively consistent throughout, as were the instruments used. The changes in arrangement and “scoring” for the album version were entirely O’Rourke’s intervention, as it turns out. (27) Slide 9 compares the song’s pre- and post-O’Rourke forms, as well as their spectrograms; Figures 6a and 6b present the latter side-by-side for static comparison. Figure 6a (click to enlarge) Figure 6b (click to enlarge)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The song emerges in this story as a volatile, partially accidental product of fraught negotiations. Such actor-network analyses open aesthetic black boxes, revealing their contingencies. (28) Consider, for example, the shimmering acoustic guitar that enters for the first time with the chorus, a moment of enchanted excess in my analysis above. The shift in sonics here was entirely O’Rourke’s decision, yet it reads very differently when heard naïvely in the song. The acoustic guitar is, after all, the archetypal instrument of the singer-songwriter, rich with associations of confessional interiority. The conventional semiotic asks us to hear “Jeff Tweedy” here, in revealed sonic guise. But O’Rourke assembled the sign. When I discussed this with him, he said—delightedly—“Yes! It’s a signifier: Jeff Tweedy in his bedroom.” Talk about disenchantment.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] But the actor-network approach need not only disenchant. As Ben Piekut has argued, music’s ineffability—or its drasticity, per Abbate ( 2004 )—has a place in the network: To register [the effects of history, instruments, and musical training] is not to say that there is not something specific and irreducible to music’s ineffability, but rather to insist that there is never only the ineffable, that music’s non-discursive effects and its momentariness form one corner of a network that also includes other moments, as well as durative, non-momentary objects and body practices. ( Piekut 2014 , 202) That corner of the network is where we found our enchanted theorist, geeking out by the speakers. It’s the niche where many of us are most comfortable. But as Piekut makes clear, it’s also deeply tangled in the network—enmeshed in what Abbate ( 2016 , 794) calls the Latourian sublime—teeming with inputs and outputs. In the moment of enchanted analysis, with all of its unpredictable pleasures, we may well not want to be bothered with such interference. But attention to those crosscutting vectors need not bitterly disenchant; it can instead illuminate the many collaborators—human and nonhuman—that sustain any particular, fleeting aesthetic spell. (29) I would love for music theorists to be part of that conversation—a bit of niche adaptation, if you will. Such a project would also gain the discipline some allies, not a bad thing in the perilous real-world ecology of the neoliberal academy.",
                "footnotes": [
                    "FN29"
                ],
                "citations": [
                    "abbate_2004",
                    "piekut_2014",
                    "abbate_2016"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] But surely, some will argue, we should abandon the niche altogether, for a more ethically engaged location, further from the speakers. Here I find the writing of political theorist Jane Bennett helpful. She is one of the scholars of “minor enchantment” that I cited at the beginning of my talk. She recognizes that, in the academy, pervasive skepticism is the authoritative marker of a social conscience. For such thinkers . . . the quest for enchantment is always suspect, for it signals only a longing to forget about injustice, sink into naïveté, and escape from politics. ( Bennett 2001 , 9–10) Yet Bennett defends enchantment, and for specifically ethical reasons. In a nimble argument that draws on Kant, Schiller, Foucault, Deleuze and others, she proposes that to some small but irreducible extent, one must be enamored with existence and occasionally even enchanted in the face of it in order to be capable of donating some of one’s scarce mortal resources to the care of others. (30) She even finds an ally in Zarathustra: “learning better to feel joy, we best unlearn how to do harm to others and to contrive harm” ( Nietzsche 1995 , 88; translation as in Bennett 2001 , 13).",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "bennett_2001",
                    "nietzsche_1995",
                    "bennett_2001"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] It would of course be breathtakingly glib to suggest that ethical behavior might somehow follow automatically from music analysis. It sounds ridiculous just to say it. But to admit the efficacy of enchantment is to make no guarantees—it is merely to register a potential. “To live outside the law you must be honest,” says Bob Dylan. (31) If the law of the academy is disenchantment, then music theorists can at times seem like the happy, lawless few. But Dylan reminds us of the outlaw’s burden, for whom ethics are a matter of improvisation and situational alertness, rather than adherence to a fixed legal code. The academy does not lack for such codes: pre- and proscriptions, thou-shalts and thou-shalt-nots consume the scholarly literature. But what should our enchanted analyst do? Perhaps take up Bennett’s wager—her bet that enchantment can provide the somatic and affective fuel for interpersonal generosity and real-world political action. (32) As she puts it, if enchantment can foster an intellectually laudable generosity of spirit, then the cultivation of an eye for the wonderful becomes something like an academic duty. ( Bennett 2001 , 10) An ear for the wonderful is a pretty good definition of music theory. If Bennett is right, our enchanted practices may have surprising ethical resonances far from the speakers.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": [
                    "bennett_2001"
                ]
            }
        }
    ],
    "mto": true,
    "category": "plenary session from the 40th annual meeting of the society for music theory",
    "source": "mto/raw/mto.18.24.1.rings.html",
    "data": "mto/data/mto.18.24.1.rings.json"
}