{
    "title": "Structure and Perception in <I>Herma</I> by Iannis Xenakis",
    "date": "2001/05/01",
    "volume": "7",
    "issue": "3",
    "authors": [
        "Wannamaker, Robert A."
    ],
    "abstract": "This paper presents a detailed analytical discussion ofHerma(1961) for solo piano by Iannis Xenakis. The model of the work as a set-theoretic demonstration, advanced in the writings of the composer, is discussed. A statistical analysis reveals numerous inconsistencies between the published score and this model. The aesthetic consequences of these are explored, and an attempt is made to develop an alternative understanding of the music as it is perceived by listeners in terms of temporal gestalt formation.",
    "keywords": [
        "Xenakis",
        "Herma",
        "set theory"
    ],
    "doi": "",
    "received": "7 November 2000",
    "pdf": "http://www.mtosmt.org/issues/mto.01.7.3/mto.01.7.3.wannamaker.pdf",
    "author_info": [
        {
            "name": "Robert A. Wannamaker",
            "university": "Music Department",
            "address": "York University, 4700 Keele Street, Toronto, ON M3J 1P3, CANADA",
            "email": "rob@audiolab.uwaterloo.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Iannis Xenakis, Formalized Music , rev. ed. (Stuyvesant, N.Y.: Pendragon Press, 1992).  Page number references  to this book are given in the text  henceforth.",
            "citations": []
        },
        "FN2": {
            "text": "2. Throughout this article, we concern \nourselves with pitches, as opposed to pitch classes, unless otherwise \nindicated.",
            "citations": []
        },
        "FN3": {
            "text": "3. Two minor errors in PLANE 2 of the \ndiagram as given by Xenakis have been corrected in Figure \n1 . First, the region corresponding to ABC in the leftmost figure on \nthe ff line has been shaded, where it was blank in the original. Second, \na missing overline has been added to the character C in the rightmost \nfigures on each line (both ppp and ff ). Also, I have deduced that \nthe broken line between A B C and (A B + A B )C should have its arrowhead pointing at the latter rather than the former.",
            "citations": []
        },
        "FN4": {
            "text": "4. Xenakis observes that the form of Equation 2 is more computationally \nefficient than the disjunctive normal form of Equation 1 in the sense that it \ninvolves fewer total union, intersection, and complementation operations. The \ndifference is ten operations versus fourteen, assuming that intermediate results \nare available for multiple re-uses once computed. In particular, observe that \nonce A B + A B has been computed, it can be used \nto compute G by means of a \nsingle complementation, as opposed to computing G from scratch using A , B , and C . This fact has little practical implication for the \ncomposition, however, since not all of the different operations involved are \nsequentially illustrated. PLANES 1 and 2 each contain fewer than the respective \nfourteen and ten diagrams, with the G C diagram, furthermore, being \nrepeated.  Xenakis indicates that seventeen operations, rather than \nfourteen, are required to compute the right-hand side of Equation 1 \n( Formalized Music , 173).  This would be the case if the complements A , B , and C could not be multiply re-used in \ncomputations. Such re-use of intermediate results is, of course, necessary to \nachieve the computational efficiency associated with the alternative form \nspecified by Equation 2.",
            "citations": []
        },
        "FN5": {
            "text": "5. Bálint A. Varga, Conversations with Iannis Xenakis (London: Faber & Faber, 1996).",
            "citations": []
        },
        "FN6": {
            "text": "6. Iannis Xenakis, Herma (London: Boosey &\nHawkes, 1967).",
            "citations": []
        },
        "FN7": {
            "text": "7. James Tenney, META / HODOS: A Phenomenology of 20th-century Musical Materials and An Approach to the Study of Form; and META Meta / Hodos , 2nd edition (Oakland: Frog Peak Music, 1992).",
            "citations": []
        },
        "FN8": {
            "text": "8. Ibid., 87.",
            "citations": []
        },
        "FN9": {
            "text": "9. Ibid., 94.",
            "citations": []
        },
        "FN10": {
            "text": "10. Ibid., 113.",
            "citations": []
        },
        "FN11": {
            "text": "11. Varga, Conversations , 85.",
            "citations": []
        },
        "FN12": {
            "text": "12. Albert S. Bregman, Auditory Scene Analysis: The Perceptual Organization of Sound (Cambridge, Mass.: MIT Press, 1990).",
            "citations": []
        },
        "FN13": {
            "text": "13. One might be tempted to explain the apparent inconsistencies by invoking \nthe notion of “fuzzy sets,” first introduced into the scholarly literature in \n1965 by engineer and mathematician Lotfi A. Zadeh as a generalization of the \nclassical set concept (Lotfi A. Zadeh, “Fuzzy Sets,” Information and \nControl 8 (1965): 338–353). Is it possible that Xenakis anticipated this \nconcept in 1961?",
            "citations": []
        },
        "FN14": {
            "text": "14. Iannis Xenakis, Herma , Yuji Takahashi, piano. Denon 33CO–1052 [1972]. Compact disc.",
            "citations": []
        },
        "FN15": {
            "text": "15. Nouritza Matossian, Xenakis (New York: Taplinger, 1986), 147.",
            "citations": []
        },
        "FN16": {
            "text": "16. Brian J. C. Moore, An Introduction to the Psychology of Hearing , 4th Ed. (San Diego: Academic Press, 1997), 246.",
            "citations": []
        },
        "FN17": {
            "text": "17. Matossian, Xenakis , 151.",
            "citations": []
        },
        "FN18": {
            "text": "18. Iannis Xenakis, “La crise de la musique\nserielle,” Die Gravesaner Blätter 1 (1955): 2–4. Cf. Matossian, Xenakis , 85–86.",
            "citations": []
        },
        "FN19": {
            "text": "19. Varga, Conversations , 96.",
            "citations": []
        },
        "FN20": {
            "text": "20. I would like to thank Profs. David Lidov and James Tenney for \ntheir encouragement and guidance during the writing of this article.  As well, I would\nlike to thank two anonymous reviewers for their comments and MTO Editor\nEric Isaacson both for his helpful suggestions and for performing some computer\nsimulations which instigated those reported in Paragraph 4.1.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Herma (1961) for piano was Xenakis’s first composition for a \nsolo instrument. It was commissioned in 1961 by pianist/composer Yuji Takahashi, \nwhom Xenakis met on a trip to Japan in April of that year. The Greek title may \nbe translated as “bond,” but also as “foundation” or “embryo,” and perhaps \nreflects an intuition on the composer’s part that this was to be a seminal work \ninsofar as it was his first departure from purely stochastic means of \ncomposition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] This technically very difficult piece makes unprecedented demands upon \nthe performer, who must play complex rhythmic figures involving huge leaps with \nperfect evenness of articulation. In a good performance, the effort is repaid by \nthe creation of a sense of seething, amorphous energy and a powerful forward \nmomentum. The experience is unlike that associated with any prior piece in the \npiano literature. The ear strains to absorb it, but does not succumb to \nfrustration or numbness. The frenzied sonic activity maintains a surprising \nsense of perceptual lucidity, never becoming muddy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] The composer himself provides a detailed theoretical discussion of Herma ’s construction in his book, Formalized Music . (1) Referring \nto Herma as an example of “Symbolic Music,” Xenakis advances a model of \nthe piece which involves the exemplification of specific mathematical \nrelationships between certain pitch sets. The macro-structure of the composition \nis clearly outlined as well. Details regarding the specific pitch and rhythmic \nchoices made are not included, however, and, while the composer makes \nindications of what ought to be listened for in the piece, a typical \nlistening unavoidably raises certain questions which the composer does not \naddress regarding what actually is heard. In particular, the ability of \nlisteners to recognize the proposed model in the music, and the ability of the \nmodel to account for important aspects of the music as heard, both beg \nexamination.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] This paper explores the relationship of the score to its set-theoretic \nmodel, and the relationship of both to the music as it is perceived. Section 2 introduces the composer’s published model of the composition, expanding on his \ntreatment. Section 3 subjects the musical materials of Herma to statistical analysis, which is appropriate given the composer’s stochastic means of pitch \nselection. The statistical deployment of pitches is compared both to the \npublished model and to the perceptual organization of musical details as \nrevealed through the close reading of a representative score excerpt from the \nviewpoint of gestalt perception. Detailed examination of the score for \nconsistency with the model is undertaken in Section 4 and certain significant \ndiscrepancies are identified. The implications of these are considered in Section 5 within a broader discussion of aesthetic issues raised by the \nrelationship of the model to listeners’ perceptions and by the writings of the \ncomposer. An Appendix provides a brief introduction to the necessary mathematical background. [2] Herma As a Set-theoretic Demonstration",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The composer adopts as a universal pitch set (2) R , the set of \nall 88 keys on the standard piano keyboard. From R he selects three \nsubsets, A , B , and C , with non-empty intersections. The \ncentral conceit of the piece is to present these pitch sets and others derived \nfrom them by means of elementary set operations in a fashion which will \ndemonstrate that a given target set, F , can be expressed in terms of A , B , and C using two different set-algebraic forms (one of \nwhich is the disjunctive normal form discussed in the Appendix ). Figure 1 . Graphical demonstration of equivalence for the two representations of the set F given by Equations 1 and 2 (after Xenakis, Formalized Music ) (click to enlarge)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Figure 1 is redrawn following Formalized Music (p. 176) \nwith minor corrections. (3) It illustrates diagrammatically how the set F may be expressed in two different fashions: F = A B C + A B C + A B C + A B C (1) = G C + G C (2) where I have introduced the convenient shorthand G = A B + A B . The figure is divided in half by a bold horizontal line, the upper portion \n(labeled “PLANE 1”) corresponding to Equation 1 and the lower (labeled “PLANE \n2”) to Equation 2. Each “PLANE” is further subdivided into two rows of Venn \ndiagrams, each row having a different dynamic marking to its right-hand \nside.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The line of diagrams marked fff illustrates the four atomic sets \nappearing in the disjunctive normal form of F , while the line labeled f shows selected intermediate stages in the computation of these as \nintersections of A , B , C , and their complements. Together \nthese two rows of diagrams are apparently intended to demonstrate how the four \nrelevant atomic sets are computed and united to yield F . The solid \narrow-tipped lines connecting the diagrams are evidently meant to suggest the \ntemporal flow of an imagined mathematical construction, consisting in essence of \nthe line marked fff with lemmata interjected from the line marked f .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] The two lines which “PLANE 2” comprises similarly illustrate the \ncomputation of Equation 2, demonstrating diagrammatically that the result is the \nsame as that specified by the disjunctive normal form. The development begins \nwith the “construction” of A B + A B on the line marked ppp , \nbefore branching to illustrate the parallel constructions of G C (marked ff ) and G C (marked ppp ), whose union \nis F . This illustrates the manner in which the figure preserves \ninformation about the structures of Equations 1 and 2, insofar as the rules of \noperator precedence (“order of operations”) required to compute the \nright-hand-sides of these equations partially dictate the order in which the \nVenn diagrams are arranged as read from left to right. Of course, the \narrangement depicted is not the only one which might be employed to this end, \nsince there is mathematical flexibility regarding the order in which the \nintermediate quantities are computed, so long as the order of operations is\nobserved. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] The broken arrow-tipped lines in the diagram seem mostly to represent \nsupporting observations traversing the two PLANES. Thus two broken lines lead \nfrom ABC and A B C in PLANE 1 to their union, (A B + A B )C , in PLANE 2. Some of the sets \nconnected by broken lines, however, lack a simple algebraic relationship. For \ninstance, A B + A B is not immediately relatable to A B C .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The composer describes the above set-theoretic considerations as being outside-time (p. 170), indicating that no reference to temporality is \nmade or required. He observes that, to find employment in music, entities outside-time must somehow be combined with a temporal event schema \nto yield events in-time . Figure 2 . Temporal flow chart for Herma indicating changes in musical parameters, perceived high-level temporal gestalts, and different pitch sets articulated over the course of the work (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] In Herma , a pitch set is articulated in-time as a \nsequence of pitches drawn from the set. (Indeed, the introduction of each new \npitch set is indicated directly in the score with the name of the set.) The top \nline of Figure 2 indicates the succession of different sets presented. \nThus Herma commences with a substantial passage composed using notes \nselected from the set R (i.e., the entire piano keyboard). A section \nusing only the notes of the pitch set A follows, with successive sections \ndrawn from the contents of the sets A , B , B , C , and C in that order. Then the derived \npitch sets corresponding to each Venn diagram in Figure 1 are introduced with the dynamic markings given in the \nfigure and with new sets being introduced at the indicated dynamic and roughly \nin the order shown (reading from left to right). Some sets are given multiple \nexpositions with subsequent presentations being marked rappel (“recall”) \nin the score. Different pitch sets are sometimes sounded simultaneously, with \ncontrasting dynamics and temporal densities being employed to aid in their \ndiscrimination. Sometimes, as in the A and B sections, the same pitch set is articulated in two simultaneous layers with contrasting \ndynamics and temporal densities, consisting of, in the composer’s terms, a \n“linear” (i.e., temporally sparse and dynamically loud) layer and a “cloud” \n(i.e., temporally dense and, usually, dynamically soft) layer, with the sustain \npedal depressed whenever a “cloud” is being sounded.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Individual pitches are drawn at random from the given sets without \nregistral preference (except at one point in the C section: cf. paragraph\n3.6 ). This \nemployment of stochastic procedures, retained throughout the composition, is \nintended to avoid melodic or harmonic patterns that would serve to distract the \nlistener from the perception of the pitch sets and relationships between them as such . In the words of the composer: If we want to be free the sounds should follow without any melodic law, \n  independently of one another. So we have to play them at random. . . . How can \n  I demonstrate the elements of the sets? By playing them. But in order to \n  remain neutral I have to play them at random. (5) The elements of each class are presented stochastically, that is \n  unrestrictedly, in order not to disturb the basic plan of operations and of \n  logical relationship between classes. (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Each randomly selected pitch is associated with an attack randomly \nplaced in time. The mean attack density per unit time does not change \ncontinuously with time, but assumes a sequence of constant values specified by \nthe composer, with the abrupt change to each new density being indicated at the \nappropriate point in the score (e.g., as “0.8 s/s” or 0.8 sounds per second) and \nin Formalized Music (p. 177). Note durations appear to be randomly \nselected as well, although this is made definite neither by the score nor by the \ncomposer’s writings about the piece. The opening R section exhibits a \nwide variety of rhythmic figures, but thereafter values divisible by a \nsixteenth-note or quintuplet sixteenth note (5:6) are employed almost \nexclusively. The work is notated mostly in 12/8 time with the exception of three \nbrief occurrences of 6/8 in the second half of the work and the opening R section, which begins in 4/4 and visits a wide variety of time signatures. These \nmarkings notwithstanding, the composer’s preface to the score indicates that, \n“The whole piece is to be played without accents, the bar-lines serving merely \nas divisions in time.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] All pitch sets are musically represented strictly by means of \ndisplaying their members, randomly selected. Set algebraic operations (i.e., \nintersection, union, complementation), relationships between sets (e.g., \nequality), and rules of logic (e.g., implication) are not represented as such. \nThe composer contends that If the observer, having heard A and B , hears a mixture of all \n  the elements of A and B , he will deduce that a new class is \n  being considered, and that a logical summation has been performed on the first \n  two classes. This operation is the union . . . . We have not allowed special symbols for the statement of the classes; only \n  the sonic enumeration of the generic elements was allowed. . . . . . . we have not allowed special sonic symbols for the three operations . . . ; only the classes resulting from these operations are expressed, and the \n  operations are consequently deduced mentally by the observer. In the same way \n  the observer must deduce the relation of equality of the two classes, and the \n  relation of implication based on the concept of inclusion (pp. \n171–172).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] Here, then, we have a model of Herma as an exemplification \nusing pitch sets of the equivalence of two set-theoretic expressions. Pitch sets \nare represented by sequences of their members, randomly selected, with the \nsuccession of pitch sets corresponding to an exhibition of selected intermediate \nquantities that would be produced in a step-by-step computation of the \nexpressions in question. The listener is left to deduce the relationships \nbetween different pitch sets and the meaning of the succession (i.e., to \nrecognize that something is being exemplified, and what that particular \nsomething is). The composer aptly compares the function of musical time here to \nthe expanse of a chalkboard: The role of time is again defined in a new way. It serves primarily as a \n  crucible, mold, or space in which are inscribed the classes whose relations \n  one must decipher . Time is in some ways equivalent to the area of a \n  sheet of paper or a blackboard (p. 173).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] From the mathematical model of Herma discussed above, we now \nturn to questions regarding the perception of the piece by listeners. \nRequirements for a listener to be capable of following the set-theoretic \nexposition in question would have to include the following: complete and accurate characterization of each pitch set involved; an ability on the part of the listener to discriminate and compare the \n  contents of different pitch sets, requiring accurate recollection of the \n  contents of pitch sets previously presented. The next two sections address in detail the constitutive materials of Herma and the auditory perception thereof in light of the above criteria, \nand will attempt to identify any potential obstacles to the perception of the \nunderlying set-theoretic model. [3] Musical Segments in Herma",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In describing the musical segmentation of Herma , I will use the \nlanguage of temporal gestalt formation as developed by James Tenney. (7) A \ndetailed introduction to the subject of temporal gestalt formation in music is \nbeyond the scope of this article, and we must restrict ourselves to a few \nrelevant definitions. For a thorough discussion of the topic, the reader should \nconsult Tenney’s book. This terminology and conceptual framework are introduced \nin order to identify correspondences between the set-theoretic model and the \nmusical segmentation as I hear it (and as I believe most listeners will hear \nit).",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Following Tenney, we will adopt the term holarchical instead of hierarchical in order to avoid any connotation of relative importance. \nFor our purposes, we will regard the lowest holarchical gestalt level as that of \nthe note and the highest as that of the piece. A gestalt at the holarchical \nlevel immediately above that of the note is referred to as a clang and \nconstitutes “a sound or sound-configuration which is perceived as a primary \nmusical unit or aural gestalt.” (8) A gestalt at the next highest level is \nreferred to as a sequence and consists of “a succession of clangs which \nis set apart from other successions in some way, so that it has some degree of \nunity and singularity, constituting a musical gestalt on a larger perceptual \nlevel or temporal scale. . . . ” (9) Finally, a temporal gestalt all of whose \ncomponent, next-lower-level temporal gestalts exhibit the same overall \nstatistical properties (mean, variance, etc.) in some particular sonic parameter \nare said to be ergodic in that parameter. (10)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The second line in Figure 2 shows the temporal gestalt units associated with Herma at the first and second holarchical levels below that of the piece \nas I hear them. I will refer to these as sections and subsections , \nrespectively.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Inspection of the figure shows that sectional and subsectional \nboundaries are correlated with changes in temporal density, dynamic and timbral \nenvelope (i.e., use of the sustain pedal). The composer systematically deploys \nsuch changes to aid in discrimination of the pitch sets. During the first 250 \nseconds of the piece, these three parameters exhibit simultaneous changes which \nproduce clearly demarcated sections and which are correlated with changes in \npitch set. Throughout the work as a whole, gestalts at the sectional level are \ndefined primarily by drastic changes in temporal density, with periods of \nsilence or undisturbed sustained tones separating sections.  These \ndelineations are frequently supported by large changes in dynamic, changes in \nthe use of the sustaining pedal, or both. Less drastic and coordinated changes \nin temporal density, dynamic, or sustain are responsible for temporal gestalt \nformation at the level of subsections.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] During the later portion of the work, when pitch sets change rapidly \nand temporally overlap one another, successive pitch sets are not separated by \nperiods of inactivity and are distinguished only by changes in dynamic or \npedaling. As a result, the holarchical level at which changes of temporal \ngestalt unit and changes of pitch set are correlated falls from that of the \nsection to that of the subsection. This occurs around 250 seconds into the \npiece, at which point the first sets corresponding to intersections are \nintroduced. After this, sections, which are still demarcated by hiatuses, no \nlonger serve to define single pitch sets. This change itself, however, is not a \nperceptually salient event. In summary, we observe that all subsection \nboundaries coincide with pitch-set boundaries and vice versa , with the \nsectional/subsectional schema serving to embed the temporalized pitch-sets \nwithin a perceptual holarchy. [ 3.6 ] With one significant exception, the active pitch range remains the \nentire range of the piano keyboard throughout the composition, and the random \nselection of pitches is apparently uniformly distributed over the entirety of \nthe active pitch set. The single brief exception occurs during the C section between 230 and 250 \nseconds into the piece. At this point, the range engaged narrows towards the \nmiddle of the keyboard, culminating in a dramatic, fortissimo, chordal passage \npreceding the introduction of the first pitch sets derived from intersections. \nOtherwise, the pitch materials of the piece are ergodic at the holarchical level \nof section. That is, sequences within a subsection are distributed uniformly \namong all registers of the piano and this situation persists throughout the \npiece with the exception noted. (Our discussion will later return to the \napparent aesthetic contradiction between a compositional approach based \nprimarily on the articulation of specific pitch distributions and a perceived \nergodicity in pitch materials.) Figure 3 . Pitch occurrence frequencies within specific pitch sets articulated in Herma Bullets indicate notes which did not occur in the given section (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] At lower holarchical levels, the situation is more complex. Figure 3 shows the frequency of occurrence of each pitch on the \npiano keyboard during the articulation of each pitch set. As in hexadecimal \nnotation, the decimal numbers 10, 11, 12 . . . are represented by the capital \nletters A, B, C . . . so that all entries in the table are single characters. We \nobserve that all pitch classes are represented somewhere within each of A , B and C , thus ensuring a fairly chromatic musical \ntexture. We also note that each of these sets consists largely of clustered \n“clumps” of pitches separated by considerable intervals, a tendency which is \ninherited by their complements and intersections. Otherwise the sets exhibit no \nsimple structure. The composer describes them as “amorphous.” (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] It should be clear that randomly sounding notes that are uniformly \ndistributed over such “clumpy” sets may sometimes produce an impression of \nmultiple polyphonic lines (i.e., auditory streaming according to \nsimilarity in pitch (12) ). This effect is perceptible throughout much of the \npiece, although it is usually complicated by other factors. Generally speaking, \nevents stream according to complex interactions between their proximity in \nregister (determined partially by the macro-structure of the pitch sets and \npartially by chance), their proximity in time, and their similarity in \ndynamic. Figure 4 . Score excerpt from Herma showing the last four measures of the exposition of set A indicating clangs (circled) and sequences (tied) (click to enlarge and listen)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Figure 4 shows a typical excerpt from the score: the final four \nmeasures of the exposition of set A , where “linear” and “cloud” versions \nof the set are simultaneously articulated. Circles indicate clangs as I \ntypically hear them, with sequences of clangs connected by ties. The \ninitial G4 is segregated from subsequent events by its dynamic, but such \nsegregation is not consistent throughout the passage, as is immediately \nillustrated by the perceived grouping of the next three notes despite \ndifferences in dynamic. Here this is largely a product of the temporal proximity \nof the attacks, but also arises in part due to the continuous use of sustain, \nwhich blurs together temporally clustered events in the bass more effectively \nthan ones in the treble. The following sequence in the treble is segregated by \ndifference in pitch from the middle register tones, reflecting the \nmacro-structure of A (i.e., the distinct clumps of pitches in A in \nthe ranges F5–E6 and F4–G4, respectively). Indeed, each sequence identified in \nFigure 4 falls into a single one of the following clumps \nsuggested by Figure 3 (except in the highest register, where the two-highest \npitched clumps are regularly traversed): F1–F2, B2–D3, G3– G ♯ 3, D4–G4, F5–E6, and \nA6–D7.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] This should not, however, be regarded as evidence that the \nmacro-structure of the pitch sets is the primary determining factor in low-level \ntemporal gestalt formation. Many of the intervallic skips observed in this \nexample between notes within a single clump are larger than the pitch intervals \nseparating distinct clumps, so other factors clearly also contribute. As already \nindicated, these include similarity in dynamic and temporal proximity, but also \nsubtler matters of accentuation and articulation which may vary from one \nperformance to another. (For instance, the D2 in the third of the four measures \nshown in Figure 4 is inaudible in Takahashi’s\nperformance.) Furthermore, \nthe attitude of the listener makes an important contribution. In casual \nlistening, for instance, one may attend primarily to the fortissimo notes, \nignoring the pianissimo ones and thus perceive a much different set of \ngestalts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Perhaps the most important perceptual consideration regards the sheer \ncomplexity of the sonic information presented. In producing Figure 4 I proceeded in a rather traditional manner by attempting \nto identify distinct melodic voices one at a time, an approach which already \npresumes a very particular strategy for listening (i.e., one of attending to \nonly to activity in a certain register in an attempt to identify a coherent \nmelodic voice). It frankly seems impossible to grasp the seething entirety \nconfronted as a whole, and when I try to do so my ear flits from one sequence to \nanother, ignoring certain events in favor of others. The events perceived as \nsalient seem to be as much the product of how one listens (possibly favoring \ncertain registers, dynamics, etc.) as of the auditory stimulus, and the sense of \nthe music as being “too much to take in” is indispensable to its overall musical \neffect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] To a large extent, seemingly, it is this perceptual complexity and \ninstability which lends the work its considerable musical richness, producing a \nkaleidoscopic profusion of fractured pitch sequences in different registers \nbetween which the listener’s attention tends to skip. The uniform distribution \nof activity over the entire keyboard ensures that the density of sound in any \ngiven register remains relatively sparse. This produces a certain sense of \nlightness and lucidity, as opposed to the sense of density which would ensue if \nsuch a rapid succession of attacks were confined to a narrower pitch range. [4] Discrepancies Between Theory and Realization",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] A number of significant issues arise upon detailed comparison between \nthe set-theoretical conception of Herma and its realization as a musical \nscore. The first of these becomes apparent upon inspection of the R pitch \nset tabulated in Figure 3. It is clear that, although R nominally contains \nall 88 pitches playable at the standard piano keyboard, several are not actually \nrepresented in the introduction to the piece where R is articulated. In \nparticular, D ♯ 1, E1, F ♯ 1, B2, G ♯ 3, D ♯ 4, G4, and C5 are never sounded. This is \npresumably the consequence of using a random drawing procedure to determine each \nsounding pitch in succession, with pitches drawn remaining eligible to be drawn \nagain. The exposition of R in Herma comprises only 205 \nnotes, but, using such a random selection scheme, a much larger number \nof draws will usually need to be \nmade before all 88 different possible pitches have been obtained. Consider, for \ninstance, a situation in which 87 different pitches have already been \ndrawn . The final pitch remains one among 88, so on average a further 88 \ndraws will be required before it is drawn.  Indeed, a computer \nsimulation employing ten million trials of the pitch lottery has shown that \nan average of 446 draws are required to obtain all 88\npossible pitches (with a standard\ndeviation of 110 draws), and that the probability of obtaining all 88 pitches \nin 205 or fewer draws is extremely small (about 3 in 100000).\nIt seems reasonable \nto suppose that all 88 pitches are not represented in the introduction of the \npiece because the composer wished to curtail its duration without modifying his \nmethod of pitch selection.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Nonetheless, the fact that certain pitches in any given set may not be \nacoustically articulated seems problematic. If the object of the composition is \nto demonstrate certain set-theoretic facts, then a complete representation of \nthe sets of interest would seem to be a necessary prerequisite. An obvious \nsolution to the problem of sectional duration would be to not return pitches \ndrawn to the lottery. Then if one begins with a lottery containing n representatives of each pitch, one is assured that after 88 n draws each \npitch will have sounded precisely n times. In any event, no such \nprocedure was adopted in the work at hand.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] By definition of set complementation (see Appendix ) \nwe know that notes appearing in the A section of Herma ought \ntheoretically to be absent from the A section. Inspection of Figure \n3 indicates that, in fact, there are twelve instances of identical pitches \noccurring in both sections. It is unlikely that these anomalies are the result \nof artistic license on the part of the composer, for two reasons. The first of \nthese is the unambiguous commitment to the idea of a set theoretic demonstration \ncast in pitch which Xenakis makes in Formalized Music , a commitment which \nwould be thoroughly betrayed by compromising the integrity of the pitch sets \nonce they are defined. The second reason is that no aesthetic motivation for the \nintroduction of the specific discrepancies is evident either in the score or \nupon listening. The perplexing notes do not seem to be specifically demanded in \nany obvious way by their musical context. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] We must consider the possibility that notes found in common between a \ngiven set and its complement are errors arising either at the time of \ncomposition or in the typesetting of the score. The latter seems unlikely on the \nfollowing grounds. Herma was written in in 1961 and premiered by \nTakahashi a few months thereafter. The Boosey and Hawkes score (see note\n6 ), the \nonly score of the piece which has been published, is copyrighted 1967 and the \ndata of Figure \n3 is derived therefrom. However, the Denon recording of Herma by \nTakahashi was made in 1972. (14) The latter recording features at least some of \nthe pitch discrepancies mentioned above. (Not all have been verified by \nlistening, but at least B2, B3, D4, D ♯ 4, F5, F ♯ 5, and C6 are clearly audible in \nboth A and A .) \nTakahashi was in frequent contact with Xenakis throughout the 1960’s, (15) and so \nthe composer would have had ample opportunity to indicate corrections to the \nscore if there were any to be made. Furthermore, since Takahashi had performed \nthe work prior to its publication, he would likely have been working not from \nthe Boosey and Hawkes score when he recorded it, but rather from a copy of \nXenakis’s manuscript. This suggests that the anomalies in the published score \nmay have survived from the original manuscript.",
                "footnotes": [
                    "FN6",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Comparing A , B , and C with their complements, 33 \nseparate instances are observed of pitches appearing both in a set and in its \ncomplement. Proceeding for the sake of argument on the assumption that such a \ncharacterization is appropriate, we can attempt to identify which pitch \noccurrences are “erroneous.” Most of the discrepancies are of the sort in which \na pitch occurs several times in a given set and only once in its complement. In \nsuch cases, the single occurrence may be assumed to represent the “error.” In \nother cases, a pitch may be relegated to one set or another after the \nexamination of sets occurring later in the score. For example, the appearance of \nC8 in A B C means that it must belong to B rather than to B . \nNot all contradictions are so easily resolved, however. For instance, the pitch \nB1 occurs twice in A and twice in A . The only subsequent sets in \nwhich B1 is repeatedly observed are G and G C . Neither observation definitively \nplaces B1 in either A or A and, worse, the sets in question \nare themselves disjoint! In the end, we surmise that B1 belongs in A on the weak evidence that other \npitches in A sound several times during the exposition of that set (i.e., \nsignificantly more than twice). The question of whether B1 belongs in B or B presents similar \ndifficulties. We place it in B based on the fact that it appears \nin neither the exposition of A B C nor in that of F .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Eliminating problematic pitches from A , B , and C allows the generation of what I will call “best-guess” sets. These can be used \nto algebraically compute the contents of pitch sets appearing later in the work. \nThe “best-guess” sets and sets derived from them using algebraic computation \nsoftware are shown in Figure 3 as shaded areas. These are to be compared with the \nnumeric entries representing the observed frequency of occurrence of each pitch \nin the score. (Occurrences in the sections marked rappel have been \nincluded.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The agreement between observed and computed sets is excellent, with a \nfew exceptions. Some expositions of sets (such as those of B C and G ) do not exhibit all of the \nexpected pitches, perhaps only because they are too brief. Indeed, G is expected to contain 27 \ndifferent pitches, but its exposition comprises only 12 notes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] In two cases a set is presented at length in the score but shows little \nagreement with the predicted set. In the case of G C fewer than half of the scored \nnotes fall within the predicted set. Curiously, the notes that fall outside the \ncomputed set occur almost exclusively within the first exposition of G C while the notes heard in the four \noccurrences of this set marked rappel agree almost perfectly with the \nprediction. It is almost as if the first exposition is not of G C at all, but is of some other set \nwhich is mislabeled in the score and in Formalized Music . Apparently this \nis not the case, however, for the following reason. A ♯ 2 and A3 are definitely \nmembers of the atomic set A B C . Thus, if the “unknown set” can \nbe expressed in terms of intersections, unions and/or complementations of A , B , and C , then it must contain A B C as a subset (see the Appendix regarding disjunctive normal form). There are very many other members of A B C , however, which are not presented \nin the exposition in question, so it would seem that the “unknown set” heard in \nthe first exposition marked G C cannot be expressed in \nterms of the sets A , B , and C .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] The other set that agrees poorly with the predictions is A C . In this case, the contents of \nthe initial presentation of the set and the single presentation marked rappel agree with each other, although it would also appear that the set \nobserved cannot be expressed in terms of A , B , and C .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Where agreement between prediction and observation is generally good, \na few discrepancies usually remain. Particularly troublesome is the pitch D ♯ 3, \nwhich occurs three times in A , five times in B , and ten times in C . This would imply that it is a \nmember of A B C and therefore ought not to occur \nin F (see Figures 8 and 9 in the Appendix ). \nNonetheless, it is observed to occur nine times there. One possible explanation \nis that the composer deliberately introduced this pitch so that F would \ncontain at least one representative of each pitch class. Indeed, D ♯ would not be \nrepresented in F if the offending D ♯ 3 were excised. This explanation is \npartial at best since D ♯ 3 is also present in pitch sets occurring earlier in the \nwork where it ought not to be found, such as in A B C and G C . Alternatively, \nthe fact that D ♯ 3 is observed twice in C might prompt us to include it in C in spite of its repeated observation in C which would then account for its \npresence in A B C , G C and F .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Whatever the case may be, we must conclude that the mapping of the \nproposed set-theoretic model of Herma onto its score does not satisfy the \nfirst criterion for the audible intelligibility of the model given at the the \nend of Section 2. First, the sets of interest are not completely represented in \nthe score. It has already been remarked that this deficiency is manifest in R . The problem recurs, however, with respect to various pitch sets \nthroughout the score. In each case there exist pitches that are represented in \nthe score neither within the set in question nor within its complement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Furthermore, it cannot be said that the sets of interest are \naccurately represented from a mathematical perspective. The appearance of a \npitch both within a given set and within its complement baldly contradicts the \ndefinition of complementarity. Inconsistencies appear to persist throughout the \nscore based on the set-algebraic computations discussed above, in which \nsignificant disagreement between computed sets and their representations in the \nscore is repeatedly observed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] The second intelligibility criterion from Section 2, requiring that \nlisteners be able to discriminate and compare the pitch sets of interest, also \nraises concerns. Psychological studies investigating the ability of subjects to \nname musical tones with different pitches have found that they can reliably do \nso only when the number of tones is less than 5–6 (although subjects with \nabsolute pitch perform better). (16) A , B , and C each have \nmore than twenty members and their complements, of course, have considerably \nmore. Even allowing for absolute pitch to assist in the identification of \ndifferent pitches, the capacity of short-term memory for items differentiated in \na single dimension is usually taken to be 7 +/- 2 items so that a listener \nshould not be able to retain such large harmonically amorphous pitch sets in \nshort-term memory.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] It might be hoped that the clumpy macro-structure of the pitch sets \ncould be of use in distinguishing them insofar as the emergence of voices \noccupying slightly different registers might be used to identify particular sets \nand transitions between them. In addition to the fact that set macro-structure \nis only one of several factors influencing stream formation (cf. Section 3 ), \nother impediments to such identifications would exist. Due to the substantial \nnumber of different sets presented, the time required for a comprehensive \nsampling of their members to sound, and the considerable overlap between their \ncontents apparent in Figure 3, it would be necessary to remember the detailed contents \nof several streams over a significant period of time in order to perceive the \n“clumps” with sufficient completeness and certainty to distinguish between sets. \nThis would again overtax the usual limits of short-term memory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] Theoretically, it might be possible with sufficient listening to \ncommit each note of the piece to long-term memory, but this would represent an \nextremely unusual listening situation. It must be noted that Takahashi, after \npracticing the piece for months, wrote to the composer a letter containing the \nfollowing passage: “Theoretical conceptions of such great interest. Would like \nto have technical explanations. Let me know about Symbolic Music.” (17) If a \npracticed performer with a score in hand cannot grasp the work’s construction, \nis it reasonable to assume that a listener should be able to do so? [5] A Critical Summary Regarding Herma",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Ultimately, the numerous inconsistencies between the score and its \nset-theoretic model which are discussed above remain, perhaps, a minor issue. In \nmy opinion, they detract little from the effectiveness of the piece. This \nobservation in itself, however, highlights certain deeper paradoxes associated \nwith the compositional process.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The dramatic surface of Herma conceals a deep-seated \ncontradiction between the technical approach of the composer and its musical \nproducts. Xenakis is clearly serious about his conception of the work as a \ntemporal blackboard upon which is inscribed a set-theoretic argument \ndemonstrating the equivalence of two different expressions for the target set F . Nonetheless, this “argument” is entirely impenetrable to the listener. \nIt is unrealistic to suppose that even musically astute listeners can apprehend \nand retain in memory large, harmonically amorphous pitch sets which are \nsubjected to purely stochastic expositions. From a perceptual standpoint, the \nmusic is ergodic in pitch at the highest holarchical gestalt levels. Certainly \nno sense is ever produced of an argument cast in pitch proceeding towards a \nconclusion. If it were otherwise, one supposes that the set-theoretic \ninconsistencies discussed above would not be performed and recorded by musicians \nof the highest competence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] It seems clear that no sense of forward motion or cathartic resolution \nis communicated by the pitch content of the piece. Rather, the momentum of the \nmusic is entirely a product of its rhythmic and dynamic intensity and the \ntremendous overt technical virtuosity which must be displayed by its performer. \nSimilarly, the richness of the musical fabric is a product not of its specific \npitch content, but rather of the complex and unstable perceptual streaming \nproduced by the “clumpy” macro-structure of the pitch sets and the use of \nsimultaneous contrasting dynamics and temporal densities (cf. Section 3). This \nresult is ironic insofar as dynamics, rhythm, and timbre are all compositionally \nsubordinated to specific pitch content, purportedly serving as devices to \ntemporally demarcate the expositions of different pitch sets. Thus a fundamental \ncontradiction exists between the compositional approach and the perceived \nresult.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] This would be less remarkable if Xenakis had not previously been \nharshly critical of certain serialist composers on just such grounds. In his \nwell-known article “The Crisis of Serial Music,” (18) the composer upbraided \nserialists for the fundamental contradiction between their compositional methods \n  (involving the manipulation of musical lines) and the results thereof (a \n  perception of mass or surface, with no audible sense of “line”); subsuming all other musical parameters to that of pitch. It would seem \n  that both of these criticisms could be as easily leveled at Xenakis’s own \n  compositional approach in Herma , insofar as the set theoretic \n  construction is not audibly manifested despite the marshalling of dynamic, \n  temporal density and timbral envelope (i.e., sustain) to aid in the \n  discrimination of the different pitch sets.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Within Xenakis’s compositional output as a whole, it may be that Herma is best viewed as a seminal/transitional work, as suggested by its \ntitle. Its straightforward set-theoretic construction is unique in Xenakis’s \noeuvre. Immediately subsequent compositions returned to purely stochastic \nconsiderations ( ST/10 , Atrees , and ST/48 of 1962) or group \ntheory ( Akrata , Nomos Alpha , and Nomos Gamma , composed \nbetween 1964 and 1968). The latter pieces also mark the appearance of Xenakis’s \ntheory of scales (or sieves , in his terminology; see Formalized \nMusic 194–200), which probably represents \nthe most direct descendent of the set theoretic techniques adopted in Herma . This assertion is corroborated by Xenakis’s own comments: In Herma I chose sub-sets from the chromatic scale—that is, I chose \n  some of the points on the straight line. After that I put to myself the \n  following question: How can one carry out this process on a more general level \n  which would comprehend all the scales used in the past and all those that may \n  come into use in the future? The sieve theory gives the answer. This answer \n  may not be complete, but it’s certainly effective and many-sided. (19) Sieves are constructed with the aid of standard set-algebraic operations \napplied to pitch sets, but these primitive sets display definite regularities \n(unlike the “amorphous” A , B , and C sets of Herma ). \nThus the products of these operations can be made more easily apprehensible and \ndiscriminable to listeners.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] In my opinion, none of these considerations detract from the fine \nmusical qualities to be found in Herma , among which the following must be \ncounted. First, its texture seems almost amorphous and yet it maintains \ntremendous forward momentum (although it supplies no reassuringly obvious goal). \nThe impression created is perhaps reminiscent of certain natural (volcanic or \nmeteorological) processes. In this light, the inscrutability of its internal \nlogic seems less troubling insofar as nature also operates by laws which are \noften concealed, although the composer’s writings seem to suggest that this is \nnot the light in which he would prefer to have the piece viewed \n( Formalized Music , 170–177).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Furthermore, Herma refreshingly manages to eschew almost every \nestablished cliché of piano writing, although it cannot be said that it is \nentirely without precedent. Xenakis studied under Messiaen during the 1950s and \nit is reasonable to assume that Herma is informed by Messiaen’s “Mode de \nValeurs et d’Intensites” from Quatre Etudes de Rhythme (1949–50). The \nlatter piece represents the first example of “total organization” composed in \nEurope, and as such is the product of a quite different compositional approach \nfrom that employed in Herma . Nonetheless, as Xenakis himself has observed \nregarding total serial organization (see note 18 ), the \nperceived results can be similar to those obtained using random procedures and \nthe qualitative similarities between the two pieces in question are easy enough \nto hear. There is no question, however, that Herma goes far beyond \nprevious models in unreservedly embracing the notion of a seething mass of sound \nas a viable alternative to linear writing. Hearing a good performance such as \nTakahashi’s seems like nothing so much as getting caught in a storm.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] In the end it may seem that Herma is successful for listeners on \ngrounds other than those which facilitated its construction by the composer. \nWhat is the proper object of analysis in such a case? As in much music, there \nmay exist subtly or markedly different analyses germane to the composer, the \nperformer and listener. (Perhaps even to each listener.) (20) [A] Appendix : Elementary Set Theory Figure 6 . (a) The intersection, AB , of two sets, A and B (b) The union, A+B , of two sets A and B (click to enlarge) [A.1] A set or class is a collection of objects, called members or elements of the set. Let R denote a universal \nset consisting of all elements of interest. A set A is called a subset of R if every element in A is also a member of R . Given such a subset A we may define its complement , A , as the (possibly empty) \nset of elements which are in R but not in A . Such relationships \namong sets are often illustrated by means of Venn diagrams of the sort shown in Figure 5 in which the rectangular area represents the universal set, R , \nwith subsets thereof represented by areas demarcated within the rectangle. In Figure 5 a set A is represented by the area within a \ncircle, while the area outside of the circle but within R represents A . Figure 5 . A universal set, R, comprising a set, A, and its complement, A (click to enlarge) [A.2] The intersection , AB , of two sets, A and B , \nis that set which consists of all elements which belong to both A and B . Similarly, one may define the union , A+B , of two sets, A and B , as that set which consists of all elements which belong \nto either A or B . The intersection and union of two sets are \nillustrated by the filled regions in Figures 6(a) and 6(b) , respectively. [A.3] Two sets which have no elements in common are said to be disjoint , and their intersection is represented by a forward slash \nsuperimposed on a circle, the empty set . Two such disjoint sets are \nillustrated in Figure 7 . Figure 7 . A pair of disjoint sets (click to enlarge) Figure 8 . Intersections between three sets, A , B , C , and their complements (click to enlarge) [A.4] The set operations defined above can be applied to three or more sets. Figure 8 illustrates how the universal set, R , may be partitioned into eight disjoint sets equal to intersections between three \nsets A , B , C and their complements. Figure 9 . Venn diagram of the target set, F , in Herma (click to enlarge) [A.5] Observe that any set formed from unions, intersections, and/or \ncomplementations of A , B , and C can be expressed as a union \nof the disjoint sets which are illustrated. (These disjoint sets are sometimes \nreferred to as atoms .) For instance, the complex looking set, F , \nof Figure 9 may be expressed as F = A B C + A B C + A B C + A B C. Any set thus written is said to be expressed in disjunctive normal \nform . In general, there are other ways in which a given set may be \nexpressed, and it is this fact that provides Xenakis with a conceptual starting \npoint in the composition of Herma .",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.01.7.3.wannamaker.html",
    "data": "mto/data/mto.01.7.3.wannamaker.json"
}