{
    "title": "Review of Suzannah Clark,<i> Analyzing Schubert</i> (Cambridge University Press, 2011)",
    "date": "2012/09/01",
    "volume": "18",
    "issue": "3",
    "authors": [
        "Muxfeldt, Kristina"
    ],
    "abstract": "",
    "keywords": [
        "Franz Schubert",
        "music analysis",
        "harmony",
        "reception history",
        "song"
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.3/mto.12.18.3.muxfeldt.pdf",
    "author_info": [
        {
            "name": "Kristina Muxfeldt",
            "university": "Indiana University",
            "address": "Jacobs School of Music, 1201 E. 3rd Street, Bloomington, IN 47405",
            "email": "kmuxfeld@indiana.edu"
        }
    ],
    "citations": {
        "damschroder_2010": "Damschroder, David. 2010. Harmony in Schubert . Cambridge: Cambridge University Press.",
        "denny_1989": "Denny, Thomas. 1989. “Directional Tonality in Schubert’s Lieder.” In Franz Schubert—Der Fortschrittliche? Analysen, Perspektiven, Fakten, edited by Erich Wolfgang Partsch, 37–53. Tutzing: Hans Schneider.",
        "deutsch_1947": "Deutsch, Otto Erich. 1947. Schubert: A Documentary Biography . Translated by Eric Blom. London: J. M. Dent.",
        "deutsch_1996": "Deutsch, Otto Erich. 1996. Schubert: die Dokumente seines Lebens . Wiesbaden: Breitkopf & Härtel.",
        "krebs_1980": "Krebs, Harald. 1980. “Third Relation and Dominant in Late 18th- and Early 19th-Century Music.” Ph.D. dissertation, Yale University.",
        "krebs_1981": "Krebs, Harald. 1981. “Alternatives to Monotonality in Early Nineteenth-Century Music.” Journal of Music Theory 25, no. 1: 1–16.",
        "reed_1997": "Reed, John. 1997. The Schubert Song Companion . Manchester: Manchester University Press.",
        "schubert_1964": "Schubert, Franz. 1964–. Neue Ausgabe sämtlicher Werke , Series 4, vol. 11. Kassel: Bärenreiter Verlag.",
        "siciliano_2005": "Siciliano, Michael. 2005. “Two Neo-Riemannian Analyses.” College Music Symposium 45: 81–107."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Just how Clark uses “hexatonic” I’m not sure because only this one progression aligns with Cohn’s network of major thirds. The harmonic changes in the song are B ♭ major to its dominant, F (m. 12); V/ B ♭ minor to D ♭ major (measures 17–19); A ♭ minor to E major (measures 29–38); and E major to F major (measures 43–45), where the song concludes.",
            "citations": []
        },
        "FN2": {
            "text": "2. Incidentally, the Kritischer Bericht (series 4, vol. 11) of the New Schubert Edition, whose helpful score layout Clark has borrowed, contains intriguing speculation on the poem’s sources and authorship (Schubert?).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The genial discussions of analytic tradition and Franz Schubert’s music in Suzannah Clark’s Analyzing Schubert retain some of the flavor of a lively graduate seminar in comparative analysis, for which her book might well provide a foundation, perhaps in conjunction with another recent volume that places similar emphasis on the pedagogical benefits of comparative study, David Damschroder’s Harmony in Schubert ( 2010 ). Each chapter reviews and critiques scholarship around a few pieces or an issue, spotlighting the insights gained or shortcomings and blind spots in different approaches (Schenkerian, neo-Riemannian, sonata theoretical, or even multiple Schenkerian readings of the same passage). The thought is also to pinpoint aurally salient features that go unaddressed, and to imagine new analytical lenses with which to survey Schubert’s tonal landscapes. (Clark does not say so but her focus is nearly exclusively on ways of construing pitch relations.) Promising initiatives towards a “distinctly Schubertian paradigm” \nfor analysis (270) are sketched, astute criticisms offered, and personal reactions to current work in the field freely shared: dozens of colleagues may be pleased to discover their work addressed.",
                "footnotes": [],
                "citations": [
                    "damschroder_2010"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The book is divided into four chapters, three of them dedicated to specific analytical issues, while an initial chapter \ntakes up themes that run throughout nineteenth-century commentary on Schubert’s creative process. Here Clark \nappears determined once and for all to debunk those appeals to clairvoyance and somnambulism that still delighted Victorian critics but are of little help to the modern analyst. Chapter 2 concerns mainly songs beginning and ending in different tonal regions, the subject of several recent studies, while chapter 3 looks at lyrical passages in the instrumental music often explained as “digressions.” Chapter 4 examines the various Stufen Schubert found to create a symmetrical balance between sonata expositions and recapitulations, relating this to Schenker’s “sacred triangle” and his early theoretical position that, in Clark’s words, “a range of keys may substitute for the so-called natural or conventional keys of the dominant and relative major in secondary themes . . . ”(213). That “so-called” in her formulation seems to issue from a general ideological discomfort with hierarchy more than any concrete reflection on acoustics or statistics (“natural or conventional”). At any rate, despite this attempt at reconciling early Schenkerian thought with neo-Riemannian tonal geometries (less-flexible mature Schenker comes under fire) the book’s broad narrative is a tale of progress: the un-technical nineteenth century is dispensed with in a chapter, the twentieth century’s predominantly fifth-based approach to Schubert’s harmony is cast as a lens made to fit a member of an earlier generation, newer neo-Riemannian approaches are likened to precision scientific instruments, the best technology to hand. This emerges decisively in her remarks on a colloquy between Charles Fisk and Richard Cohn \n(159). How readily we clothe our latest explanatory models in high-tech metaphors today! (I shall leave readers to discover the whimsical chain of association by which Clark links Richard Cohn’s representation of hexatonic cycles to Josef Kupelwieser’s watercolor of Schubert peering into a kaleidoscope, her book’s emblem: on a collision course with the enthralled Schubert is a figure riding a pedal-less bicycle; the spokes remind Clark of a circle of fifths.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] As outlined briefly above, the opening chapter lays out how Johann Michael Vogl’s characterization of Schubert’s songs as the products of a “musical clairvoyance” gradually took on mythic status after Victorian-era Schubertians embraced and elaborated this picture even more eagerly than had the composer’s acquaintances. Since appeals to supernatural states or a divine hand could mask the learning and effort that went into Schubert’s composing, this may have forestalled close analytic engagements with his music. Clark thankfully also presents the contrasting perspectives of Josef von Spaun and Josef Hüttenbrenner, both quick to contest any suggestion that Schubert was not in full command of his powers. And yet: must “clairvoyance” (clear vision) and professional expertise necessarily be at odds? The small glimpses some of his friends may have caught of Schubert’s intense concentration, his flashes of poetic insight, or the remarkable pace of his productivity, no doubt left a memorable impression. Why, I wonder, did terms like clairvoyance and somnambulism come to Vogl’s mind at all, and why did these metaphors ring true to so many of his contemporaries (including Spaun)? Thought-provoking in this connection is Schubert’s musing in a lost notebook from March 1824: “Understanding [ Verstand ] is nothing more than an analyzed belief” ( Deutsch 1996 , 223; 1947 , 337). More directly to the point is his moving account of a September 1825 visit to the grave of Michael Haydn, whose “calm and clear-headed” spirit he summoned, wishful that some of it might rub off ( Deutsch 1996 , 314; 1947 , 458). Example 1 . Schubert, “Geheimnis” (Secret), D. 491 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "deutsch_1996",
                    "deutsch_1947",
                    "deutsch_1996",
                    "deutsch_1947"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Clark prefers to picture an expertly self-taught Schubert, deliberate, fully aware, even methodical in his mastery. This sensibly chosen lens overcorrects, however, when she searches for evidence that Schubert would have resisted Vogl’s classical creation-trope. (“Speak through me” the Homeric bard calls to the muses before he spins a new tale from his storehouse of remembered plots.) Clark lingers over the 1816 song “Geheimnis” (Secret), D. 491, on a poem by Johann Mayrhofer addressed to the composer: “Sag an, wer lehrt dich Lieder?“ Who teaches you to make songs that transform our dreary present into sunshine, the poet asks. Example 1 gives the AGA score of the song with bar numbers added. The piano introduction depicts inspiration wafting down from on high, but John Reed finds “a conventional touch in the writing on the last page” ( 1997 , 239). This leads Clark to ask whether Schubert’s setting might be ironic. “What if Schubert is portraying his music as least inspired when tapped straight from a muse?” she wonders (18). That way he would not have been complicit in the myth-making. (Schubert and Vogl hadn’t yet met in any case.)",
                "footnotes": [],
                "citations": [
                    "reed_1997"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The song “contains a number of characteristic modulations. Two are hexatonic; one of which is masterful in execution, the other awkward. The masterful one comes amidst a more poetic aspect of the text about an old man crowned with reeds who pours out his urn and water flowing in a meadow” (18). By “more poetic” Clark must mean the mythological allusion that connects these two images: “You do not glimpse the old man who pours out  his urn [Aquarius, a constellation]; \n[you see] only the water as it flows through the meadows.” The smooth harmonic transformation from A ♭ minor to old man river’s sunny E major is especially bewitching—but isn’t this precisely one of the most “Schubertian” moments? (1) The other moment we are invited to consider is the contrasting “awkward modulation [that] prepares the return of a singer-persona within the poem. This comes at the very point where Mayrhofer suggests that Schubert, like the singer, must wonder at God’s creation: ‘Er singt, er staunt in sich; was still ein Gott bereitet, befremdet ihn wie dich.’ (‘He sings, he marvels inwardly; he wonders at God’s silent creation, as do you’)” (18).  This translation unfortunately blunts the poem’s edge. “Wonder” is only a loose equivalent for Mayrhofer’s deliberate word “befremdet”—to estrange, to alienate. And why speak of the “return” of a singer-persona when this is a singular occurrence in the song?  “So geht es auch dem Sänger” (“the singer experiences this too”): with this rupture, narrative and textural as well as tonal, the singer of the song suddenly becomes his own double (the piano comically depicts the arpeggios of the startled singer)—for what a god has quietly prepared “estranges him as it does you.” Whether we hear the modulation from E to F as awkward or not, none of this adds up to a portrayal of uninspired composing. The artist as god-like creator is an ancient trope. Another is that art performs a metamorphosis, that the agonies poured in are perceived as cheer, for instance: even a god may feel estranged from his own creation. Clark can enlist Schubert’s support in her dismissal of his nineteenth-century devotees only by filtering away critical poetic and musical details. Nevertheless, I do believe she is right to think that Schubert’s playful word-painting suggests he did not take Mayrhofer’s poem entirely to heart.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] I dwell on this example because it illustrates a tendency I found frustrating in Clark’s otherwise admirably readable and engaging book. We gladly follow her lively discussions of published analyses that make up the book’s substance because she promises to identify “hermeneutic windows” (in Lawrence Kramer’s terminology), views that earlier perspectives have obscured. Yet when Clark locates such a window she can seem reluctant to open it very far, preferring to make only hasty notations—often astute—before resuming her trek through the landscape of Schubert scholarship. It is a great virtue of her book, of course, that she charts so many places to which we might profitably return.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A sustained discussion of analyses by Harald Krebs ( 1980 , 1981 ), Thomas Denny ( 1989 ), and Michael Siciliano ( 2005 ) of the song “Trost,” D. 523, again stirs expectation by noting that these critics all left away consideration of the poem in their accounts of the novel musical syntax. Clark herself, however, ventures but one terse sentence on the subject. (“The strophic nature of the poem together with the pattern of repeated lines produce the structure of repeated elements (or repetends) abca bdeb cfgc abca, which provides a strong argument for the cyclic nature of this song” (103).) The phenomenological experience of “Trost” (consolation) is especially rich because its four short musical phrases (their respective third-related harmonies all linked by a common tone B ♮ as Clark perceptively observes) interact with a poem that is outwardly strophic but rhetorically through-composed. The same words pass by again and again like worry beads on a chain. In strophes two and three an inner line from strophe one moves to the frame (is sung to the outer musical phrases) and longer enjambed interior clauses expand the thought, cutting across the tonal hinge between phrases. A cumulative trajectory comes into relief if we supply implied connectives and add clarifying punctuation to bring out the varied syntax of the individual strophes (for which I use English-language conventions below). My synopsis to the right means to show how adjacent lines across strophes may be heard to progress to the same ever more certain goal. (2) Nimmer lange weil ich hier, Komme bald hinauf zu dir. Tief und still fühl ich’s in mir [dass] nimmer lange weil ich hier. Nimmer lange weil ich hier, Komme bald hinauf zu dir, [denn] Schmerzen Qualen für und für wüten in dem Busen mir: Komme bald hinauf zu dir. Komme bald hinauf zu dir. Komme bald hinauf zu dir: Tief und still fühl ich’s in mir: eines heissen Dranges Gier zehrt die Flamm’ im Innern hier— Tief und still fühl ich’s in mir. Tief und still fühl ich’s in mir. Tief und still fühl ich’s in mir Nimmer lange weil ich hier, Komme bald hinauf zu dir. Tief und still fühl ich’s in mir: Nimmer lange weil ich hier. [dass] Nimmer lange weil ich hier.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "krebs_1980",
                    "krebs_1981",
                    "denny_1989",
                    "siciliano_2005"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Clark’s discussion of reviews by the conservative early nineteenth-century critic Gottfried Wilhelm Fink yields the fruitful observation that although he complained frequently about Schubert’s modulations, he was more bothered by Schubert’s manner of reaching keys than by their distance from one another. One example is a passage in the captivating song “Selige Welt,” D. 743, shown in Example 2, where Schubert cycles rapidly through C ♭ – G – e – c  // A ♭ . This is acceptable to Fink, Clark concludes, because each fleeting tonic between measures 14 and 18 is prepared by its own dominant. On the other hand, when a new key appears by a surprising swerve (as in the succession of deceptive resolutions near the beginning of “Auf der Donau,” D. 533) he grows impatient. Rather like Adorno’s confrontation with Stravinsky, Fink’s aversion to this alien new music made him a perceptive critic: Schubert’s way of slipping into secondary keys has continued to occupy music analysts and theorists ever since. (The lyrical episode in the C-major Quintet, the “Unfinished” Symphony’s approach to the second theme, the G-major Quartet’s extraordinary second group are some of the well-known instances Clark takes up in later chapters.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In “Orest auf Tauris,” D. 548, a song that begins in E ♭ and ends in D, a bare octave chromatic scale, grouped in triplets, rushes abruptly from V/ E ♭ onto G ♭ as Orestes senses his madness in pursuit: is this Tauris, he hopes, where the priestess resides who can cure him? (My own mind races to those much later E ♭ pieces in which scales obliterate the previous tonic: in the E ♭ impromptu op. 90 \n[D. 899], no. 2 a stark E ♭ melodic minor scale, again articulated in triplets, is extended past the octave to G ♭ , from which point, a fifth below, the B minor trio is launched; in the E ♭ Piano Trio’s first movement swirling chromatic scales piano to fortissimo remake G ♭ as F ♯ for the B-minor opening of the pianissimo new theme.) The common tone G ♭ / F ♯ is threaded through “Orest auf Tauris,” appearing in all six of the possible positions of root, third, and fifth in major and minor triads, a phenomenon Clark finds elsewhere too and theorizes. She proposes that we understand such pieces or passages as being “around a pitch” rather than “in a key” (100), and while she recognizes that not all common tones are profiled for the ear she has chosen to highlight them all equally in her transformational–voice-leading sketches. This tends to flatten our aural perspective. Elegant as her figures look, I confess I find her beautifully annotated scores more engrossing. Example 2 . Schubert, “Selige Welt”, D. 406 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Clark’s interest in the middle section of “Selige Welt” ( Example 2 ), unsurprisingly is the C ♭ / B ♮ that may be traced as scale degrees 1 ˆ , 3 ˆ , and 5 ˆ through the chords of C ♭ , G, and e (mm. 14–16), before B ♮ becomes a leading tone to C minor (a local tonic mutates purposefully into a leading tone). But notice the precarious melodic shape Schubert has set against this fragile (hardly aurally salient) thread, a falling sequence that begins with a vocal ascent from C ♭ to C ♮ —seventh in a dominant seventh—and leaves the singer twice perched on 3 ˆ as the ground keeps sagging. This free fall through descending thirds abruptly halts with the “nifty move” (70) that brings back the A ♭ tonic: using an opportune turn to C minor for needed leverage, a stark E ♭ asserts itself in four registers. Acoustic muscle, placement, and duration all contribute to the harmonic reorientation and restoration of stability.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Such common tone “threads” may appear in constructions of tonal disorientation or focus, stability or slippage, kaleidoscopic juxtapositions or smooth transitions—the stuff of musical storytelling. Large-scale tonal balancing likewise combines with melodic shape, range, acoustical resonance, and certainly with long-range metrical forces to create compelling emotional trajectories. (Consider how Mozart, in the quartet in Idomeneo , another E ♭ piece, both resolves and intensifies in the recapitulation the heart-rending third relation in his second group, those throbbing D ♭ s—“No one ever has suffered a harsher fate than I”—that return as C ♭ s: this is a fascinating case to set against Schubert’s manner of balancing structure and foreground.)  A welcome next stage in a sequel to Clark’s project would be to account for these different musical effects, transcending the neutral background of pitch geometries and theoretical findings when analyzing Schubert.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.3.muxfeldt.html",
    "data": "mto/data/mto.12.18.3.muxfeldt.json"
}