{
    "title": "Billy Joel’s Enharmonic Duplicity",
    "date": "2022/06/01",
    "volume": "28",
    "issue": "2",
    "authors": [
        "Aziz, Andrew"
    ],
    "abstract": "This article investigates Billy Joel’s chromatic excursions in his contemplative songs, many of which infuse modal mixture chromaticism against a prevailing major key backdrop. In particular, I spotlight Joel’s exploration of “enharmonic duplicity,” in which chromaticism reflects the complexity of human nature through enharmonic transformations. Part 1 explores enharmonicism in “Honesty,” the first of several analyzedB♭major songs that reinterpret mixture scale degrees (♭3̂and♭6ˆ) along its route; I also consider how Joel introduces mixture in his opening descending bass lines. Part 2 explores the harmonic and functional ambiguity in the complex song, “Laura.” Part 3 considers the enharmonic complexities of “Vienna” through the lens of the opening bar’s augmented triad; I also consider comparative examples of augmented triads in “Zanzibar” and “Where’s the Orchestra?”. In response to Joel’s vast exposure to the common-practice canon, my approach fuses perspectives from nineteenth-century music with contemporary theories of pop/rock harmony.",
    "keywords": [
        "Billy Joel",
        "enharmonicism",
        "modal mixture",
        "chromaticism",
        "bass line",
        "augmented triad"
    ],
    "doi": "10.30535/mto.28.2.1",
    "received": "July 2021",
    "pdf": "https://mtosmt.org/issues/mto.22.28.2/mto.22.28.2.aziz.pdf",
    "author_info": [
        {
            "name": "Andrew Aziz",
            "university": "San Diego State University",
            "address": "5500 Campanile Drive, San Diego, CA 92182",
            "email": "aaziz@sdsu.edu"
        }
    ],
    "citations": {
        "agawu_1994": "Agawu, Kofi. 1994. “Ambiguity in Tonal Music: A Preliminary Study.” In Theory, Analysis, and Meaning in Music , ed. Anthony Pople, 86–107. Cambridge University Press.",
        "anson-cartwright_1996": "Anson-Cartwright, Mark. 1996. “Chord as Motive: The Augmented-Triad Matrix in Wagner’s ‘Siegfried Idyll.’” Music Analysis 15 (1): 57–71. https://doi.org/10.2307/854170 .",
        "atkinson_2018": "Atkinson, Sean. 2018.“Deceptive Love and Denied Endings: Tropes in the Music of Billy Joel.” Popular Music 37 (3): 415–23. https://doi.org/10.1017/S0261143018000405 .",
        "bailey_1985": "Bailey, Robert. 1985. “An Analytical Study of the Sketches and Drafts. In Prelude and Transfiguration from “Tristan und Isolde,” ed. Robert Bailey, 113–46. W.W. Norton.",
        "bauer_2011": "Bauer, Amy. 2011. Ligeti’s Laments: Nostalgia, Exoticism, and the Absolute . Ashgate.",
        "biamonte_2008": "Biamonte, Nicole. 2008. “Augmented Sixth Chords vs. Tritone Substitutions.” Music Theory Online 14 (2). https://doi.org/10.30535/mto.14.2.2 .",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (2): 95–110. https://doi.org/10.1525/mts.2010.32.2.95 .",
        "biamonte_2017": "Biamonte, Nicole. 2017. “Pop/Rock Tonalities.” In Tonality Since 1950 , ed. Felix Wörner, Ullrich Scheideler, and Philip Rupprecht, 89–101. Fritz Steiner Verlag.",
        "bribitzer-stull_2006": "Bribitzer-Stull, Matthew. 2006. “The Ab–C–E Complex: The Origin and Function of Chromatic Major Third Collections in Nineteenth-Century Music.” Music Theory Spectrum 28 (2): 167–90. https://doi.org/10.1525/mts.2006.28.2.167 .",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “Neo-Riemannian Theory and the Analysis of Pop-Rock Music.” Music Theory Spectrum 26 (2): 177–200. https://doi.org/10.1525/mts.2004.26.2.177 .",
        "capuzzo_2009": "Capuzzo, Guy. 2009. “Sectional Tonality and Sectional Centricity in Rock Music.” Music Theory Spectrum 31 (1): 157–74. https://doi.org/10.1525/mts.2009.31.1.157 .",
        "clement_2019": "Clement, Brett. 2019. “Diatonic and Chromatic Tonicization in Rock Music.” Journal of Music Theory 63 (1): 1–34. https://doi.org/10.1215/00222909-7320450 .",
        "cohn_1999": "Cohn, Richard. 1999. “As Wonderful as Star Clusters: Instruments for Gazing at Tonality in Schubert.” 19th-Century Music 22 (3): 213–32. https://doi.org/10.2307/746799 .",
        "cone_1982": "Cone, Edward T. 1982. “Schubert’s Promissory Note: An Exercise in Musical Hermeneutics.” 19th - Century Music 5 (3): 233–41. https://doi.org/10.2307/746462 .",
        "doll_2011": "Doll, Christopher. 2011. “Rockin’ Out: Expressive Modulation in Verse-Chorus Form.” Music Theory Online 17 (3). https://doi.org/10.30535/mto.17.3.3 .",
        "doll_2017": "Doll, Christopher. 2017. Hearing Harmony: Towards a Tonal Theory for the Rock Era . University of Michigan Press. https://doi.org/10.3998/mpub.3079295 .",
        "duchan_2015": "Duchan, Joshua S. 2015. “Disappointment, Frustration, and Resignation in Billy Joel’s ‘The Nylon Curtain.’” Rock Music Studies 2 (2): 168–87. https://doi.org/10.1080/19401159.2015.1022396 .",
        "duchan_2017": "Duchan, Joshua S. 2017. Billy Joel: America’s Piano Man. Rowman and Littlefield.",
        "everett_1992": "Everett, Walter. 1992. “Voice Leading and Harmony as Expressive Devices in the Early Music of the Beatles: ‘She Loves You.’” College Music Symposium 32: 19–37. https://www.jstor.org/stable/40374200 .",
        "everett_1997": "Everett, Walter. 1997. “Swallowed by a Song: Paul Simon’s Crisis of Chromaticism.” In Understanding Rock: Essays in Musical Analysis , eds. John Covach and Graeme M. Boone, 113–53. Oxford University Press.",
        "everett_2000": "Everett, Walter. 2000. “The Learned vs. The Vernacular in the Songs of Billy Joel.” Contemporary Music Review 18 (4): 105–29. https://doi.org/10.1080/07494460000640051 .",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10 (4). https://www.mtosmt.org/issues/mto.04.10.4/mto.04.10.4.w_everett.html .",
        "everett_2008": "Everett, Walter. 2008. “Pitch Down the Middle.” In Expression in Pop-Rock Music: Critical and Analytical Essays, ed. Walter Everett, 111–74. Routledge. https://doi.org/10.4324/9780203940044 .",
        "forrest_2017": "Forrest, David. 2017. “PL Voice Leading and the Uncanny in Pop Music.” Music Theory Online 23 (4). https://doi.org/10.30535/mto.23.4.6 .",
        "harrison_1995": "Harrison, Daniel. 1995. “Supplement to the Theory of Augmented-Sixth Chords.” Music Theory Spectrum 17 (2): 170–95. https://doi.org/10.2307/745870 .",
        "heetderks_2015": "Heetderks, David. 2015. “Hipster Harmony: The Hybrid Syntax of Seventh Chords in Post-Millennial Rock.” Music Theory Online 21 (2). https://doi.org/10.30535/mto.21.2.5 .",
        "joel_1993": "Joel, Billy. 1993. The Billy Joel Keyboard Book. Hal Leonard.",
        "joel_1996": "Joel, Billy. 1996. “Q&A: Who Was Laura, and What Did She Do? (Lecture at Hobart & William Smith Colleges).” YouTube video, 5:09. Accessed July 10th, 2021. https://www.youtube.com/watch?v=i0SXDkWDeSM .",
        "joel_1997": "Joel, Billy. 1997. The Complete Hits Collection: 1973 – 1997 . Columbia Records.",
        "joel_2021": "Joel, Billy. 2021. “Where’s the Orchestra?” Universal Music Publishing Group. Accessed July 2nd, 2021. https://www.musicnotes.com/sheet-music/artist/billy-joel .",
        "kaminsky_1992": "Kaminsky, Peter. 1992. “The Popular Album as Song Cycle: Paul Simon’s ‘Still Crazy After All These Years.” College Music Symposium 32: 38–54. https://www.jstor.org/stable/40374201 .",
        "klein_2005": "Klein, Michael. 2005. Intertextuality in Western Art Music . Indiana University Press.",
        "kowalke_2000": "Kowalke, Kim H. 2000. “‘I’m an American!’ Whitman, Weill, and Cultural Identity.” In Walt Whitman and Modern Music: War, Desire, and the Triads of Nationhood , ed. Lawrence Kramer, 109–31. Garland. https://doi.org/10.4324/9781315052885-6 .",
        "laitz_1996": "Laitz, Steven. 1996. “The Submediant Complex: Its Musical and Poetic Roles in Schubert’s Songs.” Theory and Practice 21: 123–65.",
        "mccreless_1991": "McCreless, Patrick. 1991. “Syntagmatics and Paradigmatics: Some Implications for the Analysis of Tonal Music.” Music Theory Spectrum 13 (2): 147–78. https://doi.org/10.2307/745896 .",
        "muniz_2019": "Muniz, John. 2019. “A Tendency-Transformational Model of Enharmonic Modulations and Related Phenomena.” Music Theory Spectrum 41 (1): 1–20. https://doi.org/10.1093/mts/mty027 .",
        "nobile_2020": "Nobile, Drew. 2020. “Double-Tonic Complexes in Rock Music.” Music Theory Spectrum 42 (2): 207–26. https://doi.org/10.1093/mts/mtaa003 .",
        "osborn_2017": "Osborn, Brad. 2017. “Rock Harmony Reconsidered: Tonal, Modal, and Contrapuntal Voice-Leading Systems in Radiohead.” Music Analysis 36 (1): 59–93. https://doi.org/10.1111/musa.12085 .",
        "platt_2017": "Platt, Russell. 2017. “Gabriel Kahane’s Emo ‘Dichterliebe.’” New Yorker , March 9th. https://www.newyorker.com/culture/culture-desk/gabriel-kahanes-emo-dichterliebe .",
        "reale_2014": "Reale, Haley Beverburg. 2014. “Making the Most of an Enharmonic Seam: Pitch Respellings, Semitone Relationships, and Mode Mixture in Fiona Apple’s ‘Extraordinary Machine.’” Theory and Practice 39: 75–108.",
        "schachter_1983": "Schachter, Carl. 1983. “Motive and Text in Four Schubert Songs.” In Aspects of Schenkerian Theory , ed. David Beach, 61–77. Yale University Press. https://doi.org/10.12987/9780300162660-004 .",
        "shea_2020": "Shea, Nicholas. 2020. “Descending Bass Schemata and Negative Emotion in Western Song.” Empirical Musicology Review 14 (3–4): 167–81. https://doi.org/10.18061/emr.v14i3-4.6790 .",
        "smith_2013": "Smith, Peter H. 2013. “Tonal Pairing and Monotonality in Instrumental Forms of Beethoven, Schubert, Schumann, and Brahms.” Music Theory Spectrum 35 (1): 77–102. https://doi.org/10.1525/mts.2013.35.1.77 .",
        "spicer_2008": "Spicer, Mark. 2008. “Large-Scale Strategy and Compositional Design in the Early Music of Genesis.” In Expression in Pop-Rock Music: Critical and Analytical Essays, ed. Walter Everett, 313–44. Routledge.",
        "spicer_2017": "Spicer, Mark. 2017. “Fragile, Emergent, and Absent Tonics in Pop and Rock Songs.” Music Theory Online 23 (2). https://doi.org/10.30535/mto.23.2.2 .",
        "tagg_2014": "Tagg, Philip. 2014. Everyday Tonality II: Towards a Tonal Theory of What Most People Hear . Mass Media Music Scholars’ Press.",
        "temperley_ren_and_duan_2017": "Temperley, David, Iris Ren, and Zhiyao Duan. 2017. “Mediant Mixture and ‘Blue Notes’ in Rock: An Exploratory Study.” Music Theory Online 23 (1). https://doi.org/10.30535/mto.23.1.7 .",
        "todd_1988": "Todd, R. Larry. 1988. “‘The Unwelcome Guest’ Regaled: Franz Liszt and the Augmented Triad.” 19th-Century Music 12 (2): 93–115. https://doi.org/10.2307/746735 .",
        "_": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. In particular, Chopin’s E-minor Prelude (op. 28 no. 4), in “She’s Got A Way” (1971), and a collection of Chopin references in “Surprises” (1982); see Everett 2000 , 425–26. His 2000 study on the “learned and the vernacular” in Billy Joel—investigating “James” and “Laura” in particular—is one of few music-theoretic articles to investigate Joel’s oeuvre. Everett ( 1992 ), on the Beatles’ “She Loves You,” highlights the modal mixture’s prevalence within structural pre-dominants (see, in particular, the sketches on p. 21).",
            "citations": [
                "everett_2000",
                "everett_1992"
            ]
        },
        "FN2": {
            "text": "2. More generally, Everett asserts: “Not only are pitch relationships at the core of pop-rock music, but they share many of the procedures of harmony and counterpoint by which tonal goals are identified, pursued, and frustrated in tonal musics of other styles. For this reason, many of the analytical systems devised over the past few centuries for the study of common-practice classical music are also applicable to our subject” ( 2008 , 111).",
            "citations": [
                "everett_2008"
            ]
        },
        "FN3": {
            "text": "3. Heetderks 2015 discusses post-millennial rock groups, including Dirty Projectors, My Bloody Valentine, Deerhunter, Grizzly Bear, and Radiohead; Forrest 2017 considers a variety of bands from the 1960s to the 1990s.",
            "citations": [
                "heetderks_2015",
                "forrest_2017"
            ]
        },
        "FN4": {
            "text": "4. Regarding all of her categories, Biamonte posits: “All of the systems just described represent points along a continuum rather than discrete categories, and could apply to entire songs or to sections within a song – or, less commonly, to passages within a formal section. Along this continuum, instances of modal mixture might fall in between major or minor and the blues, or between any of the first four categories and chromaticism, depending on whether particular scale-degree inflections are perceived as structural or embellishing pitches” ( 2017 , 94). From this standpoint, she highlights the continuous fluidity of scale degree function and spelling, as inflections may appear within varying scopes and for unpredictable spans of time.",
            "citations": [
                "biamonte_2017"
            ]
        },
        "FN5": {
            "text": "5. One of Atkinson’s marked moments ( 2018 , 419) in “She’s Always a Woman” is the chromatic turn from V to III (V/vi). According to Everett ( 2004 , [7]), this move falls “within the classical common practice at which he worked so hard as a young piano student composing in the styles of Beethoven and Chopin.”",
            "citations": [
                "atkinson_2018",
                "everett_2004"
            ]
        },
        "FN6": {
            "text": "6. The ♭ 6 ˆ —suggesting a tendency downward (↓)— becomes ♯ 7 ˆ in the relative key, which tends upward (↑); shorthand: ♭ 6 ˆ ↓ → ♯ 7 ˆ ↑.",
            "citations": []
        },
        "FN7": {
            "text": "7. Doll categorizes the pattern of 5 ˆ – ♯ 5 ˆ – 6 ˆ – ♭ 6 ˆ – 5 ˆ as a “teasing schema” ( 2017 , 143–46).",
            "citations": [
                "doll_2017"
            ]
        },
        "FN8": {
            "text": "8. In McCreless’ 1991 article on the implications of chromaticism in tonal music, he defines two axioms: “The first, paradigmatics with respect to the system, emphasizes the importance of interpreting any chromatic event in terms not only of its syntagmatic linear or harmonic context, but also of the paradigmatic space that underlies it. The second, paradigmatics with respect to the piece, proposes for tonal music, particularly that of the late eighteenth century and the nineteenth century, a level of paradigmatic organization that invokes not just the abstract tonal space itself, but the motivic or associative use of that space within individual works” (160). Further explication of his system in terms of the Moment musical no. 6 is found on p. 166.",
            "citations": [
                "mccreless_1991"
            ]
        },
        "FN9": {
            "text": "9. This mode of analysis is similar to that of Schachter 1983 .",
            "citations": [
                "schachter_1983"
            ]
        },
        "FN10": {
            "text": "10. Michael Klein makes a similar distinction between the quotation and the vestigial, whereby vestigial is akin to “intertextuality,” with a direct allusion serving as a narrower subtype dubbed “influence”: “Following the implication of the distinction, any crossing of texts is an instance of intertextuality, any form of agency in which an author borrows from or alludes to another text is a more narrow instance of intertextuality called ‘influence’” ( Klein 2005 , 11–12).",
            "citations": [
                "klein_2005"
            ]
        },
        "FN11": {
            "text": "11. Doll characterizes this bass line as a “walking” bass line ( Doll 2017 , 122–23).",
            "citations": [
                "doll_2017"
            ]
        },
        "FN12": {
            "text": "12. According to Amy Bauer: “This traumatic kernel impels its iteration in multiple forms: from voice to instrument, soprano to bass, and private to public works. Thus its initial transformation from physical moan to musical topic parallels the promiscuous dissemination of the musical sigh across instrumental and genre boundaries, as well as its absorption into mechanical techniques such as canonic imitation and the passacaglia bass-line” ( 2011 , 59).",
            "citations": [
                "bauer_2011"
            ]
        },
        "FN13": {
            "text": "13. Nicholas Shea’s 2020 study on descending bass lines throughout common practice and popular music investigates association with negative emotion, in conjunction with tempo and articulation.",
            "citations": [
                "shea_2020"
            ]
        },
        "FN14": {
            "text": "14. Injecting Doll’s syntactic language, the ♭ II at first functions as a “gamma” (pre-pretonic) and the V 7 a “beta” (pre-tonic); retrospectively, the A 7 relinquishes its pre-tonic function due to the D 7 ’s functional elision.",
            "citations": []
        },
        "FN15": {
            "text": "15. By this point, the pitch classes D ♭ / C ♯ and G ♭ / F ♯ have each been chordal members of several triads: D ♭ / C ♯ the third of A 7 and B ♭ m; G ♭ / F ♯ the root of G ♭ M and the third of D 7 . These major-third root relationships invoke neo-Riemannian harmonic regions ( Cohn 1999 ); further investigation of neo-Riemannian operations in pop-rock music is found in Capuzzo 2004 . The suggestion that G minor emerges as a subsidiary tonic within this work Capuzzo ( 2009 ) and Spicer ( 2017 ). Capuzzo may consider the submediant region a “sectional tonality,” and Spicer the “opposite of an emergent tonic,” as B ♭ major loosens its grip throughout most of the chorus and bridge in favor of vi.",
            "citations": [
                "cohn_1999",
                "capuzzo_2004",
                "capuzzo_2009",
                "spicer_2017"
            ]
        },
        "FN16": {
            "text": "16. An anonymous reviewer has suggested that the proposed V 7 – VI 7 can also be read as III 7 – IV 7 . As the progression connects two phrases/sections—and not internal as III – IV tends to be, I lean toward V 7 – VI 7 , syntactically; but the meaning of the progression, given the song’s lyrics and context, supplies strong support for the deceptive interpretation here. A different reviewer—with whom I agree—suggested that the mm. 11–12 deceptive exit is similar to that in “She’s Got A Way,” which follows its V – ♭ VI with a rising stepwise motion (“Aeolian progression”) to ♭ VII and I.",
            "citations": []
        },
        "FN17": {
            "text": "17. Peter Smith ( 2013 ) has explored tonal pairing in nineteenth-century instrumental compositions (Beethoven, Schubert, Schumann, and Brahms); Drew Nobile ( 2020 ) unpacks, in rock music, the coexistence of two keys at the same time (“double-tonic complex”). The concepts of “directional tonality” and “double-tonic complex” originate in Robert Bailey’s work on Wagner, particularly on Tristan und Isolde ( 1985 ). According to Smith, Bailey hears these two concepts “operating in conjunction with the heightened emphasis on modal mixture and semitonal voice-leading characteristic of nineteenth-century music” ( 2013 , 79).",
            "citations": [
                "smith_2013",
                "nobile_2020",
                "bailey_1985",
                "smith_2013"
            ]
        },
        "FN18": {
            "text": "18. For additional exploration of “sigh motive,” see Bauer 2011 , 59–60.",
            "citations": [
                "bauer_2011"
            ]
        },
        "FN19": {
            "text": "19. “The song’s stark opening, given in Example 9, reminds one of Brahms’s, Schenker’s, and Mast’s discussions of parallel fifths in Schubert’s ‘Die böse Farbe’” ( Everett 2000 , 437).",
            "citations": [
                "everett_2000"
            ]
        },
        "FN20": {
            "text": "20. In Joel’s 1996 lecture on “Laura,” he plays an E ♭ major triad in the fourth position (1:41); the studio recording omits the chordal third, but I assume ♭ 6 ˆ given context.",
            "citations": [
                "joel_1996"
            ]
        },
        "FN21": {
            "text": "21. One exception: Doll prefers “temporary” resolution to “deceptive” resolution ( 2017 , 80), on account of its lack of deception after having heard the song numerous times. I maintain usage of deceptive for consistency across the article.",
            "citations": [
                "doll_2017"
            ]
        },
        "FN22": {
            "text": "22. Similar harmonic ambiguity is found in “Because” by The Beatles: an opening progression of i - ii ø7 – V – VI – i – Ger +6 or V 7 / ♭ II → ♭ II. After situating in the ♭ II region ever so briefly, it always “sinks” downward to the original tonic, until the final instance, which remains on ♭ II—generating a confounding harmonic cliffhanger.",
            "citations": []
        },
        "FN23": {
            "text": "23. The 1996 lecture: https://www.youtube.com/watch?v=i0SXDkWDeSM ; the 2006 concert: https://www.youtube.com/watch?v=AVkciI10qQs ; and the 2014 concert https://www.youtube.com/watch?v=HfeVRziDkoI .",
            "citations": [
                "joel_1996"
            ]
        },
        "FN24": {
            "text": "24. ♯ 4 ˆ – 4 ˆ appears as a chromatic descent in a “frustrated” ♯ 4 ˆ – 4 ˆ resolution is discussed in Clement, in which the ascending ♯ 4 ˆ is “forced down” to 4 ˆ ( 2019 , 14); previously, Everett illustrates the chromatic descent from 5 ˆ to 3 ̂ in early Beatles’ songs ( 1992 , in particular, 28–31); and Doll characterizes the 5 ˆ – ♭ 5 ˆ – 4 ˆ scale-degree schema as the “slouching” schema ( 2017 , in particular, 146–49. Doll showcases a similar progression, without the tritone-substitution, in the chorus of Radiohead’s “Lucky” ( 2017 , 49–50), in which C 7 – B 7 – Em is effectively a Ger +6 –  V 7 – i.",
            "citations": [
                "clement_2019",
                "everett_1992",
                "doll_2017",
                "doll_2017"
            ]
        },
        "FN25": {
            "text": "25. Peter Kaminsky ( 1992 ) draws comparisons between song cycles— Dichterliebe in particular—and Paul Simon’s album “Still Crazy After All These Years”; Mark Spicer notes he notes how in Genesis’ song “Lover’s Leap,” there is a notable reminiscence to the Dichterliebe cycle, particularly in its harmonic ambiguity; he also notes that modal mixture is prominently featured ( 2008 , 322); more recently, singer-songwriter Gabriel Kahane recorded Dichterliebe (self-accompanied), in which he styles the cycle as folk or art-pop ( Platt 2017 ).",
            "citations": [
                "kaminsky_1992",
                "spicer_2008",
                "platt_2017"
            ]
        },
        "FN26": {
            "text": "26. Joel discusses Weill's influence at 8:09: https://www.youtube.com/watch?v=sWRiiH2MJ2U&t=489 .",
            "citations": []
        },
        "FN27": {
            "text": "27. A more idiomatic instance of an augmented triad supported by 1 ˆ appears in Lesley Gore’s “It’s My Party”; the augmented triad supports a contrapuntally-derived ♯ 5 within a 5 ˆ – ♯ 5 ˆ – 6 ˆ – ♭ 6 ˆ – 5 ˆ “teasing schema” ( Doll 2017 , 143–46).",
            "citations": [
                "doll_2017"
            ]
        },
        "FN28": {
            "text": "28. Matthew Bribitzer-Stull offers that such an augmented triad is “not anchored by a diatonic Stufe , its symmetry can threaten tonality altogether ( 2006 , 177). The early onset of this chord recalls Liszt’s mature style, as augmented triads appear ubiquitously amongst his settings of Petrarch Sonnet No. 104, “Pace non trovo,” in a variety of ways ( Todd 1988 , 980). They appear, perhaps, most famously, in his “Faust” symphony—headlining the entire work—as well as in the late, pedagogically-renowned Nuages Gris (which, too, shines a spotlight on the liberated B ♭ –D– F ♯ sonority).",
            "citations": [
                "todd_1988"
            ]
        },
        "FN29": {
            "text": "29. Altogether, the scale degree progression is a stretched-out version of Doll’s “teasing” schema.",
            "citations": []
        },
        "FN30": {
            "text": "30. Biamonte’s discussion of double-plagal progressions ( 2010 , 98–101) primarily considers circular progressions; Doll ( 2017 , especially 96–100) discusses them as loops or cadential gestures.",
            "citations": [
                "biamonte_2010",
                "doll_2017"
            ]
        },
        "FN31": {
            "text": "31. “ 52nd Street bears a distinctively jazz flavor, not only in the midtown Manhattan reference in its name, but also in the contributions of jazz trumpeter Freddie Hubbard to ‘Zanzibar’” ( Duchan 2017 , 9).",
            "citations": [
                "duchan_2017"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] In his 2017 book on Billy Joel, Joshua S. Duchan cites specific instances in which the Western classical canon greatly influenced Billy Joel’s output. Working backward from Joel’s “classical” album— Fantasies and Delusions (2001)—overt quotations of the canon notably appear in “This Night” (Beethoven’s Piano Sonata No. 8 in C minor, “Pathétique,” ii); more subtle references to the Romantic era appear in his “Nocturne” ( Duchan 2017 , 120)—a generic homage—as well as particular references to Chopin ( Everett 2000 ). (1) To reflect the prevailing influence of common-practice procedures in Joel’s work, Everett proclaims that “most of (Joel’s) writing is closer to that of Brahms than it is to Howlin’ Wolf’s” (though not to imply that it is Brahmsian) and that much of rock music owes to the “same fundamental harmonic and voice-leading principles as those that govern the tonal structures of any prior style” ( 2004 , [6]). (2) Considering the vast terrain of tonal conventions in rock, Joel’s application of common-practice procedures, especially his “unifying command of both diatonic and chromatic harmonic direction” ( Everett 2000 , 421), is ripe for further investigation. Example 1 . Classification of Rock’s Preeminent Tonal Systems (Everett 2004, Table 1) (click to enlarge) Example 2 . Tonal Systems in Pop/Rock (reproduced from Biamonte 2017, Example 2) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "duchan_2017",
                    "duchan_2017",
                    "everett_2000",
                    "everett_2004",
                    "everett_2000"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] This article investigates Joel’s chromatic excursions in his contemplative songs, many of which infuse modal mixture chromaticism against a prevailing major key backdrop. Several previous surveys of chromaticism include Everett’s 1997 essay on Paul Simon’s output during the 1970s; more recent MTO contributions discuss chromatic semitonal voice-leading— Heetderks 2015 and Forrest 2017 —within seventh-chord and triadic contexts, respectively. (3) Most of my observations fall within Type 1a or Types 3a/b of Everett 2004 ’s table of “preeminent tonal systems in rock,” shown in Example 1 . \nNicole Biamonte has refocused the scope of such chromatic alterations, positing a new hierarchy based on recent research, eliminating Everett’s 3b category ( 2017 , 92–94). Chromatic mixture in the common-practice sense is notably absent from Biamonte’s first four “tonal systems” categories (see Example 2 ), the first of which calls for an “expanded major mode” that allows for the flexibility of 7 ˆ / ♭ 7 ˆ .\nThe incorporation of chromatic mixture ( ♭ 3 ˆ and ♭ 6 ˆ ) is instead relegated to the last category—in contrast to Everett—acknowledging its relative scarcity within the pop/rock literature, excluding the “mediant mixture” associated with blue notes ( Temperley, Ren, and Duan 2017 ). (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "everett_1997",
                    "heetderks_2015",
                    "forrest_2017",
                    "everett_2004",
                    "biamonte_2017",
                    "temperley_ren_and_duan_2017"
                ]
            }
        },
        {
            "0.3": {
                "text": "[0.3] I was first drawn to particular moments of modal mixture in preparation for a 2016 public musicology conference at Colorado College titled “It’s Still Rock and Roll to Me: The Music and Lyrics of Billy Joel.” Sean Atkinson presented a paper there (later published as Atkinson 2018 ) that explored how unexpected harmonic progressions may reflect a “marked” moment within the musical narrative. (5) Conceived separately from mine, Atkinson’s work discusses applications of ♭ VI chords called “Deceptive Love” (“She’s Got a Way” and “She’s Always a Woman”) and “Denied Ending” (in “Miami 2017”). Portraying the trope of “Deceptive Love,” Joel depicts the “complicated and unresolved nature” of his relationship(s) ( 2018 , 420), and “Denied Ending” represents the unknown fate of New York City beyond “present-day” 2017 through the lens of 1970s nostalgia ( Atkinson 2018 , 420–21).",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "atkinson_2018",
                    "atkinson_2018",
                    "atkinson_2018"
                ]
            }
        },
        {
            "0.4": {
                "text": "[0.4]  When further considering Joel’s use of mixture, I discovered that it was not just deception that surfaced in several other songs, but in fact, a duplicity—one that is reflected not only in the text, but also through enharmonic chromaticism. For example, chromatic mixture ♭ 6 ˆ within a major key can later be reinterpreted as ♯ 7 ˆ in its relative minor, which John Muniz would call a “tendency transformation” ( 2019 , 4). (6) Rock music supplies the opportunity to place such transformations in close proximity; one such scenario includes Radiohead’s I–III ♯ –IV–iv progression in “Creep,” where the ♯ 5 ˆ in a III ♯ (or V/vi) chord first resolves up to 6 ˆ in a IV chord, then recedes to ♭ 6 ˆ in a iv chord ( Tagg 2014 , 468–69). (7) Joel’s chromatic scripts vary somewhat, in that seeds are sown early on—usually in the introduction—and bloom as the song unfolds, reflecting the duplicity of human nature. A precedent in nineteenth-century music appears in Edward Cone’s 1982 article on Schubert’s Moment Musical no. 6 in A ♭ major; an early E ♮ signifying a tonicization of V/vi in m. 12 is recast first as an F ♭ within an augmented sixth chord in mm. 16–17, and then as a tonic E in m. 33. (8) In other words, this pitch class has the “expressive potential” to function in a multi-dimensional way; this inherent versatility of chromaticism serves as an important vehicle for representing Joel’s constellation of emotions as expressed by his text ( Cone 1982 , 239). (9)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "muniz_2019",
                    "tagg_2014",
                    "cone_1982",
                    "cone_1982"
                ]
            }
        },
        {
            "0.5": {
                "text": "[0.5] A crucial difference between a common-practice score and rock transcriptions: in the absence of an archived score by the songwriter, chromatic pitch-class spellings are often surmised by their chordal resolutions. In nearly all cases, enharmonic spelling is made apparent by function as reflected in published or original transcriptions. A similar approach to transcription was taken by Reale ( 2014 ) in the “enharmonic seams” within Fiona Apple’s bi-tonal “Extraordinary Machine” with a conceptual difference: in Apple’s song, the enharmonic pitches were (usually) members of two separate diatonic collections. While Reale effectively applies nineteenth-century chromatic lenses, I will as often cue a listener’s “rock ears,” which should always remain vigilant. Nevertheless, beyond Joel’s obvious quotations and traceable influences to common-practice repertoire, I will—owing to Everett—spotlight “vestigial traits of classical composers through much of (Joel’s) output” ( 2000 , 425), which grew out of Joel’s “general, ‘unconscious’ ear for harmony and counterpoint, which often seems based upon years of careful study of techniques of the common-practice canon but was in reality absorbed without much intention” ( Everett 2000 , 428). (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "reale_2014",
                    "everett_2000",
                    "everett_2000"
                ]
            }
        },
        {
            "0.6": {
                "text": "[0.6]   Part 1 of this article explores enharmonicism in “Honesty,” the first of several B ♭ major songs that reinterpret mixture scale degrees ( ♭ 3 ˆ and ♭ 6 ˆ ) along its route; I also analyze “Through the Long Night,” as well as consider mixture bass lines of several other songs. Part 2 explores the harmonic and functional ambiguity in the complex song “Laura.” Part 3 considers enharmonic complexities in “Vienna” through the lens of the opening bar’s augmented triad; I also examine comparative examples of augmented triads in “Zanzibar” and “Where’s the Orchestra?”. “Honesty,” Enharmonicism, and Mixture Bass Lines",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1]  The functional ambiguity of chromatic mixture pitch classes manifests in Joel’s “Honesty,” featured on his 1978 album, 52nd Street. Many of the album’s selections espouse a “distinctively jazz flavor” ( Duchan 2017 , 9), though “Honesty,” by contrast, contains “hints of Chopin” ( Everett 2000 , 112), imbuing its rich linear chromaticism and reflective setting. Example 3 . “Honesty,” piano intro, mm. 1–2 (0:00–0:09) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "duchan_2017",
                    "everett_2000"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Though the bulk of the song situates in B ♭ major, its opening is notably dark and forebodes Joel’s reality—that honest persons are rare, with duplicitous behavior being the norm. The instantaneous inflections of ♭ 3 ˆ and ♭ 6 ˆ in mm. 1–2 are immediately canceled by the second half of m. 2, as the song prepares the onset of Joel’s first verse; nevertheless, the seeds for these pitches have been sown at the song’s outset ( Example 3 ).\nI furthermore note that the opening bass line 1 ˆ – ♭ 7 ˆ – ♭ 6 ˆ – 5 ˆ —a single iteration of a “lament bass”—establishes an ominous outlook. In rock, one would more commonly find this bass line in a more upbeat version of this pattern, in songs such as Ray Charles’s “Hit the Road Jack” ( Doll 2017 , 122). (11) Within the common practice, the “traumatic kernel” of the lament appears throughout varied instrumental arrangements, pitch ranges, and formal settings. (12) Altogether, Joel’s instance of this minor-mode paradigm (especially with ensuing major-mode music) is a sign of negative valence. (13) Example 4 . “Honesty,” mm. 1–11 (0:00–0:39) (click to enlarge and listen)",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "doll_2017"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The first verse of “Honesty” comprises a parallel period ( Example 4 ). Measures 3–6 form a four-bar antecedent; unlike the intro, the first phrase contains no evidence of chromatic mixture. The only chromatic pitch ( E ♮ , m. 6) surfaces when an Am 7 substitutes for the more “circular” hypothetical C 7 (V 7 /V), with a ii 7 and embellished V turning back to the tonic. The consequent phrase (mm. 7–10) changes its harmonic progression rather immediately, introducing a functional V/V—the “missing” chord in m. 6—and veers into further tonicized areas. The first area, in m. 8, stages a cadential progression tonicizing F major with a second-inversion F6/4, only to deceptively tonicize D minor, via a bass line paradigm of 5 ˆ – ♯ 5 ˆ – 6 ˆ (FM) / ♮ 7 ˆ – ♯ 7 ˆ – 8 ˆ (Dm), bracketed in m. 8. The boxed sonority recasts the initial mixture ♭ 3 ˆ , D ♭ as a C ♯ , with the respelling underscoring peoples’ duplicitous nature (and perhaps Atkinson’s “Deceptive Love”), as perceived by Joel’s narrator: if one “looks for truthfulness, you might just as well be blind.” Yet, this tonicization is not yet cadential. Hearing the progression in a forward direction, ♭ II in D minor (employing the previously diatonic E ♭ M triad), seemingly functions as a pre-dominant, in preparation for a dominant A 7 (V 7 ), assuming the next chord were to resolve to Dm. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] This is, of course, not what happens. Once the A 7 in m. 9 resolves to a D 7 instead (possessing a 4-3 suspension), the resultant chord itself carries the potential for dominant function, pointing to an unrealized tonicization of the submediant Gm. This move is significant for two reasons. First, the elision has transformed the tonicization from one that is “cadential” to one that is “transitional,” generating energy gain for the new section ( Clement 2019 , 8); the D 7 must resolve at the beginning of the next phrase, which is the chorus supporting the lyric “Honesty.” Secondly, the original G ♭ in mm. 1–2—formerly ♭ 6 ˆ —is enharmonically recast as a leading tone F ♯ within the D 7 , suggesting a resolution to a Gm chord and foreshadowing the increased presence of G minor through the chorus and into the bridge. (15) Example 5 . Deceptive motion in “Honesty,” mm. 9–12 (0:29–0:42) (click to enlarge and listen)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "clement_2019"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Example 5 models our perception of the harmony during mm. 9–12, including a setting of the word “Honesty” with a deceptive progression to E ♭ M 7 (V 7 – VI 7 through a G minor lens). (16) Once VI 7 sets the initial chorus lyric “Honesty,” it solidifies the progression’s role (depicted in bold ) as projecting Atkinson’s “Deceptive Love” trope. Exiting the deceptive move, mm. 11–12 continue an upward stepwise bass line process initiated in m. 10 (from D up to G), a cautiously optimistic response to the lament of the two-bar introduction. Though the V 7 in m. 11 repositions the chorus back to B ♭ major (with a retrospective VI 7 /IV 7 “pivot”), mm. 11–12 supply yet another 5 ˆ – ♯ 5 ˆ – 6 ˆ progression—first seen in m. 8—setting “such a lonely word.” This chromatic passing tone encapsulates what Steven Laitz calls the “submediant complex” or SMC ( 1996 , 132) involving scale degrees 5 ˆ , ♯ 5 ˆ , and 6 ˆ (in B ♭ major) and ♮ 7 ˆ , ♯ 7 ˆ , and 8 ˆ (in G minor).  As such, the initial G ♭ continues to bear enharmonic fruit as F ♯ , unlocking the relationship between the relative keys, with G minor always lurking in the shadows. (17) Example 6 . Harmonic “Epiphany” of vi (click to enlarge)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "laitz_1996"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Even once the chorus subsequently finds permanence in B ♭ major, G minor finally breaks through more prominently at the beginning of the bridge section. In a related example (The Beatles’ “She Loves You”), Everett describes E minor—despite never serving as tonic—as briefly assuming a “primary position over that of tonic, as a dark shadow engulfing the brighter major mode” ( 1992 , 35)—an appropriate characterization for “Honesty.” Recalling that each verse ends on a V 7 /vi before deceptively entering the chorus, the relative key finally blooms—just as the F ♯ “promised”—solidly at the beginning of the bridge section; see Example 6 . (This harmony epiphany is akin to Cone’s promissory note E ♮ in V/vi finally realizing its potential as vi 6 ; see 1982 , 238.) After darting back in the direction of B ♭ , the bridge—in a roundabout way—redirects back to the opening verse. Example 7 . “Honesty,” bridge, mm. 22–30 (2:05–2:36) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "everett_1992",
                    "cone_1982"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Example 7 displays the bridge section in its entirety. At first, the bass line descends—à la the opening lament—until changing course at m. 26, a dominant-functioning chord possessing an accented neighbor D—a veiled “iii 6 .” This is, however, not the last triad with an apparent root of D in the bridge; m. 29 harmonizes a meekly declared “I know” with the same sonority as m. 26. From the perspective of bass scale degrees, however, this event in m. 29 is unsurprising: starting in m. 27, a linear progression unfolds a climbing 1 ˆ – 2 ˆ – 3 ˆ – 4 ˆ – 5 ˆ , with the bass note 5 ˆ after 2 ˆ emulating a possible cadential arrival. Alas, the move to V/vi (or III) momentarily thwarts such an arrival with a flash of chromaticism; this progression—V to V/vi (or III)—is the very same one depicted by Atkinson as “Deceptive” in “She’s Always a Woman” (0:23). A crucial difference: in “She’s Always a Woman,” V/vi resolves to vi; whereas, in “Honesty,” the listener has come to expect the D– E ♭ bass line, as the song’s paradigmatic way of expressing the text.  Finally, in order to restore the opening diatonicism via a D.S. al Coda , the bass note 5 ˆ in m. 30 cancels F ♯ . Once the entire song has reprised, the final outro brings back one last ♭ 6 ˆ , bookending the narrative of this agential pitch class.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8]  In summary, “Honesty” introduces mixture (flat-sided) scale degrees early on, only for their enharmonic (sharp-sided) equivalents to bloom over the course of the song. Though the song’s climax showcases the sharp-sided enharmonicism, the mixture degree leaves its lasting impression. Example 8 . Outer-voice reduction of verse-refrain of “Through the Long Night” (0:12–0:35) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] “Through the Long Night” exhibits an enharmonic journey in a similar manner as “Honesty.” The song supplies a source of discomfort: the narrator’s romantic partner has experienced a traumatic past (“The warm tears / The bad dreams / The soft trembling shoulders / The old fears”). The narrator, nevertheless, will support his partner through the night (“But I’m here / Through the long night with you / With you”). Example 8 displays an outer-voice reduction of the first antecedent-consequent pair (verse + refrain).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10]   The Roman numeral analysis reflects a bevy of back-relating dominant pairs, including tonicizations of mixture ♭ III and ♭ II. Each pair contains the melodic “sigh motive” in which the upper note-lower note text sets adjective-noun pairs in the verse; e.g., “warm tears,” “bad dreams.” (18) The antecedent phrase contains exclusively flat-side chromaticism, reflecting the subject’s apprehension. In the consequent, Joel’s narrator declares to his partner that he will remain present throughout the long night, reassuring the lover that there is nothing more to fear. Instantaneously, the dark flat-sided scale degrees give way to V/ii; A ♭ as ♭ 2 ˆ (in the ♭ II) enharmonically transforms to ♯ 1 ˆ in the V/ii. Through this distinctive ♭ II–V/ii progression in bold (a “PL” voice-leading transformation, see Forrest 2017 ), ♭ II “corrects” itself to ii, en route to an authentic cadence. Example 9 . Bass line of bridge sections, “Through the Long Night” (1:07–1:30) (click to enlarge and listen)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "forrest_2017"
                ]
            }
        },
        {
            "1.11": {
                "text": "[1.11] The sharp-sided enharmonicism of “Through the Long Night” continues to bear fruit in the bridge sections (1:07–1:30; 1:53–2:16). As in “Honesty,” the refrain transitions into the bridge with an immediate tonicization of vi, employing a familiar technique: the submediant complex (1:07), serving as a vehicle for the initial ♭ 6 ˆ (in ♭ II and V/ ♭ II) to convert to ♯ 5 ˆ . The scale degree pattern 5 ˆ – ♯ 5 ˆ – 6 ˆ appears not just once, but also two additional times (1:13; 1:17)—separated by chromatic and diatonic circle progressions—as shown in Example 9 .  Unlike the flat-sided chromatic mixture of “Honesty,” which remained relegated to the piano’s commentary, flat- and sharp-sided chromaticism communicate within the main formal sections of “Through the Long Night.” The repetition of the bridge section, interspersed between the third and fourth verse-refrain pairs, places the enharmonic juxtaposition front-and-center—a fusion of past trauma and present reassurance. Example 10 . Opening bass line, “Miami 2017” (2x, 0:17–0:29) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.12": {
                "text": "[1.12] Several other songs in Joel’s discography—projecting forlorn or pessimistic outlooks—also plant modal mixture’s dystopic seeds in their respective introductory bass lines. The main song that encapsulates Atkinson’s trope of “Denied Ending,” “Miami 2017” ( Turnstiles , 1975), introduces the shade of modal mixture ♭ 6 ˆ immediately following 6 ˆ , harmonized by the chords ♭ VI and IV 6 , respectively ( Example 10 ). This juxtaposition signifies the coexistence of both nostalgic pessimism and uncertainty about the future of New York City (and Broadway in particular). Of course, this uncertainty manifests in the greatest cliffhanger of all at the song’s conclusion—a ♭ VI chord. For Atkinson, the trope of “Denied Ending” creates both a sense of the song continuing indefinitely, as well as preserving the possibility of a dystopic fate for New York City ( 2018 , 421). Example 11 . Opening bass line, “State of Grace” (0:00–0:18) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "atkinson_2018"
                ]
            }
        },
        {
            "1.13": {
                "text": "[1.13]  An additional song, “State of Grace” ( Storm Front , 1989), also projects a pessimistic outlook with its opening bass line ( Example 11 ), serving as the main progression for each verse. Portraying a disintegration of the relationship with his then-wife Christie Brinkley, Joel’s text describes scenes in which their communications are unrequited: There you go, slipping away into a state of grace; I know the look that comes across your face; It’s so familiar to me. Here I am, trying to keep you in my line of sight; I’m never certain you read me right; Sometimes you don’t want to see.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.14": {
                "text": "[1.14] While the lyrical narrative displays Joel’s contemplative tone throughout, timbre and harmony play a crucial role in establishing the religious underpinning asserted by the song’s title; Duchan agrees that such elements convey a sense of separation ( 2017 , 89). Timbrally, the opening gambit establishes an organ foundation, personifying a state of spirituality (or, “grace” as articulated by the song’s lyrics); the piano’s open octaves in the upper register divert the music into the heavens. Harmonically, the myriad modal mixture chords, of course, underscore Joel’s pessimistic outlook. While the opening two bass notes/chords (I and V 6 ) do not at first reveal any brewing undercurrent, the melodic augmented second leap from 7 ˆ to ♭ 6 ˆ is jolting; as the counterpoint from 7 ˆ to ♭ 6 ˆ creates a melodic dissonance, one may perceive that 7 ˆ communicates with 1 ˆ in a back-relating-manner, and not with the ♭ 6 ˆ that follows it. As such, the arrival on ♭ VI cannot look back to the “past” of the I–V 6 , and instead must proceed forward to the dismal outlook of yet more mixture sonorities, skipping downward from iv to the vexing ♭ II. Nearing the phrase’s conclusion, a correction from ♭ 2 ˆ to 2 ˆ (à la “Through the Long Night”)—nevertheless supporting a mixture ii ø7 —provides a glimmer of hope.",
                "footnotes": [],
                "citations": [
                    "duchan_2017"
                ]
            }
        },
        {
            "1.15": {
                "text": "[1.15] The previous three songs all bear a particular similarity: Joel introduces mixture scale degrees early in a major-mode song, often in an opening bass line. Portending a distinct undertone of “proceed with caution,” the song may temporarily break free of its flatted scale degrees—even achieving stretches of optimism. Ultimately, however, the songs’ fates are sealed by their openings; major mode is always shadowed by chromaticism. “Laura” and Functional Duplicity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Everett describes “Laura”—from Nylon Curtain (1982), heavily invoking a Beatles sound—as the most “vicious of all of Joel’s songs” ( 2000 , 436). Duchan asserts that the song expresses a man’s frustration with a woman who seems to have a strong emotional grip on him ( 2015 , 173). While the love interest of Joel’s narrator in “She’s Always a Woman” is similarly sinister (“she’ll carelessly cut you, and laugh while you’re bleeding”), the songwriter qualifies her actions; she would always be in his good graces. In contrast, the grip of Laura is “far less enjoyable” ( Duchan 2017 , 104), with Everett describing Laura as an “aggressive woman who traumatizes the singer, vexing him at every turn” ( 2000 , 433). In a Schenkerian sketch of this B ♭ major song, Everett highlights the “artistically valid” and “aggressive” parallel fifths that Joel uses to depict her “deathly pale face” ( 2000 , 437). (19) Example 12 . Opening bass line of “Laura,” introduction (2x, 0:00–0:13) (click to enlarge and listen)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "everett_2000",
                    "duchan_2015",
                    "duchan_2017",
                    "everett_2000",
                    "everett_2000"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] As in “Honesty”, Joel supplies modal mixture in the song’s intro with a descending four-note bass line that immerses itself in mixture sonorities. The opening bars of “Laura” include the scale degrees 1 ˆ , ♭ 7 ˆ , ♭ 6 ˆ , and 4 ˆ supporting triads I, ♭ VII, ♭ VI, and iv ( Example 12 ). (20) But, there is one crucial distinction between this bass line and that of “Honesty”; whereas the scale degree pattern in “Honesty”— 1 ˆ – ♭ 7 ˆ – ♭ 6 ˆ – 5 ˆ —embraces a minor-mode diatonic collection, the semitone ♭ 6 ˆ – 5 ˆ is avoided in “Laura,” opting for a more pentatonic-shaded ♭ 6 ˆ and 4 ˆ (see Biamonte 2010 , 107). Most significantly, despite the parallel fifths described by Everett—and perfect fifths that generate the pentatonic collection—the song is really about the interval of a tritone. Everett comments that “the tonal structure of ‘Laura’ is based on irreconcilable tritones, and is as fractious and villainous as her character” ( 2000 , 437); I wish to unpack the harmonic logic of these seemingly paradoxical intervals, supplemented by Biamonte’s work on augmented-sixths and tritone substitutions ( 2008 ) and Doll’s functional categories ( 2017 ). The nub of my argument surrounds the functional and enharmonic duplicity of the chord grounded by ♭ 6 ˆ . Example 13 . Opening bass line of “Laura,” verse (0:14–0:27) (click to enlarge and listen) Example 14 . Harmonic reduction of chorus, “Laura” (0:38–1:08) (click to enlarge and listen)",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "biamonte_2010",
                    "everett_2000",
                    "biamonte_2008",
                    "doll_2017"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Despite the chromaticism of the introduction (also as in “Honesty”), the opening verse does not follow through, instead supplying the following four-chord harmonic formula in Example 13 : Notably, the stepwise descending chromatic mixture of ♭ 7 ˆ and ♭ 6 ˆ is expunged, replaced by diatonic 6 ˆ in the second position; and ♭ 6 ˆ ( G ♭ ), previously in the third position, is replaced with its tritone substitution (C), while the 4 ˆ is retained in the fourth position ( E ♭ 7 ). The chorus’ harmonic progression is reduced in Example 14 , analyzed with chord symbols, Roman numerals (in parentheticals), and Doll’s categories. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] As the song ramps up for the intensified (potentially a “breakout”; see Doll 2011 , [2]) chorus, the E ♭ 7 in the fourth position is replaced by a G ♭ 7 —a bass note previously in the third position—and a tritone from the C 7 . The G ♭ 7 , now in the hypermetric fourth position, is the main chord of interest (indicated by *** in Example 12). A few initial observations of note: G ♭ 7 is always followed by C ♭ 7 . The first two instances adopt the default spelling of a major-minor seventh for their chordal sevenths ( F ♭ and B ♭ ♭ , respectively). Each of the first two C ♭ 7 ’s is followed by F 7 , echoing the tritone relationship between the preparatory C 7 and G ♭ 7 . The third C ♭ 7 , however, goes directly back to tonic. Each of the F 7 ’s, presumably dominant in function, resolve deceptively to Gm 7 chords (perhaps unsurprising given Joel’s tendency to resolve this way).",
                "footnotes": [],
                "citations": [
                    "doll_2011"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5]  The initial C ♭ 7 , despite resolving from the G ♭ 7 (V 7 / ♭ II to ♭ II 7 ), provides some shock value, as the C 7 has dipped into the flat-sided, dystopic realm. C ♭ 7 to F 7 solidifies a tonal relationship with the tonic of B ♭ major; using this dominant chord as a functional compass, one is in a position to interpret the preceding chords as preparing the dominant— C ♭ 7 is pre-dominant, then, the G ♭ 7 is “pre-predominant” using Doll’s functional terminology ( 2017 , 53). Though, even after the orientating dominant, a tonic is nowhere to be found, as the bass line temporarily cancels out the ominous ♭ 6 ˆ with a 6 ˆ (Gm7)—deceptive, but at least diatonic! In yet another sinister twist, the 6 ˆ is pushed back downward to ♭ 6 ˆ ( G ♭ 7 ), and stalls on the text “Oh, oh, oh.” This brief, disorienting respite raises the harmonic question: will the second G ♭ 7 also resolve to ♭ II 7 ? (22) Considering the previous three chords in tandem, the submediant scale degree schema of 5 ˆ – ♯ 5 ˆ – 6 ˆ is enharmonically reconstructed; 6 ˆ slides back down to ♭ 6 ˆ , creating an unforgiving 5 ˆ – 6 ˆ – ♭ 6 ˆ and triggering a restatement of the previous four chords.",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "doll_2017"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6]  Ramping up from the second G ♭ 7 , the restatement passes through C ♭ 7 , F 7 , and Gm 7 , setting up the final G ♭ 7 . Here, G ♭ 7 lasts for only half of the duration (indicated by a half note), followed by a C ♭ 7 en route to tonic B ♭ (eliding with the next verse); Doll would therefore characterize this C ♭ 7 as “pre-tonic,” rather than “pre-dominant.” But, what sort of pre-tonic—subdominant or dominant? One reading is that the ♭ II 7 is really a tritone substitution for diatonic V 7 , akin to Biamonte’s Ex. 10a depicting Duke Ellington’s “In A Sentimental Mood” ( 2008 , [16]). Furthermore, despite the “Neapolitan effect” of ♭ 2 ˆ , Daniel Harrison includes dominant-functioning augmented sixth chords containing ♭ 2 ˆ ( 1995 , 179); and, Doll defines dominant chords as those containing scale degrees 2 ˆ and 7 ˆ , no matter the inflection ( 2017 , 28). Clinching these intuitions are Joel’s own renditions of the chorus in live performances of “Laura.” That is, while the original studio recording contains ♭ II 7 (1:06) in the dominant location, as does a live concert at Madison Square Garden in June 2006 (1:08), a few other taped renditions place an actual F 7 (with an added ♭ 9 in the melody) in that location. The first, in 1996, takes place within an interesting lecture at Hobart and William Smith Colleges [ Joel 1996 , 2:39, amid an extended reply from an audience member, coincidentally named Laura (!)]. A more recent example of a real V 7 occurs at a live concert at Madison Square Garden in October 2014 (1:22). (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "biamonte_2008",
                    "harrison_1995",
                    "doll_2017",
                    "joel_1996"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Backing up to the prior G ♭ 7 —now serving as a (singularly-prefixed) pre-dominant—raises the question of whether it is really perceived as V 7 / ♭ II, or if C ♭ 7 is a V 7 in guise. A better description would be that it is a German augmented sixth, and not a major-minor seventh—enharmonically respelling the previously-spelled chordal seventh F ♭ as scale degree ♯ 4 ˆ , E ♮ . Here, ♯ 4 ˆ ( E ♮ ) resolves downward to 4 ˆ ( E ♭ )—a typical move in rock, creating consecutive parallel tritones E ♮ – B ♭ and E ♭ –A (instead of B ♭ ♭ , given its resolution). (24) Finally, the augmented sixth C ♭ –A in the TT-sub for V 7 resolves in contrary motion to B ♭ – B ♭ in a way that the E ♮ in the pre-dominant Ger +6 did not. In total, the cadential goal of tonic alters the harmonic categories of the “ G ♭ 7 ” and “ C ♭ 7 ” to that of pre-dominant and dominant, unearthing functional duplicity. Additionally, the functional duplicity tacitly implies enharmonic duplicity, considering the voice-leading destinations of these notes within the three-chord pre-dominant–dominant–tonic paradigm. Example 15 . “Am Leuchtenden Sommermorgen” reduction in Agawu 1994, 92 (instances of enharmonic chord boxed) (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8]   A discussion of this functional/enharmonic duplicity would not be complete without citing a vestigial allusion to nineteenth-century techniques, in particular, Robert Schumann’s influential cycle Dichterliebe . (25) A chord enharmonic to the same “ G ♭ 7 ” famously appears in Schumann’s “Am Leuchtenden Sommermorgen,” reproduced in Agawu ( 1994 , 92) in Example 15 . The example illustrates the dual potential of the sonority functioning—in a manner akin to Joel’s “Laura” —as a predominant Ger +6 or dominant-functioning V 7 / ♭ II; in total, the sonority appears four separate times.  Three Ger +6 (mm. 1, 6, and 11), spelled with scale degrees ♭ 6 ˆ , 1 ˆ , ♯ 2 ˆ , and ♯ 4 ˆ , each resolve to a cadential 6/4; all three progressions, however, are performed by the piano alone, with all lyrics sung in between instances of this sonority, serving as an ominous commentary in between vocal utterances. The phrase labeled “2” on the reduction accompanies the bright, mixture-free “On a radiant summer morning / The garden paths I sought.” The phrase labeled 4 contains enharmonic/tritone twists for both parts. The F ♯ 7 —enharmonic to G ♭ 7 —functions as a secondary dominant V 7 / ♭ II, resolving to an embellished (respelled) ♭ II 7 in m. 9; no sooner does this tonicization conclude than the tritone related V 7 /V appears, along with its resolution to V. During those chords, we learn that “The flowers whisper and murmur”; later in the song, the flowers suggest that the narrator put aside his augmented-sixth chord angst and forgive his romantic partner. Perhaps Joel, too, could forgive Laura, as the final chorus proclaims—not unlike the intervening flowers: “How do you hang up on someone who needs you that bad?” The “Vienna” Chord Waits Example 16 . “Vienna,” piano intro (0:00–0:13) (click to enlarge and listen)",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "agawu_1994"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1]  Measure 1 of “Vienna” ( The Stranger , 1977) showcases a distinctive opening augmented triad B ♭ –D– F ♯ , the first chord of an intro in which Joel is channeling Kurt Weill. (26) In a comical question-and-answer session included on his album The Complete Hits Collection: 1973–1997 , Joel replied: There is also a lot of inside stuff on the song. The beginning and the end is very Kurt Weill. That kind of sick, middle-European, kinky decadent thing. . .  cabaret kinda. . .  there’s a lot of crazy stuff going on. ( Joel 1997 ) An inspection of some of Weill’s songs reveals a possible source of “Vienna”’s characteristic opening motive—the triplet grace-note anacrusis, boxed in Example 16 . A transposed augmentation of the motive also occurs in the pickup to m. 5. Example 17 . Source of triplet motive: Weill, “Come Up from the Fields, Father” (click to enlargen)",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "joel_1997"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The source is Weill’s setting of four poems by Walt Whitman, who—like Joel—spent formative years in Long Island. The song containing the triplet motive is Weill’s “Come Up from the Fields, Father,” whereby a family comes to grips with a discouraging letter stating that their son at war has been maimed or killed in battle. The motive is introduced during a vocal utterance (“And the farm prospers well / Down in the fields all prospers well”), foreshadowing the onset of bad news ( Example 17 ). The distinctive triplet embellishes a pernicious sound world: a sonority of C–E– F ♯ – B ♭ , enharmonic to a French augmented sixth chord, but here, the F ♯ (and later A ♭ ) serve as neighbors to the ensuing CM triad. Including the A ♭ and the D in the voice, the first bar contains all pitches of a whole tone collection—a collection that first appeared eight bars earlier, supporting “And grapes on the trellis’d vines.” The accompaniment of the next section, in which the mother delivers the bad news, “admits in its own horror in incessantly reiterated augmented triads, punctuated first by a tritone motive and then by frenzied chromatic cells” ( Kowalke 2000 , 122).",
                "footnotes": [],
                "citations": [
                    "kowalke_2000"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Perhaps trying to inject some of Weill’s anxious mysticism into his own intro (and outro), Joel adopts this very sound world, even including the characteristic triplet grace note. In “Vienna,” the triplet begins with a B ♭ , which is also the first bass note (against a D soprano); together, they establish a tonal center. But, instead of F completing the initial triad, we have an F ♯ ( ♯ 5 ˆ ), completing an augmented triad. It is certainly unusual to have this sonority right at the outset of a pop/rock song; even if one hears an implied “F” on beat one of m. 1, the F ♯ is then in no hurry to vacate its position. (27) The F ♯ in Vienna does resolve contrapuntally, and also engages the whole-tone sound world of Weill along the way. The augmented sonority may be the most characteristic chord-type in the piece, not unlike Mark Anson-Cartwright’s characterization of the augmented triad in Wagner’s Siegfried Idyll as “what the ‘Tristan’ chord is to Tristan und Isolde ” ( 1996 , 57). Following in these footsteps, Joel’s augmented triad at the beginning of the piano intro can aptly be dubbed the “Vienna” chord. (28)",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] A glance at the lyrics depicts a narrator declaring that a youthful subject should resist trailblazing at warp speed, and instead realize that a goal (signified by “Vienna”) is inevitable. Slow down, you crazy child You’re so ambitious for a juvenile But then if you’re so smart, tell me Why are you still so afraid, hmm? Where’s the fire, what’s the hurry about? You’d better cool it off before you burn it out You’ve got so much to do And only so many hours in a day, ayy But you know that when the truth is told That you can get what you want or you can just get old You’re gonna kick off before you even Get halfway through, ooh When will you realize, Vienna waits for you? Example 18 . Reduction of “Vienna,” piano intro (click to enlarge) As such, the chord signifies the youth’s frenzy to achieve, while the narrator quells the youth’s anxiety. I suggest that the unavoidable destination of Vienna is musically depicted through enharmonic chromaticism. As shown in Example 18 , the augmented triad’s F ♯ , at first, resolves upward to G, although not until the fourth chord. The enharmonically-equivalent pitch is then recast, through modal mixture as ♭ 6 ˆ ( G ♭ ), finally resolving downward to 5 ˆ (F). (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] As mentioned above, the initial augmented triad, if functioning within a 5 ˆ – ♯ 5 ˆ – 6 ˆ schema, would likely resolve to a IV(64), à la Lesley Gore’s “It’s My Party”; it eventually does , but not without a two-chord detour. First, the B ♭ –D– F ♯ –D clings to two pitches, D and F ♯ , while the remaining major third B ♭ –D veers downward to A ♭ –C, inducing a “French augmented sixth” sonority in m. 2; together, the augmented triad and the “French augmented sixth” sonority invoke Weill’s whole-tone passages, and the “augmented sixth” chord is a direct “reminiscence” of Example 15. Not surprisingly, the agential pitches of this would-be augmented sixth chord ( A ♭ and F ♯ ) do not carry out their ordinarily prescribed paths.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The resulting sonority delivers two tritones, A ♭ –D and F ♯ –C; while the tritone of F ♯ –C persists into m. 3, the A ♭ spurns a semitonal motion down to G in favor of a semitonal push upward to A ♮ in m. 3. Preserving the tritone from m. 2, D also forges a pathway upward to E ♭ , resulting in an F ♯ -diminished seventh chord. The sonority of m. 3 is not a leading-tone seventh in either key; instead, it draws a common-tone path to an inverted IV triad, where the original “Vienna” chord finally reaches stasis. Altogether, the bass notes A ♭ and A ♮ together serve as lower neighbors to the prevailing B ♭ ; the slur from B ♭ – B ♭ is consistent with Osborn’s lower neighbor bass line paradigm with either diatonic or chromatic 7 ˆ embellishing 1 ˆ ( 2017 , 69–70)—in this case, both.",
                "footnotes": [],
                "citations": [
                    "osborn_2017"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Between mm. 4 and 5, however, the F ♯ takes an unexpected turn, both notationally and registrally: the upward-tending F ♯ transforms into a downward-tending G ♭ , and in a lower octave. Once the introduction demonstrates the resolution of G ♭ , “Vienna” sows the seeds for the enharmonic duplicity of F ♯ / G ♭ in the verses to come. Example 19 . Reduction of “Vienna” (0:14–0:30; 0:31–0:47; 0:47–1:07) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Example 19 displays a reduction of the verse from “Vienna” that unfolds as a period structure: an eight-bar antecedent that concludes on V/g (mm. 9–16); a repetition of the antecedent that replaces C 7 with Am 7 in m. 23; and an eleven-bar consequent that, after several twists and turns, settles on the tonic of B ♭ major (accompanying the lyrics “Vienna waits for you”). The first two triads of the verse, vi and I, headline the song’s shared investment in both B ♭ major and its relative minor; the middle of the phrase unlocks a double-plagal progression, until the cadence tonicizes G minor to text-paint “Why are you still so afraid?” (30) In doing so, the cadence reignites the “Vienna” chord’s F ♯ in m. 16, completing both repetitions of the eight-bar antecedent phrase. Just as in “Honesty,” the dominant of G minor elides (deceptively) to an E ♭ 7 chord, pivoting (IV 7 /VI 7 ) the song back into the key of B ♭ major with bass scale degrees 3 ˆ – 4 ˆ – 5 ˆ .",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] The consequent restores the enharmonically duplicitous ♯ 5 ˆ and ♭ 6 ˆ in close proximity. First, E ♭ 7 (m. 29) shepherds the music into a formidable snowballing of descending perfect fifths, each containing a seventh: E ♭ 7 – Am 7 – D 7 (containing ♯ 5 ˆ ) – Gm 7 – C 7 . Then, instead of continuing the intervallic pattern downward to F 7 (V 7 of B ♭ ), Joel’s narrator supplies the song’s “crazy child” with a few words of caution: “When will you realize, Vienna waits for you?” In an instant, the F ♯ / G ♭ pitch class transforms from ♯ 5 ˆ → ♭ 6 ˆ , with the V 7 /V morphing into a tritone-related augmented sixth chord—both German and French versions (due to the sustained 2 ˆ in the voice)—simultaneously. This chord achieves the final step of a four-step enharmonic process: first, within the “Vienna” chord as an F ♯ (m. 1); then, within a mixture chord containing G ♭ (m. 5); next, as an F ♯ at the conclusion of the antecedent phrase (mm’s 16/24); and finally, as G ♭ within a modal mixture augmented-sixth sonority (m. 33). With the reprise of the intro serving as an outro, one may conclude: just as “Vienna (inevitably) waits,” so does modal mixture. Example 20 . Opening of “Zanzibar” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The augmented triad as an agent of enharmonic duplicity appears in several other of Joel’s songs. The first such instance surfaces in the opening piano introduction of “Zanzibar” ( 52nd Street ), a jazzy selection with plot lines involving the narrator, a waitress at a bar (Zanzibar), and baseball metaphors. The initial spelling of the G augmented triad’s D ♯ assumes an unresolved augmented dominant V + of C major, akin to the opening V + of Beatles “Oh, Darling” (which does resolve to its tonic of A major). Instead of a C major triad, the introduction first juts to a V 7 /V in A minor and then a V + in this key ( Example 20 ); the opening verse then lifts off into a parallel period structure. (31) Example 21 . “Zanzibar,” opening of chorus (0:55–1:01) (click to enlarge and listen)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] In preparation for the chorus, “Zanzibar” turns from A minor to its relative C major, a typical “expressive” modulation in pop/rock music ( Doll 2011 ). But this move is unsurprising, especially in light of our dominant augmented sonority from m. 1 that foreshadows the C major arrival. As seen in Example 21 , a preparatory V 7 resumes dominant function in C, carrying forward to a tonic chord, then back to the same enharmonically-equivalent augmented triad. Here, however, instead of a D ♯ spelling ( ♯ 2 ˆ ), the augmented sonority now contains an E ♭ ( ♭ 3 ˆ ), anticipating the destination of an E ♭ M triad (as part of a i 7 ); the C passes downward by semitone to B ♮ , then B ♭ . The chorus then resumes with a jazzy descending fifths sequence (with added sevenths), fittingly on cue for the lyrics “I got a jazz guitar / I got a tab at Zan-zi-bar.” Once the chorus concludes, the song fades back into the augmented sonority. With its “nightlife” narrative and jazzy engine, “Zanzibar” is undoubtedly on the extroverted side, in contrast to the nostalgic ballad of “Vienna.” Both, however, initially present augmented triads that forecast an enharmonic pitch journey.",
                "footnotes": [],
                "citations": [
                    "doll_2011"
                ]
            }
        },
        {
            "3.12": {
                "text": "[3.12] A final example in which the augmented triad participates in an enharmonic process occurs in “Where’s the Orchestra?”. As Duchan attests, like the overall mood of its album Nylon Curtain , “Where’s the Orchestra?” portrays “disappointment, frustration, and resignation,” as the song’s protagonist takes in a night of theater but is confounded by lack of musical accompaniment ( 2017 , 53); the following opening lyrics embodies such angst: Where’s the orchestra? Wasn’t this supposed to be a musical? Here I am, in the balcony, How the hell could I have missed the overture? Example 22 . “Where’s the Orchestra,” introduction (0:00–0:12) (click to enlarge and listen) The piano introduction is sparked by an immediate flat-side key ( E ♭ ), during which stringed instruments accompany the opening piano line; the first two bars consist entirely of modally-mixed harmonies. Once the introduction settles into a V/C, a harmonica joins the fold, and not a moment too soon: “Where” is text-set with the interrogative sonority of the augmented triad—same pitches as in “Zanzibar,” and also possessing a dominant function ( Example 22 ): Example 23 . “Where’s the Orchestra,” opening verse (0:13–0:49) (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": [
                    "duchan_2017"
                ]
            }
        },
        {
            "3.13": {
                "text": "[3.13] In all, the sonority appears three times in the verse, supplied in Example 23 . The narrator’s confusion persists throughout, manifesting through modal mixture (boxed) and augmented triads (circled). The semitonal shifts—mostly involving the pitch class E ♭ / D ♯ —engender the narrator’s perplexed mindset, climaxing at the line “How the hell could I have missed the overture?” Alas, the verse does not achieve closure, instead ending right back where it started—the augmented sonority—to initiate the next verse. Perhaps unsurprisingly, the middle of the song achieves an expressive modulation to E ♭ major ( ♭ III), matching the first chord of the piano’s introduction. A mere semitone from the song’s staple sonority (G–B– E ♭ to G– B ♭ – E ♭ ), E ♭ major represents the narrator’s reflection upon what might have been—a “night on the town” at the theater and full orchestral experience. Instead of this utopic outcome, the narrator settles for “dialogue,” embodying the inevitable resignation of the augmented triad: indeed, the “Vienna” chord awaits. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In the preceding examples, Joel presents various harmonic contexts in which enharmonic chromaticism traces its own narrative along with the songs’ texts. Selections considered in this essay invite approaches that balance both nineteenth-century common-practice contexts in tandem with contemporary theories of rock harmony. While many of Joel’s songs possess evocative modal mixture for text setting purposes (“Lullaby,” “She’s Got a Way,” and “Just the Way You Are,” to name a few), enharmonic duplicity is somewhat rarer. Studying Joel’s discography, I was first struck that the more inscrutable chromatic ventures—often setting profoundly personal and introspective texts—take place in the key of flat-sided B ♭ major, including the three main songs analyzed above. By contrast, a more extraverted guitar-based Glass Houses hit, “You May Be Right,” features a sharp-sided A major key. While it is not surprising that guitar-based songs invite sharp-sided keys, employing B ♭ major as a venue for chromatic exploration offers a peek into Joel’s key associations (no doubt, a topic for a separate essay), especially the ones featuring piano most centrally. Whether in B ♭ major or another key, modal mixture (primarily ♭ 6 ˆ )—painting personal, introspective texts—seamlessly accesses enharmonic relationships.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] While each of the sections in this article explores novel processes that involve enharmonicism, the “duplicity” arises in similar ways. In nearly every case, a chromatic pitch appears in the song’s introduction, either a mixture scale degree or its enharmonic equivalent. Several times chromatic pitches are introduced in the form of a bass line, especially the ones that involve mixture. Once these chromatic pitches are introduced, however, the songs take very different paths. In Part 1, the opening bass line of “Honesty” introduces flat-sided mixture chromaticism, and the sharp-sided equivalents bloom by the onset of the chorus, and finally in the bridge; “Through the Long Night” introduces flat-sided chromaticism in its introduction and verses, and also transitions to the sharp side in the bridge. In Part 2, “Laura” exhibits a juxtaposition of perfect intervals versus tritones, and a functional re-contextualization of different sonorities that imply enharmonic interchange. Finally, in Part 3, “Vienna” establishes the augmented triad as an agent for duplicity; setting up both spellings in the introduction yields enharmonic dividends across the song. We also observe that the augmented triad provides the seeds for an enharmonic journey in “Zanzibar” and “Where’s the Orchestra?,” albeit in distinct textual environments. Altogether, the article reveals enharmonic relationships that amplify various identities portrayed by Joel’s complex stories of human nature.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.2.aziz.html",
    "data": "mto/data/mto.22.28.2.aziz.json"
}