{
    "title": "Elements of Style in Three Demo Recordings by Stevie Nicks",
    "date": "2015/03/01",
    "volume": "21",
    "issue": "1",
    "authors": [
        "Hough, Matthew T."
    ],
    "abstract": "This article examines demo recordings of three songs by Stevie Nicks in terms of compositional style and in relation to conventions of rock harmony. Sections from two of Nicks’ unreleased solo demo recordings are compared to publicly released versions of the same songs, revealing distinctive stylistic elements and their subsequent normalization. Compositional applications for rock music based on structural and contrapuntal techniques found in these demo recordings are also presented.",
    "keywords": [
        "rock",
        "pop",
        "harmony",
        "composition",
        "Stevie Nicks",
        "Fleetwood Mac"
    ],
    "doi": "",
    "received": "January 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.1/mto.15.21.1.hough.pdf",
    "author_info": [
        {
            "name": "Matthew T. Hough",
            "university": "Wagner College",
            "address": "Music Department, One Campus Road, Staten Island, NY 10301",
            "email": "hough.matt@gmail.com"
        }
    ],
    "citations": {
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32, no. 2: 95–110.",
        "brooklyn_2013": "Brooklyn Mariah. 2013. Comment on “Stevie Nicks - I sing for the things - Sweet piano demo.” YouTube , March 11, 2008. http://www.youtube.com/watch?v=m8l7thWrzS4 Accessed July 7, 2014.",
        "bruni_1997": "Bruni, Frank. 1997. “Going Her Own Way, But Slowly This Time.” New York Times , November 25: 1. http://www.nytimes.com/1997/11/25/arts/after-the-show-with-stevie-nicks-going-her-own-way-but-slowly-this-time.html",
        "burns_2008": "Burns, Lori. 2008. “Analytic Methodologies for Rock Music: Harmonic and Voice-Leading Strategies in Tori Amos’s ‘Crucify.’” In Expression in Pop-Rock Music: Critical and Analytical Essays , 2nd ed. Ed. Walter Everett, 63–92. New York: Routledge Press.",
        "carter_2005": "Carter, Paul Scott. 2005. “Retrogressive Harmonic Motion as Structural and Stylistic     Characteristic of Pop-Rock Music.” PhD diss., University of Cincinnati.",
        "covach_and_boone_1997": "Covach, John, and Graeme M. Boone, eds. 1997. Understanding Rock: Essays in   Musical Analysis . New York: Oxford University Press.",
        "demain_2004": "DeMain, Bill. 2004. In Their Own Words: Songwriters Talk About the Creative     Process . Westport, CT: Praeger Publishers.",
        "de_clercq_and_temperley_2011": "De Clercq, Trevor and David Temperley. 2011. “A Corpus Analysis of Rock     Harmony.” Popular Music 30, no. 1: 47–70.",
        "doll_2007": "Doll, Christopher. 2007. “Listening to Rock Harmony.” PhD diss., Columbia University.",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10, no. 4.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: from “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” New York: Oxford University Press.",
        "greenleaf_and_hyman_1983": "Greenleaf, Vicky and Stan Hyman. 1983. “Stevie Nicks: She’s Smiling Now.” Rock Magazine (October). Archived at http://rockalittle.com/rockmag.htm . Accessed June 20, 2014.",
        "jackson_1981": "Jackson, Blair. 1981. “Stevie - Fleetwood Mac’s Siren Soars With Her First Solo Album, Bella Donna .” BAM Magazine (September 11). Archived at http://rockalittle.com/bam9-11-81.htm . Accessed June 20, 2014.",
        "kourlas_2001": "Kourlas, Gia. 2001. “Sobriety Test: After Kicking Pills and Overcoming Writer’s Block, Stevie Nicks Comes Clean On Her New Album.” Time Out New York 292 (April 26–May 3). Archived at http://rockalittle.com/interview_time_out_ny_apr2001.htm . Accessed July 7, 2014.",
        "margolis_2011": "Margolis, Lynne. 2011. “Gold Dust Woman: A Q&A With Stevie Nicks.” American Songwriter Magazine . http://www.americansongwriter.com/2011/09/gold-dust-woman-a-qa-with-stevie-nicks/3/ Accessed December 20, 2012.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music . Milton Keynes and Philadelphia: Open University Press.",
        "moore_1992": "Moore, Allan. 1992. “Patterns of Harmony.” Popular Music 11, no. 1: 73–106.",
        "moore_1995": "Moore, Allan. 1995. “The So-Called ‘Flatted Seventh’ in Rock.” Popular Music 14, no. 2: 185–201.",
        "moore_2001": "Moore, Allan. 2001. Rock: The Primary Text , 2nd ed. Aldershot, England: Ashgate Publishing Limited.",
        "moore_2012": "Moore, Allan. 2012. Song Means: Analysing and Interpreting Popular Song . Aldershot, England: Ashgate Publishing Limited.",
        "nicks_<i>nd<-i>": "Nicks, Stevie. n.d. “Ask Stevie.” The Nicks Fix . http://rockalittle.com/askstevie.htm . Accessed June 20, 2014.",
        "nicks_1998": "Nicks, Stevie. 1998. “Stevie Nicks Chat on SonicNet/Yahoo.” The Nicks Fix (April 28). http://rockalittle.com/yahoochat1.htm Accessed January 9, 2015.",
        "reid_2006": "Reid, Graham. 2006. “Interview: Stevie Nicks.” New Zealand Herald , February 25. http://rockalittle.com/article_new_zealand_herald_feb25_2006.htm . Accessed July 7, 2014.",
        "rubinsdeadcat_2014": "rubinsdeadcat. 2014. Comment on “Stevie Nicks - Gypsy (piano demo) downloadable.” YouTube , July 17, 2007. http://www.youtube.com/watch?v=bKIC_Kza4Ek Accessed July 7, 2014.",
        "smaldone_2001": "Smaldone, Valerie. 2001. “Spotlight on Stevie Nicks.” Interview on 96.1 WSRS, Worcester, MA (August 25). http://rockalittle.com/interview_wsrs_aug5_2001.htm . Accessed July 7, 2014.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . New Haven and London: Yale University Press.",
        "behind_the_music_1998": "Stevie Nicks - Behind The Music , directed by Nicholas Caprio (1998), VH1.",
        "temperley_2001": "Temperley, David. 2001. The Cognition of Basic Musical Structures . Cambridge, MA and London: MIT Press.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic ‘Divorce’ in Rock.” Popular Music 26, no. 2: 323–42.",
        "white_1981": "White, Timothy. 1981. “With Her New Solo Album, Fleetwood Mac’s Good Fairy  Tries To Balance Two Careers - and Two Personalities.” Rolling Stone 351. http://rockalittle.com/rs9-3-1981.htm Accessed June 20, 2014.",
        "wincentsen_1993": "Wincentsen, Edward. 1993. Stevie Nicks: Rock’s Mystical Lady . Tulsa, OK: Momentary Pleasures Press.",
        "witchywonder_2009": "WitchyWonder. 2009. Comment on “Stevie Nicks - Gypsy (piano demo) downloadable.” YouTube , July 17, 2007. http://www.youtube.com/watch?v=bKIC_Kza4Ek Accessed July 7, 2014."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I will refer to conventions of rock harmony as described in Moore 2001 , Stephenson 2002 , Carter 2005 , Everett 2009 , and De Clercq and Temperley 2011 .",
            "citations": [
                "moore_2001",
                "stephenson_2002",
                "carter_2005",
                "everett_2009",
                "de_clercq_and_temperley_2011"
            ]
        },
        "FN2": {
            "text": "2. By “normalization” I mean conversion of material to statistically predominant modes of presentation in rock as described in Moore 2001 , Carter 2005 , Everett 2009 , and De Clercq and Temperley 2011 .",
            "citations": [
                "moore_2001",
                "carter_2005",
                "everett_2009",
                "de_clercq_and_temperley_2011"
            ]
        },
        "FN3": {
            "text": "3. This undated exchange appears among dozens of questions on a page titled “Ask Stevie.” http://rockalittle.com/askstevie.htm",
            "citations": []
        },
        "FN4": {
            "text": "4. I believe that it is both fair and logical to compare the practices found in these demos to those heard on commercially released recordings. Many commercially released rock recordings from Nicks’ contemporaries contain sparse textures like those found in her demos, including the entirety of Bruce Springsteen’s 1982 album Nebraska , which was originally intended as a set of demos but which was later commercially released.",
            "citations": []
        },
        "FN5": {
            "text": "5. As of January 8, 2015, the demos discussed in the present study, “Gypsy” (uploaded July 17, 2007), “I Sing for the Things” (uploaded March 11, 2008) and “Dreams” (uploaded January 31, 2013) have 169,975 views, 65,079 views and 19,018 views, respectively.",
            "citations": []
        },
        "FN6": {
            "text": "6. Author Edward Wincentsen idolatrously reports: “After listening to many hours of demos and unreleased songs done by Nicks, I came away amazed by her songwriting skills. These raw recordings, most with only minimal instrumental backing, show her tremendous talent for both lyric and melody. In fact, sometimes the finished, highly polished tracks tend to obscure her songwriting ability, even though her searching spirit still shines through” ( 1993 , 11). Commenters on YouTube offer similar praise: “I just listened to this [Gypsy] 5 times in a row - too amazing to only listen to once in a sitting - haunting and even more beautiful than the album version - this is has [sic] always been my fave Fleetwood Mac song hands down - I just never knew I could like it more than I did already” ( rubinsdeadcat 2014 ). “This [I Sing for the Things] is much better than the studio version, more depth to it and emotion, too! It’s heavenly. I love her SO much! <3 What a woman!” ( Brooklyn 2013 ) “This is my absolutely favorite rendition of this song [Gypsy] . I wish this was the one that made the albums. Don’t get me wrong, I love them all, but something about this just gets me . . . heart and soul. Love it” ( WitchyWonder 2009 ).",
            "citations": [
                "wincentsen_1993",
                "rubinsdeadcat_2014",
                "brooklyn_2013",
                "witchywonder_2009"
            ]
        },
        "FN7": {
            "text": "7. Nicks has cited the Everly Brothers, Beach Boys, Janis Joplin, The Supremes and her grandfather, country singer A.J. Nicks, as early influences.",
            "citations": []
        },
        "FN8": {
            "text": "8. Harmonic practices in rock have been investigated in detail by Moore ( 1992 , 1995 , 2001 , 2012 ), Stephenson ( 2002 ), Everett ( 2004 , 2009 ), Carter ( 2005 ), Doll ( 2007 ) and Biamonte ( 2010 ), among others.",
            "citations": [
                "moore_1992",
                "moore_1995",
                "moore_2001",
                "moore_2012",
                "stephenson_2002",
                "everett_2004",
                "everett_2009",
                "carter_2005",
                "doll_2007",
                "biamonte_2010"
            ]
        },
        "FN9": {
            "text": "9. Everett adds that power chords, which he defines as “two distinct tones a perfect fifth apart” are “less common” than and “typically used as alternatives” to triads ( 2009 , 210).",
            "citations": [
                "everett_2009"
            ]
        },
        "FN10": {
            "text": "10. Rock theorists’ acceptance of the power chord—which is far more idiomatic to the guitar than to the keyboard—as a normative harmonic unit seems to stem primarily from analyses of guitar-based rock compositions. Nicks’ use of the keyboard, rather than the guitar, as instrumental aid in the writing process doubtless contributes to the harmonic practices found in her demos.",
            "citations": []
        },
        "FN11": {
            "text": "11. This is fairly common in some styles of rock, as noted by Biamonte ( 2010 , 95).",
            "citations": [
                "biamonte_2010"
            ]
        },
        "FN12": {
            "text": "12. I use PD and D here to refer to pre-dominant and dominant, respectively.",
            "citations": []
        },
        "FN13": {
            "text": "13. The sonority in mm. 6 and 8 of the keyboard accompaniment in Example 1 could be classified as an inverted power chord or “open-fifth chord” ( Stephenson 2002 , 78), or as “a suspension left unresolved” ( Everett 2009 , 228). Sparse as it is, the linear structure of the music in Example 1 may be said to operate within Everett’s Type 2 tonal system, employing “well-directed melodic lines” “supported contrapuntally,” but with “the leading tone absent—there is . . . no harmonic pull to the tonic” ( 2004 , [10]).",
            "citations": [
                "stephenson_2002",
                "everett_2009",
                "everett_2004"
            ]
        },
        "FN14": {
            "text": "14. I have borrowed the term “skeleton” from Nicks’ own description of her demo style ( DeMain 2004 , 105–6).",
            "citations": [
                "demain_2004"
            ]
        },
        "FN15": {
            "text": "15. Note the similarity in scale-degree content to the right hand of the keyboard part in the passage from “Gypsy” shown in Example 1. In Nicks’ demo recordings of both “Gypsy” and “I Sing for the Things,” the presence of 1 ˆ (with or without 5 ˆ ) in the right hand of the keyboard part is constant throughout.",
            "citations": []
        },
        "FN16": {
            "text": "16. At the very least, each unit is stable, as the accompaniment provides a harmonic framework built at all times upon perfect intervals.",
            "citations": []
        },
        "FN17": {
            "text": "17. Covach and Boone 1997 , Everett 2004 and Burns 2008 include the use of Schenkerian techniques to approach linear analysis. Though this is not the approach taken here, it might prove fruitful for larger-scale analysis of Nicks’ work.",
            "citations": [
                "covach_and_boone_1997",
                "everett_2004",
                "burns_2008"
            ]
        },
        "FN18": {
            "text": "18. The shift from Type 2 CS in the verse (a portion of which is shown in Example 2) to Type 1 CS in the chorus of “I Sing for the Things” is quite refreshing, as it marks these formal boundaries by redirecting the listeners’ interest toward the LIL in the bass.",
            "citations": []
        },
        "FN19": {
            "text": "19. For comparison, try singing the bassline from Example 5 while playing Nicks’ vocal part on an instrument.",
            "citations": []
        },
        "FN20": {
            "text": "20. Temperley ( 2001 ), Stephenson ( 2002 ) and Doll ( 2007 ) have discussed centric ambiguity in Fleetwood Mac’s final version of “Dreams,” each coming to a different conclusion about its tonic pitch. Temperley finds centric ambiguity between C and F ( 2001 , 264); for Stephenson, the ambiguity is between C and A as possible tonics ( 2002 , 41–2). Doll refers to points of “local centric ambiguity” involving C and A, but seems to favor A as tonic overall ( 2007 , 87).",
            "citations": [
                "temperley_2001",
                "stephenson_2002",
                "doll_2007",
                "temperley_2001",
                "stephenson_2002",
                "doll_2007"
            ]
        },
        "FN21": {
            "text": "21. The line F–E–D–C shown in Example 10 moves stepwise within the diatonic scale; the LIL shown in mm. 1–4 of Example 4, A–G–F–D–C, moves stepwise within the pentatonic scale.",
            "citations": []
        },
        "FN22": {
            "text": "22. This quotation appears in the transcription of a SonicNet/Yahoo chat session between Nicks and a moderator delivering questions asked by Nicks’ fans. This transcription is dated April 28, 1998 and appears on Nicks’ official website The Nicks Fix . http://rockalittle.com/yahoochat1.htm",
            "citations": []
        },
        "FN23": {
            "text": "23. Examples 15–20 can be made to more closely resemble Nicks’ demos “Gypsy” and “I Sing for the Things” by adding a tonic pedal (with or without the dominant pitch) in the right hand of the keyboard.",
            "citations": []
        },
        "FN24": {
            "text": "24. It should be reiterated at this point that, as discussed in [4.1], Nicks composes vocal melodies after writing the text. I have elected to use textless examples here in order to focus solely on the contrapuntal techniques.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Stephanie “Stevie” Nicks (b. 1948 in Phoenix, Arizona) is one of rock’s best known female performers of the last fifty years. Despite her many decades of fame, investigation into Nicks’ work as a composer remains scarce. This is perhaps not due to a lack of interest; her close association with numerous collaborators—most notably, guitarist Lindsey Buckingham and other members of the band Fleetwood Mac—often makes pinpointing Nicks’ individual compositional traits difficult. As released to the public, Nicks’ songs invariably contain significant contributions from these collaborators in the form of instrumental or vocal arrangements and production. Recently, examples of Nicks’ unreleased demo recordings have begun to appear on YouTube and various file-sharing sites. In many of these recordings, Nicks is heard singing and playing a keyboard instrument without additional accompaniment. The present study examines elements of Nicks’ compositional style as expressed in her demos “Gypsy” and “I Sing for the Things” in relation to conventions of rock harmony. (1) I also examine a demo recording of Nicks’ “Dreams” containing a guitar part in addition to Nicks’ voice and keyboard. I discuss compositional organization in passages from these demos and Nicks’ use of a “leading instrumental line”: a single, structurally important melody in the accompaniment that operates in place of a harmonic progression. I then discuss Nicks’ approach to text setting in these demos as it relates to her lyrics. I go on to describe elements of tonal, harmonic, and cadential normalization (2) in the transformation of two of these songs from demos into publicly released versions. Finally, I present compositional applications for stylistic elements found in these demo recordings by Nicks.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] My interest in the present study began after encountering the following exchange between Nicks and a fan, published on Nicks’ official website The Nicks Fix: (3) Susan: What role do you play in the final arrangement of songs, as far as guitar parts, vocal harmonies and any other instrumental parts? Do you write the actual parts yourself? Stevie: No, I don’t. However, when I make my demo’s [sic] if there is a musical part that I want in the final song, I make sure it’s in the demo. It is reasonable to conclude from Nicks’ above response that her demos, while not intended for commercial release, accurately represent her compositional intentions and are worthy of study. (4) Unsurprisingly, Nicks’ demos are of great interest to her fans, as evidenced by the many views these demos have received on YouTube. (5) Many of Nicks’ listeners praise the virtues of these demo recordings and proclaim them to be of equal or greater artistic value than the commercially released versions. (6) Melody, Harmony and Structure “My songs aren’t complicated, to say the least.”\n—Nicks ( Jackson 1981 )",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "jackson_1981"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Nicks’ music is rooted in the rock, country and R&B styles of the 1950s and 60s (7) and often exhibits the condition of “melodic-harmonic divorce” as described by Moore ( 1995 , 189) and further developed by Temperley ( 2007 ). Temperley deems this phenomenon “frequent” in rock and describes it as follows: the pitch organization is stratified: there are different frameworks for the melody and accompaniment . . . the melody framework features only a pentatonic scalar level, with no harmonic level. The  melodies . . . seem quite independent of the local harmony. ( 2007 , 328) Some sections of music in Nicks’ demos drive toward tonally closed cadences, while others avoid such direction, instead operating via what Middleton calls “riff-based circularity” ( 1990 , 195). This lack of harmonic directionality is not atypical of rock, as evidenced in De Clercq and Temperley 2011 ( 67 ). (8) Nicks’ demos sometimes depart from statistically predominant modes of presentation in rock in structuring of passages around a single melodic line in the accompaniment which operates in lieu of a harmonic progression. This occurs in sections of the demos “Gypsy” and “I Sing for the Things.” Though portions of some riff-based rock songs are also organized in this way (for example, the verse of Led Zeppelin’s “Whole Lotta Love”), these structurally important melodic lines in Nicks’ demos “Gypsy” and “I Sing for the Things” do not exhibit the compactness, insistent repetition or guitar-based origin usually associated with such rock riffs. Everett is comfortable generalizing about the relative importance of harmonic and melodic structures in rock. He asserts that: In most rock music . . . harmonic relationships are generally more diverse and of more structural value than contrapuntal ones. ( 2009 , 208) Everett also concludes that: Nearly all triads heard in popular music combine three different note   names relating to each other as root, major or minor third, and perfect fifth. ( 2009 , 209) (9) Nicks’ departure from normative rock harmonic structures in demo passages can be described in relation to two of Moore’s four textural layers ( 2012 , 20–1). In these instances, Nicks has replaced Moore’s “functional bass layer” with a prominent “melodic layer.”",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "moore_1995",
                    "temperley_2007",
                    "temperley_2007",
                    "middleton_1990",
                    "de_clercq_and_temperley_2011",
                    "everett_2009",
                    "everett_2009",
                    "moore_2012"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Several rock-music analysts have observed that in rock, these vertically conceived harmonic units, whether power chords or triads, are typically in root position (see, for example, De Clercq and Temperley 2011 , 66; Stephenson 2002 , 78; and Carter 2005 , 183). Carter refers to this root-based approach to structure as “common” in popular music and describes it thus: the lower register is left to a bass part, one that very likely plays a single bass note that is the root of the coincidental chord . . . it can be said that a root-based method is quite often at the center of pop-rock’s musical conception. ( 2005 , 183) Example 1 . “Gypsy” demo, 1'12''–1'25'' (beginning of second verse) (click to enlarge and listen) While portions of Nicks’ demo recordings of “I Sing for the Things” and “Dreams” exhibit this more common type of organization, other passages from Nicks’ demos of “Gypsy” and “I Sing for the Things” represent a different conceptual approach, as they are structured around a single melodic line rather than a harmonic progression. This latter approach is evident in Example 1 , from “Gypsy.”",
                "footnotes": [],
                "citations": [
                    "de_clercq_and_temperley_2011",
                    "stephenson_2002",
                    "carter_2005",
                    "carter_2005"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] In Example 1, the bass proceeds stepwise within the hexatonic scale F–G–A– B ♭ –C–D. The constant presence of F and C in the right hand of the keyboard part strongly suggest the key of F major. Also suggestive of F as tonic is the fact that Nicks’ vocal melody operates entirely within the F major pentatonic scale (F–G–A–C–D), with the range fixed between the octave F3–F4. Typical of rock vocals as described in Temperley 2007 , the primary melodic motion of the vocal line is stepwise within this pentatonic scale. In contrast to the norms of rock accompaniment, however, individual harmonic units in the keyboard part in Example 1 are not primarily triads or power chords. (10) In fact, out of nine discrete chords in the passage, only two (the F major chord in measure 1 and the “F5” in measure 3 of the excerpt) are triads or power chords. The F major triad in measure 1 is not in root position, however, as is most common in rock, but in first inversion. I find it quite possible to hear the first four bars as a tonic expansion (F: I 6 –P– –P– ) and measures 5–8 of the passage as implying, or at least related, to F: IV–V–IV–V. There is no leading tone present, however, (11) and the D in Nicks’ vocal line during measures 5–7 is treated no more as a chord tone above the B ♭ bass note than it is above the C bass note. A triadic conception of Nicks’ chord choices (the “harmonic level”) in this passage, then, seems inadequate to capture its essence. Functionally, the passage is driven by the counterpoint between the bass and vocal lines as they move against the static harmonic fourth C–F in the right hand of the keyboard. Measures 5–8, then, should perhaps not be described as PD–D–PD–D, (12) or progression-retrogression-progression ending on dominant, but as a part of an eight-measure tonic expansion with 5 ˆ as a melodic (but not harmonic!) goal. (13) I call this approach to compositional organization, around a primarily stepwise melodic line in the accompaniment presented without an attendant harmonic progression, a Type 1 Compositional Skeleton . (14) Example 2 . “I Sing for the Things” demo, 1'47''–2'06'' (end of second verse) (click to enlarge and listen)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "temperley_2007"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Nicks’ keyboard-vocal demos sometimes incorporate a less melodically driven accompaniment, instead using a bass line that suggests triad roots. This bass line provides Moore’s “normative” functional bass layer ( 2012 , 20). I call this approach to compositional organization a Type 2 Compositional Skeleton . The use of a Type 2 CS is apparent in Example 2 , a passage from Nicks’ demo of “I Sing for the Things.” The bass line in Example 2 contains only the notes C, F and G ( 1 ˆ , 4 ˆ and 5 ˆ ). The right hand of the keyboard maintains a syncopated C, to which a G is added after the cadence in measure 7 of the passage. (15) This bass line, which contains no stepwise motion outside of measure 6, plays a harmonic rather than melodic role in the musical structure, organizing the passage into individual harmonic units highly suggestive of root-based triadic harmony. (16) Though there are no complete triads in Example 2 ( 6 ˆ and 7 ˆ are missing entirely), the passage seems to suggest the progression: C:    I   |   IV   |   I   |   IV   |   I   |   IV   V 4 |   I   |      |\n       T --------------------------------------   PD   D        T\n                                                                           (PAC)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "moore_2012"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] In Example 1, Nicks’ vocal line moves primarily stepwise within the pentatonic scale; her vocal part in Example 2 moves primarily stepwise within the C-major tetrachord C–D–E–F. In this passage, rather than employing different frameworks for melody and accompaniment (pentatonic vs. diatonic, for example), Nicks uses the temporal placement of her vocal line against the harmonic framework to create melodic-harmonic tension. Her vocal line is heavily syncopated in measures 1–4, resolving by step to chord tones in measure 2 (F, 4 ˆ , chordal root of IV) and measure 4 (C, 1 ˆ , chordal fifth of IV). During most of measure 3, Nicks allows the unprepared and dissonant D ( 2 ˆ ) in her vocal line to sound against C in the bass ( 1 ˆ , implying I), confident that its resolution in measure  4 is satisfactory. The vocal line becomes less syncopated in measures 5–6, though a bit of tension remains, as the non-chord tone D above the bass F in measure  6 can be heard as a temporally displaced chordal fifth of G. The tension of the passage is diffused completely with the perfect authentic cadence in measure  7. Example 3 . “Gypsy” demo, 1'56''–2'10'' (beginning of bridge) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] In other passages in her keyboard-vocal demos, Nicks employs yet another approach to compositional organization, which I call a Type 3 Compositional Skeleton . This approach is based on a single, primary line presented by an instrument and in the vocal melody. Example 3 , another passage from Nicks’ demo “Gypsy,” is organized in this way. In Example 3, the primary line D–C–A– B ♭ (F: 6 ˆ – 5 ˆ – 3 ˆ – 4 ˆ ) is present in both the bass (keyboard left-hand part) and vocal melody. Beginning in measure  2 of the passage, Nicks elaborates this primary line in her vocals. Though each vocal utterance eventually aligns with the bass at the octave, Nicks employs anticipations in measures 2 and 6, as well as rhythmic and melodic variation in the approach to each note of the primary line. As in Example 1, harmonic units in the accompaniment are created as the bass moves against the static C–F in the right hand of the keyboard. A pop-chord symbol reduction of these harmonies looks like this: | Dm7 (no fifth) |          | Csus4 |          |   F/A   |          | B ♭ sus2 | The melody and harmony in Example 3 are unified, as Nicks’ vocal elaborations of the primary line treat non-chord tones in a rather specific way. If one accepts the vocal line’s A in measure  2.3 as the chordal fifth of D minor, the following B ♭ is a passing tone. The vocal line’s G in measure  4.4 is also a passing tone. The vocal line’s C in measure  2.4.2 and B ♭ in measure  6.4 are both anticipations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Examples 1–3 demonstrate three different approaches to compositional organization in Nicks’ keyboard-vocal demos “Gypsy” and “I Sing for the Things”: Type 1 CS, organized around a primarily stepwise instrumental melodic line (without an accompanying harmonic progression) against which the vocal line creates a counterpoint Type 2 CS, organized around root motion in the bass Type 3 CS, organized around a single, primary melodic line presented in both instrumental and vocal parts Counterpoint and Melodic Roles “I love Gregorian chants, and I write in chant structures.”\n—Nicks ( White 1981 )",
                "footnotes": [],
                "citations": [
                    "white_1981"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Rock harmony has been written about extensively in recent years, with theorists often incorporating the notational shorthand of melody and chord symbols into their analyses. As demonstrated, this approach is insufficient for understanding the music in Nicks’ demos. As Burns states: A purely harmonic analysis is an extremely limited form of analysis for exploring affective or expressive meaning in music. It necessarily fixes music as a series of verticals, and does not accommodate linear or voice-leading context . . . an analysis . . . must also consider the specific voice-leading of that harmony. ( 2008 , 216) Burns goes on to claim that: the specific way in which a vocal line is staggered contrapuntally  with the bass is a very important feature of popular music  performance and one that contributes in large part to the distinctive sound of a given song or artist. ( 2008 , 217) This is overwhelmingly true in passages from these demos by Nicks. Having discussed linear compositional functions of the bass in relation to Examples 1 and 3, I will here describe three contrapuntal techniques used by Nicks in the treatment of vocal and instrumental lines. (17) Example 4 . “Gypsy” (demo), 0'20''–0'36'' (beginning of first verse) (click to enlarge and listen) Figure 1 . “Open/closed” technique as used by Nicks between vocal and LIL in Example 4 (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "burns_2008",
                    "burns_2008"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Example 4 shows another passage from Nicks’ demo “Gypsy.” The keyboard accompaniment is identical to that shown in Example 1. Example 4 features a Type 1 CS because, as in Example 1, the bass moves primarily in stepwise motion against the static F ( 1 ˆ ) and C ( 5 ˆ ) pedals, creating a single melody in the accompaniment (rather than implying a series of root-based harmonies) against which the vocal line moves. I call this structurally important melody the leading instrumental line (henceforth referred to as LIL). A leading instrumental line is a prominent and continuous melody within an accompaniment that, in the absence of a (usually root position) harmonic progression, forms the structural framework for a section of a rock composition. In Examples 1 and 4, the LIL occurs in the bass, in lieu of a harmonically-inclined bass line suggesting triad roots (Type 2 CS, as seen in Example 2). In addition to “leading” in a melodic sense, LILs in portions of Nicks’ demo recordings play a prominent and often primary role in the texture. The LIL in Example 4 functions like a cantus firmus against which Nicks’ vocal line enters and exits at faster speeds. While the LIL communicates the hypermeter and downbeat, Nicks’ voice articulates short, clear melodic shapes and playfully shifts the accent of her words in relation to the barline. Nicks’ vocal melodies often exhibit characteristics of Middleton’s “open/closed” frame type, organized in a question-answer pattern ( 1990 , 203–7). Figure 1 illustrates this “open/closed” relationship of the vocal line to the LIL in Example 4. The series of short diagonal lines and the longer continuous line in Figure 1 represent Nicks’s vocal melody and the bass LIL in Example 4, respectively.",
                "footnotes": [],
                "citations": [
                    "middleton_1990"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Functionally, Example 4 (like Example 1) presents an eight-bar tonic expansion: F:     I 6 |   (P)   | |   (P) | IV | I | IV | I |\n               T ------------------------------------------------------------------------------- The music in this passage, then, proceeds via contrapuntal motion rather than harmonic change. A look at the type of motion present at each downbeat (when the LIL moves) reveals a sophisticated approach to two-voice counterpoint not usually attributed to rock songwriters: |\n            |             |             |             |             |             |             |\ncontrary   contrary          oblique            similar                   oblique Example 5 . “I Sing for the Things” demo, 0'52''–1'08'' (beginning of first chorus) (click to enlarge and listen) Figure 2 . “Brief interjection” technique as used by Nicks between vocal line and LIL in Example 5 (click to enlarge) Example 6 . “Gypsy” demo, 2'25''–2'42'' (end of bridge) (click to enlarge and listen) Figure 3 . “Highlighting” technique as used by Nicks between vocal line and LIL in Example 6 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Example 5 , another passage from Nicks’ demo “I Sing for the Things,” also features a Type 1 CS with a LIL in the bass. The chorus of “I Sing for the Things” is built on the melody F–E–F–G–F–E–D–C, first heard in the bass in measures 1–4 of Example 5. This melody, heard at first with no vocal line above it, acts as LIL throughout the chorus. (18) Nicks’ vocal line enters briskly in measure  4 of the passage and quickly concludes with a triplet figure on the downbeat of measure  5. This accented final word love coincides with the first note of the next iteration of the four bar LIL. The contrapuntal relationship between Nicks’ vocal line and the LIL in Example 5 can be described as a “brief interjection.” Allowing the instrumental melody to be heard largely on its own, Nicks uses her vocal line to accompany the instrumental part, reversing the more typical roles. (19) Figure 2 illustrates this brief interjection as used in Example 5.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Example 6 shows another passage from Nicks’ demo “Gypsy” employing a Type 1 CS. As in Example 3, the music in Example 6 is organized around the melodic line D–C–A– B ♭ . This line is confined to the bass in this passage and acts as an LIL. Against this bass line, Nicks’ vocal melody descends sharply to the tonic F in measure  1, where it remains for the duration of the passage. Fixing the vocal line in rhythmic and harmonic unison with the upper voice in the right hand of the keyboard accompaniment, Nicks creates a powerful “disappearing” effect in measures 2–8. As the listener’s ear adjusts to the merging of the vocal melody with the F in the keyboard, the bass LIL gains prominence as the only source of melodic motion. Contrapuntally, this relationship between vocal line and LIL can be described as “highlighting.” The composite result in Example 6 is a series of oblique motions, as illustrated in Figure 3 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] In Examples 4–6, I have demonstrated three different contrapuntal techniques used by Nicks in the treatment of a vocal line and a leading instrumental line (LIL): open/closed (illustrated in Figure 1), brief interjection (illustrated in Figure 2) and highlighting (illustrated in Figure 3). Text Setting “A certain sense of spooky poetry was always at the core of Ms. Nicks’ appeal.”\n—Frank Bruni, The New York Times , November 25, 1997 Example 7 . “Dreams” demo, 0'42''–1'14'' (end of first verse) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Nicks has stated in many interviews that her compositions begin as journal entries, which are first turned into lyrics and then into songs ( Margolis 2011 , Reid 2006 , Smaldone 2001 ). These lyrics, central to perceptions of Nicks’ work, are often described using adjectives like “surreal” ( Stephenson 2002 ), “haunting” ( Behind The Music 1998 ) and “ethereal” ( Kourlas 2001 ). Nicks’ demos offer opportunities to examine the ways in which the musical setting reflects the mood and reinforces the poetic content of the lyrics. As the music in Example 7 employs Type 2 CS with complete triads or seventh chords throughout, I have chosen to reduce the accompaniment to pop-chord symbols rather than provide a complete transcription.",
                "footnotes": [],
                "citations": [
                    "margolis_2011",
                    "reid_2006",
                    "smaldone_2001",
                    "stephenson_2002",
                    "behind_the_music_1998",
                    "kourlas_2001"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Example 7 shows a passage from a voice-keyboard-guitar demo for Nicks’ “Dreams.” Nicks’ nostalgic lyrics are set to a C–major pentatonic (C–D–E–G–A) melody. This vocal line moves primarily stepwise within the pentatonic scale and is set against the cyclic chord progression Fmaj7–G–F–G in a manner exemplifying melodic-harmonic divorce. The resultant clashes between Nicks’ vocal melody and the local harmony intensify the detached emotion in the lyrics, particularly at the downbeats of measure  6 (C in the melody against a G-major triad) and measure  13 (G in the melody against an Fmaj7 chord), where such a clash occurs in a metrically accented position at the end of a line of text. With the exception of measures 12–13, the melody’s insistent, stepwise D–C descent concludes each line. This seems to strongly suggest that the tonic of this passage is C, and that the harmony in the accompaniment should be described as IV 7 –V–IV–V. (20) This alternation of progression and retrogression does not break throughout the “Dreams” demo, leaving the tonic harmony as a vertical sonority out of the piece entirely. This omission reinforces the disconnect from reality suggested in the lyrics. Just as “what you had” is now “lost,” Nicks’ vocal line, repeatedly driving toward a melodically conclusive 2 ˆ – 1 ˆ descent, is not granted the closure potentially provided by a stabilizing tonic chord (C major). Example 8 . “I Sing for the Things” demo, 0'52''–1'30'' (complete first chorus) (click to enlarge, see the rest, and listen) Figure 4 . Temporal relationship of Nicks’ vocal line to hypermetric structure in Example 8 (click to enlarge)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Example 8 shows the entire first chorus from Nicks’ demo “I Sing for the Things,” beginning with the music shown previously in Example 5. As discussed in relation to that example, Nicks’ vocal line in Example 8 makes brief interjections against the bass. In the final four bars (measures 13–16), Nicks replaces the LIL F–E–F–G–F–E–D–C with the more conclusive 4 ˆ – 5 ˆ – 1 ˆ bass line, representing a switch from Type 1 CS to Type 2 CS. Throughout the chorus, Nicks’ vocal line precariously straddles points of hypermetric accent, with the conclusion of each lyrical question arriving well before the bass’ return to tonic (see Figure 4 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Nicks’ temporal placement of the briefly interjecting vocal line in Example 8 reflects the hesitancy of the lyrics. The words “someone” (measure  9) and “run” (measure  13) end on 2 ˆ , sounding as if they arrive too early to be harmonically stabilized by the G ( 5 ˆ , V[?]) in the bass that follows. This misalignment reinforces the hypothetical nature of Nicks’ text, particularly in measure  13, where the vocal line quite literally “turns and runs” before it can participate in the impending cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Examples 7 and 8 demonstrate ways in which Nicks’ musical settings reinforce the poetic content and affect of her lyrics, including the use of melodic-harmonic divorce, the avoidance of tonic as a vertical harmony and the temporal relationship between a vocal line and structural patterns in an accompaniment. Transformation and Normalization “I was the one who was sorting out [Nicks’] songs and making them into records.”\n—Lindsey Buckingham ( Behind the Music 1998 )",
                "footnotes": [],
                "citations": [
                    "behind_the_music_1998"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] Nicks met and began collaborating with guitarist Lindsey Buckingham in the late 1960s. Nicks and Buckingham formed a creative and romantic partnership that lasted through their recruitment into the British blues-rock band Fleetwood Mac in 1975. This partnership produced the 1973 album Buckingham Nicks and later led to some of Fleetwood Mac’s biggest hits, including Nicks’ “Dreams,” “Rhiannon” and “Sara.” Their professional relationship regularly included significant creative contributions from Buckingham in the form of arrangement of Nicks’ compositions. As Nicks explains: I’d write my song and then Lindsey would take it, fix it, change it   around, chop it up and then put it back together. Doing that is second  nature to Lindsey, especially on my songs. He does better work on my    songs than on anybody’s because he knows that I give them to him  freely. ( Jackson 1981 ) As a songwriter and member of Fleetwood Mac, Nicks often stepped aside during the arranging process, allowing the other band members to transform her songs. She explains: When I give a song to Fleetwood Mac they kind of take it apart and put it back together . . . I don’t mind it but if I really don’t like it I tell them. I let a lot of songs be done in a way that I really wouldn’t do them but, because it makes everybody else happy, I go along. I figure it’s not going to make my song any better to have them play it the way I want it and have them play it terribly. ( Greenleaf and Hyman 1983 ) In preparation for her 1981 solo album Bella Donna , Nicks began to have her songs arranged without input from Buckingham or Fleetwood Mac. She describes the role of the other musicians in this process: you forget that you’re even capable of doing something yourself . . . when I write a song I sit down at the piano and play it front to back.  For Bella Donna I would do that, or have a demo like that, and the other musicians would just listen to it, getting their own ideas about how to fill in the rest. Usually, by a couple of times through the song    they had a good idea of what they could do with it. ( Jackson 1981 )",
                "footnotes": [],
                "citations": [
                    "jackson_1981",
                    "greenleaf_and_hyman_1983",
                    "jackson_1981"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] The transformation of Nicks’ compositions “Gypsy” and “I Sing for the Things” from demos to publicly released versions includes instances of the normalization of structure from Type 1 or 3 CS to Type 2 CS. In some cases, this normalization also includes an increased emphasis on common-practice principles of functional tonality. I have demonstrated the importance of voice leading in portions of Nicks’ demos, and have used the labels Type 1 CS and Type 3 CS to describe compositional organization around a single melodic line (without harmonic progression) in the keyboard accompaniment. The commercially released versions of Nicks’ songs overwhelmingly exhibit Type 2 CS, with the triad as primary vertical sonority. Carter has observed that: For many writers in the popular style . . . their choice of how to flesh out the texture is to compose music supported harmonically by root position chords. ( 2005 , 183) The results of this type of “fleshing out,” conforming to rock-compositional norms,  are evident in the transformation of Nicks’ songs “Gypsy” and “I Sing for the Things” from demos to publicly released versions. In Nicks’ case, this choice sometimes has implications beyond the content of individual sonorities, as it emphasizes or creates new functional tonal relationships within a composition. Example 9 . “Gypsy” (Fleetwood Mac, Mirage ), 1'03''–1'16'' (beginning of second verse) (click to enlarge and listen) Example 10 . “Gypsy” (Fleetwood Mac, Mirage ), 0'14''–0'23'' (beginning of first verse) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "carter_2005"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] I discussed the first eight bars of the second verse of Nicks’ demo “Gypsy” in Example 1. Example 9 shows the same eight-measure passage from “Gypsy” as recorded by Fleetwood Mac and released on their 1982 album Mirage (reduced here from the full arrangement to vocal melody, bass and chord symbols only). In Example 9, Nicks’ vocal melody, while slightly different from the demo version, remains fixed within the octave F3–F4 and contains only pitches from the F-major pentatonic collection (F–G–A–C–D). As made evident by the accompanying chord symbols, the bass line from Nicks’ demo (shown in Example 1 and Example 4) has been transformed completely. The stepwise LIL played by Nicks’ left hand in the demo has been replaced by a bass line supporting vertical sonorities based on triads. The “fleshing out” of these sonorities includes the introduction and frequent use of the leading tone E, a pitch class entirely absent from Nicks’ demo version. The conversion of the sonorities in measures 6 and 8 of the passage to C-major triads has significant implications for the listener: the dominant (C) becomes a harmonic (rather than simply melodic) goal, introducing the polarity between F major and C major as a structural element.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Along with the transformation of the bass part, elements of Nicks’ bass LIL from the “Gypsy” demo have been preserved in the form of a stepwise instrumental line, F–E–D–C, present in the first four bars of each verse and suggested by the chord symbols in measures 1–4 of Example 9. Example 10 shows a full transcription of the first four bars of the first verse from Fleetwood Mac’s version of “Gypsy.” Nicks’ demo version of the passage shown in Example 10 appears in measures 1–4 of Example 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] In Example 10, the line F–E–D–C ( 8 ˆ – 7 ˆ – 6 ˆ – 5 ˆ ), played by organ, harpsichord and electric guitar, descends against a root-position F major triad. When compared to the LIL shown in measures 1–4 of Example 4, which outlines the major sixth from A ( 3 ˆ ) down to C ( 5 ˆ ), several similarities to this line in Example 10 can be seen. Though the two lines span different lengths of the diatonic scale, both proceed downward in stepwise motion (21) and serve to expand tonic function over four bars. Until measure  4.3 of the passage, at which point Nicks’ original LIL accelerates into half-note motion, the two lines also move at the same rate of speed (in whole notes). The presence of the instrumental line F–E–D–C against a static root-position tonic chord in Example 10 (and in Example 9, measures 1–4) indicates a twofold transformation of Nicks’ LIL from Example 4, measures 1–4. Nicks’ original instrumental melody is shifted from the bass to an inner voice, its pitch content (though not its function) altered by the conversion from pentatonic to diatonic scale steps. In place of the LIL in the bass is a prolonged F, part of a series of triad roots which segment Nicks’ composition into individual root-position chords. This manipulation serves to normalize the work in relation to typical modes of presentation in rock. Example 11 . “Gypsy” (Fleetwood Mac, Mirage ), 1'42''–1'56'' (beginning of bridge) (click to enlarge and listen) Example 12 . “I Sing for the Things” (Nicks, Rock A Little ), 0'49''–1'23'' (complete first chorus) (click to enlarge and listen)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] I discussed a seven-bar passage from the beginning of the bridge of Nicks’ demo “Gypsy” in Example 3. Example 11 shows the same portion of “Gypsy” as recorded by Fleetwood Mac (reduced here from the full arrangement to vocal melody and chord symbols only). The normalization of Nicks’ “Gypsy” by conversion to Type 2 CS is also evident in this passage, transformed from its original demo version (Example 3). The primary line D–C–A– B ♭ , which Nicks’ vocal melody doubles at the octave in Example 3, is replaced in Example 11 by a bass line of triad roots. As in Examples 9 and 10, a triadic-harmonic “fleshing out” accompanies this conversion of the LIL. The resultant vertical segmentation is reflected in the temporal placement of Nicks’ vocal line in Example 11 as compared to Example 3. Both the D beginning in measure  1.2 and the C in measure  3 have been extended in duration in Example 11 to fill the measure exactly. The final word of the excerpt, “fear,” has been pushed back to begin on the downbeat of measure  7 in Example 11. This shift eliminates the quarter-note anticipation in the vocal melody at measure  6.4 of Example 3 and seems to assert the rigidity of this transformed passage’s harmonic structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] I discussed the first chorus of Nicks’ “I Sing for the Things” in Example 8. Example 12 shows this same excerpt as recorded by a Nicks-led band and released on her 1985 album Rock A Little (reduced here from the full arrangement to vocals, bass and chord symbols only). As shown in Example 8, the chorus of “I Sing for the Things” is organized around four iterations of the LIL F–E–F–G–F–E–D–C in the bass. This melody is preserved in the transformed version shown in Example 12, though the lower limit of the electric bass guitar’s range (E) forces the final two notes of the line (D–C) up an octave. A pattern of vertical sonorities has been added, aligned with metrically accented bass notes F ( 4 ˆ , first heard in measure  1), G ( 5 ˆ , first heard in measure  2) and C ( 1 ˆ , first heard in measure  3). While the choice of Gsus4 (G–C–D) allows for the full exclusion of the leading tone B from Example 12 (this pitch is excluded from Nicks’ “I Sing for the Things” demo entirely), triadic harmonies above F (F–A–C, with G added) and C (C–E–G) provide normalization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] The transformed Example 12 also introduces a dominant-tonic relationship between the lines of text. This relationship is created by the addition of a second vocal line (“Backing Vx.”) and alterations to Nicks’ original vocal melody. In Example 8, the first line of text, “Have you ever been in love?” concludes on a C at measure  5.2. In Example 12, this line extends into measure  6 as Nicks’ lead vocal ascends from C to D, creating parallel perfect fifths against the stepwise rising bass (F–G). Also in measures 5–6, the backing vocal ascends from F to G in parallel octaves with the bass. Though the leading tone is missing from the Gsus4 harmony, the stable and powerful sonority created by the combination of bass and vocals in measure  6 (G–D–G) provides a strong dominant function at the conclusion of this first line of text. The second line of text, “Have you touched the soul of someone?” is similarly extended in Example 12 (into measure  10) from its original version in Example 8 (concluding in measure  9). Closing with the same vertical combination as in measure  6 of Example 12, the sonority in measure  10 provides a stable dominant at the conclusion of this second line of text. The third line, “Did the fear inside you make you turn and run?” is extended in Example 12 through measure  14. As if to provide tonal closure following the previous two lines of text, Nicks’ lead vocal concludes this third line with a stepwise descent D–C (measure  14.4.2). This descent anticipates the return of the C-major harmony in measure  15, emphasizing tonic function as the chorus concludes. This creates a tonal relationship between the three lines of text in the chorus of “I Sing for the Things,” as illustrated below. ----> V Have you ever been in love? ----> V Have you touched the soul of someone? ----> I Did the fear inside you make you turn and run? By emphasizing tonal function, this relationship, which was absent from Nicks’ demo, serves to further normalize the work. Example 13 . “Gypsy” (Fleetwood Mac, Mirage ), 2'10''–2'20'' (end of bridge into last verse) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] I discussed the end of the bridge from Nicks’ “Gypsy” in Example 6. Example 13 shows this same passage as recorded by Fleetwood Mac (reduced here from the full arrangement to vocal melody and chord symbols only), continuing into the first measure of the last verse (measure  6). The excerpt shown in Example 13 has been transformed from Example 6 in several significant ways. As in Example 11, the LIL D–C–A– B ♭ in the bass has been removed and harmonies converted into root-position triads. The passage has been shortened by four bars and Nicks’ vocal melody substantially altered. Eliding the bridge and the last verse in Example 13 (measures 5–6) is a perfect authentic cadence. The use of such conclusive cadential motion at this point contrasts starkly with Nicks’ demo version from Example 6, in which the bridge ends with contrapuntal “highlighting” of the bass LIL and finishes on a B ♭ sus2 ( B ♭ –C–F) chord. With the introduction of a predictable, tonally closed cadence—a gesture absent from Nicks’ “Gypsy” demo—this transformed passage is further normalized. Compositional Applications “If you’re gonna be in this biz [sic] your whole life, you have to write your own songs.”\n—Nicks ( 1998 ) (22) Example 14 . Vocal melodic fragment to be set in various CS types (click to enlarge and listen) Example 15 . Vocal melodic fragment from Example 14 set in a Type 1 CS (click to enlarge and listen)",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "nicks_1998"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] The music heard in demo recordings of Stevie Nicks’ compositions “Gypsy,” “I Sing for the Things,” and “Dreams” is structured around one of three types of compositional skeleton (CS). These three CS types, in addition to their potential as analytical paradigms, can be applied to a practice and pedagogy of rock composition based on Nicks’ demo style. To demonstrate, I will begin with the vocal melodic fragment shown in Example 14 . While other contextualizations are certainly possible, I will interpret this melodic fragment as representing 3 ˆ – 3 ˆ – 2 ˆ – 1 ˆ in C major. Against this fragment, a single instrumental voice can be added to create a Type 1, 2 or 3 CS. Each type of CS will lead the composer down a different path toward a completed work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Example 15 shows a Type 1 CS setting of the vocal melodic fragment shown in Example 14. In employing a Type 1 CS, the composer is primarily concerned not with chord choices, but with creating a melody in counterpoint to the existing vocal line. In order to emphasize the independence of the two lines, only oblique and contrary motion are employed in Example 15. It is evident from the transformation of Nicks’ demos “Gypsy” and “I Sing for the Things” that the use of a Type 1 CS in a demo does not in any way restrict options for harmonic “fleshing out” at a later time. With more parts added to the texture, the instrumental melody E–F–G (shown in the bass in Example 15, though it may be moved to another part of the texture or removed entirely at some point) may be contextualized in any number of ways. For example, each note of the melody could be treated as a chord tone (these harmonies could be power chords or triads, in root position or inverted). Alternatively, one or more notes of the melody could be turned into non-chord tones. With a more restricted approach to “fleshing out,” the bass melody (which, as shown in Example 15, plays the role of LIL) may simply remain as is, independent from potentially imposed harmonic changes. This melody could take on the form of a doubled, developed, or ornamented line; the LIL could be turned into a repeating riff (some added rhythmic interest would help to do the trick). As shown in Example 15, the main distinction of a Type 1 CS from other CS types lies in the fact that the passage is anchored by an independent instrumental melody, rather than a series of vertical harmonies. (23) Example 16 . Vocal melodic fragment from Example 14 set in a Type 2 CS (click to enlarge and listen) Example 17 . Vocal melodic fragment from Example 14 set in a Type 3 CS (click to enlarge and listen) Example 18 . Vocal melody in “open/closed” relationship to LIL from Example 17 (click to enlarge and listen)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Example 16 shows the fragment from Example 14 set in a Type 2 CS. Here, the instrumental line C–G–C implies I–V–I in C. This bass line is conceived not as a melody, but as a stand-in for root-position power chords or triads. Along with a “fleshing out” of these harmonies, an expanded arrangement may build on the CS in many ways, including the addition of one or more prominent instrumental melodies. All such embellishment, however, will be woven into the harmonic structure implied by this Type 2 CS. As shown in Example 16, it is not yet clear whether the E in the vocal line in measure  1.3 will sound against, for instance, a G-major triad, or whether additional contrapuntal considerations might be taken into account, such as employing V – or some variation thereof.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Example 17 shows the vocal melodic fragment from Example 14 set in a Type 3 CS. The example now comes across as a single melody reinforced at the octave, with the 9–8 suspension in measure  1.3 representing an ornamentation of the LIL E–D–C in the bass. From this skeleton a later “fleshing out” could, but would not have to, occur. Possibilities for this process include treating the Type 3 CS shown in Example 17 as one would treat a Type 2 CS, building root-position power chords or triads atop the melodic line E–D–C (for example, E5–D5–C5 or Em–Dm–C).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] The three contrapuntal techniques illustrated in Figures 1–3 can also serve as a model for composing in the style of Nicks’ demos. Using the LIL E–D–C from Example 17 as a cantus firmus, I will briefly demonstrate each of these techniques. (24) Example 18 shows a vocal melody composed against this LIL in order to display the “open/closed” relationship used by Nicks in Example 4 (from “Gypsy”) and illustrated in Figure 1. In employing this “open/closed” technique, the composer is concerned with the creation of short melodic shapes in the vocal line that enter and exit faster than the movement of the LIL and against the metric accent. Example 19 shows a vocal melody composed against the LIL E–D–C to display the “brief interjection” relationship as used by Nicks in Example 5 (from “I Sing for the Things”) and illustrated in Figure 2. Here, a short vocal melodic utterance is placed in a weak metric position as if to serve as accompaniment to the instrumental melody (LIL). Example 20 shows a vocal melody displaying the “highlighting” relationship to the LIL as used by Nicks in Example 6 (from “Gypsy”) and illustrated in Figure 3. A tonic pedal has been added in the right hand, because at least one pedal must be included in the keyboard part in order to employ this technique as Nicks does. The “highlighting” begins in measure  1.3 as the vocal line joins with the right hand of the keyboard on a unison C4 to create a “disappearing” effect. This increases the prominence of the LIL in the bass, as it is the only independent, moving line. Example 19 . Vocal melody in “brief interjection” relationship to LIL from Example 17 (click to enlarge and listen) Example 20 . Vocal melody in “highlighting” relationship to LIL from Example 17 (click to enlarge and listen) Conclusion",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] I have demonstrated the ways in which stylistic elements in Nicks’ demo recordings “Gypsy” and “I Sing for the Things” conform to and depart from conventions of rock harmony, and have identified three types of compositional skeleton (CS) used by Nicks in these demos. In addition, I have illustrated three ways in which Nicks sets a vocal melody in relation to a leading instrumental line (LIL) within a keyboard accompaniment. I discussed Nicks’ use of stylistic elements in setting a text, and ways in which text setting reinforces the meanings of her lyrics. Furthermore, I have identified instances of normalization occurring in the transformation of Nicks’ songs “Gypsy” and “I Sing for the Things” from demo to commercial release, including conversion from Type 1 or 3 CS to Type 2 CS and an increased emphasis on tonal relationships and cadential closure. Finally, I have shown how the three CS types found in these demos can be used as the basis for a rock composition, and how three of Nicks’ compositional techniques can be used to set a vocal melody against a LIL in this context. The present study offers several tools to aid future inquiries into rock-compositional practices, including those found in demo recordings by Nicks or other artists. Additionally, the structural and contrapuntal techniques found in Nicks’ demo recordings “Gypsy,” “I Sing for the Things” and “Dreams” can be applied to the practice or teaching of rock composition.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.1.hough.html",
    "data": "mto/data/mto.15.21.1.hough.json"
}