{
    "title": "Theory and Analysis of Melody in Balinese <i>Gamelan</i>",
    "date": "2000/05/01",
    "volume": "6",
    "issue": "2",
    "authors": [
        "Tenzer, Michael S."
    ],
    "abstract": "Like many other musics with a primarily cyclic approach to melodic and rhythmic organization, Balinesegamelanmusic of the court or court-derived traditions relies upon on symmetries of one kind or another for structural coherence.Gamelangenres originating in other Balinese historical or cultural contexts have different, often more asymmetrical, kinds of organizing principles. In this article a set of Balinese concepts of melodic motion are used to develop a theory useful for analyzing the variety of symmetrical and asymmetrical structures evident across the repertoire. Recordings and analytical reductions (in Western notation) demonstrate how the concepts may be applied to a broad range of Balinesegamelanmusic. The aim is to view structural and compositional processes in standard practice, and also to show how structure correlates with historical trends and technological developments.",
    "keywords": [
        "Balinesegamelan",
        "melodic stratification",
        "cyclic meters",
        "symmetries"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.2/mto.00.6.2.tenzer.pdf",
    "author_info": [
        {
            "name": "Michael S. Tenzer",
            "university": "University of British Columbia",
            "address": "School of Music, 6361 Memorial Road, Vancouver, B.C. V6T 1Z2, Canada",
            "email": "mtenzer@interchange.ubc.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Quadripartite, axial structures are a common enough phenomenon\nbeyond Bali/Indonesia, though not a universal feature of cyclically-organized music. Japanese Togaku melodies are composed\nin s similar sort of orderly progression, and supported, like Balinese ones, by a clearly phrased drum-and-gong substrate. See\nRobert Garfias, Music of a Thousand Autumns: The Togaku Style of Japanese Court\nMusic (Berkeley: University of California Press, 1975). Many cyclic rhythmic phrases in Central Africa exhibit a\ncharacteristic +1/-1 organization, in which the whole is axially segmented into a pair of rhythms, one of which is one pulse more\nthan half the total length, and the other one pulse less. See Simha Arom, African Polyphony and Polyrhythm (Cambridge: Cambridge\nUniversity Press, 1991), p. 246. For fuller discussion of Figure 1’s concepts and their historical and social relevance,\nsee Michael Tenzer, Gamelan Gong Kebyar: The Art of Twentieth Century Balinese\nMusic (Chicago: University of Chicago Press, 2000).",
            "citations": []
        },
        "FN2": {
            "text": "2. Detailed descriptions of instruments and playing techniques\ncan be found in Tenzer, Gamelan Gong Kebyar , and Colin McPhee, Music in Bali: A Study in Form and Instrumental\nOrganization (New Haven, Yale University Press, 1966).",
            "citations": []
        },
        "FN3": {
            "text": "3. Friedmann, Michael. “A Methodology for the Discussion of Contour: Its Application to Schoenberg’s Music,” Journal of Music Theory 29/2 (1985): 223–248.",
            "citations": []
        },
        "FN4": {
            "text": "4. For an interesting discussion of how such structures constitute a uniquely Southeast Asian approach to musical time, see Jose Maceda, “A Concept of Time in Southeast Asian Music,” Ethnomusicology 30/1 (1986): 11–53.",
            "citations": []
        },
        "FN5": {
            "text": "5. For further information, see Tenzer, Gamelan Gong Kebyar , Chapters 5–6, and McPhee, Music in Bali , Chapters 9–12 and Appendix 4.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction: Objectives, Repertoires and General Structural Characteristics",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The purpose of this article is to introduce some techniques for analyzing Balinese gamelan compositions, especially those of\nthe gong-chime ensembles of the pre-20th century courts, and their popular village-based contemporary successor, the gamelan gong kebyar . In so doing I hope to establish a framework for perceiving the multidimensional structural coherence of the music\nin ways reflective of my lengthy experience performing, composing and listening to it. Therefore this is not, strictly speaking, an\nethnographic venture. Although it takes concepts and terminology Balinese themselves use as a point of departure, it also adds to\nthem, in order to explore perspectives that Balinese terminologies and classification schema do not attempt to account\nfor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] A variety of aesthetically compelling musical tensions exist in Balinese melodies and drum patterns. Expressed simply,\nthese tensions derive from the competing influences of various technical, cultural, and historical factors at play in the music.\nFigure  1 lists these factors as a set of six parallel pairs of conceptual distinctions. The terms on the left side describe\nimportant features of the repertories of the large bronze gamelan developed since approximately 1600 A.D., under the strong\ninfluence of technology and culture imported from Java. Those on the right describe the older repertoires and ensembles associated\nwith the centuries prior to that era. I shall briefly explain them in turn. Figure 1 . Descriptive term-pairs (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Cyclic, naturally, refers to gamelan ’s signature use of gongs and drum patterns to divide repeating melodies into equal,\nhierarchic units; linear refers to the absence of gongs and drums or, as sometimes happens, to their decorative or coloristic use\nmarking more freely structured melodies. The number of beats in cyclic melodies is normally quadripartite, that is, divisible by\nfour, while additive refers to non- quadripartite melodies concatenated from units or phrases of differing lengths, or\nsometimes in unpulsed rhythm. Cyclic quadripartite melodies tend to be associated with instrumental music in the comparatively\nrecent Javanese-influenced gamelan , while the less strictly structured melodies from earlier eras have been shown to have a\nvocal basis. The instrumental repertoires are associated with bronze casting technology for forging gamelan associated with the\naffluent Java-influenced courts, while vocal melodies and small ensemble repertoires that they spawned are associated with\npre-Javanese village culture and local technology. Finally, and most significant from a music theoretic point of view, cyclic\nmelodies, by virtue of their quadripartite structure, are inherently symmetrical, in that they can be thought of as\nrotating around the twin axes of their end/beginning points (marked by the large gong) and their\nmidpoints. (1) Linear, vocally derived melodies are inherently asymmetrical in contrast.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] For the purposes of this study the meanings of the foregoing terms have been essentialized, and I am careful to\nstate that dichotomies such as these need to be applied flexibly. Nor do I suggest that each of the terms is exclusively associated\nwith one or the other group of repertoires, but rather that they constitute core identifying features of each.\nThe tension that I depict between them is a result of historical and musical processes that enable each to permeate and affect the other.\nCourt repertoires were strongly influenced by village developments, linear elements appear in cyclic music, vice versa,\nand so on. The commingling is most pronounced and assimilated in the repertoire of kebyar , a genre that first appeared ca. 1915. Kebyar picks and chooses its constituent structural elements\nfrom across the panorama of Balinese music history, interspersing them with the innovations of contemporary composers. Most\nimportantly, it is the blending of symmetrical and asymmetrical qualities in gamelan melodies, perceptible at\nvarious levels of structure within any given melody, that is emphasized in the analytical report below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] These processes of assimilation and combination have long been woven into Balinese melodic structure, but twentieth-century\nmusic has seen to their explicit surface prominence and juxtaposition. This is in large part due to composers’ growing\ncontact with the range of Balinese historical and regional musical genres (via recordings and direct access to once-remote\nvillages and styles), and their intensified awareness of themselves as creatively autonomous. A strong political/social\nemphasis on modernization and cultural preservation in post-Sukarno Indonesia has been further impetus to explore and\ncombine indigenous musical resources. As a result kebyar composition has traced a dramatic trajectory from the rough\npastiche-like juxtapositions that gave it raw energy in the 1930s to the extended, complex, and practically through-composed 1990s\nworks of composers such as Nyoman Windha and Gede Yudana. 2. Definition of Terms",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Balinese melodies of the court tradition are composed in one of the five-tone subsets of the seven-tone\ncollection commonly known as pelog . Tones are referred to with the Balinese solfege names ding , dong , deng , dung , and dang . Melodies are strictly composed and entail, for our\npurposes, virtually no improvisation. All are orchestrated in a stratified fashion, in which several realizations of the same\nmelodic idea are presented simultaneously at different rhythmic densities. Balinese musical instruments and their ranges,\ntunings, acoustic properties, and idioms, are all inextricably linked with these melodic variation procedures, which together\nconstitute a special approach to the globally widespread practice of heterophony. Figure 2 . Summary of gamelan terminology and analytical concepts (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The rhythmic densities of these layers are most often related by simple duple ratios. Each layer is assigned to one of\nfour main instrument groups (see Figure 2 ). The densest one,\nusually at four notes per beat, is played by the highest-pitched metallophones and gongs. A common technique employed by these\ninstruments is that of interlocking parts, or kotekan , which allows for rapid filigree to be played by pairs of musicians\nfaster than any individual performer could. Though divided into rhythmically interesting separate parts, however, the composite kotekan proceeds in an unbroken rhythmic continuity and should be heard as a melodic component integral to the\ncomposition. Below this in the texture, at one or two tones per beat, is an embellished melody played on the leading instrument trompong or ugal . This melody has central importance: it is the most\nsingable because of its register and comfortable rhythmic pacing, and serves as a point of orientation and leadership for others in\nthe ensemble to follow. Reduced to a simple one-tone-per-beat skeletal form, I shall refer to this layer by the Balinese term neliti , which means “correct” or “precise.” Below the neliti , customarily playing once every two beats, is the pokok , or trunk tones, of the melody, played by the metallophone calung .\nThe jegogan play the deepest and sparsest part. In an eight-beat melody they may sound twice, every four beats, or in\nlonger melodies they may sound less frequently still, at every eight, sixteen or even thirty-two\nbeats. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] In this strictly hierarchic and rhythmically predetermined structure, each stratum has its own points of metric stress,\nwhich also connote special structural relevance. In each stratum, such points of stress are measured\nbackwards in groups of four tones from the final tone of the melody, which receives the\nstrongest stress of all according to the way Balinese conceptualize it. This is where all parts converge and are\nsupported by the stroke of the large gong.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] When two or more parts coincide vertically at a point of metric stress they are normatively restricted to playing the same\ntone of the scale. But the differing densities of the parts ensure that horizontally each part can be singled out for its own\ncharacter, advantageously discussed in terms of its melodic contour.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Contour analysis underplays the uniqueness of intervals and interval sizes, which may at first seem especially problematic\nwhere Balinese gamelan is concerned. Indeed such variability is a crucial factor that needs to be reckoned with, for pelog scale-steps are diverse not only within gamelan but among them.\nThough terms exist for interval classes, actual interval sizes vary widely. For example, a kempyung (the interval of three-steps-between or the so-called pelog fifth) can range\nfrom 627 to 966 cents within the same set of instruments. But the individual tuning of gamelan , their varying overall pitch-level, and numerous other significant timbral variables\nmake an analysis based on the qualities of the intervals themselves a speculative challenge, best not undertaken\nprematurely. One would have to account for the affective and acoustic discrepancies admitted by pelog ’s non-standardization, and analysis would require far greater attention to individual gamelan pitch-collections than to gamelan compositions. Yet despite variance in pitch and tuning, the integrity of musical\nworks is strongly affirmed by the Balinese, and contour theory provides an ideal heuristic for glossing interval discrepancies\nin the interest of exploring compositional function.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Ultimately, then, it is contour more than interval size that determines the intrinsic compositional quality of a melody,\nas opposed to any extramusical or contextual attributes a melody may carry. By quality here I am referring primarily to the sense\nof motion and stasis (or progression and repetition), in other words, a melody’s compositional flow or energy. Balinese use the\nterms ngubeng and majalan to describe this. The former, meaning literally to go around and around in the same place or to\nspin one’s wheels, connotes something like stasis or immobility. Majalan is ngubeng ’s complement: to go or progress in a certain direction. In most melodic situations the two qualities\nare in dialog, each rising periodically to predominance or striking a balance. They typically coexist on different levels of\nstructure as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] To formalize the discussion of contour the concept of contour class (adapted from Friedmann) is helpful, abbreviated as\nCC. (3) A CC is an ordered, four-member set of integers showing\nthe contour and interval relationships among four consecutive tones in a given stratum. The last of the four must be a stressed\ntone. Again, the stressed tones in each stratum are those obtained by beginning at gong and counting backwards to every\nfourth tone. The number of CC groupings in a stratum is thus equal to the number of tones in the stratum divided by four. A\nspecial, simplest kind of contour class including only two tones I shall refer to as the axis—the distance between the final tone\nof a melody and its midpoint. The scale-tone interval of a melody’s axis bears heavily on its overall ngubeng or majalan quality. Owing to the special qualities of kotekan structure,\nto be discussed later, kotekan CC have eight members lasting two beats, and are referred to with the designation kCC. Figure 3 . Stratified metric stress, Contour Classes (CC) and kotekan contour classes (kCC) in an eight-beat\nmelody (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] In each CC the last member is set to 0, making the stressed tone a point of orientation. The first three members are integers\nmeasuring the scale-tone distance between each of the first three tones in the CC-group and the final one. Setting each final tone\nto 0 makes it possible to compare CCs in terms of their contour relationships, regardless of their stratum of origin or specific\nscale-tone content. Thus, a pair of identical CCs have CC-groups transpositionally equivalent, and CCs whose corresponding\nelements all sum to the same number are inversions. The length of a CC depends on the host stratum’s distance in the cyclical\nhierarchy of densities from the neliti . Neliti CC last four beats. The neliti of an eight-beat melody has two CCs, but in the calung stratum, where there are only four tones, each\nlasting two beats, there is only one CC. Its members are two beats apart. Please refer to Figure  3 . 3. First Analysis: Pelayon and Wilet Mayura Example 1 . 8 Beat Melody and 2 Kotekan Realizations (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] To introduce the kinds of relationships that this cluster of concepts and terms is designed to explore, consider the eight\nbeat neliti on the middle staff in Example\n1 . This well-known tune derives from an old court composition but is also commonly\nquoted by contemporary composers. As is appropriate for cyclic gamelan melodies, in all of the transcriptions rhythmic\norientation is toward the end of the phrase, so that the strongest beat coincides with gong. I give Balinese scale-tone\nsolfege names under each neliti tone, abbreviated to their constituent vowels, using capital letters for the lower octave\nand lower case for the upper one. In the analyses I retain the Balinese names, providing occasional reminders of their Western\napproximations. The five tones of the scale are indicated on the Western staff as follows: C ♯ for ding / dIng D  for dong / dOng E  for deng / dEng G ♯ for dung / dUng A  for dang / dAng It is important to remember that going from E to G ♯ or A to C ♯ is step-wise motion in terms of the Balinese scale, even though it\ndoes not appear that way on the staff.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] In Example 1 the neliti tone coinciding with gong is dIng [ C ♯ ], the lower of two ding s available on the instrument. The midpoint of the melody\n( dAng [A], 4th beat) receives the second-strongest stress and is reinforced by the jegogan , as is the final dIng . The axis of the melody is thus -1, as the midpoint tone is one scale step below the gong tone.\nThe neliti contains two CC. The first, [3,2,1,0], ends at the midpoint, and the second, [0,-2,-1,0], continues to gong. The pokok stratum falls only on the even-numbered beats, adding moderate stress to the second and sixth tones of the neliti in addition to the final and mid-point ones. It has only one CC, [1,-1,-2,0]. The following five points can now be made:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] First, the neliti uses five pitches only, one of each scale tone. These are arranged symmetrically around the gong\ntone, two above and two below. Three of the scale tones are used once and only once\n( dong , deng , dUng ) [D, E, G ♯ ] while the midpoint scale tone\n( dAng ) appears twice and the gong tone ( dIng ) appears three times.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Second, the tones in the jegogan stratum define a simple level of structural melodic movement: statement\n( dIng ), downward displacement by one scale-tone ( dAng ), and return\n( dIng ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Third, the two pairs of tones in the calung stratum are inversionally symmetrical with respect to one another,\nthe first descending by two scale tones to the midpoint ( dong-dAng ; 1, -1) and the second ascending by two to the\ngong tone ( dUng-dIng ; -2,0). The stepwise moves linking the second note of each pair with the first of the next pair are similarly\ninverted.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Fourth, the CC of the neliti are imperfect inversions of one another; that is, one would have to alter exactly one note in\neither half to make the symmetry exact. In this case the “maverick” note is the first in each group. One could, for\nexample, change the first note of the first group ( deng ) to dAng , thereby changing the CC to [0,2,1,0] and perfecting the\ninversion. But doing so would undermine the symmetry mentioned in point 1 above and reduce the\nnumber of different scale tones used in the passage from five to four. One could also change the first\nnote of the second group ( dAng ) to low dEng , but this would break the symmetry described in point 5 below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Last, parsing the eight tones according to recurrences of the scale tone dIng reveals a different kind of symmetrical organization. This segments the melody into three units, the\nfirst of three notes ( deng-dong-dIng ) [E, D, C ♯ ], the second of two notes\n( dang-dIng ) [A, C ♯ ] and the last of three ( dUng-dAng-dIng ) [ G ♯ , A, C ♯ ]. Here the\nouter units are inversions of one another symmetrically arranged in time around the middle unit, and in pitch-space around their common tone, dIng . The 3+2+3 grouping is in conflict with the prevailing meter but its perception is strongly supported by the repetition\nof dIng at the end of each segment. Such stepwise motion in small irregular-length units around a repeating focal pitch\nproduces a rhythmic phenomenon of syncopation or cross-rhythm that can be heard in contrast to the imperfect inversional\nsymmetry described in point 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Turning to the kotekan , I first need to point out that unlike the slower moving parts, which are more or less strictly\ndetermined by the neliti , kotekan may be composed in any of a number of styles (each of which has its own syntactic\nconstraints). The style of the kotekan is an important aspect of the character of the composition as a whole. For the melody\nunder discussion I offer two possible realizations, shown on the staves above the neliti .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] The upper one is taken from the conclusion of Pelayon , a metrically broad and lengthy court composition performed here in\ntypically virtuoso style by musicians from Sanur village. This segment is heard at the climactic conclusion of the composition,\nat the peak of dynamics and tempo, after some twenty-five minutes of music. This closing, eight-beat melody is repeated many times,\nwith a stroke of the large gong at every rebeginning and a pattern of other gongs aligned with the melody through each\nrepetition. The overall mood, as most any Balinese will attest, is one of turbulence and grandeur. The interlocking parts shown\nhere, in a style closely associated with gamelan of the former courts, combine to create regular alternation between pairs of\nadjacent scale tones, which shift position to anticipate the arrival of every-other neliti tone. They follow the contour of the pokok exactly and are not articulated as an independent\nstratum, blending instead into the overall texture of the gamelan. Notice that the kCC (the eight\nconstituents of each is bracketed above the staff) are all similarly shaped, differing\nonly in transposition and the interval between the fourth and fifth tones of the pattern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The second kotekan is taken from Wilet Mayura , a 1982 composition for kebyar gamelan by Wayan Sinti and Nyoman Rembang, performed by the gamelan of Angantaka village. This\nsegment uses an interlocking pattern in the style of the village bamboo gamelan gandrung , played here by eight metallophones. Gandrung music, now rarely heard on its original instruments, is occasionally adapted and transformed for the kebyar . Formerly the ensemble was used to accompany a recreational dance form, but musicians now think of it mostly as a source for\nunusually challenging drum patterns and interlocking parts. Nonetheless, such patterns retain the associative\ncharacter of the gandrung dance, which was flirtatious and youthfully exuberant. The pattern shown here is more\nintricate than that of Pelayon , and not quite so firmly tied to the contour of the neliti , standing apart from it in a distinctive way. The combination of discontinuity, complexity and rhythmic\nindependence shifts the locus of interest in the music so that it is shared between the lower parts and the interlocking parts (in\na manner somewhat analogous to counterpoint). Each of its kCC is unique, a property which imparts a sense of variety and\nprogression to the music even at the level of small subdivisions of the beat. [Refer to Example 1 and Sound Files 1.1 and 1.2. In Sound File\n1.1 the transcribed kotekan is heard beginning at 0:24 and again at 0:52. In Sound File 1.2 it begins after six beats of a\nunison-textured melody.]",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Turning to the qualities of the various strata in Example\n1, the neliti can be described as ngubeng at a high level in the Pelayon context because of its intense cyclicity. Reiterated, spiraling back to the tone dIng within the neliti makes it ngubeng , but in another way it is majalan because there is melodic change on all eight beats. The levels of pokok and jegogan are more majalan in character because they\ncontain no pitch repetition at all.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] In Pelayon the music is fast, repeated many times, and each cycle is brief. The resonance of the gong is heard\nnearly continuously due to the temporal proximity of successive strokes, and this adds to the music’s sense of\nthrobbing immobility. (4) The repetitive character of the kotekan adds to this as well. In the Wilet Mayura context this is not the case, because the\npassage does not repeat. It can be thought of as linear and asymmetrical, a quality\nenhanced by the continually changing contour of the kotekan .",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] Because of the stratified orchestral technique, the perceiver is encouraged to hear these structural\ncharacteristics simultaneously. Instead of thinking of the pokok and jegogan solely as providers of support for the neliti melody, they emerge to reveal dimensions of their own. Heard both in\ncoordination and in opposition to them, the neliti demonstrates its own special features. In each case, the kotekan is correlated with the source gamelan style on which it is based,\nadding to the associative richness of the music. 4. Second Analysis: Pengecet Lasem Example 2 . Pengecet Lasem (Melody and Kotekan) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Example 2 shows Pengecet Lasem , a 64-beat elaborated\nmelody from the nineteenth century repertoire of courtly legong dances, along with a characteristic realization of its kotekan . Pengecet Lasem is particularly admired and canonical; most\nBalinese know it. It accompanies an abstract dance of young girls that is part of a larger, storied\nchoreography said to have been revealed originally to a priest in meditation by divine angels.\nIts affect is a combination of numinous and refined with sensual and suggestively erotic.\nExample 2 shows a neliti part derived\nfrom this melody, along with the 32-tone pokok part, eight-tone jegogan part, and the axis. Sixteen-tone and\nfour-tone levels of reduction, implied but not explicitly sounded in the texture,\nare also included.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Unlike the short melody just discussed, the tight intertwining of ngubeng and majalan qualities loosens in extended cycles such as this. Like shifting planes, areas of\nstasis and motion come into focus more independently and show affinity for particular regions of the cycle. Gong punctuations\nand jegogan stresses exert “pull” or “gravity” on melodic motion, causing the music that leads up to them to be more majalan in character. The more important the arrival in relation to the overall meter, the more powerful the force\nexerted. Just after such arrivals the pull is weakest. The melody may then transform and become static, as if unable to budge from\na single tone. As the next significant arrival approaches, motion gradually accelerates. [Refer to Examples 2, 3, and 4 and Sound File 2. In Sound File 2 the full melody is played twice; the\nfirst time without the kotekan .]",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] In Pengecet Lasem we can identify strong ngubeng quality in the regions immediately following the gong (i.e.,\nat the beginning) and the midpoint. In CC64s (1) and (2), the shape {1,2,1,0} is repeated note for note. This is\nmirrored after the midpoint at CC64s (9) through (11) with the inverted shape {-1,-2,-1,0}. Because the melody is\nAxis 1, this inversional symmetry is enhanced by its transposition up one scale step.\nCC64s (3,4) and (5,6) are paired, sustaining the sense of ngubeng while they repeat even as they double the length of the\nfour-beat units in CC64s (1) and (2). CC64s (3,4) and (5,6) also provide a sense of increasing majalan quality by expanding the range of the tune, in the process touching on the low point dEng [E] and the apex dang [A], without, however, according metric stress to either. CC64s 7 and 8, reaching the midpoint,\nare through-composed and still more majalan than what led up to them. After the midpoint a sense of stasis returns, and the\nprocess of intensifying motion is replicated at CC64s 15 and 16 at the approach to gong. The last several neliti CCs explore the upper register with local focus on the tone dung [ G ♯ ] at\nCC(64)13 and surrounding; this mirrors the low-register tessitura of CC64 (4) and (6) in a way characteristic of many similar\nmelodies in the repertoire. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] But that is only the surface; by listening at other levels new dimensions are exposed. Overall, the range of the neliti ’s tones reaches more than an octave, from dEng to dang . A\nglance at the CC32 ( pokok ) level reveals that for all of the activity in the neliti , prior to the midpoint only three of the five tones in the scale are used, none of which is\nthe midpoint tone itself. It is thus fresh when it arrives. The remaining two tones of the scale are filled in during the\nsecond half, but the initial three are retained, making the second half of the tune,\nat this level of structure, more majalan overall than the first.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Though the pokok ends up using all five scale tones, the CC16 level omits dang altogether, and the CC8 and CC4 levels further omit deng . Each subsequent stratum, then, filters out\nmore of the neliti ’s pitch-saturated character. Each stratum also reveals different kinds of ngubeng and majalan . At the CC8 level dIng [ C ♯ ] is prolonged without interruption all the\nway to the midpoint. In this context the move to dung [ G ♯ ] in CC8(2) seems\nlike a radical departure and the only appearance of any tone besides the gong tone dIng and midpoint tone dong [D]. In the CC4, strong contrast between the halves of the cycle\nis laid bare: the gong tone dIng is unchallenged until the midpoint, after which the pace of tonal change doubles\nen route to gong. At the axis level, the structural background of the tune is revealed to rest on simple motion between dIng , the tone coinciding with gong, and dong, its scalar upper neighbor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] The kotekan shown in the transcription is a relatively uncomplicated realization, one of many possibilities to be\nsure, but a commonly used one considered by Balinese to have a stateliness appropriate to the refined character of\nthe melody and the dance it accompanies. Three preliminary points about its structure must be explained before the\nanalysis: Example 3 . Pengecet Lasem Strata Analysis (click to enlarge) Example 4 . Sample kCC Analysis (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] First, the basic unit of the kotekan is two beats long (see the first two beats of Example 3 and Example\n4A ). This repeating contour of two beats’ duration emerges from the combination of the two interlocking parts and\ncontinues unchanged until the music requires a transpositional shift. In order to\nmove, the kotekan substitutes one two-beat unit of a different contour—that shown in Example 4B —and then returns to either the\noriginal contour or a closely related variant at the new pitch level.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Next, the kotekan is aligned with the CC16 stratum. The final (stressed) tone of each kCC is the same as the\nprevailing CC16 tone. Pattern 4B, applied two beats before any changes in CC16, is situated so that its final tone\ncoincides with the change. Because pattern 4A is aligned with stasis I label it ngubeng ; pattern 4B, because it\nprecedes CC16 movement, is majalan .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Finally, the simultaneous dyads generated by the alignment of the interlocking parts at positions 1, 4, and 7 in\nthe kCC create interesting syncopated cross-rhythms. Melodically, however, the upper tones are less structurally\ngermane, for several reasons. In the kempyung interval ( pelog fifth) thus\nformed, the lower tone has acoustic dominance. And although in exceptional cases the upper note of a dyad may be structural,\nwhen singing the composite patterns (for teaching, etc.) Balinese opt for the lower rather than the upper tone. The latter are thus\nare not accorded a role in the melodic analysis, which is why I have placed them in parentheses in\nExample 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] To analyze the kotekan I proceed from the fact that each pattern is restricted to the narrow range of three\ntones. Special properties emerge if we imagine the three tones projected into three-dimensional space, as if lying 120\ndegrees apart around the surface of a cylinder. Facing the cylinder, “up” or “down”\nmovement as on a scale is illusory. One step “higher” than the highest of the three tones “wraps around” to become the lowest\ntone again; and in the other direction, one step “lower” than the lowest tone is the highest tone.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] This is a mod 3 field. To see the symmetrical relationships between the two halves of the kCC we add\ncorresponding elements and take the results mod 3. For the ngubeng pattern in 4A summing corresponding digits\ngives the result [-1 2-1-1]; the sums taken mod 3 are [2 2 2 2]. Since the numbers are all the same, the two halves\nof the pattern are inversions in the wrap-around system of mod 3 pitch-space. Summing corresponding members of\nthe halves of the majalan kCC in Example 4B gives a markedly contrasting result: no sum is the\nsame as the one that preceded it, meaning that there is full asymmetry of motion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The narrow three-tone range of the kotekan enhances our ability to perceive it as a phenomenon on the\nthreshold between rhythm and melody. The restricted pitch choice emphasizes the percussive tone color of the notes\nrather than their function as members of the scale. The cross rhythms formed by the dyads\nfurther accentuate this. On the other hand, as the analysis shows, the contrasts between symmetry and asymmetry in kotekan compositional structure are consistent with similar processes in the lower strata. In fact, from a melodic standpoint the kotekan is more rigorously composed than they are. 5. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The foregoing analyses stress the rewards of perceiving Balinese gamelan multidimensionally in accordance\nwith its special structural properties. I have tried to emphasize that there is no single good way to hear a Balinese\ntune, but that one can seek out and experience different structural tensions flowing\ntogether in the various layers of melody. This fertile intermingling of structural qualities can be heard both for\nstructure alone and also with an ear towards the extra-musical connections it suggests. For as I proposed at the outset, the\ninterplay between symmetry and asymmetry is symbolic of a historical process of blending old and new technologies, court\nand village traditions, cyclic and linear approaches to time, and so on. Rather than being an end in itself, this sort of analysis\ncan provide insight into the society and culture that collectively developed and implemented that structure. Both ways\nof listening, the aesthetic and the contextual, are well worth cultivating.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.00.6.2.tenzer.html",
    "data": "mto/data/mto.00.6.2.tenzer.json"
}