{
    "title": "Treading Robert Schumann’s New Path: Understanding Declamation in the Late Lieder through Analysis and Recomposition",
    "date": "2014/12/01",
    "volume": "20",
    "issue": "4",
    "authors": [
        "Krebs, Harald"
    ],
    "abstract": "Robert Schumann’s late songs (1849–52) are in some respects difficult to understand and to perform. Paradoxically, it is their apparent simplicity that poses a challenge for performers; harmonically, texturally, and metrically less adventurous than the songs of 1840, they may on first contact seem rather bland. Those who wish to explore Schumann’s “second practice” of song writing must grapple with the questions: 1) What is interesting and expressive about the late songs? and 2) How can their interesting and expressive elements be communicated to listeners?One striking aspect of the songs is their manner of declaiming the texts; their vocal rhythms depart more drastically from the poetic rhythm than is ever the case in Schumann’s earlier songs. Poetic feet, which would be approximately equivalent in duration in a normal recitation, are set to a wide variety of durations, producing irregular and unpredictable vocal rhythms. Schumann’s new manner of declamation is a significant locus of expression in songs where other potentially expressive features are attenuated. Analysis and recomposition highlight Schumann’s unorthodox but expressive declamation, and help performers to make decisions that enhance the song’s expressive attributes.",
    "keywords": [
        "Robert Schumann",
        "late songs",
        "declamation",
        "vocal rhythm",
        "poetry",
        "analysis",
        "recomposition"
    ],
    "doi": "",
    "received": "October 2013",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.4/mto.14.20.4.krebs.pdf",
    "author_info": [
        {
            "name": "Harald Krebs",
            "university": "School of Music",
            "address": "University of Victoria, P.O. Box 1700 STN CSC, Victoria, BC V8W 2Y2, Canada",
            "email": "hkrebs@uvic.ca"
        }
    ],
    "citations": {
        "daverio_1997": "Daverio, John. 1997. Robert Schumann: Herald of a “New Poetic Age.” New York: Oxford University Press.",
        "fabb_and_halle_2008": "Fabb, Nigel and Morris Halle. 2008. Meter in Poetry: A New Theory. Cambridge: Cambridge University Press.",
        "finson_2007": "Finson, Jon. 2007. Robert Schumann: The Book of Songs. Cambridge, USA: Harvard University Press.",
        "halle_and_lerdahl_1993": "Halle, John and Fred Lerdahl. 1993. “A Generative Textsetting Model.” Current Musicology 55: 3–23.",
        "krebs_2009": "Krebs, Harald. 2009. “The Expressive Role of Rhythm and Meter in Schumann’s Late Lieder.” Gamut: Online Journal of the Music Theory Society of the Mid-Atlantic vol. 2, no. 1, Article 9: 267–98. Available at: http://trace.tennessee.edu/gamut/vol2/iss1/9 .",
        "krebs_2010a": "Krebs, Harald. 2010a. “Fancy Footwork: Distortions of Poetic Rhythm in Robert Schumann’s Late Songs.” Indiana Theory Review 28: 67–84.",
        "krebs_2010b": "Krebs, Harald. 2010b. “Meter and Expression in Robert Schumann’s Op. 90.” In Rethinking Schumann , ed. Roe Min Kok and Laura Tunbridge, 183–205. New York: Oxford University Press.",
        "mahlert_1983": "Mahlert, Ulrich. 1983. Fortschritt und Kunstlied: Späte Lieder Robert Schumanns im Licht der liedästhetischen Diskussion ab 1848. Munich: Musikverlag Emil Katzbichler.",
        "mahlert_1993": "Mahlert, Ulrich. 1993. “ . . . die Spuren einer himmlischen Erscheinung zurücklassend: Zu Schumanns Liedern nach Gedichten von Elisabeth Kulmann op. 104.” In Schumann Forschungen 3 (Schumann in Düsseldorf) , ed. Bernhard Appel, 119–40. Mainz: Schott.",
        "malin_2010": "Malin, Yonatan. 2010. Songs in Motion: Rhythm and Meter in the German Lied. New York: Oxford University Press.",
        "oehrle_1989": "Oehrle, R.T. 1989. “Temporal Structures in Verse Design.” In Phonetics and Phonology, Rhythm and Meter , ed. Paul Kiparsky and Gilbert Youmans, 87–119. San Diego: Academic Press.",
        "perrey_2002": "Perrey, Beate. 2002. Schumann’s Dichterliebe and Early Romantic Poetics: Fragmentation of Desire. Cambridge: Cambridge University Press.",
        "rohr_1997": "Rohr, Deborah. 1997. “Brahms’s Metrical Dramas: Rhythm, Text Expression, and Form in the Solo Lieder.” PhD diss, Eastman School of Music, University of Rochester.",
        "stein_and_spillman_1996": "Stein, Deborah and Robert Spillman. 1996. Poetry into Song: Performance and Analysis of Lieder. New York: Oxford University Press.",
        "tunbridge_2007": "Tunbridge, Laura. 2007. Schumann’s Late Style. Cambridge: Cambridge University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Other authors have briefly addressed issues relevant to performance that are raised by unexpected accentuation in Lieder (albeit not Schumann’s late Lieder); see Stein and Spillman 1996 , 50, and Rohr 1997 , 153–54.",
            "citations": [
                "stein_and_spillman_1996",
                "rohr_1997"
            ]
        },
        "FN2": {
            "text": "2. The analytical approach is introduced in Krebs 2010a .",
            "citations": [
                "krebs_2010a"
            ]
        },
        "FN3": {
            "text": "3. My earlier analyses of declamation in these songs appeared in Krebs 2009 , 271–74 and 275–77, respectively.",
            "citations": [
                "krebs_2009"
            ]
        },
        "FN4": {
            "text": "4. See the Appendix for a copy of the complete score, the text, and a translation.",
            "citations": []
        },
        "FN5": {
            "text": "5. The audio excerpts were recorded by Sharon Krebs, soprano, and Harald Krebs, piano, in the Phillip T. Young Recital Hall at the School of Music, University of Victoria on May 20, 2011. The recording technician was Mark Franklin.",
            "citations": []
        },
        "FN6": {
            "text": "6. Halle uses such notation in many of his works on poetic stress; see, for example, Fabb and Halle 2008 . Not all poems have two levels of stress; in some poems, all stresses are equal in weight.",
            "citations": [
                "fabb_and_halle_2008"
            ]
        },
        "FN7": {
            "text": "7. My analysis in Krebs 2009 , 276, shows only one level of stresses. I now feel that a deeper level of stresses should be indicated.",
            "citations": [
                "krebs_2009"
            ]
        },
        "FN8": {
            "text": "8. There are many precedents for the use of musical notation to show poetic rhythm. See, for example, Oehrle 1989 , 87–119 (esp. 91), and Halle and Lerdahl 1993 .",
            "citations": [
                "oehrle_1989",
                "halle_and_lerdahl_1993"
            ]
        },
        "FN9": {
            "text": "9. In his late songs, Schumann usually begins with a BRD-conformant line or two before indulging in deviations from the BRD. Thereby, he presents the listener with a foil against which the deviations can be appreciated. For an exception, see “Ihre Stimme,” op. 96 no. 3, in which the opening vocal rhythm is already far removed from the BRD; see my analysis in Krebs 2009 , 274–75 and, in more detail, in Krebs 2010a , 74–79.",
            "citations": [
                "krebs_2009",
                "krebs_2010a"
            ]
        },
        "FN10": {
            "text": "10. In Example 4 and in subsequent examples, deviations from the BRD are indicated with red color.",
            "citations": []
        },
        "FN11": {
            "text": "11. I use the notation “x [+ y],” as at the end of Example 7a, to label sustentions at the end of a poetic line. If the actual duration of a final sustained vocal note were indicated, the foot durations would appear irregular where no actual irregularity exists. The sustention takes up part of the duration of the expected rest. Here, “3 [+1]” therefore more accurately reflects the situation than the more literal “4.”",
            "citations": []
        },
        "FN12": {
            "text": "12. Whereas in most of Schumann’s late songs, declamatory irregularities take place within an environment of regular four-bar hypermeter (see the later examples in this article), in “Der schwere Abend” fluctuations in declamatory pace and in foot duration go hand in hand with fluctuations in the durations of hypermeasures; accelerations of the declamatory pace result in contractions of potential four-bar hypermeasures. For example, the hypermeasure beginning at measure 7 would be four bars long if the leisurely declamation of the opening were maintained (see the last four bars of the hypothetical BRD-conformant vocal lines in Examples 3a and 3b). Given the quick declamation at “so bang und schwer,” however, the hypermeasure is curtailed to three bars (measures 7–9). The unstable hypermeter contributes a great deal to the restless mood of the setting. I discuss the complex hypermetric structure of the song in Krebs 2010b , 198–203.",
            "citations": [
                "krebs_2010b"
            ]
        },
        "FN13": {
            "text": "13. Schumann allows the suppressed emotions to come to the surface in the postlude, which is dominated by features that appeared only fleetingly during the vocal portion ( forte dynamics and metrical dissonance). This surfacing is apparently triggered by the lyric I’s wish for death.",
            "citations": []
        },
        "FN14": {
            "text": "14. I could, to be sure, imagine a broad performance of the postlude; such a performance would resonate with the idea of “Tod.” I choose to remain in tempo because of the displacement dissonance, which is more easily perceived if a steady pulse is maintained.",
            "citations": []
        },
        "FN15": {
            "text": "15. The relationship between “Der schwere Abend” and the thirteenth song of Dichterliebe , “Ich hab im Traum geweinet,” has often been noticed; see Perrey 2002 , 141–62, and Tunbridge 2007 , 21–24. The songs are in the same key, and are both gloomy in mood. The first two strophes in both songs give the impression of a dialogue between voice and piano; the dialogue is more literal in “Ich hab im Traum geweinet”—voice and piano actually alternate, whereas in “Der schwere Abend” the piano sustains chords during the voice’s utterances. In the third and final strophe of both songs, the two instruments collaborate more fully than in earlier strophes. In terms of the issues mentioned here, however, the two songs are quite different; the later song is much more complex in terms of declamation and hypermeter.",
            "citations": [
                "perrey_2002",
                "tunbridge_2007"
            ]
        },
        "FN16": {
            "text": "16. See the Appendix for a copy of the complete score, the text, and a translation.",
            "citations": []
        },
        "FN17": {
            "text": "17. Later lines with the same deep-level stress pattern are: “Gern möchte wohl die Reise / ich einmal tun mit euch”; “die darbeut jedes Reich. / Doch immer käm ich wieder, / Wie schön auch jedes Land.” There is an error in my analysis of deep-level stresses in the first line of the poem in Krebs 2009 , 272; the first deep-level asterisk is there mistakenly placed at “Glück” instead of at “Reise.” (The asterisks are correct in the musical example below the poetic analysis.) In that article, I provided a different analysis of deep-level stress in the second line: I placed a second asterisk at “eilt” instead of at “langer.” This interpretation is possible, but a strong stress at the emphatic adjective “langer” now seems more appropriate to me.",
            "citations": [
                "krebs_2009"
            ]
        },
        "FN18": {
            "text": "18. I show omissions of expected rests with slashes through numbers in square brackets.",
            "citations": []
        },
        "FN19": {
            "text": "19. Measuring foot durations in passages with dotted rhythms (like the vocal line at “zu sehn die tausend Wunder”) gives a false impression of irregularity. Here, the values (in eight-note units) would be 2.5, 1.5, 3, and 1 for the final syllable “-der.” In songs that contain numerous dotted rhythms, measuring the duration between stressed syllables provides a more accurate representation of the degree of regularity; in the line in question, the stressed syllables are consistently two eighth notes apart.",
            "citations": []
        },
        "FN20": {
            "text": "20. See the Appendix for a copy of the complete score, the text, and a translation.",
            "citations": []
        },
        "FN21": {
            "text": "21. The numbering of the songs within Schumann’s op. 79 is inconsistent in different sources and editions (depending on whether the settings for duet are included). My numbering corresponds to that in the list of works in Grove’s Online (which does include the duets).",
            "citations": []
        },
        "FN22": {
            "text": "22. Additional examples of this deep-level stress pattern are found in the lines “Und wenn ich in die Stu be tret’,” “da schla fen sie die gan ze Nacht,” “in Got tes und der Eng lein wacht,” “ein fro her Traum vor ü bergehn,” “Nun risch und rasch mit Sack und Stab,” “nur wie der jetzt die Trepp ’ hinab,” “Ich kann nicht länger müs sig stehn,” “muss heut ’ noch zu gar vie len gehn,” and “da nickt ihr schon und lacht im Traum.”",
            "citations": []
        },
        "FN23": {
            "text": "23. Such minor deviations from consistency of foot duration are common, and should not be regarded as significant irregularities. See note 18.",
            "citations": []
        },
        "FN24": {
            "text": "24. The long pauses and interludes could perhaps be justified by the presence of punctuation marks at the end of each line. The punctuation, however, does not render the pauses necessary. As Audio Example 12 demonstrates, the poem sounds perfectly natural without long pauses after lines. The short pauses that I made at line ends are not a direct response to the punctuation marks; they result from the need to catch a breath.",
            "citations": []
        },
        "FN25": {
            "text": "25. Schumann mobilizes devices other than the declamation to highlight this turning point in the poem. The piano’s half-note chord in measure 15, emphasized by a dynamic accent, provides a dramatic contrast to its earlier, eighth- and sixteenth-note-dominated material. The pattern of interaction of the two instruments and the manner of “filling” four-bar hypermeasures changes as well. The first two hypermeasures in the vocal portion of the song consist of two bars of vocal line followed by two bars of piano interlude. Since the setting of the third line is followed immediately by the setting of the fourth, the third hypermeasure (measures 13–16) is, in contrast to earlier hypermeasures, fully vocal. The next hypermeasure continues to deviate from the voice/piano solo partitioning of the earlier hypermeasures; it begins with a two-bar piano interlude and concludes with vocal material—again an unprecedented situation.",
            "citations": []
        },
        "FN26": {
            "text": "26. Notice that the syllable “trippl’” has no asterisk in Example 14c; in this reading, this syllable is unstressed, as it lies in the middle of a dactylic foot.",
            "citations": []
        },
        "FN27": {
            "text": "27. The quick declamatory rhythm in measure 15 works less well in the second strophe, where the poetic line refers to the “passing by of a dream.” It is common in strophic settings that the music is most appropriate for the first poetic line with which it is associated.",
            "citations": []
        },
        "FN28": {
            "text": "28. I show such surprising pauses within lines by adding an exclamation point to the usual rest notation. The rest after “streu’ ich” is even more surprising if one subscribes to an alternate BRD for the first three syllables—the dactylic declamation “ streu ’ ich auf” (analogous to the dactylic declamation for “ husch , trippl’ ich” shown in Example 14c). The sustention and rest at “ich,” as well as those after the preceding line, make room for sixteenth-note interjections in the piano part, which are likely intended to suggest the sandman’s quick “strewing” motions.",
            "citations": []
        },
        "FN29": {
            "text": "29. An anonymous reviewer pointed out that the rhythm at “schlafen sie die ganze Nacht” is an augmentation of that at “trippl’ ich rasch die Trepp’ hinauf.” The elongation at “ganze Nacht” (a reference to an extensive time span) is an effective instance of text painting.",
            "citations": []
        },
        "FN30": {
            "text": "30. See the Appendix for a copy of the complete score, the text, and a translation.",
            "citations": []
        },
        "FN31": {
            "text": "31. Ulrich Mahlert makes this point in Mahlert 1983 , 122–23.",
            "citations": [
                "mahlert_1983"
            ]
        },
        "FN32": {
            "text": "32. See Daverio 1997 , 110, 297–301, and 388.",
            "citations": [
                "daverio_1997"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Robert Schumann’s first outpouring of Lieder in 1840–41 yielded a wealth of wonderful songs that are beloved by singers, pianists, and audiences. The products of Schumann’s second songwriting phase (1849–52) are much less well known and much less frequently performed. Part of the reason for this neglect may be the apparent simplicity of the later songs; since many of them are harmonically, texturally, and metrically less adventurous than those of the miraculous first Liederjahr , they may on first contact seem rather bland. Careful listening and study, however, reveal numerous interesting features that render the songs worthy of the attention of performers and analysts. Among these features is the distinctive nature of the declamation: the vocal rhythm strays much further than in Schumann’s earlier songs from the rhythm in which the poetry would be recited (I call this rhythm the basic rhythm of declamation, or BRD for short; see Krebs 2010a ). The new style of declamation in the late songs has also been noted by Ulrich Mahlert ( 1983 and 1993 ), Jon Finson ( 2007 ), Laura Tunbridge ( 2007 ), and Yonatan Malin ( 2010 ).",
                "footnotes": [],
                "citations": [
                    "krebs_2010a",
                    "mahlert_1983",
                    "mahlert_1993",
                    "finson_2007",
                    "tunbridge_2007",
                    "malin_2010"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] BRD-conformant musical settings have the following attributes: 1) poetic and musical stress patterns are congruent; poetic stresses coincide with metrical beats, and strong poetic stresses coincide with strong beats; 2) large-scale poetic units are congruent with large-scale music-metrical units; specifically, poetic couplets (or single lines) align with four-bar hypermeasures; 3) silences within the vocal rhythm correspond to silences implied by the poetic rhythm (these normally occur at the ends of poetic lines); 4) the declamation matches the regularity of the poetic rhythm; that is, the durations of poetic feet and the intervals between poetic stresses, which would be approximately equivalent in normal recitations of most nineteenth-century German lyric poems, are also equivalent in the vocal rhythm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] In his late songs (in contrast to the songs of the Liederjahr ), Schumann frequently deviates from the characteristics listed above. In this article, I present examples of such deviations and investigate the performance issues that arise from them. (1) I demonstrate an analytical and in part compositional approach that is intended to highlight and elucidate irregular declamation—an approach that performers can easily apply, and that will be helpful to them in making interpretive decisions while learning Schumann’s late songs. (2) I begin with discussions of two songs with which I have briefly dealt in earlier writings—“Der schwere Abend,” op. 90, no. 6 (1850), and “Viel Glück zur Reise, Schwalben,” op. 104, no. 2 (1851)—adding to these discussions some new analytical points as well as a consideration of the performance implications of these observations. (3) I conclude with more extensive analyses of two songs from Schumann’s Liederalbum für die Jugend , op. 79 (1849)—a companion volume to the previous year’s piano collection, Album für die Jugend , op. 68. 2. “Der schwere Abend” ( The Oppressive Evening ) (4) Audio Example 1 . Recitation of the first stanza of “Der schwere Abend” Example 1 . Stress analysis of “Der schwere Abend,” first stanza (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Audio Example 1 presents my reading of the first stanza of Nikolaus Lenau’s poem “Der schwere Abend.” (5) Reading the poem aloud is an indispensable first step in the process of gaining an understanding of the composer’s manipulations of the poetic rhythm. Assuming that the performer has the requisite skills in German diction, reading the poem aloud (perhaps several times) will reveal its BRD. This rhythm can then be analyzed with simple analytical notation. I prefer Morris Halle’s multi-level asterisk notation to the traditional scansion marks; my analysis of the first stanza, using asterisk notation, is shown in Example 1 . (6) The lower level of asterisks shows all stressed syllables, and a second level marks the strongest stresses. “Der schwere Abend” is perfectly regular in surface-level rhythm; even-numbered syllables are consistently stressed (i.e., the poetic meter is iambic). The deeper level of stress is regular as well; each line contains one strong stress—the final one. (7)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The next step is to translate the BRD into musical notation. (8) The specific notation can vary, depending on the note value that one selects as a basic durational unit, and on the amount of elongation that one applies to the stressed syllables. The simplest musical rendering of a given poetic rhythm associates all syllables with the selected durational unit, but one might well opt to use longer note values for the stressed syllables; elongation is a natural, though not obligatory response to poetic stress in recitation. If one is analyzing a particular setting of a poem, the notational choices mentioned above should be made on the basis of the vocal rhythm of that setting. Example 2 . Beginning of “Der schwere Abend”—hypothetical BRD-conformant vocal rhythms (click to enlarge) Example 3a . Beginning of “Der schwere Abend”—hypothetical BRD-conformant vocal line (click to enlarge and listen) Example 3b . Beginning of “Der schwere Abend”—hypothetical BRD-conformant vocal line with elongated stressed syllables (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] In “Der schwere Abend,” two options for notation of the BRD come to mind (on the basis of Schumann’s vocal rhythms): steady duplets, or, with elongation of the stressed syllables, alternating half and quarter values. In either case, a pause is obligatory at the end of each line; a recitation of this poem that moves from line to line without a break is inconceivable. Example 2 shows the aforementioned options, notated in Schumann’s three-four meter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] The next step in my approach involves the fusion of the composer’s melody with the notated rhythms, to generate a hypothetical setting that conforms to the poem’s BRD (Example 3). Some analytical notation can be added to the hypothetical setting (and later, for comparison, to the actual vocal line). Poetic feet are demarcated by brackets, and their duration indicated by numbers below the brackets; in Examples 3a and 3b , the numbers refer to the quarter-note unit shown at the beginning of each example. Obligatory rests at line endings are indicated with numbers in square brackets to distinguish them from the numbers representing foot duration. The notation demonstrates the presence of the features of the BRD mentioned earlier: congruence of poetic and musical accentuation; congruence of poetic lines and four-bar hypermeasures; the use of rests where the poetic rhythm motivates them; and the regularity of foot durations, and of durations from stress to stress.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Having constructing a hypothetical BRD-conformant setting, performers should sing/play through it several times, thereby immersing themselves in the way the song could have gone if the composer had adhered to the BRD. A performance of the hypothetical setting shown in Example 3a is provided in Audio Example 2 (which is embedded in Example 3a).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The hypothetical settings are not intended to imply that the composer should have composed the melodies in accordance with them; their purpose is, rather, to highlight the composer’s deviations from the BRD. The next (and most important) step in my approach is therefore a careful comparison of the hypothetical and actual settings, and an attempt to explain the reasons for any deviations from the BRD-conformant setting. In some cases, there may be no explanation; the composer has simply invented a beautiful melody and has forced the words onto it willy-nilly. But given a composer as sensitive to poetry as Schumann, one would expect that he would have some expressive motivation for disrupting the poet’s carefully crafted rhythms. The discovery of this motivation will have an impact on the performers’ interpretive decisions. Example 4 . Beginning of “Der schwere Abend”—analysis of Schumann’s vocal rhythm (click to enlarge and listen) Example 5 . Beginning of the second strophe of “Der schwere Abend”—analysis of Schumann’s vocal rhythm (click to enlarge) Example 6a . Beginning of the third strophe of “Der schwere Abend”—hypothetical BRD-conformant vocal line (click to enlarge) Example 6b . Beginning of the third strophe of “Der schwere Abend”—Schumann’s vocal line (click to enlarge) Example 7a . End of the third strophe of “Der schwere Abend”—hypothetical BRD-conformant vocal line (click to enlarge) Example 7b . Beginning of the third strophe of “Der schwere Abend”—Schumann’s vocal line (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Schumann sets the first line of the poem with the BRD-conformant rhythm shown in Example 3a. (9) He departs from this rhythm in the setting of the second line; instead of maintaining the regular rhythm of the opening, he speeds up the declamation at the words “so bang und”; compare the hypothetical vocal rhythm in Example 3a, which maintains the initial even declamation (using duplets), and Schumann’s actual vocal rhythm in Example 4 (and Audio Example 3 , which is embedded in Example 4). (10) The acceleration places significant emphasis on the word “schwer” (heavy), which sounds so much heavier when it is preceded by quick eighth notes. The same effect occurs at the corresponding point of the second strophe ( Example 5 ); this time, the crucial word “Nacht” (night) is emphasized in the same manner as was “schwer.”",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] The declamation in the third strophe is even more striking. Schumann begins this final strophe with the BRD-conformant option shown in Example 3b. But strict BRD conformance is disrupted at the end of the first line, this time by deceleration rather than acceleration: the final word of the line (“scheiden”—parting) is elongated, and an interlude postpones the beginning of the second line (cf. the hypothetical setting in Example 6a and Schumann’s setting in Example 6b ). (11) In the second line—the line that in earlier strophes featured accelerated declamation—Schumann maintains an untroubled BRD-conformant quarter-half rhythm. The setting of the third line continues the leisurely declamatory pace. The first word, “wünscht” (wished), is in fact unexpectedly elongated, falling on the downbeat of the measure rather than at the end of it (compare Examples 7a and 7b ; notice the large foot duration at “wünscht ich” in Example 7b). The expansion of “wünscht,” combined with the use of a dotted half note rather than a half note and a quarter rest at the end of the preceding line (see the last bar of Example 6b), not only results in a deceleration at the beginning of the final line, but also blurs the boundary between the third and fourth lines (since the obligatory pause between lines is completely filled in by sustained notes).",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Because of the slow declamation, as well as the use of the major mode and legato articulation, the beginning of the third strophe is much calmer than the first two strophes; it is as if Schumann were hinting at the possibility of a happy ending. The pianist can contribute to this temporary calming by enriching the sound with an increased amount of pedal. The pianist’s stark, portentous E-flat octave after the word “beiden” stands in strong contrast to the richness of the preceding texture, and effectively ushers in the singer’s final utterance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] With this final line, in which the lyric “I” wishes that both he and the beloved were dead, Schumann again introduces unexpectedly quick declamation (see the end of Example 7b, and compare the hypothetical setting in Example 7a). In this final strophe, Schumann thus postpones until the fourth line the hasty rhythm that he used to set the second lines of the first two strophes. The slowness of the declamation in the preceding portion of the strophe renders the final eighth-note pace particularly shocking. Here, as at the ends of earlier strophes, the acceleration serves to emphasize a significant word—in this case, the word with which the poet leaves us: “Tod” (death). Schumann actually enacts “Tod” by the abrupt breaking-off, precisely on that word, of the quick eighth-note motion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] The purpose of Schumann’s deviations from the BRD, however, here and throughout the song, goes beyond the emphasizing or enacting of particular words. The constant fluctuations of the declamatory rhythm lend a pervasive restlessness to the music—an ominous sensation of dark emotions bubbling under the surface, ready to burst forth. This sensation is reinforced by a number of other musical characteristics, notably by the volatile dynamics (for example, the sudden fortes in measures 8 and 28), by the displacement dissonances at those same points, and by the persistent irregularity of the hypermeter. (12) The suppressed emotion of the vocal portion of the song matches the poem, in which two people walk together without ever uttering their dark thoughts. (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] Performers should be aware of all of the musical characteristics mentioned above—but what, specifically, can the awareness of the declamatory irregularities, gained through the analytical approach outlined here, bring to their interpretation? Surely, performers should do what they can to enhance the effects of the irregularities, and do nothing that would weaken these effects. For example, if the singer were to slow down at the three instances of acceleration mentioned above, the vocal rhythm would approach the hypothetical BRD-conformant setting and undermine Schumann’s expressive declamatory strategy—both the localized aim of emphasizing important words and the broad aim of generating a sense of restlessness. The pianist, too, should not slow down at these points; playing the interludes and the postlude that follow them, with their surprising sforzandos and forte markings, perfectly in time rather than stretching them out reinforces the sense of acceleration that the singer has just created. (14) Audio Example 4 . Third strophe of “Der schwere Abend” Example 8 . “Der schwere Abend,” postlude (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] The temptation for the singer to slow down (and drag along the hapless pianist) is particularly acute at the final instance of acceleration (at “Herzen uns den Tod”). A performance of the ending that yields to this temptation is given in Audio Example 4 (beginning at “wünscht ich”—see Example 7b). The expressive impact of the ending is lost in this performance. The effect of the striking contrast between the initially slow and subsequently quick declamation of the last strophe is neutralized. The dramatic emphasis on the word “Tod” (death) is dulled by slowing down the preceding anacrusis. Finally, a quick, furtive performance of “im Herzen uns den Tod” more convincingly suggests the enormity of wishing oneself and the beloved dead than would a sluggish one. For all of these reasons, only a performance that remains strictly in tempo, or even slightly rushes the eighth notes, can have an appropriately chilling effect—an effect upon which the following postlude capitalizes with its powerful metrically displaced chords ( Example 8 ). Our performance of the final strophe and the postlude is provided in Audio Example 5 . To summarize the above discussion, I have included our performance of the entire song ( Audio Example 6 ). (15) Audio Example 5 . Final strophe and postlude of “Der schwere Abend” Audio Example 6 . Performance of “Der schwere Abend” 3. “Viel Glück zur Reise, Schwalben” ( Lots of Luck for the Journey, Swallows ) (16) Example 9 . Stress analysis of “Viel Glück zur Reise, Schwalben,” first stanza (click to enlarge and listen)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] A contrasting song that nevertheless contains similar declamatory techniques and therefore poses similar problems for performers as “Der schwere Abend” is “Viel Glück zur Reise, Schwalben,” op. 104, no. 2. This song is a setting of a poem by Elisabeth Kulmann, a Russian-German poet whose works Schumann very much admired. The poem is perfectly regular in surface rhythm (see Example 9 , and listen to Audio Example 7 ). Each line consists of three iambic feet, plus a pause; here again, pauses are obligatory after each line—short pauses after odd-numbered lines, and longer pauses after even-numbered lines. There is a clear distinction between levels of stress, but in this poem the stronger stresses are not quite regular. The first two lines, for instance, have different deeper-level stresses. In the common German expression “Viel Glück zur Reise,” with which Kulmann’s poem begins, the main stress is always on the first syllable of “Reise”; the final stressed syllable in the first line, the first syllable of “Schwalben,” would be perceptibly less strong. In the second line, the first syllable of the adjective “langer” would be strongly stressed (to emphasize the length of the migrating convoy), but the final noun, “Zug,” would be strongly stressed as well. Thereafter, as is illustrated by the third and fourth lines in Example 9, the lines settle into an almost consistent pattern of deep-level stresses on the first and third stressed syllables. (17) Example 10a . Beginning of “Viel Glück zur Reise, Schwalben”—hypothetical BRD-conformant vocal line (click to enlarge) Example 10b . Beginning of “Viel Glück zur Reise, Schwalben”—Schumann’s vocal line (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] My hypothetical BRD-conformant setting of the first stanza is shown in Example 10a . Because of the initial irregularity in the deep-level stresses, it is not possible to place strong stresses on downbeats during the first couplet—but I have established that placement in the second couplet.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] As in “Der schwere Abend,” Schumann begins by adhering to the BRD (notice the similarity of the first three bars of Examples 10a and 10b ). After the second line of the poem, however, he departs from the established regularity (as is shown by the sudden influx of red on the second staff of Example 10b). He creates a strong sensation of pressing forward in the declamation at “zum schönen warmen Süden” (perhaps in response to the word “eilen”—hurry—in the second line). Here, this sensation does not come from accelerated declamation; the note values in the vocal line remain quite consistent, as do the foot durations. Schumann’s technique here is to omit the expected, relatively long pause after the second line and to bring in the third line prematurely. (18) This technique disrupts the hypothetical coordination of strong stresses and downbeats, which could have been established here (cf. the placement of double asterisks in the settings of the third line in Examples 10a and 10b). The premature initiation of the third line also disrupts the expected alignment of couplets and hypermeasures. Example 10a shows the hypothetical aligned state; each line occupies two bars and each couplet, four. Example 10b demonstrates that Schumann’s first vocal hypermeasure does correspond to the first couplet of the poem—but the filling-in of the expected pause in measure 4 with text from the second couplet results in an encroaching of that couplet on the time-span that would normally belong to the first.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] As is shown by the bracketed, slashed “1” after the word “Süden” in Example 10b, Schumann omits the expected short pause between the third and fourth lines, and speeds up two syllables at the line boundary (“-den / in”)—but these are the final accelerative gestures in his setting of the first stanza. During the fourth line, he abruptly shifts to the technique of elongation; he declaims the two adjectives “frohem” and “kühnem” twice as slowly as would be expected (notice the long foot durations in Example 10b, as opposed to the hypothetical two-eighth-note durations in Example 10a). This elongation brings the hypermeasure to an end at the expected point, i.e., four bars after its inception. Example 11a . Beginning of the second stanza of “Viel Glück zur Reise, Schwalben”—hypothetical BRD-conformant vocal line (click to enlarge and listen) Example 11b . Beginning of the second stanza of “Viel Glück zur Reise, Schwalben”—Schumann’s vocal line (click to enlarge and listen) Example 12a . End of “Viel Glück zur Reise, Schwalben”—hypothetical BRD-conformant vocal line (click to enlarge and listen) Example 12b . End of “Viel Glück zur Reise, Schwalben”—Schumann’s vocal line (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Schumann’s distortion of the poetic rhythm is even more extraordinary at the beginning of the second stanza. The hypothetical and actual settings of the couplet “Gern möchte wohl die Reise / ich einmal tun mit euch” are shown in Examples 11a and 11b , respectively, and are performed in the embedded Audio Examples 8 and 9 . Schumann delays the vocal entry with an interlude (which, incidentally, announces a variant of the opening melody, and hence the expected BRD-conformant rhythm!). As if to make up for lost time, he then compresses a considerable number of feet and omits the expected rest between the first and second lines of the stanza. By doing so, he is once again able to end the hypermeasure “on track.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The following couplet (“zu sehn die tausend Wunder, / die darbeut jedes Reich”) is set in a BRD-conformant manner. The syllables “sehn” and “Wun-” are slightly elongated, but since these are strongly stressed syllables, the elongation is appropriate. (19) The opening melody returns at “Doch immer käm ich wieder,” and the effect of the early arrival of the third line, familiar from measure 6, is repeated (at “und reich an Wundern wäre”). The treatment of the final line (“zurück ins Vaterland”) is surprising, especially given the earlier employment of acceleration: instead of the two-bar duration that a BRD-conformant setting would yield ( Example 12a ), the line occupies five bars ( Example 12b )! The declamation is already slow and emphatic at the first complete statement of the line; both stressed syllables (“-rück” and “Va-”) are elongated. For additional emphasis, Schumann repeats the final words, “ins Vaterland,” twice, and further elongates the last statement. The emphasis on these final words is reinforced by the dynamic markings—a crescendo leading to the first forte marking in the song at measure 27 (not counting the fp markings in the middle section). The relatively slow, emphatic declamation of the final line clearly conveys the poet’s point: no matter how exciting foreign lands might be, there is no place like home. Adding a slight ritardando during the final “Vater-” drives home this point. The postlude, in which the piano reiterates the initial greeting to the swallows (cf. the beginning of the vocal line), should, of course, return to the tempo. It is noteworthy that the pianist’s role in the postlude is not only to recall the melody of the opening (and its text), but also to reestablish the BRD after the elongations of the final vocal bars.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] For the singer, the acceleration at “Reise ich einmal” is the most problematic point of the song; it is almost impossible to pronounce these words at the pace that Schumann requests. Possible solutions to the problem are to choose an overly slow tempo for the song, or to relax the tempo just at that passage. But a slow tempo would evoke large, possibly flightless birds rather than swallows, whose unpredictable darting flight Schumann surely intended to suggest with his irregular declamation. Reducing the speed of the challenging words only would result in an approach to the BRD-conformant setting, which is clearly not Schumann’s intention. A necessarily imperfect but quick pronunciation of “Reise ich einmal,” suitably set off from the surrounding slower-moving syllables, is preferable to a precise but ponderous performance. A performance of the entire short song at a tempo that seems in accord with the liveliness of the birds mentioned in the poem is given in Audio Example 10 . Audio Example 10 . “Viel Glück zur Reise, Schwalben” 4. “Der Sandmann” ( The Sandman ) (20) Audio Example 11 . First strophe of “Der Sandmann” Example 13 . Stress analysis of “Der Sandmann,” first quatrain (click to enlarge and listen) Example 14a . Beginning of “Der Sandmann”—hypothetical BRD-conformant vocal line (click to enlarge and listen) Example 14b . Beginning of “Der Sandmann”—Schumann’s vocal line (click to enlarge and listen)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] My third example is “Der Sandmann,” a song from Schumann’s Song Album for the Young , op. 79, no. 12. (21) The poem, by Hermann Kletke, is about a sandman who does his job well. With some pride, he relates that he doesn’t waste his sand; just two little grains in children’s eyes suffice to put them to sleep. Audio Example 11 is our performance of the first strophe of the song.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] As a recitation of the beginning of the poem reveals ( Audio Example 12 , embedded within Example 13 ), the surface-level rhythm of “Der Sandmann” is almost perfectly regular; even-numbered syllables are almost consistently stressed (i.e., the poetic meter is iambic). But like “Viel Glück,” this poem contains irregularities at the deeper level (see Example 13). As in that song, the first and third stresses are strong in numerous lines; this pattern is present, for example, in the second and third lines. (22) The first line, however, could not logically be recited with this deep-level stress pattern; the first syllable of the noun “Stieflein” would be stressed more strongly than the first syllable of the preceding adjective, “feine.” In the fourth line, the aforementioned stress pattern is even less feasible. Given the grammatical function of the word “husch” (an interjection), it is natural to place a stress on it—even a strong one (as shown in Example 13, and as heard in Audio Example 12), whereas maintaining the iambic rhythm (“husch! trippl’ ”) feels awkward. The stresses on the adjacent syllables “husch” and “trippl’” disrupt the surface-level iambic rhythm, as well as the deep-level stress pattern that governs the two preceding lines.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Example 14a shows my hypothetical vocal line for the first half of “Der Sandmann.” Given the occasional irregularities in the deep-level stress pattern, the congruence between strong stresses and downbeats cannot be absolutely consistent. Otherwise, however, this setting is characterized by regularity. The poetic feet are close to equivalent in duration. The most frequent duration is two eighth notes per foot. There are some deviations by .5 in either direction, caused by the occasional use of dotted rhythms (my hypothetical setting retains these rhythms from Schumann’s setting). (23) The underlying regularity of this setting is evident in the almost consistent duration between stresses (two eighth notes); the only deviation from this duration occurs at “husch! trippl’”—the aforementioned point of irregularity in the poetic rhythm.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] A comparison of the openings of the two versions of “Der Sandmann” (cf. Examples 14a and 14b , and the accompanying Audio Examples 13 and 14 ) reveals that Schumann’s rendition of the first two lines of the poem (the first staff of Example 14b) remains close to the poetic rhythm. An unexpected and very charming feature of his setting of these lines is the placement of long pauses after them, and the filling-in of the pauses with substantial piano interludes (they are just as long as the vocal sub-phrases). The pauses and interludes are unexpected because this is a poem whose rhythm does not suggest pauses between lines; notice the absence of such pauses in Example 14a. (24)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Schumann’s pauses after the first two lines form part of a large-scale rhythmic strategy; they pave the way for an effect of acceleration across the setting of the first quatrain (measures 1–16). The strategy becomes clear after the third line. In Schumann’s setting, this line, “ein Säcklein hab’ ich hinten auf,” continues to conform to the BRD (again, notice the similarity between Examples 14a and 14b). At the end of the third line, however, there is no extended pause, and no piano interlude; it is as if the singer simply cannot wait to utter the fourth line. This sense of rushing ahead as the fourth line begins is absolutely appropriate, for the sandman, who in the first three lines merely describes his shoes and his sack, springs into action at this point. (25)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] The outburst of energy created by the accelerated presentation of the second couplet (i.e., third and fourth lines) is enhanced by a lower-level acceleration within the fourth line itself. Schumann elongates its first word, “husch,” to a quarter value—twice the duration of earlier initial syllables of lines. In order to arrive on a downbeat at the next strongly stressed syllable (“Trepp’”), he then assigns four sixteenth-note durations to the intervening words, “trippl’ ich rasch die.” There is no other such sixteenth-note succession in the song. Example 14c . An alternate setting of the third line of “Der Sandmann” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Although emphasis on “husch” is a valid declamatory strategy for this line (as I mentioned earlier), less radical methods of emphasis than downbeat placement plus elongation would have been available. Example 14c shows one possibility: “husch” could have been highlighted by downbeat placement but set to the relatively short duration of an eighth note, which could then have been followed by just two instead of four sixteenth notes. (26) Schumann’s drastic elongation of the interjection, coupled with the resulting subsequent accelerated declamation, has a much more distortive quality than the version in Example 14c. The fast pace of “trippl’ ich rasch die” is particularly surprising in contrast with the relatively long duration of “husch.” Furthermore, this quick pacing of syllables results in a deviation from the established normal foot duration of approximately two eighth notes; at “husch! trippl’ ich rasch die,” Schumann presents one or two feet of one-half that duration (depending on how one parses the line—two options are shown in Example 14b).",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Schumann’s striking deviation from the established rhythm of declamation makes an expressive point: by speeding up the words “trippl’ ich rasch,” he evokes the quick patter of the busy sandman’s feet. (27) Singers (supported by their pianists) must do their best to reinforce the point. That is, performers must play along with the sandman’s (and Schumann’s) fancy footwork and allow the quickly declaimed syllables to fly by like busy little boots. The sandman’s “trippeln” could easily be undermined, as at the similarly speedy passage in “Viel Glück zur Reise,” by gearing down the tempo of the whole song to enable the singer to enunciate them comfortably, or by slowing down just the words “trippl’ ich rasch.” Both choices would result in disappointing performances—in a leisurely lumbering rather than a perky pattering. Awareness of Schumann’s expressive acceleration of the poetic rhythm at “trippl’ ich rasch” clarifies the importance of avoiding lethargic declamation at that point, and is helpful in the determination of an appropriate tempo for the song as a whole—a balance between Schumann’s tempo marking (“Nicht zu schnell”) and the liveliness that “trippl’ ich rasch” requires.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Awareness of Schumann’s manipulation of the larger-scale rhythm of the first four lines of the poem, i.e., of the change in the rate of presentation of the lines, also plays a role in bringing off the energetic conclusion of the first quatrain. Performers who, through the comparison of hypothetical BRD-conformant and actual settings, have recognized the large accelerative process during the opening measures (the insertion of pauses and interludes, followed by their surprising omission) will not be tempted to linger between the third and fourth lines; if anything, they might “husch” ahead and land on the dramatic downbeat of measure 15 a moment early. This premature landing, in turn, would provide a springboard into the following hasty sixteenth notes. Example 15a . End of the first stanza of “Der Sandmann”—hypothetical BRD-conformant vocal line (click to enlarge) Example 15b . End of the first stanza of “Der Sandmann”—Schumann’s vocal line (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] The second half of “Der Sandmann” begins with BRD-conformant declamation; the lines “Und wenn ich in die Stube tret’ / die Kinder beten ihr Gebet” are declaimed in even eighth notes, so that each foot occupies two eighth notes—a dramatic change from the declamation at “husch! trippl’ ich rasch”! The following line (“Von meinem Sand zwei Körnelein”) maintains BRD-conformant declamation. Having touched base with the BRD, Schumann again deviates from it, but this time with various decelerative techniques; these are evident from a comparison of the hypothetical vocal line in Example 15a and the analysis of Schumann’s actual melody in Example 15b . The BRD-conformant eighth-note pace is disrupted at the second word of the line “streu’ ich auf ihre Äugelein,” which Schumann elongates by a sustention and rest. (28) After “Äugelein,” Schumann returns to a decelerative technique that he used at the beginning of the song—inserting a pause in the vocal line and a piano interlude between poetic lines. The interlude here is quite short—a brief echo of the preceding vocal pitches. At the beginning of the penultimate line, “Da schlafen sie die ganze Nacht,” Schumann returns to the BRD-conformant steady eighth-note pace, but elongates the words “ganze Nacht” to quarter notes. (29) The final line is treated in a similar manner; it begins with eighth notes (altered to triplets the second time through), and ends with an elongation at the first syllable of “Englein.” The slowing of the declamation is, appropriately, allied with an abandonment of the piano’s sixteenth-note figuration (after the aforementioned strewing gestures) and, at the very end, with a ritardando .",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] The manifold effects of decelerations in the second half of the song are obviously related to the subject matter of the poem: they suggest the coming of sleep as the sandman’s work takes effect. The abrupt restoration of the quick tempo and of the sixteenth-note figuration at the beginning of the postlude evokes the image of the sandman scampering off to his next assignment—but Schumann concludes with another gesture that suggests falling asleep: the progression from sixteenth-note pulse to eighth-note pulse to a final half note.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Apart from careful attention to Schumann’s rhythm and to his tempo indications, there is little that performers need to do in the second half of the song to allow Schumann’s ingenious declamation to work its magic. A slight lingering during the piano’s echo after “Äugelein” enhances the contrast with the preceding sixteenth-note gestures, and the resulting effect of deceleration. At the end of the vocal line, it is important to reestablish the tempo exactly where Schumann requests it. This abrupt reestablishment is easier for the pianist than for the singer; the pianist can merrily click back into the sixteenth-note at the drop of a hat, but for the singer, it takes an effort of will to overcome, precisely on the final syllable of “Englein,” the inertia that has built up during the ritardando and the declamatory elongation at the first syllable of that word. These cadential bars will definitely require some rehearsal. 5. “Frühlings Ankunft” ( Spring’s Arrival ) (30) Example 16 . Stress analysis of “Frühlings Ankunft,” first stanza (click to enlarge and listen) Example 17 . “Frühlings Ankunft”—hypothetical BRD-conformant vocal line (click to enlarge and listen)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] I conclude with an application of my analytical approach to another complete song from Schumann’s Song Album for the Young , namely “Frühlings Ankunft,” op. 79, no. 19, a setting of a poem by Hoffmann von Fallersleben. The first two stanzas and the first two lines of the third stanza describe various signs of the arrival of spring. In the final couplet of the poem, a lyric “I” is suddenly introduced, at least by implication: a person who urges his or her heart to be moved to joy and courage by the greening of nature.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The first stanza, with a stress analysis, is shown in Example 16 , and my recitation of the stanza is given in the accompanying Audio Example 15 . The poem is written in iambic trimeter, with regularly recurring strong stresses near line endings. The only rhythmically different line is the very last one, in which the poet exhorts himself to be joyful; Hoffmann highlights this line by a change to trochaic meter (“ Wer de froh und kühn ”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] A hypothetical BRD-conformant setting of the poem is shown in Example 17 , and a performance of the first strophe of this setting is provided in the accompanying Audio Example 16 . Schumann begins as in the other examples: his strategy is to establish the normal declamation pattern before deviating from it. The first deviation occurs immediately after the BRD-conformant initial couplet. Example 18a shows what we might expect at the beginning of the second couplet, given the rhythm of the poem and Schumann’s opening. Schumann, however, delays the onset of the third line by a quarter beat; an allusion to the opening of the vocal line in the piano (shown in small notes in Example 18b ) reminds us of the expected point of onset of the third line and thus draws attention to the delay that occurs in the vocal line. A performance of Schumann’s first strophe is given in Audio Example 17 . Example 18a . Second couplet of “Frühlings Ankunft”—hypothetical BRD-conformant vocal line (click to enlarge) Example 18b . Second couplet of “Frühlings Ankunft”—Schumann’s vocal line (krebs_example_info.php) Audio Example 17 . First strophe of “Frühlings Ankunft”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Notice that Schumann’s delaying maneuver at “Zerrissne” displaces the strongly stressed syllable “tra-“ from the expected downbeat position (hence the red color at that point in Example 18b). Schumann proceeds to hasten the second syllable of the word “tragen,” omits the expected eighth rest at the end of the third line, and uses another short duration for the first unstressed syllable of the fourth line (“die”); this acceleration compensates for the earlier delay and restores BRD-conformance for the remainder of the couplet (notice that the final two bars of Examples 18a and 18b are almost identical). The same distortion and realignment of the poetic rhythm occurs at the corresponding point of the second strophe (“und manche Blume blühet”). Example 19a . Third line of the third stanza of “Frühlings Ankunft”—hypothetical BRD-conformant vocal line (click to enlarge and listen) Example 19b . Third line of the third stanza of “Frühlings Ankunft”—Schumann’s vocal line (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] At the third line of the third strophe, just where the lyric “I” appears (“O Herz, das sei dein Zeichen”), Schumann departs from the poetic rhythm in a more significant manner; in retrospect, we realize that the relatively minor distortions of the poetic rhythm at the corresponding points of the first two strophes serve the function of preparing the major irregularity of the third strophe. A hypothetical BRD-conformant vocal line for the third line of the stanza is shown in Example 19a (with embedded Audio Example 18 ). Compare Schumann’s actual vocal line ( Example 19b and embedded Audio Example 19 ): after the same one-beat delay that occurred in the earlier strophes, he employs four sixteenth notes, thereby causing the words “Herz das sei dein” to go by very quickly. This quick pacing is surprising not only because it exceeds the expected rate of declamation for the poem, but also because it is much more rapid than the corresponding points of the earlier strophes. As always, Schumann’s declamatory choice for this passage is not haphazard: the sixteenth notes beautifully suggest the lyric “I’s” excitement upon perceiving the rejuvenation of nature, and upon sensing the possibility of a similar rejuvenation of her own heart.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] This upwelling of energy as the text refers to a hopeful sign constitutes the emotional peak of the poem and of the song, just as it is the peak of declamatory irregularity. This is another of those points where performers must take care; the peak would fall flat if one were to slow down the sixteenth notes (as one might be tempted to do, since this passage is close to the end of the vocal line). What is required here is breathless excitement, not lethargy. Example 20 . End of “Frühlings Ankunft”—Schumann’s vocal line (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] An appropriately hasty performance of “O Herz, das sei dein Zeichen” also renders the following music particularly poignant: in various ways, Schumann’s concluding bars convey the dashing of hope, the loss of energy—in short, failure (see Example 20 ). The elongated foot “froh und,” after the quickly moving preceding line and the equally quick preceding foot, contributes to this effect. The dynamics at “froh” and thereafter also play a large role in the enactment of failure: since “froh” (joyful) is marked fp , the companion word “kühn” (brave) is sung softly. (31) The following postlude similarly builds up to forte during its restatement of the final vocal melody, but pulls back to piano as the final tonic arrives. These gestures of retraction put a negative spin on the potentially optimistic ending of the song.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] Schumann likely interpreted this poem as a reflection of his own situation; it was his own heart that he was urging to be joyful and bold. He had every reason to do so: after a bleak metaphorical winter—a time of illness and, in his own words, “gloomy moods” (1844–46) (32) —he was immersed in a creative spring (1848 and 1849 were very productive years for him). The musical symbols of failure at the end of the song, however, including the diffusing of the excitement that was generated by the accelerated declamation at “Herz, das sei dein Zeichen,” suggest his fear, or his premonition, that the joyful spring of creativity would not last.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] A performance of the entire song is given in Audio Example 20 . We have attempted to be sensitive to Schumann’s expressive declamation and to other aspects of the song that are mentioned above. To summarize, at measures 4, 14 and 24, I subtly bring out the allusions to the opening melody in the piano part, to make sure that listeners become aware of the reminders of the expected vocal rhythm at these points, and are therefore able to savor Schumann’s surprising declamation. At measures 25–26, we slightly exaggerate the effect of hastening that is already built into Schumann’s declamation, then revert to the tempo in measure 27 as the declamation slows down. We attempt to be meticulous in the performance of Schumann’s dynamics, so as to convey the effect of a dashing of hope, of the extinguishing of excitement, that the dynamics as well as the declamation seem to express. Audio Example 20 . “Frühlings Ankunft” 6. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] The approach that I have presented here encourages performers to think about a significant dimension of Schumann’s late songs that they might otherwise overlook. The singer’s understanding of what might have been, had Schumann followed the poetic rhythm, and an awareness of the expressive result of his deviations from that rhythm, allow one to enhance Schumann’s effects in subtle ways and to avoid counteracting them. Through the same awareness, the pianist is able to support the singer in an endeavor to respond to Schumann’s declamation, not only by staying together while negotiating the vagaries of the vocal rhythm, but also by reinforcing effects of acceleration or elongation during the interludes or postludes that follow them. Furthermore, the pianist’s recognition of those passages where the piano part alludes to the BRD while the singer departs from it (e.g., measure 10 of “Viel Glück” and measures 4, 14, and 24 of “Frühlings Ankunft”) will prevent obscuring those allusions in any way (e.g., with an overly reticent tone, or with inappropriate rubatos). In short, the approach I have illustrated enables both singer and pianist efficiently to uncover the subtleties of Schumann’s late declamatory style, to understand its expressive effect, and thereby, to tread Schumann’s new path securely and confidently.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "performance and analysis: chopin and schumann",
    "source": "mto/raw/mto.14.20.4.krebs.html",
    "data": "mto/data/mto.14.20.4.krebs.json"
}