{
    "title": "Performing the Irrational: Paul Usher’s Arrangement of Nancarrow’s Study No. 33, Canon 2: \\(\\sqrt{2}\\)",
    "date": "2014/03/01",
    "volume": "20",
    "issue": "1",
    "authors": [
        "Callender, Clifton"
    ],
    "abstract": "While many of Nancarrow’s Studies for Player Piano have been arranged for live human performance, the Studies that are based on irrational tempo ratios pose extreme rhythmic challenges that would seem impossible to overcome without mechanical assistance. Nonetheless, Paul Usher’s arrangement of Study 33, Canon 2: \\(\\sqrt{2}\\), has been successfully performed and recorded by the Arditti Quartet. The purpose of this paper is to explore some of the compositional, mathematical, and performance issues involved in the approximation of irrational rhythms, concentrating on Usher’s arrangement of Study 33 in order to more fully understand and appreciate this remarkable feat.",
    "keywords": [
        "Conlon Nancarrow",
        "tempo canons",
        "irrational rhythms"
    ],
    "doi": "",
    "received": "August 2013",
    "pdf": "http://mtosmt.org/issues/mto.14.20.1/mto.14.20.1.callender.pdf",
    "author_info": [
        {
            "name": "Clifton Callender",
            "university": "Florida State University",
            "address": "Tallahassee, FL 32303",
            "email": "clifton.callender@fsu.edu"
        }
    ],
    "citations": {
        "callender_2001": "Callender, Clifton. 2001. “Formalized Accelerando: An Extension of Rhythmic Techniques in Nancarrow’s Acceleration Canons.” Perspectives of New Music 39, no. 1: 188–210.",
        "clarke_1999": "Clarke, Eric. 1999. “Rhythm and Timing in Music.” In The Psychology of Music, edited by D. Deutsch. San Diego: Academic Press.",
        "fürst-heidtmann_2012": "Fürst-Heidtmann, Monika. 2012. “ Dated and annotated list of works, premiers and arrangements of the music of Conlon Nancarrow ” (accessed August 26, 2012).",
        "gann_1995": "Gann, Kyle. 1995. The Music of Conlon Nancarrow . Cambridge University Press.",
        "gann_2012": "Gann, Kyle. 2012. “ Conlon Nancarrow: Annotated List of Works ” (accessed August 26, 2012).",
        "hocker_2012": "Hocker, Jürgen. 2012. “ List of Works English Version ” (accessed August 26, 2012).",
        "london_sinfonietta_2012": "London Sinfonietta. 2012. “ Impossible Brilliance: the music of Conlon Nancarrow ” (accessed August 26, 2012).",
        "scrivener_2002": "Scrivener, Julie. 2002. “Representations of Time and Space in the Player Piano Studies of Conlon Nancarrow.” PhD diss., Michigan State University.",
        "thomas_1996": "Thomas, Margaret. 1996. “Conlon Nancarrow’s ‘Temporal Dissonance’: Rhythmic and Textural Stratification in the Studies for Player Piano.” PhD diss., Yale University.",
        "_": "Discography",
        "arditti_quartet_2007": "Arditti Quartet. 2007. Quartets and Studies . Mainz: Wergo. CD.",
        "bugallo-williams_piano_duo_2004": "Bugallo-Williams Piano Duo (Helena Bugallo and Amy Williams). 2004. Conlon Nancarrow: Studies and Solos . Mainz: Wergo. CD.",
        "ensemble_modern_1993": "Ensemble Modern. 1993. Conlon Nancarrow Studies : arr. Yvar Mikhashoff. Frankfurt: BMG Music. CD.",
        "london_sinfonietta_2011": "London Sinfonietta. 2011. Adès In Seven Days / Nancarrow Studies Nos. 6 & 7 . Signum Records. CD."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Thomas 1996 categorizes tempo canons into four structural types: converging, diverging, converging-diverging, and diverging-converging.",
            "citations": [
                "thomas_1996"
            ]
        },
        "FN2": {
            "text": "2. My thanks to Evan Jones for his valuable feedback, Helena Bugallo for discussing her arrangement of Study No. 19, and Paul Usher for his willingness to answer questions and provide materials related to his work on the arrangement. Earlier versions of this paper were presented at the 2013 Music Theory Southeast Conference and published as part of an online symposium, Conlon Nancarrow, Life and Music, at http://conlonnancarrow.org/symposium/papers/callender/irrational.html .",
            "citations": []
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "nancarrow symposium",
    "source": "mto/raw/mto.14.20.1.callender.html",
    "data": "mto/data/mto.14.20.1.callender.json"
}