{
    "title": "Mediant Mixture and “Blue Notes” in Rock: An Exploratory Study",
    "date": "2017/03/01",
    "volume": "23",
    "issue": "1",
    "authors": [
        "Temperley, David",
        "Ren, Iris",
        "Duan, Zhiyao"
    ],
    "abstract": "Rock features extensive use of mediant mixture, that is, the use of both scale-degrees3̂and♭3̂within a song; it also has been said to employ “blue notes” that fall between these two degrees. In this study we explore these issues, seeking to gain a better understanding of the use of mediant mixture and blue notes in rock. In addition to conventional aural analysis, we use an automatic pitch-tracking algorithm that identifies pitch contours with high accuracy. We focus on the Jackson 5’s “ABC”; several other songs and sections of songs are also considered briefly. Our tentative conclusions are that choices between3̂and♭3̂in rock are complex but principled, guided by a small set of interacting preferences, and that blue notes are uncommon but do occasionally occur.",
    "keywords": [
        "rock",
        "melody",
        "computational analysis",
        "vocal style"
    ],
    "doi": "",
    "received": "September 2016",
    "pdf": "http://mtosmt.org/issues/mto.17.23.1/mto.17.23.1.temperley.pdf",
    "author_info": [
        {
            "name": "David Temperley",
            "university": "Eastman School of Music",
            "address": "26 Gibbs St., Rochester, NY 14618",
            "email": "dtemperley@esm.rochester.edu"
        },
        {
            "name": "Iris Ren",
            "university": "Utrecht University",
            "address": "",
            "email": ""
        },
        {
            "name": "Zhiyao Duan",
            "university": "University of Rochester",
            "address": "",
            "email": ""
        }
    ],
    "citations": {
        "abesser_et_al_2015": "Abesser, Jakob, Estafanía Cano, Klaus Frieler, Martin Pfleidered, and Wolf-George Zaddach. 2015. “Score-Informed Analysis of Intonation and Pitch Modulation in Jazz Solos.” Proceedings of the 16th International Society for Music Information Retrieval Conference . http://ismir2015.uma.es/articles/135_Paper.pdf",
        "acker_et_al_1995": "Acker, Barbara, Richard Pastore, and Michael Hall. 1995. “Within-Category Discrimination of Musical Chords: Perceptual Magnet or Anchor?” Perception and Psychophysics 57(6): 863–74.",
        "barrett_1999": "Barrett, Sarah. 1999. “The Perceptual Magnet Effect is Not Specific to Speech Prototypes: New Evidence from Music Categories.” Speech, Hearing and Language: Work in Progress 11: 1–16.",
        "benetos_et_al_2013": "Benetos, Emmanouil, Simon Dixon, Dimitrios Giannoulis, Holger Kirchhoff, and Anssi Klapuri. 2013. “Automatic Music Transcription: Challenges and Future Directions.” Journal of Intelligent Information Systems 41(3): 407–34.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32(2): 95–110.",
        "brackett_1994": "Brackett, David. 1994. “The Politics and Practice of ‘Crossover’ in American Popular Music , 1963 to 1965.” The Musical Quarterly 78(4): 774–97.",
        "bronson_2013": "Bronson, Fred. 2013. Billboard Book of Number One Hits .  Random House.",
        "burns_1999": "Burns, Edward. 1999. “Intervals, Scales, and Tuning.” In Psychology of Music , ed. Diana Deutsch, 216–64. Academic Press.",
        "cooke_1959": "Cooke, Deryck. 1959. The Language of Music . Oxford University Press.",
        "crockett_2015": "Crockett, Zachary. 2015. “The Inventor of Auto-Tune.” Pricenomics . http://priceonomics.com/the-inventor-of-auto-tune/",
        "curry_2015": "Curry, Ben. 2015. “Blues Music Theory and the Songs of Robert Johnson: Ladder, Level and Chromatic Cycle.” Popular Music 34(2): 245–73.",
        "daley_1997": "Daley, Mike. 1997. “Patti Smith’s ‘Gloria’: Intertextual Play in a Rock Vocal Performance.” Popular Music 16(3): 235–53.",
        "de_clercq_2012": "de Clercq, Trevor. 2012. “Sections and Successions in Successful Songs: A Prototype Approach to Form in Rock Music.” PhD diss., University of Rochester.",
        "evans_1982": "Evans, David. 1982. Big Road Blues: Tradition and Creativity in the Folk Blues . University of California Press.",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10(4). http://www.mtosmt.org/issues/mto.04.10.4/mto.04.10.4.w_everett.html",
        "gabrielsson_and_lindström_2001": "Gabrielsson, Alf, & Lindström, Erik. 2001. “The Influence of Musical Structure on Emotional Expression.” In Music and Emotion: Theory and Research , ed. Patrick Juslin & John Sloboda, 223–248. Oxford University Press.",
        "hayashi_et_al_2014": "Hayashi, Masaki, Stephen Bachelder, and Masayuki Nakajima. 2014. “Microtone Analysis of Blues Vocal: Can Hatsune-Miku sing the Blues?” Proceedings of NICOGRAPH International 2014 . https://uu.diva-portal.org/smash/get/diva2:756608/FULLTEXT01.pdf",
        "herbst_et_al_2016": "Herbst, Christian, Stellan Hertegard, Daniel Zangger-Borch, and Per-Åke Lindestad. 2016. “Freddie Mercury—Acoustic Analysis of Speaking Fundamental Frequency, Vibrato, and Subharmonics.” Logopedics Phoniatrics Vocology , in press.",
        "iyer_2002": "Iyer, Vijay. 2002. “Embodied Mind, Situated Cognition, and Expressive Microtiming in African-American Music.” Music Perception 19(3): 387–414.",
        "kubik_2008": "Kubik, Gerhard. 2008. “Bourdon, Blue Notes, and Pentatonicism in the Blues; an Africanist Perspective.” In Ramblin’ on My Mind: New Perspectives on the Blues , ed. David Evans,  11–48. University of Illinois Press.",
        "mauch_et_al_2015": "Mauch, Matthias, Chris Cannam, Rachel Bittner, George Fazekas, Justin Salamon, Jiajie Dai, Juan Bello, and Simon Dixon 2015. “Computer-aided Melody Note Transcription Using the Tony Software: Accuracy and Efficiency.” Proceedings of the First International Conference on Technologies for Music Notation and Representation . http://matthiasmauch.de/_pdf/mauch2015computeraided.pdf",
        "mauch_and_dixon_2014": "Mauch, Matthias, and Simon Dixon. 2014. “pYIN: A Fundamental Frequency Estimator Using Probabilistic Threshold Distributions.” Proceedings of the IEEE International Conference on Acoustics, Speech, and Signal Processing . http://matthiasmauch.de/_pdf/mauch_pyin_2014.pdf",
        "mcclary_and_walser_1990": "McClary, Susan, and Robert Walser. 1990. “Start Making Sense!: Musicology Wrestles with Rock.” In On Record: Rock, Pop, and the Written Word , ed. Simon Frith and Andrew Goodwin, 277–92. Pantheon Books.",
        "meyer_1956": "Meyer, Leonard. 1956. Emotion and Meaning in Music . Chicago University Press.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music . Open University Press.",
        "moore_1995": "Moore, Allan. 1995. “The So-Called ‘Flattened Seventh’ in Rock.” Popular Music 14(2): 185–201.",
        "moore_2001": "Moore, Allan F. 1995. Rock: The Primary Text , 2nd ed. Ashgate Publishing.",
        "nobile_2015": "Nobile, Dew. 2015. “Counterpoint in Rock Music: Unpacking the ‘Melodic-Harmonic Divorce.’” Music Theory Spectrum 37(2): 189–203.",
        "salamon_et_al_2014": "Salamon, Justin, Emilia Gómez, Daniel Ellis, and Gaël Richard. 2014. “Melody Extraction from Polyphonic Music Signals: Approaches, Applications and Challenges.” IEEE Signal Processing Magazine 31(2): 118–34.",
        "salamon_and_gómez_2012": "Salamon, Justin, and Emilia Gómez. 2012. “Melody Extraction from Polyphonic Signals Using Pitch Contour Characteristics.” IEEE Transactions on Audio, Speech, and Language Processing 20(6): 1759–70. https://pdfs.semanticscholar.org/7db1/66db77f884533dfe1448ff7a15ad8b153b84.pdf",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock . Yale University Press.",
        "stoia_2010": "Stoia, Nicholas. 2010. “Mode, Harmony, and Dissonance Treatment in American Folk and Popular Music , c. 1920–1945.” Music Theory Online 16(4). http://www.mtosmt.org/issues/mto.10.16.3/mto.10.16.3.stoia.html",
        "tallmadge_1984": "Tallmadge, William. 1984. “Blue Notes and Blue Tonality.” The Black Perspective in Music 12(2): 155–65.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic ‘Divorce’ in Rock.” Popular Music 26(2): 323–42.",
        "temperley_2011": "Temperley, David. 2011. “Scalar Shift in Popular Music.” Music Theory Online 17(4). http://www.mtosmt.org/issues/mto.11.17.4/mto.11.17.4.temperley.html",
        "temperley_and_de_clercq_2013": "Temperley, David, and Trevor de Clercq. 2013. “Statistical Analysis of Harmony and Melody in Rock Music.” Journal of New Music Research 42(3): 187–204.",
        "temperley_and_tan_2013": "Temperley, David, and Daphne Tan. 2013. “Emotional Connotations of Diatonic Modes.” Music Perception 30(3): 237–57.",
        "titon_1994": "Titon, Jeff. 1994. Early Downhome Blues (2nd edition) . University of North Carolina Press.",
        "trammell_1999": "Trammell, Robert. 1999. “English Ambisyllabic Consonants and Half-Closed Syllables in Language Teaching.” Language Learning 49: 311–56.",
        "van_der_merwe_1989": "van der Merwe, Peter. 1989. The Origins of the Popular Style . Oxford University Press.",
        "wagner_2003": "Wagner, Naphtali. 2003. “’Domestication’ of Blue Notes in the Beatles’ Songs.” Music Theory Spectrum 25(2): 353–65.",
        "weisethaunet_2001": "Weisethaunet, Hans. 2001. “Is There Such a Thing as the ‘Blue Note’?” Popular Music 20(1):  99–116.",
        "whiteley_1990": "Whiteley, Sheila. 1990. “Progressive Rock and Psychedelic Coding in the Work of Jimi Hendrix.” Popular Music 9(1): 37–60.",
        "zak_2001": "Zak, Albin J. 2001. The Poetics of Rock: Cutting Tracks, Making Records. . University of California Press.",
        "discograpy_discograpy": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. In cases such as this, labeling the key of a song as major or minor can be problematic; we simply define the key of a song as its tonal center. Major and minor key signatures are used in an ad hoc fashion to minimize accidentals. Roman numerals represent degrees of the major scale, unless otherwise indicated (e.g. ♭ VI in C is A ♭ major).",
            "citations": []
        },
        "FN2": {
            "text": "2. Most of the authors cited here seem to hold these assumptions, such as Titon ( 1994 ), Weisethaunet ( 2001 ), and Brackett ( 1994 ). In many musical idioms, of course, notes may be intentionally tuned to deviate from strict equally-tempered tuning; for example, a wind or string ensemble may adjust their tuning to approximate just intonation. But in these cases, it seems to be accepted that the adjusted notes should still be understood as chromatic scale categories; a “justly-tuned” C major triad still consists of C, E, and G. By contrast, a “blue note” in between 3 ̂ and ♭ 3 ̂ is something categorically different from either chromatic pitch.",
            "citations": [
                "titon_1994",
                "weisethaunet_2001",
                "brackett_1994"
            ]
        },
        "FN3": {
            "text": "3. This ambiguity arises also with the term “blue third” (e.g. Biamonte 2010 ); here, too, it is sometimes unclear whether this implies ♭ 3 ̂ used in a major-mode context, or a note in between 3 ̂ and ♭ 3 ̂ .",
            "citations": [
                "biamonte_2010"
            ]
        },
        "FN4": {
            "text": "4. The term “perfectly-tuned” requires some explanation. If pitches are understood categorically, we assume that listeners have some mental representation of the typical or ideal tuning of each category. This might not necessarily be the equal-tempered tuning; it might be better approximated by just intonation. But even a justly-tuned major third (386 cents above the tonic) is much closer to an equal-tempered major third (400 cents) than to a minor third (300 cents), or to the midpoint between the two (350 cents).",
            "citations": []
        },
        "FN5": {
            "text": "5. Melodic pitch estimation from polyphonic music is an active area of research; the accuracy of the best performing systems is around 80%, according to MIREX ( http://www.music-ir.org/mirex/wiki/MIREX_HOME , accessed May 26, 2016), an annual competition of music information retrieval algorithms on a variety of tasks. This does not reach the level of accuracy needed for our research. Furthermore, this accuracy level is based on judging an estimated pitch as correct if it is within one quarter-tone from the true pitch, which is not high enough resolution for our project; a stricter criterion for correctness would decrease the accuracy still further.",
            "citations": []
        },
        "FN6": {
            "text": "6. In recent years, devices such as Auto-Tune have been used in recording to adjust vocal intonation, but this did not become prevalent until the late 1990s ( Crockett 2015 ).",
            "citations": [
                "crockett_2015"
            ]
        },
        "FN7": {
            "text": "7. To our knowledge, this is the first study to explore blue notes and mediant mixture in rock using computational methods. Hayashi et al. ( 2014 ) present a preliminary study of blue notes in the blues, and find some evidence of “blue thirds” in a song by Robert Johnson. A study by Herbst et al. ( 2016 ) analyzes the vocal style of Freddie Mercury (lead singer of Queen) but does not consider specific scale degrees.",
            "citations": [
                "hayashi_et_al_2014",
                "herbst_et_al_2016"
            ]
        },
        "FN8": {
            "text": "8. For simplicity, we assume here that the chord progression was created first and melodic notes were then chosen to fit it. While this is often the case, it may also be that the melody was written first and appropriate chords were then chosen. Similar reasoning applies to the other preferences discussed below.",
            "citations": []
        },
        "FN9": {
            "text": "9. The relative independence of melody and harmony in rock, sometimes known as “melodic-harmonic divorce,” has been quite widely discussed ( Moore 1995 , Temperley 2007 , Nobile 2015 ). Still, even in rock, the melody follows the harmony more often than not.",
            "citations": [
                "moore_1995",
                "temperley_2007",
                "nobile_2015"
            ]
        },
        "FN10": {
            "text": "10. The contrasting associations of major and minor keys are well established in music theory ( Meyer 1956 , Cooke 1959 ), and have been demonstrated experimentally as well ( Gabrielsson and Lindström 2001 ). Particularly relevant here is a study by Temperley and Tan ( 2013 ); using a population of for modern college students (who reported listening to rock more than any other style), they found that Mixolydian and Dorian modes—which differ only with respect to the 3 ̂ / ♭ 3 ̂ degree—have significantly different emotional connotations, with Mixolydian (containing 3 ̂ ) being more positive.",
            "citations": [
                "meyer_1956",
                "cooke_1959",
                "temperley_and_tan_2013"
            ]
        },
        "FN11": {
            "text": "11. A few relevant comments can be found. Van der Merwe observes what he calls a “dropping third,” a cadential gesture from mediant to tonic, and notes that the mediant in such cases “can vary between a true minor third and a neutral third” ( 1989 , 122). This points to a general usage of neutral thirds, and also relates to the “melodic tendency” factor noted above, favoring ♭ 3 ̂ in proximity to 1 ˆ . Stoia ( 2010 ) notes that both subdominant and dominant harmonies are often accompanied by minor or neutral 3 ̂ .",
            "citations": [
                "van_der_merwe_1989",
                "stoia_2010"
            ]
        },
        "FN12": {
            "text": "12. Available at https://code.soundsoftware.ac.uk/projects/tony (accessed May 24, 2016).",
            "citations": []
        },
        "FN13": {
            "text": "13. The websites from which the isolated vocal recording of “ABC” and other recordings were downloaded are listed at the end of the article.",
            "citations": []
        },
        "FN14": {
            "text": "14. The temporal spaces between pitch segments in Example 3 do not represent their actual temporal spacing. Even the temporal spacing within pitch segments is somewhat inconsistent from one pitch to another; some rows of the figure were compressed more than others for greater legibility. Thus, one should be cautious about comparing contours across segments with regard to timing.",
            "citations": []
        },
        "FN15": {
            "text": "15. The overall tuning of the recording was checked carefully (using the full version of the recording) and seemed to correspond closely to conventional tuning (A=440); the same is true for the other songs discussed below.",
            "citations": []
        },
        "FN16": {
            "text": "16. In “Gimme Shelter,” only the first verse features a solo vocal; other sections of the recording feature backing vocals, making automatic pitch-tracking difficult. In “You’re My Best Friend,” several sections of the song have a solo vocal; most of the mediant notes in this song are clearly 3 ̂ , but one section (1:36–1:54) has several possible ♭ 3 ̂ s or blue notes.",
            "citations": []
        },
        "FN17": {
            "text": "17. This idea is evident in the writings of David Evans. In the blues, Evans suggests, the neutral third is best regarded as an “area” between the major and minor thirds; the lower part of this area tends to act as a “leading note” to the tonic, and the upper part functions similarly in respect to the dominant ( 1982 , 24). This is related to the tendency (observed earlier) for ♭ 3 ̂ to go to 1 ˆ , and 3 ̂ to 5 ˆ ; but Evans seems to be suggesting here that such pressures could affect the intonation of notes in a more continuous fashion.",
            "citations": [
                "evans_1982"
            ]
        },
        "FN18": {
            "text": "18. Syllables on weak 16th-note beats were sometimes hard to judge aurally, perhaps because they tend to be slightly shorter (due to the slightly “swung” tempo) and less emphasized; examples in “ABC” include the second “buh” in measure 1 and “-ter” in measure 10.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction Example 1 . Elvis Presley, “Jailhouse Rock.” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] A characteristic feature of pitch organization in rock is the use of both 3 ˆ and ♭ 3 ˆ within a song—what we will refer to as mediant mixture . Mediant mixture has been noted and discussed by a number of authors ( Stephenson 2002 ; Wagner 2003 ; Everett 2004 ; Biamonte 2010 ; Temperley and de Clercq 2013 ). From a theoretical point of view, mediant mixture is of interest since it resists explanation in terms of conventional diatonic and pentatonic scales, none of which include both 3 ˆ and ♭ 3 ˆ . Some theorists have suggested viewing the ♭ 3 ˆ as an alteration of an underlying 3 ˆ ( Stephenson 2002 ; Wagner 2003 ) or have proposed alternative scale formations that include both degrees (Temperley and de Clercq [ 2013 ] propose the “pentatonic union” scale, 1 ˆ - 2 ˆ - ♭ 3 ˆ - 3 ˆ - 4 ˆ - 5 ˆ - 6 ˆ - ♭ 7 ˆ ). One common scenario for mediant mixture is where 3 ˆ is used in the harmony while ♭ 3 ˆ is used in the melody; the opening of Elvis Presley’s “Jailhouse Rock” is one example ( Example 1 ). (1) In many other songs, though, both 3 ˆ and ♭ 3 ˆ are used within the melody itself. In this paper we examine the phenomenon of mediant mixture within rock melodies, in hopes of gaining a better understanding of where and how it occurs. (Here we define “rock” broadly—as it is often used—to include a wide range of late 20th-century Anglo-American popular genres, such as 1950s rock’n’roll, Motown, soul, heavy metal, disco, and 1990s alternative rock.)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "stephenson_2002",
                    "wagner_2003",
                    "everett_2004",
                    "biamonte_2010",
                    "temperley_and_de_clercq_2013",
                    "stephenson_2002",
                    "wagner_2003",
                    "temperley_and_de_clercq_2013"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Mediant mixture raises a still deeper theoretical issue. All of the discussions cited above assume the basic framework of the Western chromatic scale, in which the octave is divided into twelve equal steps. It has also been suggested, however, that this may oversimplify the cognitive representation of pitch in modern popular music. Of particular importance here is the concept of the blue note . While there is some inconsistency in the use of this term, it usually refers to pitches that fall in between chromatic scale steps. Discussions of blue notes generally assume that the “in-between” tuning of these notes is intentional, and that they should be understood as categorically distinct from the chromatic categories on either side. (2) Blue notes are most often said to occur between 3 ˆ and ♭ 3 ˆ (sometimes known as “blue thirds” or “neutral thirds”), though they have been observed in other parts of the scale as well ( Titon 1994 ; Weisethaunet 2001 ). The term “blue note” also sometimes refers to certain notes within the chromatic scale, most often ♭ 3 ˆ and ♭ 7 ˆ , when used in a major-mode context ( Wagner 2003 ); from this viewpoint, mediant mixture itself might be considered an aspect of “blue note” usage. In this article, however, we employ only the “microtonal” meaning of the term, not the “chromatic” one.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "titon_1994",
                    "weisethaunet_2001",
                    "wagner_2003"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] As the term suggests, blue notes are thought to be particularly characteristic of the blues. In his pioneering study of early “downhome” blues, Titon ( 1994 ) argues that microtonal inflections are frequent and intentional, and represents them often in his transcriptions (see also Evans 1982 , van der Merwe 1989 , Kubik 2008 , Stoia 2010 , and Curry 2015 ). However, blue notes have also been cited as an important phenomenon in later styles of popular music. Weisethaunet suggests that the microtonal pitch practice of the blues “has also found its way into other styles of music, in particular jazz and rock” ( 2001 , 108). Brackett ( 1994 ) finds blue notes in the soul singers Wilson Pickett and James Brown; Tallmadge ( 1984 ) finds them in Stevie Wonder and Sly Stone; Daley ( 1997 ) finds them in the “new wave” singer Patti Smith. Other mentions of blue notes in rock could be cited, though it is sometimes unclear whether the microtonal or the chromatic meaning of the term is intended (e.g., Whiteley 1990 , 41). (3) Blue notes also arise in general discussions of popular music analysis, as an example of musical phenomena that cannot easily be captured with traditional music notation ( Mcclary and Walser 1990 , 282; Middleton 1990 , 95).",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "titon_1994",
                    "evans_1982",
                    "van_der_merwe_1989",
                    "kubik_2008",
                    "stoia_2010",
                    "curry_2015",
                    "weisethaunet_2001",
                    "brackett_1994",
                    "tallmadge_1984",
                    "daley_1997",
                    "whiteley_1990",
                    "mcclary_and_walser_1990",
                    "middleton_1990"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] In this study, we seek not only to examine the use of mixture between 3 ˆ and ♭ 3 ˆ , but also to investigate the possible occurrence of blue notes that fall between the two degrees. There is a danger of confusion in the term “mixture,” since the use of notes between 3 ˆ and ♭ 3 ˆ might also be described as a kind of mixture. When we speak of mixture in this paper, we refer exclusively to the use of clear-cut 3 ˆ and ♭ 3 ˆ notes within a melody. The term “blue note” will be reserved for notes that seem intentionally to fall between 3 ˆ and ♭ 3 ˆ in pitch. In theory, then, mixture and blue notes are distinct phenomena. Still, it seems likely that they are related, as we discuss further below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] By general consensus, rock songs are defined, primarily, by specific recordings ( Moore 2001 , 34–5; Zak 2001 , 41). There is no definitive notational representation for, say, the Beatles’ “Hey Jude” (though transcriptions have been created after the fact); the song is simply the recording itself. And claims about blue notes by the authors cited above are based mainly on their aural analysis of recordings. Such data must be regarded with caution, however, since the perception of pitch may be subject to bias in various ways. This raises the issue of “categorical perception”—the tendency for perceived objects to be sorted into discrete categories. There is no doubt that the mental representation of pitch is categorical in some sense—we understand notes as instances of discrete scale-degrees—but there is also some evidence that this affects our perception of the pitches themselves: listeners may be more sensitive to pitch differences between conventional pitch categories than within them (though this is controversial; for discussion, see Burns 1999 ). If categorical perception does occur, then a pitch that is identified aurally as (for example) a clear-cut 3 ˆ may actually be quite far from a perfectly-tuned 3 ˆ —perhaps more of a blue note, halfway between 3 ˆ and ♭ 3. Alternatively, there is some evidence for the opposite perceptual phenomenon, known as the “perceptual repellor” effect: people may be more sensitive to differences within perceptual categories ( Acker et al. 1995 , Barrett 1999 ). In that case, there might be a tendency for listeners to overestimate the presence of blue notes—for example, hearing something as further from a perfectly-tuned 3 ˆ than it actually is. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "moore_2001",
                    "zak_2001",
                    "burns_1999",
                    "acker_et_al_1995",
                    "barrett_1999"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] From a perceptual point of view, one might say that our aural judgment of the pitch category of a note is really all that matters. Our primary interest in this paper, however, is in the cognitive representations involved in the production of rock melody. From this point of view, it seems desirable to look for evidence beyond conventional aural analysis. In the current study, while we do rely in many ways on our aural judgments, we supplement these judgments with pitch data automatically extracted from recordings. As we will show, this data often adds further strength and credence to our aural analyses; in other respects, it sheds new light into the use of mediant mixture and blue notes in rock.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Since this is a relatively unexplored area, we thought it unwise to undertake a large-scale study involving many songs. Instead, we focus primarily on a single song, with brief discussions of several other songs. Clearly, then, our study is very much exploratory in nature. We focus on vocal melodic lines, since it is here that mediant mixture and blue notes have most often been observed ( Tallmadge 1984 , Brackett 1994 , Titon 1994 ). (On instruments with fixed tuning, such as the piano, blue notes cannot be produced; on the guitar, the frets tend to privilege conventional chromatic scale categories, though “bending” and other techniques can produce microtonal deviations.) In choosing songs to analyze, we specifically sought songs that seemed, from aural analysis, to include many instances of both 3 ˆ and ♭ 3 ˆ . While we have limited faith in our own ability to aurally identify blue notes, it occurred to us that songs that seem to contain both 3 ˆ and ♭ 3 ˆ might be especially likely to contain blue notes. (If a song contained many notes in between 3 ˆ and ♭ 3 ˆ , we might hear them as sometimes 3 ˆ and sometimes as ♭ 3 ˆ .) Our primary object of study is the Jackson 5’s “ABC,” a song in which mixture between 3 ˆ and ♭ 3 ˆ seemed especially prevalent; we also examine several other songs that employ mediant mixture. Example 2 . The first verse and chorus of the Rolling Stones’ “Jumpin’ Jack Flash,” along with a synthesized pitch contour generated by the pitch-tracking algorithm of Abesser et al. (2014). (The original song is on one stereo track; the synthesized pitch contour is on the other.)",
                "footnotes": [],
                "citations": [
                    "tallmadge_1984",
                    "brackett_1994",
                    "titon_1994"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] The automatic identification of pitch in audio is an extremely difficult problem that has not yet been fully solved. Existing state-of-the-art algorithms work quite well for monophonic music, but poorly for polyphonic music ( Benetos et al. 2013 ; Salamon et al. 2014 ). (5) Our initial attempts to identify the pitch of melodies in rock songs, using the state-of-the-art melody extraction algorithm of Salamon and Gómez ( 2012 ), were not successful; at many points, the algorithm failed to find the main melody, instead tracking one of the instrumental lines or backing-vocal lines. (A synthesized pitch line was generated from the algorithm’s output and superimposed on the recording, allowing it to be evaluated aurally.) We also tried another algorithm (Abesser et al. 2014) that can be guided by a manually-created transcription; the transcription identified the pitch of the melody note at each timepoint, and the algorithm was constrained to find a pitch within a semitone of that note. But even this algorithm (guided by our own transcriptions) produced many pitches that sounded incorrect. Example 2 has an excerpt from the Rolling Stones’ “Jumpin’ Jack Flash,” along with a synthesized pitch track generated from the output of this algorithm.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "benetos_et_al_2013",
                    "salamon_et_al_2014"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] We then tried an alternative approach. A number of well-known popular songs are available on the internet as “isolated vocal” recordings, featuring only the main vocal line. “ABC” is one of the songs available in this format, which is another reason why we chose to focus on it. The pYIN algorithm, a monophonic pitch-tracking system ( Mauch and Dixon 2014 ), is able to track the pitch of the vocals on such recordings with what seems to us to be very high accuracy (though clearly there is some subjectivity in this judgment as well). Since pitch is a perceptual attribute, there is really no “objective” reality as to the pitch of a note. The purpose of the automatic pitch tracker is to produce something like human pitch judgments, but free of any biases that might be introduced by the scale system. (The pYIN algorithm is not influenced by conventional scale systems, since it has no knowledge of them.) Quite apart from the issue of avoiding biases, manually identifying vocal pitches with the kind of time and frequency resolution that is desired here, with many measurements per second and many subdivisions of a semitone, would be extremely laborious and time-consuming; using an automatic method is much more efficient.",
                "footnotes": [],
                "citations": [
                    "mauch_and_dixon_2014"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] We expected there would be some variability in pitch in the vocal performances, but that the sung pitches would cluster around certain frequencies, perhaps representing (or at least shedding light on) the singers’ underlying cognitive representation of pitch. (6) Broadly speaking, three outcomes seemed possible. One outcome would be a bi-modal (two-peaked) distribution of pitches, with peaks at or near the perfectly-tuned ♭ 3 ˆ and 3 ˆ categories. Such an outcome would cast doubt on the cognitive reality of blue notes in vocal production. Another outcome would be a tri-modal distribution, with a peak at 3 ˆ , another at ♭ 3 ˆ , and a third roughly halfway between 3 ˆ and ♭ 3 ˆ . This would point to a cognitive scale structure comprising the conventional 3 ˆ and ♭ 3 ˆ categories as well as an additional category at the midpoint (the “blue note”). Yet another outcome would be a single peak centered halfway between 3 ˆ and ♭ 3 ˆ ; this would point to just a single pitch category including both 3 ˆ and ♭ 3 ˆ . The small amount of data available in “ABC” does not allow us to compare these three hypotheses in a rigorous, statistical way, but it does provide some suggestive evidence that may help to guide future research.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] The core of the current study is a quantitative and qualitative analysis of mediant notes in “ABC.” In the quantitative analysis, the mediant notes are automatically analyzed and the mean pitch of each one is identified. In the qualitative analysis, we use this numerical evidence, as well as aural and visual evidence, to judge the pitch category of each note ( 3 ˆ , ♭ 3 ˆ , or in between) and then consider possible explanations for why these categories were used at specific points. After examining “ABC,” we briefly consider several other songs. (7) Example 3 . “ABC,” showing the melody and the pitch contour of every mediant note (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.12": {
                "text": "[1.12] A few words are in order about “ABC.” The song was composed by Berry Gordy, Freddie Perren, Alphonzo Mizell and Deke Richards ( Bronson 2013 ). The vocals were performed by the five members of the Jackson 5 (Jackie, Tito, Jermaine, Marlon, and Michael), with studio musicians playing the instruments. The song was released in 1970 and rose to number one on Billboard’s “Hot 100” chart. Most of the lead vocal was performed by Michael, though Jermaine also contributed several lines. (Jermaine’s lines are easily identified, as they are lower in pitch than Michael’s and quite different in timbre.) Our isolated vocal recording contains both Michael’s and Jermaine’s vocals. Example 3 shows a complete transcription of the lead vocals (both Michael’s and Jermaine’s), with much further information that will be discussed below. The form of the song is simple and conventional: verse–chorus–verse–chorus–bridge–chorus. (The first part of the bridge, mm. 43–47, is spoken rather than sung, and is not shown on the transcription.) Each of the six sections is shown on a different system in Example 3. The final chorus repeats over a fadeout; we did not consider the fadeout portion, stopping our analysis at around 2:45. The song is somewhat unusual in that the lead singer was only 11 years old, but listening to the isolated vocal leaves no doubt that Michael had already achieved consummate mastery of the style. 2. Mediant Mixture and Blue Notes: Some Predictions Table 1 . Factors Influencing Choices Between 3 ̂ and ♭ 3 ̂ in Rock Melodies (click to enlarge) Example 4 . (A)The Rolling Stones, “Satisfaction”; (B) Nirvana, “About A Girl.” (click to enlarge) Example 5 . (A) Three Dog Night, “Joy To The World”; (B) The Beatles, “Birthday” (click to enlarge) Example 6 . (A) Squeeze, “Is That Love”; (B) Nickelback, “How You Remind Me” (click to enlarge) Example 7 . (A) The Beatles, “Blackbird”; (B) The Beatles, “A Hard Day’s Night” (click to enlarge) Example 8 . Crosby, Stills, Nash, & Young, “Woodstock.” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "bronson_2013"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Before examining “ABC,” let us consider what we might expect with regard to mediant mixture and blue notes. Beginning with mediant mixture, the literature on rock and blues suggests several hypotheses about the factors guiding choices between 3 ˆ and ♭ 3 ˆ . These factors (shown in Table 1 ) are only preferences—not hard-and-fast rules—and they are sometimes in conflict with one another, as we will discuss. One factor is harmony: a melodic pitch tends to be chosen that fits with the underlying chord. (8) This preference falls out of the general tendency for melody to follow harmony (though it has been suggested that this tendency is weaker in rock than in some other styles). (9) The rule is certainly not always obeyed; in Example 1 above, ♭ 3 ˆ ( G ♭ ) is used over a major I triad (containing 3 ˆ ). But in many cases, it seems to play a role in choices between 3 ˆ and ♭ 3 ˆ . In particular, ♭ 3 ˆ often seems to be favored over a IV chord; as suggested by Wagner ( 2003 , 354), this can be explained by considering the ♭ 3 ˆ as part of a dominant seventh chord. The verse of the Rolling Stones’ “Satisfaction” is illustrative ( Example 4a ); here 3 ˆ is used over I and ♭ 3 ˆ over IV. Example 4b shows another, more complex case, from Nirvana’s “About a Girl.” The passage contains a number of 3 ˆ s and ♭ 3 ˆ s, but in each case, the degree that is used is the one that fits the harmony: first ♭ 3 ˆ over i, then 3 ˆ over VI (though the minor third of the chord is used, clashing with the major third in the accompaniment), then 3 ˆ over I, then ♭ 3 ˆ over ♭ VI.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "wagner_2003"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Another factor in mediant mixture is melodic tendency . In his study of the blues, Titon ( 1994 ) notes that scale-degree 5 ˆ is much more often approached by 3 ˆ than by ♭ 3 ˆ ; by contrast, ♭ 3 ˆ is often used in alternation with 1 ˆ . The tendency for ♭ 3 ˆ to be used in proximity to 1 ˆ , and 3 ˆ in proximity to 5 ˆ , is seen in many rock songs as well. In Example 5a , 3 ˆ is used with 5 ˆ in the first four measures; ♭ 3 ˆ is used with 1 ˆ in the second four. In Example 5b , 3 ˆ and ♭ 3 ˆ are used almost simultaneously in two different melodic lines; ♭ 3 ˆ with 1 ˆ in the top line, and 3 ˆ with 5 ˆ in the bottom line. The origin of this pattern is unclear; it may simply result from a preference for small melodic intervals. It could also be explained in pentatonic terms. The 3 ˆ and 5 ˆ degrees are neighbors on the major pentatonic scale, and 1 ˆ and ♭ 3 ˆ are neighbors on the minor pentatonic, so the preference for motions between 3 ˆ and 5 ˆ and between 1 ˆ and ♭ 3 ˆ could just reflect a general preference for stepwise motion.",
                "footnotes": [],
                "citations": [
                    "titon_1994"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Formal position is another factor in choices between 3 ˆ and ♭ 3 ˆ . Temperley ( 2011 ) has noted that 3 ˆ is often favored at cadential moments—in the cadential tonic chord of a section or the approach to it. Examples 6a and 6b are illustrative; in both cases ♭ 3 ˆ is used throughout the verse, but the vocals shift to 3 ˆ at the cadential tonic. (A connection could be drawn here with the “Picardy third” of common-practice music.) In addition, de Clercq ( 2012 , 50–3) has observed that choruses are more often in a major mode than verses. In many songs, the verse is in a minor key while the chorus is in the relative major; well-known examples include Elton John’s “Rocket Man” and Bon Jovi’s “Living on a Prayer.” Less commonly, the verse and chorus have the same tonic, but the verse is in minor (or at least a “flat-side” mode such as Dorian) and the chorus is in major; Duran Duran’s “Rio” is an example. If the harmony shifts from minor to major between the verse and chorus, then it is natural for the melody to shift along with it. Even in songs where the accompaniment is consistently major or minor throughout, there is a tendency for the vocals to lean toward major in the chorus; the Rolling Stones’ “Honky Tonk Women” and the Eagles’ “Life in The Fast Lane” are examples.",
                "footnotes": [],
                "citations": [
                    "temperley_2011",
                    "de_clercq_2012"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] We should also consider the possibility of expressive factors in mediant choices. We would expect the 3 ˆ and ♭ 3 ˆ degrees to have contrasting expressive connotations—positive and negative, respectively—given their strong associations with major and minor keys. (10) These connotations may give rise to shifts between 3 ˆ and ♭ 3 ˆ , perhaps following the expressive trajectory of the lyrics. In the Beatles’ “Blackbird” ( Example 7a ), 3 ˆ is used throughout the verse; but at the end of the chorus, in the line “Into the light of a dark black night,” there is a shift to ♭ 3 ˆ , reflecting the more ominous tone of the lyrics. Finally, we might point to a factor of inertia . It can seem awkward to shift suddenly from 3 ˆ to ♭ 3 ˆ , so a choice of one degree at one point may “spill over” to nearby points as well. In the Beatles’ “A Hard Day’s Night” ( Example 7b ), on the line “You make me feel all right,” “all” is over IV, favoring ♭ 3 ˆ , but this exerts pressure for ♭ 3 ˆ over the following “right” as well.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] These various factors in 3 ˆ / ♭ 3 ˆ choices are only preferences, not hard-and-fast rules, and they sometimes interact in complex ways. In some cases, several factors all point in the same direction. At the end of the chorus of Crosby, Stills, Nash and Young’s “Woodstock” ( Example 8 ), we see a shift from ♭ 3 ˆ to 3 ˆ . This fits the underlying harmonies (with ♭ 3 ˆ over ♭ III and then IV, and 3 ˆ over I); it could also be regarded as a kind of “cadential” movement; and it could also be explained on expressive grounds, as the end of the chorus perhaps represents the triumphant return to the “garden.” In other cases, the factors in mediant choice may be in conflict. In “Hard Days’ Night,” cited above (Example 7b), inertia favors ♭ 3 ˆ on the last syllable, but both harmony and the cadential factor favor 3 ˆ ; inertia wins out, perhaps because of the awkwardness of ending the phrase with ♭ 3 ˆ - 4 ˆ - 3 ˆ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] If blue notes in between 3 ˆ and ♭ 3 ˆ are used in rock, in what kind of situations would we expect them to occur? To our knowledge, this issue has received almost no discussion. Most mentions of blue notes in the context of rock have been brief and unspecific. Even in the blues, the usage of blue notes has received relatively little attention, though they are frequently represented in transcriptions (e.g. van der Merwe 1989 ; Titon 1994 ). (11) It occurred to us that one might expect to see blue notes in situations where the factors in mediant mixture are in conflict. Imagine the singer’s choices between 3 ˆ and ♭ 3 ˆ as being influenced by the various factors discussed above; if some factors favored 3 ˆ while others favored ♭ 3, then possibly the singer might be tempted to “compromise” by hitting a pitch in between the two. This is highly conjectural, but in the absence of other hypotheses about blue-note usage, it seemed like a reasonable prediction; and our analyses provide some support for it, as we will show.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "van_der_merwe_1989",
                    "titon_1994"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] In the analysis that follows, we examine the uses of 3 ˆ , ♭ 3 ˆ , and blue notes in The Jackson 5’s “ABC,” and consider how well they are explained by the predictions offered above. 3. Quantitative Analysis of “ABC”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] To identify the pitch contour of “ABC” automatically, we used the Tony sound software ( Mauch et al. 2015 ); (12) this software is based on the pYIN pitch-tracking algorithm mentioned earlier ( Mauch and Dixon 2014 ). We manually corrected some obvious errors (octave errors and pitches detected in background noise) introduced by the algorithm. We then used the algorithm’s output to synthesize a pitch track, and mixed this with the original vocal for aural comparison; it seemed to us to be highly accurate. The recording in Example 3 features the original “isolated vocal” recording of the song on one stereo track; the other track contains the synthesized pitch track generated by the pYIN algorithm. (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "mauch_et_al_2015",
                    "mauch_and_dixon_2014"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] We then segmented the pitch contour into syllables, focusing only on syllables on pitches in the neighborhood of 3 ˆ and ♭ 3 ˆ . The segmentation of vocal data into syllables is inevitably a somewhat subjective process; there is no standard way of doing it (see Trammell 1999, for discussion). It is often ambiguous whether a consonant belongs to the previous syllable or the following one; but such consonants are usually brief and are often unvoiced, in which case they have little effect on the pitch contour. These syllable segments were taken to define the mediant notes of the melody. The pitch contours of these syllables, as identified by the algorithm, are shown below the staff in Example 3. (14) The blue line indicates the tonic pitch class ( A ♭ ); the ♭ 3 ˆ and 3 ˆ degrees are located three and four lines above this pitch, respectively. (15) A methodological issue that arises here is the treatment of melismas, cases in which a single syllable spans multiple notes. In such cases, we still used syllables as the basis of segmentation; for the purposes of pitch calculation (described below), the entire melisma is treated as a single note. There are only a few melismas in “ABC” (e.g., “knew” in m. 4), so they did not affect the results much; we discuss this issue further in section 5.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Once the mediant notes were defined, we wanted to assign a single pitch value to each one. We noted that many notes contained gliding segments that did not seem to be part of the “core” of the note; in some cases, most or all of the note seems to be gliding. (This can be seen in Example 3.) To handle this, we defined the mean pitch of the note as the mean pitch of the largest segment of the note that stays within one semitone (i.e. the maximum frequency is no more than 2 1/12 times the minimum frequency). If this largest segment contains .75 of the note, we call this a “stable” note; if not, it is a “gliding” note. In Example 3, each syllable is marked with the onset time (in seconds) and the mean pitch of the note; for gliding notes, the mean pitch is shown in parentheses. (Not surprisingly, melismatic notes—such as “knew” in m. 4—are usually identified as gliding.) Pitches are identified using conventional MIDI numbers, middle C = 60, to a resolution of 1/10 of a semitone. Since “ABC” is in A ♭ , the ♭ 3 ˆ degree is 71.0 (or an octave lower, 59.0) and the 3 ˆ degree is 72.0 (or 60.0). The exact midpoint between ♭ 3 ˆ and 3 ˆ is 71.5; in purely acoustic terms, the case for a note as a “blue note” depends on its proximity to this midpoint, though other considerations also come into play, as we will discuss. Example 9 . Distribution of mediant notes in “ABC” (Michael Jackson’s vocal only) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Example 9 shows the distribution of mean pitches for all the stable mediant notes in “ABC.” In this case the pitches are labeled with scale degrees, but with an additional digit indicating tenths of a pitch (e.g. “ ♭ 3.5”). One can clearly discern a large peak at around 3 ˆ , and another smaller peak around ♭ 3 ˆ . One might also argue for a peak exactly at ♭ 3 ˆ .5, halfway between ♭ 3 ˆ and 3 ˆ . Altogether, then, one might take this as evidence for the “tri-modal” distribution discussed earlier. However, the number of data points is small, and this is only one source of evidence that needs to be considered. We will discuss this data further below. 4. Qualitative Analysis of “ABC”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In this section we examine individual uses of 3 ˆ , ♭ 3 ˆ , and in-between notes in “ABC,” and consider possible explanations for why these pitches were chosen. This requires labeling notes as being in one category or another ( 3 ˆ , ♭ 3 ˆ , or in between), which is often subjective. (In the transcription, we simply notate all notes as 3 ˆ or ♭ 3 ˆ . Five possible blue notes are labeled above the score as “BN?”; these are discussed further below.) Three sources of evidence were used here: our aural intuitions about the pitch of the note, the numerical mean pitch of the note as defined previously, and visual analysis of the pitch contour. In most cases, all three sources of evidence point to the same answer, but there are also some difficult judgment calls, about which readers may sometimes disagree. (Readers can see the mathematical and visual evidence and hear the acoustic evidence in Example 3.) We will not discuss every mediant note in the song, but will select certain ones that exemplify the factors involved in mediant choices.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Before continuing, a word is needed about the harmonic structure of the song, since that impacts mediant choices. For the most part, the harmony is simply a repeated I–IV pattern, with I over the first half of each measure and IV over the second half (this is shown in m. 1 of the transcription in Example 3). There are just a few points where the harmony diverges from this. At certain moments in the choruses, a cadential progression occurs, I–V 6 –vi–IV–V–I; this is shown in m. 14, and is simply labeled as “Cadence” on subsequent occurrences. And at mm. 19–22 and 59–60, there is a prolonged tonic harmony instead of the I–IV alternation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The very first line of the song (excluding the introductory “buh- buh . . . ”) offers a clear example of mediant mixture. On “You went to school to learn girl,” 3 ˆ is used in both “went” and “to” (mediant notes are italicized); in the following phrase, “what you ne-ver ne-ver knew before,” ♭ 3 ˆ is used on all five syllables. (Actually, the first three, ne-ver ne- , are acoustically closer to 2 ˆ and could perhaps be labeled in that way.) This can clearly be attributed to the factor of melodic tendency, noted earlier: 3 ˆ tends to be used in proximity to 5 ˆ , as in the first phrase, while ♭ 3 is favored in proximity to 1 ˆ , as in the second phrase. The same phenomenon is reflected at the parallel place in the second verse (mm. 23–24); the pitches of “ read -ing writ- ing ” are clearly higher than those of “ branch-es ,” though gliding contours in the latter make them somewhat ambiguous in terms of pitch category. Mm. 6 and 26 contain phrases that are clearly parallel to the phrases in mm. 4 and 24 (“two plus two ” and “ed- u -ca-tion”), and they too employ ♭ 3 ˆ . Notice that the 3 ˆ / ♭ 3 ˆ choices here cannot be explained in harmonic terms, since all the mediant degrees in these phrases occur over I. Another example of the influence of melodic tendency is the phrase “Come on come on come on let me tell you what it’s all a-bout” (mm. 22 and 60); though there is a good deal of gliding here, “come on” is clearly higher in pitch than “ all ,” and this is no doubt because the former phrase is ascending to 5 ˆ while the latter is descending to 1 ˆ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Several further points in the first and second verses deserve mention. The mediant note in “I’m gonna teach you” (m. 7) is clearly ♭ 3 ˆ . There could be a factor of melodic tendency here: though the mediant note is flanked by both 5 ˆ and 1 ˆ , the fact that it is moving toward 1 ˆ may favor ♭ 3 ˆ . We believe there may be expressive factors at work as well, however. The line “I’m gonna teach you” is more forceful than most of the other lyrics in the song, more aggressive than seductive; ♭ 3 ˆ , with its darker expressive connotations, therefore seems more appropriate in this context. (The second half of the line, “all a -bout love dear,” returns to 3 ˆ , but this may be due to the gravitation around 5 ˆ .) In light of this, it is significant that Jermaine’s lines (mm. 4–5, 9–10, 24–25, and 29–30) mostly employ ♭ 3 ˆ rather than 3 ˆ . Here too the lyrics are generally of a more aggressive character—“Sit your-self down , take a seat”—representing, perhaps, the strict teacher rather than the congenial student. In m. 28, the phrase “how to get an A- A ” is obviously a reference to the melody of the well-known schoolyard melody, which conventionally features 3 ˆ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The mediant occurs prominently in the first line of the first chorus, “A-B-C, ea -sy as” (m. 11). This, or a close variant with “ sim -ple” instead of “ ea -sy,” occurs three more times in the first chorus (mm. 12, 15, and 16) and twice in the second chorus (mm. 31 and 32). Let us consider the factors that might affect mediant choices here. The notes in question are part of a gesture descending stepwise to 1 ˆ ; as noted previously, this generally favors ♭ 3 ˆ over 3 ˆ , as seen in examples discussed earlier (“ ne-ver ne-ver ” and the like). Unlike those cases, though, the mediant notes in these phrases are over IV; this is an additional factor favoring ♭ 3 ˆ over 3 ˆ . However, we are now in the chorus rather than the verse, where there is often a general preference for 3 ˆ . Thus there is a conflict of factors. Turning to the evidence, there is some ambiguity; all six of the notes have visibly gliding contours, and three of them are labeled as gliding by the algorithm. We regard the first “ ea -sy” notes of each chorus (mm. 11 and 31) as 3 ˆ ’s, and the other notes (“ sim -ple” in mm. 12, 16, and 32, “ ea -­sy” in m. 15) as ♭ 3 ˆ ’s. Perhaps 3 ˆ was used in mm. 11 and 31 to indicate the beginning of the chorus. There may also have been an intent to create contrast and variety, by using both versions of the mediant in parallel positions—though this goes against our earlier assertion that close juxtapositions of 3 ˆ and ♭ 3 ˆ are generally avoided. (The contrast between ♭ 3 ˆ and 3 ˆ is especially evident in mm. 11 and 12: “ ea -sy” and “ sim -ple” have quite similar contours, except the second is almost exactly a semitone below the first.) The first “ ea -sy” of the second chorus (m. 31) is quite debatable; we hear this as 3 ˆ , but the algorithm labels its mean pitch as 71.1, much closer to ♭ 3 ˆ . With strongly gliding notes such as this, where there is no clear stable segment, our perception of the pitch may be determined more by the peak of the contour than by the mean pitch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] An interesting mediant note occurs in the third measure of the chorus (m. 13), on “A- B -C.” The melody here is gravitating around 1 ˆ , favoring ♭ 3 ˆ ; the harmony underneath is IV, which is outlined more decisively than in previous measures, due to the 4 ˆ - 5 ˆ - 6 ˆ bass line. On the other hand, the fact that we are approaching the cadence favors 3 ˆ . Visually and numerically, this appears to be a real blue note, with a mean of exactly 71.5. The fact that the parallel phrase in m. 17 features a very similar contour, again with a mean of 71.5, reinforces this analysis. (Curiously, though, the parallel point in the second chorus—m. 33—is clearly 3 ˆ .) In the fourth measure of the first chorus (m. 14), 3 ˆ is used consistently; no doubt this reflects the cadential nature of the phrase, with a V-I progression occurring in the second half of m. 14.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The second half of the first chorus (mm. 15–18) is a close variant of the first half (mm. 11–14). In the second chorus, however, the second half (mm. 35–38) introduces a completely new melody. This melody gravitates around 5 ˆ rather than 1 ˆ ; this, coupled with the general preference for the major mediant in choruses, strongly favors 3 ˆ , and indeed 3 ˆ is used consistently here. Similarly, in the entire third chorus, almost all of the mediant notes are adjacent to 5 ˆ , so it is not surprising that 3 ˆ is generally used. An interesting moment is the cadential line of the chorus, “ Love can be,” at mm. 54, 58, and 64. The melody here descends stepwise, [mediant]- 2 ˆ - 1 ˆ , unlike in the first and second choruses (e.g. mm. 14–15) where it follows an “escape-tone” pattern, 2 ˆ -[mediant]- 1 ˆ . The descending pattern aligns the mediant with IV, which creates additional pressure for ♭ 3 ˆ , despite the cadential location. And indeed, it can be seen that the word “love” in mm. 54, 58, and 64 is somewhat lower than nearby mediant notes. (In mm. 54 and 64, the algorithm labels “love” as gliding; in m. 58, its mean pitch is 71.5, exactly in the middle between 3 ˆ and ♭ 3 ˆ .) These could perhaps be regarded as blue notes, with conflicting pressures resulting in pitches between the two chromatic categories.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The bridge is the one section of the song in which the melody really seems to be centered around the mediant, with brief touches on 1 ˆ and 5 ˆ . There is an improvisational quality to the vocal, reinforced by interjections such as “nah nah ” and “ooh ooh .” Either 3 ˆ or ♭ 3 ˆ would seem appropriate here, but inertia would favor sticking to one degree or the other. Most of the mediant notes in the section are clearly 3 ˆ . The “A” and “B” in m. 52 are both quite ambiguous; we label the first as 3 ˆ and the second as ♭ 3 ˆ , though other analyses are also possible. If our labeling is correct, it is the one case in the song where 3 ˆ and ♭ 3 ˆ are juxtaposed. It is difficult to see much contextual reason for this, except that having some variety in mediant usage adds to the spontaneous character of the passage. (One could perhaps consider the ♭ 3 ˆ as a passing tone between 3 ˆ and 2 ˆ , though this gesture is not common in the style.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] A few general points can be drawn from the above analysis. Most mediant notes in “ABC” are fairly clear-cut cases of either 3 ˆ or ♭ 3 ˆ . This is perhaps most apparent visually; if we scan our eyes across Example 3, it is clear that most of the stable segments of the notes are centered quite precisely either on ♭ 3 ˆ or 3 ˆ (this is perhaps clearest in the second chorus). Many of these mediant choices can be explained convincingly by the factors cited earlier. Mediant notes elaborating (or moving toward) 1 ˆ tend to be ♭ 3’s, while those elaborating 5 ˆ tend to be 3 ˆ ’s; mediant notes over IV harmony are often ♭ 3 ˆ ; there is a preference for 3 ˆ in choruses, and at cadential moments; expressive factors and inertia may also play a role. In cases where the factors are in conflict, as they quite often are, it can usually be plausibly argued that the chosen degree is the one that is favored by the factors on balance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] There are several cases where mediant notes seem to fall about halfway in between 3 ˆ and ♭ 3 ˆ , and where conflicting factors offer an explanation for why this might occur. Specifically, we cited the “Bs” in mm. 13 and 17 and “love” in mm. 54, 58, and 64. We suggest that these five notes may be blue notes. Notice that our identification of blue notes does not strictly follow the acoustic evidence. Three of our five blue notes ( “B” in mm. 13 and 17 and “love” in m. 58) are in fact identified by the algorithm as being at the exact mediant midpoint of 71.5, but the other two (“love“ in mm. 54 and 64) are identified as gliding. Conversely, several pitches identified by the algorithm as being at or near the mediant midpoint were not identified as blue notes in our analysis. An example is the second syllable of “branch-es” in m. 24; in this case, based on the aural and visual evidence (the gliding contour), and given the very brief duration of the note, we saw little reason to think that a blue note was intended. 5. Other Songs",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] In the interest of giving our study a little more breadth, we examined several other songs in less detail. As before, our choice of songs was limited to those that are available in “isolated vocal” format. Example 10 . Distribution of mediant notes in the Temptations’ “Just My Imagination” and Stevie Wonder’s “Superstition” (click to enlarge) Example 11 . Whitney Houston, “How Will I Know”, first verse (first half) and second verse. Note the use of 3 ̂ in the first verse and ♭ 3 ̂ at the parallel positions in the second (marked with asterisks on the notation and circles on the contour graph) (click to enlarge and listen) Example 12 . The Eagles, “Take it Easy”, first verse (an isolated vocal track not used in released version of the song) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Our first aim was to validate an aspect of our methodology. Recall that we chose “ABC” partly because we believed that it contained a fair amount of mediant mixture—frequent use of both ♭ 3 ˆ and 3 ˆ ; and we assumed that blue notes would occur mainly in songs with mediant mixture. To test this assumption, we analyzed two songs that we believed did not contain any mediant mixture: the Temptations’ “Just My Imagination,” which (in our judgment) contained only 3 ˆ , and Stevie Wonder’s “Superstition,” which (in our judgment) contained only ♭ 3 ˆ . Example 10 shows just the distribution of mediant notes in the two songs. (The recording of “Superstition” contains only the first two verses and choruses, for some reason. The song also contains a number of quite complex melismas, which we excluded from our analysis.) As we suspected, the mediant notes in “Superstition” cluster strongly around ♭ 3 ˆ , while those in “Just My Imagination” cluster around 3 ˆ . There is no suggestion of blue notes in “Just My Imagination”; indeed, a number of notes seem to be pitched significantly above 3 ˆ , a puzzling phenomenon that we will not explore here. The syllable in “Superstition” with a pitch of ♭ 3.4 is “ then you suffer” in the second chorus (2:10); this note is less than .2 seconds long, so we do not attach much importance to it. The note at ♭ 3.3, “ save me” in the second verse (2:41), begins well below ♭ 3 ˆ but scoops up to well above it, making it difficult to categorize.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] We then examined two other sections from songs that did seem to contain mediant mixture. Whitney Houston’s “How Will I Know” is an interesting case ( Example 11 ). While the first and second verses use essentially the same melody, there are two points where 3 ˆ is used in the first verse and ♭ 3 ˆ in the second; these four notes are circled in the contour graph and marked with asterisks in the score. The following descent to 1 ˆ favors ♭ 3 ˆ on these syllables, but because 3 ˆ occurred two eighth notes before, inertia perhaps favors staying on 3 ˆ . It can be seen that the contours in this song are much less stable than those in “ABC”; nearly all of the notes are identified as gliding by our algorithm. (As noted earlier, our perception of pitch in such cases may be determined more by the peak of the contour than by the mean.) However, the four circled notes seem to be centered pretty clearly on chromatic degrees, 3 ˆ in the first verse and ♭ 3 ˆ in the second verse. Thus there is little evidence of blue notes here. This is a case where we might have expected to find blue notes, since the contextual factors favoring 3 ˆ or ♭ 3 ˆ seem in conflict. But in this case, Houston seems to have resolved the conflicts in favor of one chromatic category or the other— 3 ˆ in the first verse and ♭ 3 ˆ in the second—rather than using a “compromise” pitch in between the two.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Many cases of mediant mixture in rock involve melismas. Segmenting the syllable of a melisma into multiple notes introduces a further methodological step which is, again, somewhat subjective. Our final example, the first verse of the Eagles’ “Take it Easy,” is a case in point ( Example 12 ). (This was not the vocal track used in the released version of the song; this is stated on the website from which the vocal track was taken, and is quite evident from comparison with the released version.) Again, the unstable contours make the automatic and visual identification of pitch quite difficult; most pitches are labeled as gliding. The first four measures use mixture in the conventional way, with 3 ˆ elaborating 5 ˆ and ♭ 3 ˆ descending to 1 ˆ . In the second four measures, the last two mediant notes peak at slightly above the midpoint; we are uncertain how to categorize these. To complicate things further, both of these syllables are melismas, gliding from the mediant down to 2 ˆ . (Interestingly, the second stable portion of each  syllable is somewhat below a perfectly tuned 2 ˆ ; perhaps the “flattening” of the mediant notes resulted in a flattening of the following notes as well.) Two other songs that we examined, the Rolling Stones’ “Gimme Shelter” and Queen’s “You’re My Best Friend,” also featured highly unstable and melismatic uses of the mediant, making it difficult to categorize these notes with confidence. (16) 6. Conclusions",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Our aim in this preliminary study was to gain insight into the use of mediant mixture and blue notes in rock. The exploratory nature of the study should once again be emphasized: it does not warrant strong general conclusions about mediant mixture and blue note usage in rock. In light of this, also, there seemed to be little point in applying statistical analysis such as significance tests. A significance test is designed to establish whether a pattern observed in a random sample can be confidently attributed to the population from which the sample was drawn. In this case, the songs we analyzed were certainly not randomly chosen; we deliberately picked songs that we thought were likely to contain blue notes. For this reason, taking these songs to represent the larger population of rock songs would be misleading. Still, with this in mind, our analyses do point to some tentative conclusions that might suggest directions for future research.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Our study suggests that mediant mixture is a highly complex, but principled, aspect of the rock style. The factors outlined in section 2 of the paper—melodic tendency, harmony, cadence, sectional placement (verse / chorus), inertia, and expression—account fairly well for most of the mediant choices in the songs that we analyzed. When the factors are in conflict, the singer usually seems to choose the degree that is most favored by the factors on balance. Occasionally, however, we do see evidence of blue notes, notes that seem intentionally placed about halfway between the two chromatic categories. It is possible, of course, that these notes simply represent unintentional inaccuracy or sloppiness. But such “in-between” notes generally occur in cases where the factors involved in mediant mixture are in conflict, leading us to believe that they are probably purposeful—a way of compromising between two discrete choices.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] In section 1, we presented three hypotheses about mediant usage in rock: bi-modal (with peaks at ♭ 3 ˆ and 3 ˆ ), tri-modal (with peaks at ♭ 3 ˆ , 3 ˆ , and halfway in between), and uni-modal (with a single peak in between 3 ˆ and ♭ 3 ˆ ). We think the data from “ABC” disfavors the uni-modal hypothesis (see Example 9); this hypothesis would predict a single bell-shaped distribution peaking near the midpoint between ♭ 3 ˆ and 3 ˆ , which is not what we observe. We cautiously favor the tri-modal hypothesis over the bi-modal one, though this is quite tentative. We should note, also, that even if there are blue notes—that is, notes that are intentionally placed in between the ♭ 3 ˆ and 3 ˆ categories—this does not mean that they necessarily represent a discrete category with a well-defined center. It is possible that blue-note practice is better represented as a continuum between the two chromatic categories, with the exact placement of the note depending on the strength of the factors favoring 3 ˆ and ♭ 3 ˆ . (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Altogether, our study suggests (again, tentatively) that clear deviations from chromatic pitch categories are relatively rare in rock, even in the part of the scale where we would most expect to find them (i.e. between 3 ˆ and ♭ 3 ˆ ), and even in songs where they seemed relatively likely to occur (i.e. songs using both 3 ˆ and ♭ 3 ˆ ). Further research is needed to provide a clearer picture of blue-note usage in rock. Still, our study provides some validation for the almost-universal practice of notating rock music (and other kinds of Western popular music) in terms of chromatic pitch categories. Our study also suggests, however, that genuine blue notes may occasionally occur, and a complete account of the pitch organization of rock may need to take them into account in some way. And even if we conclude that the underlying cognitive pitch system for rock melody is chromatic, this does not deny that there are significant fluctuations around chromatic pitch categories that are worthy of attention; indeed, our study has provided plentiful evidence of this.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] In identifying the pitch categories of notes, we combined aural judgments with numerical evidence (mean pitch values) and visual evidence. This methodology proved to be quite productive. Regarding choices between 3 ˆ and ♭ 3 ˆ , in most cases the visual and numerical evidence confirmed our aural intuitions, though it sometimes helped to resolve uncertain judgments, particularly on some of the very short notes. (18) The value of visual information is worth emphasizing; in some cases, this revealed significant stable segments that were not captured by the mean pitch values. In “ABC,” for example, the syllable “bran-” in m. 24 has a mean pitch of 71.6, closer to 3 ˆ than ♭ 3 ˆ , but the largest stable segment is much closer to ♭ 3 ˆ (actually a little below it); this confirms our aural judgment of the note as ♭ 3 ˆ rather than 3 ˆ .",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Regarding blue notes, our aural judgments were often quite uncertain, so the visual and numerical evidence carried more weight. The process worked best in the case of “ABC,” where most of the notes have clear stable segments, seeming to indicate an intended pitch. In “How Will I Know” and “Take it Easy,” the pitches are much less stable; here our judgments about pitch categories are less confident. When a note has no clear stable segment, it is unclear how the intended pitch should be inferred from it—whether it is indicated by the mean pitch value, or the maximum (in the case of arch-shaped contours), or some other property. It is also unclear which of these features most influences our perception of the pitch. These would seem to be natural areas for experimental study.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] All of the pitch contours that we examined reflect some degree of fluctuation; for example, many contain a glide up to a relatively stable segment. In some cases, these pitch fluctuations may simply result from performance constraints—perhaps reflecting transitions from one note to another. But in other cases, they may serve intentional expressive purposes. There also appear to be several distinct types: many rise sharply and then stabilize, while others rise and fall. These would be interesting issues for further research, using data such as that in Example 3. It may be, also, that different singers have characteristic pitch shapes that help us identify them. For example, many of the contours in “How Will I Know” (Example 11) have a distinctive profile of a decrease and increase followed by a short stable segment (rather like a square-root sign). There may also be differences in pitch contour between genres within rock; such patterns could perhaps be useful for automatic genre classification.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] The current study could be extended in a number of directions. One could look for blue notes in other parts of the scale, though in light of previous theoretical discussions, the region between ♭ 3 ˆ and 3 ˆ seems to be the most likely location for them. One could also use evidence such as that in Example 3 to study issues of timing: Do singers use “microtiming” fluctuations for expressive purposes in rock, as has been suggested for some popular styles ( Iyer 2002 )? (This would depend heavily on the exact location of note boundaries, which—as already noted—is somewhat subjective.) Studying mediant mixture and blue note usage in other songs and popular genres would also be of interest, though here again, the limits of the “isolated vocal” repertory are a major constraint. A song such as the Rolling Stones’ “Jumpin’ Jack Flash” seems promising from a blue-note point of view, but unfortunately, no isolated vocal is available; perhaps further improvements in polyphonic pitch-tracking technology will open new opportunities in this area.",
                "footnotes": [],
                "citations": [
                    "iyer_2002"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.1.temperley.html",
    "data": "mto/data/mto.17.23.1.temperley.json"
}