{
    "title": "Understanding Agency from the Decks to the Dance Floor",
    "date": "2018/09/01",
    "volume": "24",
    "issue": "3",
    "authors": [
        "Gadir, Tami"
    ],
    "abstract": "Agency is a concept employed widely and in varied ways across interdisciplinary music studies, from the philosophical to the experimental scientific. This article explores some of the theories and methodologies that inform such perspectives, bringing them into conversation with one another. It begins with a conceptual summary juxtaposing the accounts of musical agency that different fields employ and traces their intellectual influences. The article concludes with examples from interviews and fieldwork in contemporary dance club settings that illustrate, but also further complicate, the notion of musical agency.",
    "keywords": [
        "musical agency",
        "electronic dance music",
        "DJing",
        "sociology",
        "gender"
    ],
    "doi": "10.30535/mto.24.3.7",
    "received": "",
    "pdf": "http://mtosmt.org/issues/mto.18.24.3/mto.18.24.3.gadir.pdf",
    "author_info": [
        {
            "name": "Tami Gadir",
            "university": "University of Oslo",
            "address": "Department of Musicology, Postboks 1017 Blindern, 0315 Oslo, Norway",
            "email": "tami.gadir@imv.uio.no"
        }
    ],
    "citations": {
        "akram_2012": "Akram, Sadiya. 2012. “Fully Unconscious and Prone to Habit: The Characteristics of Agency in the Structure and Agency Dialectic.” Journal for the Theory of Social Behaviour 43 (1): 45–65.",
        "barreiro_2010": "Barreiro, Daniel. 2010. “Sonic Image and Acousmatic Listening.” Organised Sound 15 (1): 35–42.",
        "bennett_2000": "Bennett, Andy. 2000. Popular Music and Youth Culture: Music, Identity, and Place . Macmillan.",
        "bennett_2001": "Bennett, Andy. 2001. Cultures of Popular Music . Open University Press.",
        "brewster_and_broughton_2006": "Brewster, Bill, and Frank Broughton. 2006. Last Night a DJ Saved My Life: The History of the Disc Jockey . Headline.",
        "butler_2001": "Butler, Mark J. 2001. “ Turning the Beat Around: Reinterpretation, Metrical Dissonance, and Asymmetry in Electronic Dance Music .” Music Theory Online 7 (6).",
        "butler_2006": "Butler, Mark J. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music . Indiana University Press.",
        "butler_2014": "Butler, Mark J. 2014. Playing With Something That Runs: Technology, Improvisation, and Composition in DJ and Laptop Performance . Oxford University Press.",
        "campbell_2009": "Campbell, Colin. 2009. “Distinguishing the Power of Agency from Agentic Power: A Note on Weber and the ‘Black Box’ of Personal Agency.” Sociological Theory 27 (4): 407–18.",
        "cheng_2016": "Cheng, William. 2016. Just Vibrations: The Purpose of Sounding Good . University of Michigan Press.",
        "clarke_2003": "Clarke, Eric. 2003. “Music and Psychology.” In The Cultural Study of Music: A Critical Introduction , ed. Martin Clayton, Trevor Herbert, and Richard Middleton, 113–123. Routledge.",
        "clarke_2005": "Clarke, Eric. 2005. Ways of Listening: An Ecological Approach to Music Perception . Oxford University Press.",
        "cook_1998": "Cook, Nicholas. 1998. Music: A Very Short Introduction . Oxford University Press.",
        "cook_2003": "Cook, Nicholas. 2003. “Music as Performance.” In The Cultural Study of Music: A Critical Introduction , ed. Martin Clayton, Trevor Herbert, and Richard Middleton, 204–214. Routledge.",
        "cusick_2008": "Cusick, Suzanne G. 2008. “‘You are in a place that is out of the world . . . ’: Music in the Detention Camps of the ‘Global War on Terror.’” Journal of the Society for American Music 2 (1): 1–26.",
        "denora_1999": "DeNora, Tia. 1999. “Music as a Technology of the Self.” Poetics 27: 31–56.",
        "denora_2000": "DeNora, Tia. 2000. Music in Everyday Life . Cambridge University Press.",
        "denora_2003": "DeNora, Tia. 2003. After Adorno: Rethinking Music Sociology . Cambridge University Press.",
        "drott_2013": "Drott, Eric. 2013. “The End(s) of Genre.” Journal of Music Theory 57 (1): 1–45.",
        "eitan_and_timmers_2010": "Eitan, Zohar, and Renee Timmers. 2010. “Beethoven’s Last Piano Sonata and Those Who Follow Crocodiles: Cross-Domain Mappings of Auditory Pitch in a Musical Context.” Cognition 114 (3): 405–422.",
        "fikentscher_2000": "Fikentscher, Kai. 2000. You Better Work!” Underground Dance Music in New York City . Wesleyan University Press.",
        "frith_1996": "Frith, Simon. 1996. Performing Rites: On the Value of Popular Music . Harvard University Press.",
        "gadir_2014": "Gadir, Tami. 2014. “Musical Meaning and Social Significance: Techno Triggers for Dancing.” PhD diss., University of Edinburgh.",
        "garcia_2005": "Garcia, Luis-Manuel. 2005. “ On and On: Repetition as Process and Pleasure in Electronic Dance Music .” Music Theory Online 11 (4).",
        "garcia_2015": "Garcia, Luis-Manuel. 2015. “Beats, Flesh, and Grain: Sonic Tactility and Affect in Electronic Dance Music.” Sound Studies 1 (1): 59–76.",
        "gibson_1986": "Gibson, James J. 1986. The Ecological Approach to Visual Perception . Psychology Press.",
        "giddens_1976": "Giddens, Anthony. 1976. New Rules of Sociological Method: A Positive Critique of Interpretive Sociologies . Basic Books.",
        "gjerdingen_1999": "Gjerdingen, Robert. 1999. “An Experimental Music Theory?” In Rethinking Music , ed. Nicholas Cook and Mark Everest, 161–70. Oxford University Press.",
        "godøy_2010": "Godøy, Rolf Inge. 2010. “Gestural Affordances of Musical Sound.” In Musical Gestures: Sound, Movement, and Meaning , ed. Rolf Inge Godøy and Marc Leman, 103–25. Routledge.",
        "godøy_2011": "Godøy, Rolf Inge. 2011. “Sound-Action Chunks in Music.” In Musical Robots and Interactive Multimodal Systems , ed. Jorge Solis and Kia Ng, 13–26. Springer.",
        "goodman_2010": "Goodman, Steve. 2010. Sonic Warfare: Sound, Affect and the Ecology of Fear . MIT Press.",
        "grosz_2010": "Grosz, Elizabeth. 2010. “Feminism, Materialism, and Freedom.” In New Materialisms: Ontology, Agency, and Politics , ed. Diana Coole and Samantha Frost, 139–57. Duke University Press.",
        "hatten_2010": "Hatten, Robert. 2010. “Aesthetically Warranted Emotion and Composed Expressive Trajectories in Music.” Music Analysis 29 (1–3): 83–101.",
        "hatten_2012": "Hatten, Robert. 2012. “ Musical Forces and Agential Energies: An Expansion of Steve Larson’s Model .” Music Theory Online 18 (3).",
        "hawkins_2009": "Hawkins, Stan. 2009. The British Pop Dandy . Ashgate.",
        "hennion_2016": "Hennion, Antoine. 2016. “From ANT to Pragmatism: A Journey with Bruno Latour at the CSI.” New Literary History 47: 289–308.",
        "hesmondhalgh_2013": "Hesmondhalgh, David. 2013. Why Music Matters . Blackwell.",
        "jasen_2016": "Jasen, Paul C. 2016. Low End Theory: Bass, Bodies and the Materiality of Sonic Experience . Bloomsbury Academic.",
        "kassabian_2013": "Kassabian, Anahid. 2013. Ubiquitous Listening: Affect, Attention, and Distributed Subjectivity . University of California Press.",
        "kemp_and_holmwood_2012": "Kemp, Stephen, and John Holmwood. 2012. “Questioning Contingency in Social Life: Roles, Agreement, and Agency.” Journal for the Social Theory of Behaviour 42 (4): 403–24.",
        "kivy_2009": "Kivy, Peter. 2009. Antithetical Arts: On the Ancient Quarrel Between Literature and Music . Oxford University Press.",
        "lakoff_and_johnson_1980": "Lakoff, George P., and Mark Johnson. 1980. Metaphors We Live By . University of Chicago Press.",
        "latour_2005": "Latour, Bruno. 2005. Reassembling the Social: An Introduction to Actor Network Theory . Oxford University Press.",
        "lawrence_2003": "Lawrence, Tim. 2003. Love Saves the Day: A History of American Dance Music Culture, 1970–1979 . Duke University Press.",
        "loyal_and_barnes_2001": "Loyal, Steven, and Barry Barnes. 2001. “‘Agency’ as a Red Herring in Social Theory.” Philosophy of the Social Sciences 31 (4): 507–24.",
        "malbon_1999": "Malbon, Ben. 1999. Clubbing: Dancing, Ecstasy, and Vitality . Routledge.",
        "mangaoang_2014": "Mangaoang, Áine. 2014. “Performing the Postcolonial: Philippine Prison Spectacles after Web 2.0.” Postcolonial Text 9 (4): 1–18.",
        "mcrobbie_1994": "McRobbie, Angela. 1994. Postmodernism and Popular Culture . Routledge.",
        "mcrobbie_2009": "McRobbie, Angela. 2009. The Aftermath of Feminism: Gender, Culture and Social Change . Sage.",
        "miles_2003": "Miles, Steven. 2003. “Researching Young People as Consumers: Can and Should We Ask Them Why?” In Researching Youth , ed. Andy Bennett et al., 170–85. Palgrave Macmillan.",
        "monahan_2013": "Monahan, Seth. 2013. “Action and Agency Revisited.” Journal of Music Theory 57 (2): 321–71.",
        "montague_2001": "Montague, Eugene. 2001. “Moving to Music: A Theory of Sound and Physical Action.” PhD diss., University of Pennsylvania.",
        "o’grady_2015": "O’Grady, Alice. 2015. “Dancing Outdoors: DiY Ethics and Democratised Practices of Well-Being on the UK Alternative Festival Circuit.” Dancecult 7 (1): 76–96.",
        "piekut_2014": "Piekut, Benjamin. 2014. “Actor-Networks in Music History: Clarifications and Critiques.” Twentieth-Century Music 11 (2): 191–215.",
        "pini_2001": "Pini, Maria. 2001. Club Cultures and Female Subjectivity: The Move from Home to House . Palgrave.",
        "rietveld_2011": "Rietveld, Hillegonda C. 2011. “Disco’s Revenge: House Music’s Nomadic Memory.” Dancecult 2 (1): 4–23.",
        "rietveld_2013": "Rietveld, Hillegonda C. 2013. “Introduction.” In DJ Culture in the Mix: Power, Technology, and Social Change in Electronic Dance Music , eds. Bernardo Alexander Attias, Anna Gavanas, and Hillegonda C. Rietveld. Bloomsbury Academic.",
        "reynolds_2008": "Reynolds, Simon. 2008. Energy Flash: Into the World of Techno and Rave Culture . Picador.",
        "rice_2016": "Rice, Tom. 2016. “Sounds Inside: Prisons, Prisoners and Acoustical Agency.” Sound Studies: An Interdisciplinary Journal 2 (1): 6–20.",
        "roberts_2003": "Roberts, Ken. 2003. “Problems and Priorities for the Sociology of Youth.” In Researching Youth , ed. Andy Bennett et al., 13–51. Palgrave Macmillan.",
        "rodgers_2010": "Rodgers, Tara. 2010. Pink Noises: Women on Electronic Music and Sound . Duke University Press.",
        "ross_1994": "Ross, Andrew. 1994. “Introduction.” In Microphone Fiends: Youth Music and Youth Culture , ed. Andrew Ross and Tricia Rose, 1–16. Routledge.",
        "schäfer_and_sedlmeier_2011": "Schäfer, Thomas, and Peter Sedlmeier. 2011. “Does the Body Move the Soul? The Impact of Arousal on Music Preference.” Music Perception 29 (1): 37–50.",
        "small_1998": "Small, Christopher. 1998. Musicking: The Meanings of Performing and Listening . Wesleyan University Press.",
        "taruskin_1995": "Taruskin, Richard. 1995. Text and Act: Essays on Music and Performance . Oxford University Press.",
        "taruskin_2014": "Taruskin, Richard. 2014. “Agents and Causes and Ends, Oh My.” Journal of Musicology 31 (2): 272–293.",
        "thompson_and_biddle_2013": "Thompson, Marie, and Ian Biddle. 2013. “Introduction: Somewhere Between the Signifying and the Sublime.” In Sound, Music, Affect: Theorizing Sonic Experience , ed. Marie Thompson and Ian Biddle, 1–24. Bloomsbury Academic.",
        "solberg_and_jensenius_2017": "Solberg, Ragnhild Torvanger and Alexander Refsum Jensenius. 2017. “Pleasurable and Intersubjectively Embodied Experiences of Electronic Dance Music.” Empirical Musicology Review 11 (3–4): 301–18.",
        "solberg_2014": "Solberg, Ragnhild Torvanger. 2014. “Waiting for the Bass to Drop: Correlations Between Intense Emotional Experiences and Production Techniques in Build-Up and Drop Sections of Electronic Dance Music.” Dancecult 6 (1): 61–82.",
        "weber_1958": "Weber, Max. 1958. From Max Weber: Essays in Sociology , ed. Hans Gerth and C. Wright Mills. Oxford University Press.",
        "witek_2017": "Witek, Maria, A. G. 2017. “Filling In: Syncopation, Pleasure and Distributed Embodiment in Groove.” Music Analysis 36 (1): 138–60.",
        "witek_et_al_2014": "Witek, Maria, A. G., Clarke, Eric F., Wallentin, Mikkel, Kringelbach, Morten L., and Vuust, Peter. 2014. “Syncopation, Body-Movement and Pleasure in Groove Music.” PLoS ONE 9 (4): e94446.",
        "zbikowski_1997": "Zbikowski, Lawrence M. 1997. “Conceptual Models and Cross-Domain Mapping: New Perspectives on Theories of Music and Hierarchy.” Journal of Music Theory 41 (2): 193–225."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I do not include radio DJing in this essay. There has been a long history of celebrity radio DJs, but the type of performance that occurs through this broadcasting medium is different in nature to that of the face-to-face performer whose job it is to make people dance at nightclubs, festivals, or concert settings.",
            "citations": []
        },
        "FN2": {
            "text": "2. For a different but related critique of these notions from a feminist new materialist perspective, see Grosz 2010 .",
            "citations": [
                "grosz_2010"
            ]
        },
        "FN3": {
            "text": "3. Spinoza’s notion of affect, according to Thompson and Biddle, is reminiscent of the aforementioned notions of agency ( 2013 , 7–10).",
            "citations": [
                "thompson_and_biddle_2013"
            ]
        },
        "FN4": {
            "text": "4. Although the concept of subjectivity overlaps and can sometimes be conflated with agency, I see these as distinct. Both humans and nonhumans can have agency, whereas traditional subject-object dichotomies do not share such a notion.",
            "citations": []
        },
        "FN5": {
            "text": "5. Latour defines and employs “agency” and “agents” as specific and subtly different from “actors,” “actants,” “mediators,” and others. This article glosses over such detail for the benefit of the wider uses of agency, but they are relevant to proper engagement with ANT perspectives on agency.",
            "citations": []
        },
        "FN6": {
            "text": "6. Such an understanding can also partly correspond to the material objects that produce these sounds (106). For more on this topic, see Daniel Barreiro’s work “Sonic Image and Acousmatic listening” ( 2010 , 40).",
            "citations": [
                "barreiro_2010"
            ]
        },
        "FN7": {
            "text": "7. The recent scholarly focus on the agency of the musician fits with a larger trend across music studies, especially musicology, that has shifted its conceptualization of music as a product or artefact, to an ontology of music as a performed, unfolding event or practice (see, for example, Cook 2003 ; Small 1998 ; Taruskin 1995 ).",
            "citations": [
                "cook_2003",
                "small_1998",
                "taruskin_1995"
            ]
        },
        "FN8": {
            "text": "8. I have singled out this example because it incorporates a track from the dance music repertoire (Fatboy Slim’s ”Build It Up, Tear It Down”). Despite Clarke’s theoretical focus on motion, and that the genre being discussed is dance music, actual bodily movement is not discussed in this particular chapter.",
            "citations": []
        },
        "FN9": {
            "text": "9. For a range of examples of the different ways that different music cultures conceive of pitch spatially, see Eitan and Timmins ( Eitan and Timmers 2010 , 406).",
            "citations": [
                "eitan_and_timmers_2010"
            ]
        },
        "FN10": {
            "text": "10. For more about the uses of music for such experiences, see DeNora ( 2000 ; 2003 ) and Thompson and Biddle ( 2013 ).",
            "citations": [
                "denora_2000",
                "denora_2003",
                "thompson_and_biddle_2013"
            ]
        },
        "FN11": {
            "text": "11. Although he was interested in agency of individuals, Weber reiterated the familiar conclusions of other social theorists of his day by questioning whether actors could ever truly be freed from the constraints imposed on them by institutions ( Campbell 2009 , 413; Weber 1958 , 181–2).",
            "citations": [
                "campbell_2009",
                "weber_1958"
            ]
        },
        "FN12": {
            "text": "12. The content of this article was inspired in the first instance by Colin Campbell’s attempt to make sense of agency’s different framings.",
            "citations": []
        },
        "FN13": {
            "text": "13. See  Butler ( 2014 , 71–2) for an analysis of affordances as performer-technology relationships, namely, between DJs and their vinyl or laptop interfaces, and Garcia ( 2015 ) for the affordances of particular sounds on dance floors.",
            "citations": [
                "butler_2014",
                "garcia_2015"
            ]
        },
        "FN14": {
            "text": "14. There is an interesting disjuncture between this emphasis on the listening choices of the individual hypothetical listener, and the rhetoric of cohesion, sociability, and togetherness that ideally manifests through dancing (see, for example, Lawrence 2003 ; O’Grady 2015 ; Rietveld 2011 ).",
            "citations": [
                "lawrence_2003",
                "rietveld_2011"
            ]
        },
        "FN15": {
            "text": "15. In Butler’s more recent analysis of DJs’ uses of technologies in performance, he states again that he aims for neutrality. His analyses do not overtly replicate the “tendency [of cultural scholarship] to exoticize this music” (2014, 15). At the same time, his emphasis on “the experiential possibilities fostered by EDM technologies” (109) are not neutral—they implicitly and uncritically link musical-technological agency with choice narratives.",
            "citations": []
        },
        "FN16": {
            "text": "16. I use pseudonyms for all of the interviewees cited in this article.",
            "citations": []
        },
        "FN17": {
            "text": "17. A prominent display of such solidarity can be seen in the recent #MeToo movement and related international campaigns against harassment and discrimination, which included the music industries.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Some years ago, a drummer told me that he wished he could DJ. This came as a surprise. As far as I knew, he did not particularly enjoy dancing. Nor was he interested in the musical genres most commonly associated with DJing. When I asked why, then, he wanted to DJ, he responded: “Who doesn’t want to be a DJ? Everybody wants to be a DJ!”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] On reflection, I saw his point. The twenty-first-century club DJ draws enough attention to fill nightclubs, streets, sports stadiums, racecourses, abandoned warehouses, city parks, desert plains, rural paddocks, and beaches the world over. (1) Yet the drummer’s statement implied that DJs today possess a special something not matched by other roles. This calls to mind scholarly and journalistic writers’ recurring references to DJs as shaman-like figures (see Brewster and Broughton 2006 , 12–13, 19; Reynolds 2008 , 28–29, 200, 288–9, 294; Rietveld 2013 , 1). In such accounts, DJs appear to “direct,” “conduct,” or even “control” the actions of people on dance floors through music that they play and through their interactions with participants. The electronically-produced music tracks that they play often contain no lyrics. Nevertheless, such tracks can evoke heightened affective states and make people dance—what Marie Thompson and Ian Biddle refer to as music’s “mobilizing capacity” ( 2013 , 5). Moreover, the DJ does not work alone: large and powerful sound systems play music with low frequencies at high volumes; intense sound-triggered lighting punctuates the sound waves; and intoxicated dancers’ limbs influence the DJ’s next move. These are just some of the many elements that contribute to participants’ sensory immersion on dance floors. Therefore, DJs have agency—but so do the technologies that produce and play their music and the resulting sound waves that touch the dancers and the floors on which they dance (see also Garcia 2015 ).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "brewster_and_broughton_2006",
                    "reynolds_2008",
                    "rietveld_2013",
                    "thompson_and_biddle_2013",
                    "garcia_2015"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] In what ways might we understand these agencies, and under what circumstances do they manifest? To address these questions here, I unpack a range of ways that music scholars, as well as the disciplines from which they borrow, have employed the idea of agency. In doing so, I illustrate the productive effects of exploring agency’s various epistemologies. Finally, in social theory and less overtly in other scholarship, ideas about agency often correspond to ideologies of choice, empowerment, and freedom. (2) I explore such links using my interviews with DJs who identify as women and transgender, in contemporary electronic dance music and club settings. In presenting some of the encounters that DJs do not choose, the experiences that do not empower them, and exchanges that erase any sense that they are free, this article not only shows that agency is contingent and fragile, but also that it is not always necessarily a desirable goal. Understanding Agency",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Agency is neither a unified concept, nor a singular type of action. It does not belong to any one person or thing. It is distributed by (and between) human and nonhuman actors, as well as across multiple scales of observable action. The types of agency that I outline here are not exhaustive or totalizing—they are mutually constitutive and fluid categories intended as a starting point to navigating a range of crowded fields. These diverse agencies are reflected in music scholarship that spans the social and experimental sciences, as well as the humanities. Due to the range of disciplines, epistemologies, and methodologies that can be found in contemporary musical thought and scholarship, these various approaches seem currently to coexist and overlap more than they interact or converse. I therefore present them here together, not only to illustrate how they differ and relate, but also to bring them into productive dialogue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] First, humans and nonhumans share a basic agency—a fundamental capacity to act, and through action, to affect others. A number of scholarly fields describe this in their own unique ways. Theories of affect tell stories of agency, in that they describe the processes and consequences of one or more bodies acting on other bodies. (3) With respect to music, affect describes the processes and consequences of music acting upon us, often outside of, or beyond our reflexive capacities ( Thompson and Biddle 2013 , 11; see also Jasen 2016 ). Some music sociology, exemplified by the work of Tia DeNora, describes music in terms of its affordances, where the music—and not the musician or composer—is “a medium, in, through, and against which feeling, perception, attention, consciousness, action and embodied processes are produced” ( 2000 , 161–2). I will return to these sociological ideas later. The point I wish to make first is that in this scholarship, all matter—human, non-human, and non-living—has agency. Some readers may take such a statement to mean that objects have free-will and desire, but this is a misunderstanding. In actor-network theory (ANT), one of the most influential scholarly fields to deal with this question, Bruno Latour argues simply that anything (human and nonhuman) has the capacity to act on and affect anything else ( Latour 2005 , 70–2, 171–2). Such a flat ontology does not suggest that a bassoon can have subjective experiences, but eradicates such subject-object distinctions altogether ( Latour 2005 , 75–7). (4) In music studies, ANT has been incorporated to various ends, including in appraisals of music histories and concepts of genre (for example, Drott 2013 ; Piekut 2014 ; see also Hennion 2016 ). However, it is rejected by others based on precisely such misunderstandings as I have described above, most notably by the eminent music scholar Richard Taruskin. For Taruskin, attributing agency to all things renders action and agency meaningless, even unethical. That is, accounting for nonhuman agency trivializes consciousness, and consequently, human responsibility ( Taruskin 2014 , 291–2). Yet the ANT definition of agency renders the things that act on and impact our world visible where they are normally invisible. (5) Such ontological levelling, on the contrary to Taruskin’s concerns, helps to make the roles such actors play in ethical matters more, not less transparent. To see the agency of nonhumans is to unhinge presuppositions about who and what acts out power. As William Cheng notes, also in response to Taruskin, such a perspective legitimates accounts in which humans inflict wrongdoings onto other living things, as well as onto humans who have historically held a shaky status in relation to the dominant definitions of so-called humanity ( Cheng 2016 , 49–50). Indeed, some of the examples from dance music settings that I show later illustrate the paradoxical ways that both humans and nonhumans have the capacity to constrict or deny the agency of others, even as they exercise their own.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "thompson_and_biddle_2013",
                    "jasen_2016",
                    "denora_2000",
                    "latour_2005",
                    "latour_2005",
                    "drott_2013",
                    "piekut_2014",
                    "hennion_2016",
                    "taruskin_2014",
                    "cheng_2016"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] The experimental sciences—and in particular those that interrogate music’s effect on the mind, the biological brain, and the body—measure what music does to us physiologically, neurologically, cognitively, or psychologically. This includes, among other things, the pre-conscious, non-reflexive experiences of agency. Such experimental methods show that inasmuch as people participate in music, they have agency—regardless of whether they play, sing, dance, clap, pretend to play instruments, lie down, sit, or stand to listen. While such research often rests on assumptions that participants are normative, able-bodied subjects, it can serve to flatten out Western art music hierarchies between “performers,” “listeners,” and “audiences” (see Cook 1998 ). Rolf Inge Godøy’s ( 2010 ) work on the gestures of both playing and non-playing participants is one example from music cognition that contributes to this version of ontological flattening. Godøy ( 2010 ) has pointed to the cognitive, phenomenological, and physiological differences and similarities between the movements of players and listeners. An example where formal musical expertise is less relevant is in people’s articulations of music’s “gestural affordances”—the capacity of musical sounds to provoke gestures or movements ( Godøy 2010 , 104). (6) The act of playing an imaginary “air” instrument is an especially visible example of how participants can experience musical agency even if they are not producing the sounds ( Godøy 2010 , 104; see also Godøy 2011 , 13, 18). These approaches also cross over into philosophical territory. For Robert Hatten, there is no question that “music serves as a vehicle, trigger, or catalyst for emotional experience” ( 2010 , 83). Moreover, other scholars have argued that music’s agency, conceived as a means for people to experience or channel emotions, is enhanced when people have the freedom to listen to music they prefer ( Schäfer and Sedlmeier 2011 ).",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "cook_1998",
                    "hatten_2010"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] As experimental studies aim to quantify the experiences of individuals, phenomenological accounts of agency focus on the qualitative aspects of experience. These are more speculative, exploratory, and description-driven accounts of hypothetical individuals’ experiences of music’s agency, or of their own agency as they participate in a musical practice or encounter. They may also include but are by no means limited to the senses of agency that I have described above; when scientists ask their laboratory subjects to report what music makes them do, feel, or imagine during an experiment, they are asking their participants to reflect upon music’s phenomenological agency. Music scholars who explore specifically how it is to experience playing music, focus their attention not only on the experience of producing sounds, but also what processes lead us to produce such sounds, how it feels to do so, and in what way the act is creative (see Klorman in this issue ). (7) A phenomenology of the agency of listeners in particular can focus on slightly different aspects of experience, such as how people experience music “making” them move. One theory is that there are certain elements necessary for music to afford movement, namely, anticipation and preparation ( Montague 2001 , 40). For such anticipation and preparation to occur, repetition is necessary, converting otherwise incoherent sequences of pitch or other types of sound into an audible logic that affords rhythmic bodily movement ( Montague 2001 , 40). The scholarly field of music psychology also addresses the experience of motion (both actual and metaphorical) in music, from the perspective of an idealized, hypothetical listener (see, for example, Clarke 2005 ). Eric Clarke ( 2005 ) teases out the more social psychological processes behind what seems to be an instinctive knowledge of the ways that sounds are produced (by the movements of real-life objects). That is, the motion that listeners feel in musical sounds is influenced in no small part by their pre-conscious knowledge of the physical world (80–2). (8) This account of agency readily connects actions (in response to music) that are bodily and material to actions that are imagined. In a more explicitly material, sensual account of feeling music in motion, Luis-Manuel Garcia ( 2015 ) implicates both imagined and real-life sound phenomena on the dance floors of contemporary club settings. Like the broader affect theories discussed above, Garcia describes the interactions between specific sonic and sensory elements—beats, flesh, and grain—that literally touch and move the skins of dancing bodies, as the bodies interact with each other. Garcia’s three elements are not meant to be symbolic, for “beats do not only play an associative or representational role in relation to touch; they are impactive and tactile in themselves” ( Garcia 2015 , 61).  Departing from text-driven hermeneutics, his analysis highlights the ways that particular electronically-produced sounds, particularly when played at high volumes, can lead virtual or metaphorical experiences to become real, lived experiences ( Garcia 2015 , 71–3).",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "montague_2001",
                    "montague_2001",
                    "clarke_2005",
                    "clarke_2005",
                    "garcia_2015",
                    "garcia_2015",
                    "garcia_2015"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] The metaphorical agency in other forms of music theory and analysis differ from Garcia’s tactile phenomenologies. Metaphor-focused explanations of agency are conceptual—they occur in the imagination. At the level of metaphor, virtual actors in a virtual environment act on other virtual actors. Metaphorical agency has an enduring and interdisciplinary scholarly following: in one foundational work, cognitive linguistic theorist George Lakoff and philosopher Mark Johnson argue that metaphors are integral to how we understand and therefore (actually, not only virtually) engage with the world ( 1980 ). Such cognitive linguistic and philosophical theories have also had significant influence on music studies. For example, Lawrence Zbikowski ( 1997 ) and Zohar Eitan and Renee Timmers ( 2010 ) suggest that there are non-coincidental links between our employment of metaphors using systems of signification normally reserved for non-sonic properties (such as spatial axes) on the one hand, and our descriptions of sonic features of music on the other. These links, they argue, occur across a range of music cultures through our lived experiences of these metaphors. (9) For example, in a metaphorical physics (“gravity,” “inertia,” “magnetism,” and so on) of perceivable musical phenomena, a hypothetical listener to a piece of hypothetical classical music might interpret musical events as being set in motion by a “virtual” or “embodied” agent (Larson in Hatten 2012 , [2]–[6]). Virtual musical objects in “motion” can “pull,” “push,” “repel,” and “attract” one other ( Hatten 2012 , [3], [5], [12]–[15], [22]) in pieces by Beethoven, Brahms, Mozart, and Schoenberg. But unlike in Garcia’s account, there is no room to confuse these imaginary phenomena with physical action; Hatten asks us to “imagine the weight of a structural scale degree as analogous to physical mass” ([13]), arguing that “the counteraction of musical forces can provide a strong trace of a willful agency—allowing for a sense of agential “free will” while moving within the constraints of a virtual environment’s field of forces” ([20]).",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "lakoff_and_johnson_1980",
                    "zbikowski_1997",
                    "eitan_and_timmers_2010",
                    "hatten_2012",
                    "hatten_2012"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Music theorists have been employing metaphorical tools to analyze and interpret music for many decades. Taking Fred Maus and Edward T. Cone’s respective mid- to late-twentieth century writing as points of departure, Seth Monahan ( 2013 ) shows how music analysts’ rhetorical styles have directed the metaphorical actors—such as notes, tonal centers, or instrumental parts—that they “find” in or more accurately, ascribe to music (322–7). Indeed, a recurring way that agency is distributed across multiple levels by scholars is by anthropomorphizing nonhuman metaphorical actors such as single musical features and whole works, all the while erasing any sense of analysts’ own agencies (327–33; see also Kivy 2009 , 122–3). In relationships between analysts, scores, and recordings, an instrument can not only “announce” a musical theme, but a piece of music can act “absent-mindedly,” just as a composer can “stage” a musical event, and a listener can perceive all of the above actions (334–5). Such analyses are themselves generative, shaping how readers might understand a score, or listen to music. As such, despite the intentions of authors such as Hatten to relegate metaphorical agency to the virtual realm, metaphorical agency in music is also resolutely material. Yet the tendency in such accounts of agency is to imply a separation of hypothetical individual listeners or performers from an entity understood as “the music.” From this perspective, the music exists in a conceptual realm separate from other human and nonhuman actors.",
                "footnotes": [],
                "citations": [
                    "monahan_2013",
                    "kivy_2009"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Much of the language built into the above metaphors is specific to Western music theory knowledge, by music analysts for other analysts or composers, to describe phenomena in a musical passage, section, movement, piece, or series. However, the musical-metaphorical imagination, on the whole, is not reliant on this particular culturally-, historically-, and educationally-specific frame of reference. Many music scholars and journalists lean, instead, almost fully on “everyday” metaphors (albeit also culturally and historically contingent ones) to describe their musical experiences—especially where they do not expect their readership to have a formal education in Western music theory or analysis. Popular music journalist Simon Reynolds, for example, relates a musical event—a rave party—to multisensory experiences of the physical world. The “play of ‘light’ as it creases and folds, crumples and kinks” and techno music’s capacity for “stretching time into a continuous present” ( Reynolds 2008 , 378) are among his metaphorical accounts of this music’s agency. At other times, he reverts partially to specialist vocabularies and playful variations of them, while nevertheless maintaining a focus on metaphors so that his point is not lost to most: “Fusing the staccato aggression of the mentasm stab and the tremulous euphoria of the octave skipping piano-vamp, the oscillator-riff literally electrifies the listener” ( Reynolds 2008 , 123). At the heart of all these cases is what the sounds do to a hypothetical dancer. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "reynolds_2008",
                    "reynolds_2008"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] In the analysis that follows, I delve more into music scholarship that addresses agency explicitly or implicitly, and discuss theories of agency rooted in both traditional and recent social theory. Traditional sociological notions of agency posit that so-called structures (determining, constraining forces and actors such as institutions, power, and society) and the agency of individuals exercising free-will are mutually exclusive. This stands in contrast to contemporary social theoretical thinking, which posits that constraining structures, on the one hand, and individuals with agency, on the other, are coexisting constituents of a messier, multifaceted social order. Some social theorists have defined agency as our “mere” mundane actions, while others consider them acts that are more purposive ( Campbell 2009 , 409; Giddens 1976 , 72–5). It is possible to read Anthony Giddens’ idea of agency, “ the stream of actual or contemplated causal interventions of corporeal beings in the ongoing process of events-in-the-world ,” in both of these ways ( Giddens 1976 , 75, italics in original). Furthermore, social theorists have historically concerned themselves with agency that incorporates the empowering attributes of “intention” and “purpose” ( Giddens 1976 , 75). At the same time, others have criticized the implicit extension of this to the notion of the free, empowered individual with the capacity to enact change ( Campbell 2009 , 413). This thinking is traceable at least as far back as Max Weber’s accounts of rebellion against religious philosophies and practices in Europe ( Campbell 2009 , 410–13; Weber 1958 , 114–18). (11) Weber ( 1958 ) and theorists such as Ludwig Wittgenstein ( Giddens 1976 , 71, 87) have positioned agency as necessarily opposite to, and therefore constrained by, structural phenomena such as “institutional organization, power and struggle” ( Giddens 1976 , 92), and informed a long tradition of “structure versus agency” debates in social theory.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "campbell_2009",
                    "giddens_1976",
                    "giddens_1976",
                    "giddens_1976",
                    "campbell_2009",
                    "campbell_2009",
                    "weber_1958",
                    "weber_1958",
                    "giddens_1976",
                    "giddens_1976"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] Although the history of sociology continues to inform contemporary writing, many social theorists have distanced themselves from this dichotomy, drawing attention to agency’s complexity and plural meanings ( Campbell 2009 , 409). (12) For example, on the one hand, agency can constitute everyday action, and on the other, it can be a latent power to affect change (409–10). Other reconfigurations of agency in line with the move away from structure versus agency debates include the aim to dissolve the ontologies of structures and individuals altogether. As such, they come closer to actor-network theory approaches that deny any distinction between “the social” (an untraceable conceptual abstraction) and the people and things that constitute it (for example, Latour 2005 , 165–9). Therefore, agency, as “a key contributor to the contingency of occurrences in the social world” ( Kemp and Holmwood 2012 , 403–4), is itself folded into these so-called structures. In turn, (structural) factors outside of the individual necessarily affect how an individual actor exercises agency (see Campbell 2009 , 404, 420–1). Some social theorists have dismissed the credibility of the debate altogether, undermining its terms and its presumptions. One example is Steven Loyal and Barry Barnes’ provocative critique of Giddens' politically optimistic or “transformative” definition of agency ( Loyal and Barnes 2001 , 513–14). For Loyal and Barnes, such definitions lack nuance, and incorrectly conflate “structure” with a complete constraint on agency. Instead, they argue, people always have some capacity to act, even if within a set of conditions that are also always partially “constraining” them. Such a perspective constitutes another example of the recent tendency in social theory to reject dichotomies and embrace relationality: actions take place as the result of an interplay between “choice” and “cause,” rather than either one or the other (519–523).",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "campbell_2009",
                    "latour_2005",
                    "kemp_and_holmwood_2012",
                    "campbell_2009",
                    "loyal_and_barnes_2001"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] The aforementioned sociological discussions about agency have infiltrated and informed contemporary music studies, which no longer separate “musical” from “extra-musical” agencies, and which argue for conceptualizing all types of musical participation holistically. Sociologies of music also therefore take on board the various senses of agency that I have been discussing here. These include notions of music as an everyday (as opposed to a remarkable or exceptional) phenomenon ( DeNora 2000 ; see also Kassabian 2013 ). Music is described a tool that lends itself to or affords social and bodily agency in activities as diverse as work, exercise, shopping, and sex ( DeNora 2000 , 75–107). Whereas agency is the capacity that any actor has to act, James J. Gibson’s ( 1986 ) notion of affordance relates to how specific material qualities call forth specific actions or uses—a customized relationship between a living actor and inanimate thing, special because of the individual qualities of both ( Gibson 1986 , 127). In music studies, affordances generally refer to the ways that people act in response to their encounters with music (e.g. Clarke 2003 , 117–19; DeNora 2003 , 33–40, 45–51; DeNora 2000 , 39–40). To take a crude example, the aspects of club music that facilitate movement—repetition, loudness, low frequencies, and so on—are dancing affordances. (13) Musical sounds are thus generative of action; not as “a ‘force’ like gravity or wave power. . .  [but] a potential ‘source’ of bodily powers, a resource for the generation of bodily agency” ( DeNora 2000 , 99), and “as an active ingredient in the organization of the self, the shifting of mood, energy level, conduct style, mode of attention and engagement with the world” (61).",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "denora_2000",
                    "kassabian_2013",
                    "denora_2000",
                    "gibson_1986",
                    "gibson_1986",
                    "clarke_2003",
                    "denora_2003",
                    "denora_2000",
                    "denora_2000"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] Most of the music studies discussed so far have tended to focus on music’s agency as positive—as a means to enabling actions that make us feel good, be more social, get fit, focus better, dance more, and so on. Yet music can also oppress, coerce, and exclude people, it can incite anger and violence, and in all these ways, musical agency is not always a good thing. In his “critical defense of music,” David Hesmondhalgh argues that music’s agency lies not only in its transformational capacities or its contribution to “human flourishing,” but also to its interplay with the darker aspects of social life, such as the constrictive economic circumstances of many musicians ( 2013 , 3–6, 40, 116, 123–5, 170–1). His overall thesis is optimistic, drawing, for example, upon the philosophy of Martha Nussbaum, and Amartya Sen’s notion of “capability,” to argue that musical experiences can contribute to and enrich human agency both individually and collectively ( Hesmondhalgh 2013 , 14–21). However, his inclusion of the negative agency of music (and by implication, of those participating in the music) is an important corrective to ideas that overemphasize music’s enriching capacities. In recent years, a growing number of music scholars have explored the complexities of musical agency; this includes its potential down sides, misuses, or links with negative experiences; positive and negative impacts in oppressive environments (see Cusick 2008 ; Goodman 2010 ; Mangaoang 2014 ; Rice 2016 ); and even the ethics of music scholarship and the agency (or lack of it) of music scholars ( Cheng 2016 ). The challenge is to include such negative perspectives without claiming that there is no possibility of agency at all, and without dismissing agency as a neoliberal, individualistic ideology. I will illustrate this more fully in the section on DJs and dance music that follows. From the Decks to the Dance Floor",
                "footnotes": [],
                "citations": [
                    "hesmondhalgh_2013",
                    "hesmondhalgh_2013",
                    "cusick_2008",
                    "goodman_2010",
                    "mangaoang_2014",
                    "rice_2016",
                    "cheng_2016"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] My goal in this article so far has been to explore multidisciplinary uses of agency in and out of music studies. I now turn my attention to these ideas of agency as they manifest in the participation of contemporary DJ and dance music cultures. Dance music research, in parallel to music studies more broadly, incorporates scholarship ranging from the experimental sciences to cultural theory. Given how amenable dance music practices are to discussions of music triggering people to move, agency enters into such research as a common theme. Furthermore, dance music research tends to align with the agency-as-empowering thesis described above. Descriptions of participation in sociocultural studies of dance music include utopian-political subtexts of community and collective action. Some authors, for example, argue for the utopian qualities of particular dance floors through cultural historical accounts of settings considered formative to today’s DJ-driven dance floors, such as 1970s New York (for example, Lawrence 2003 ). Others focus on explicitly attributing emancipation to the aesthetic, sonic qualities of the musical genres. For example, for Hillegonda Rietveld, the genre of house music contains a “funk impulse that frames an open sonic canvas of various cultural influences in a potentially inclusive, democratising, manner. . .  through the shared experience of surrender, the DJ produces a specific group subjectivity that, even temporarily, effaces everyday social stratifications on the darkened dance floor” ( Rietveld 2011 , 8). In all such examples, the overarching argument is that such environments have allowed people marginalized for their race, gender, sexuality, class, or socioeconomic status, to exercise their agency away from the world as they encounter it off the dance floor (see, for example, Fikentscher 2000 ). Such perspectives are not confined to cultural scholarship. Many dance music studies that incorporate cognitive, experimental science methodologies, and which explore pleasure through measurable embodied cognitive responses to musical sounds, begin with the assumption that people experience music as a pleasurable bodily phenomenon (see Witek 2017 ; Witek et al. 2014 ; Solberg and Jensenius 2017 ; Solberg 2014 ).",
                "footnotes": [],
                "citations": [
                    "lawrence_2003",
                    "rietveld_2011",
                    "fikentscher_2000",
                    "witek_2017",
                    "witek_et_al_2014",
                    "solberg_and_jensenius_2017",
                    "solberg_2014"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Whether they comment on the cultural historical significance of dance floors in New York, or measure the pleasurable qualities of dance music in laboratories, all of the above perspectives of dance music recall the narratives of “alternative lifestyles” and subcultural resistance in accounts of 1960s countercultural popular music scenes ( Bennett 2001 , 152, 156, 158–9, 161; Ross 1994 , 8). Such narratives of subcultural resistance have been extended to include arguments about the potency of popular culture for gender emancipation. The rave dance floor, for example, has been described by some authors as a rare feminist space in which wearing clothing ordinarily considered sexualized is a symbolic act that signifies subversion. In Angela McRobbie’s earlier cultural scholarship, women choose to subvert feminine normative assumptions on dance floors through cultural practices such as clothing that invokes a “culture. . .  of childhood, of a pre-sexual, pre-oedipal stage” ( 1994 , 168). The childlike additions to “hypersexual” outfits worn by women on dance floors are shields from misinterpretation, in which the exposed body is indicative of the “sociability and self-sufficiency” of its bearer, rather than constituting sexual invitation ( McRobbie 1994 , 169; see also Pini 2001 , 40–5, 190–5; Ross 1994 , 8, among others). Significantly, McRobbie has revised this position since the 1990s, re-evaluating popular culture as having wholly failed in the promise of feminist emancipation ( 2009 ).",
                "footnotes": [],
                "citations": [
                    "bennett_2001",
                    "ross_1994",
                    "mcrobbie_1994",
                    "mcrobbie_1994",
                    "pini_2001",
                    "ross_1994",
                    "mcrobbie_2009"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] These descriptions of the exceptional agency granted to dance music participants parallel the local and global commercial dance music markets’ appeal to potential consumers. Labels and sponsors often market producers’ and DJs’ record releases and performances, not only through imagery suggestive of the “vibe” of dance floors (see Fikentscher 2000 , 9, 80–82), but also through themes of sex. Like the marketing of any product, all aspects of clubbing—including its venues, clubbers and DJs, alcohol and drug use, clubbing fashion, and hedonistic behavior—are often glamorized through promotion that conveys people shedding their inhibitions and “letting go” of the constraints of everyday life through dancing. Just as other forms of consumption are integrated into our everyday living (see Miles 2003 , 172–3), clubbers and DJs embrace this message of freedom as part and parcel of dance music participation. The notion that consumer choice (including of music) is “democratic, freedom-inducing and positive” is itself an effective marketing tool (173). In turn, the value that consumers attach to their right to choose makes them complicit in repeating this philosophy ( Miles 2003 , 172, 175; Roberts 2003 , 24). Dance music participation can be empowering, and discourses about such empowerment are not exclusively products of cynical marketing. Dance music environments, without doubt, have afforded important modes of participation for many people, including those marginalized for their gender, sexuality, or racial identities. I simply maintain a distance from inflated claims about dance music’s agency that uncritically perpetuate marketing discourse, and that, while speaking about the agency of disenfranchised groups, do not actively work to increase their agency.",
                "footnotes": [],
                "citations": [
                    "fikentscher_2000",
                    "miles_2003",
                    "miles_2003",
                    "roberts_2003"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Discussions of dance music have taken place across cultural studies, music theoretical scholarship, and at the intersections of such fields. The relevant music theoretical work deals in large part with phenomenological notions of agency for DJs and listeners, and these concepts are sometimes incorporated into descriptions of both individual and collective experiences. One such example comes from Mark Butler, who has argued that listeners can shift their attention from one part or layer to another ( Butler 2001 , [4]), a shift which “encourages multiple perspectives on rhythmic and metrical structure” ([37]). Thus, a hypothetical listener’s agency can take the form of a range of perceptual options determined by the sounds chosen by an electronic dance music producer. Butler sees such ambiguous qualities in dance music as “positive” and “promotes active participation in the construction of musical experience” ( Butler 2006 , 123, 137). This is articulated more fully in his conclusion: “In the disorienting, decentralized environment of the club, a plethora of senses are stimulated simultaneously from multiple directions, requiring participants to seek out aspects of the experience on which they will focus” ( Butler 2006 , 256).",
                "footnotes": [],
                "citations": [
                    "butler_2001",
                    "butler_2006",
                    "butler_2006"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Luis-Manuel Garcia has argued along similar lines in his earlier work on repetition, stating: “[a] persistently-looping, dense collection of riffs provides a dense layering of textures without pre-determining the listener’s path of focus” ( 2005 , [5.2]). In these discussions, the sonic features of dance music afford a listener the freedom to perceive as she wishes. Although music theoretical analyses of dance music aim to avoid the celebratory accounts of cultural studies ( Butler 2014 , 15–16; Butler 2006 , 18; Garcia 2005 , [2.15]), the implication is that this ability to choose is “good” a priori. “A listener” in this case refers to a relationship between a hypothetical (or “virtual”) individual human actor (or sometimes, a group of human actors) and musical sounds. Such experiences of music may also be culturally specific (see Clarke 2003 , 117; Gjerdingen 1999 , 168). This is illustrated in interviews that I have conducted with dance music participants in conjunction with analyses of 91 dance music tracks. Participants articulate a range of biases that affect how they experience music. For example, certain sounds are likely to perceptually dominate a classically-trained musician’s experience of textures due to a Western art music listening entrainment that privileges higher registers and moving parts ( Gadir 2014 , 92, 129, 243). Thus, when listening to music, we submit to the qualities of the music, resulting from choices made by dance music producers, but we also experience these through enculturation and our specific histories of musical listening. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "garcia_2005",
                    "butler_2014",
                    "butler_2006",
                    "garcia_2005",
                    "clarke_2003",
                    "gjerdingen_1999",
                    "gadir_2014"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] In idealized versions of dance music events, electronic music technologies make it possible for DJs to play music for the pleasure of dancing participants. Part of the appeal of such performance practices is the audiovisual spectacle of the machine technologies, and of a human expertly manipulating them to make people dance. However, the sound-producing and reproducing technologies used for such events are not inconsequential or beside the point (see also Butler 2014 ). Electronic dance music events as they look and sound would not be possible without them. Indeed, their impact on dance music culture is more than aesthetic, it is economic, as technology companies sponsor events and well-known DJs. Beyond this, such technologies also have oppressive material impacts, for example, as tools of gender discrimination ( Rodgers 2010 ). To acknowledge technological agency, therefore, is not to argue that DJ technologies are manifestations of progress, empowerment, and expansion of human possibility—although they can be these things. It is rather to acknowledge that without such technologies, the attendant music, scene, culture, and performance practice would not exist. (15) While a substantial expansion of this theme lies outside the scope of this paper, it is worth mentioning that the valorization of DJ and production technologies underpins and informs many of the more generally utopian ideologies about dance music as democratizing and powerful.",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "butler_2014",
                    "rodgers_2010"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Gender is a theme that is often included within the above conception—that dance music and its technologies are transformational, democratizing, or choice-enabling. The research on which I draw includes interviews with dance music participants and my participant observation as a clubber and as a DJ, which I conducted over an 8-year period. As part of this research, I have interviewed 87 dance music participants, 50 of whom are DJs identifying as women, transgender, or nonbinary. (16) The DJs who spoke to me are from diverse demographic categories, varying in age, from late teens to late forties; in experience, from beginner-level to more than two decades of performing; in nationality; in the genres that they perform; and in the venues that they perform at. With regard to gender, some of the DJs foreground their femininity through traditionally “feminine” fashion and bodily signifiers and others do so more radically through bold statements in fashion. Some DJs deliberately foreground ambiguous gender and sexual identities, and others present traditionally “masculine” dress and behavior. The DJs have also expressed a range of political views with respect to gender issues—some do not mention them at all, while others dismiss the possibility that gender issues constrain their agency. Still others describe gender (and more broadly, equality) activism as being at the center of their DJ practices.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The issues that almost all of them have raised in interviews regardless of these variables, reflect a collective loss of agency, and consequently trauma and disillusionment, due to others marginalizing them for their gender identities. A number of the DJs I interviewed during 2015–17 in particular have recounted in detail their experiences of gender-related discrimination, prejudice, and harassment both during and between performances. In the face of such experiences, it can be understandably hard for many of these DJs to maintain or regain their motivation to perform. However, some develop effective, compensatory strategies that allow them to regain their sense of agency and continue to work. These include: supportive mentorship by managers, promoters or other DJs; personal self-improvement such as in the realm of physical and mental health; spirituality; and prioritization of family time. Indeed, DJs often openly communicate such personal self-development with fans and their listening publics. In response, fans connect through social media—often in heartfelt and personal ways—about their own life challenges. When performers share their vulnerabilities and loss of agency with their followers, both DJs and fans achieve a potent form of collective agency—one that includes not only the capacity for purposive individual acts but also mutual openness and support. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Agency is further complicated when it takes place in the non-reflexive realm—when the effects of actions on other actors that result from pre-conscious agency become visible. This points to the troubling reality that people perpetuate prejudices against their own marginalized identity groupings. For example, through action that Sadiya Akram ( 2012 ) refers to as unconscious and habitual behavior, people can enact gender-normative attitudes without effort (61–2). The usual discussions of gender normativity as a constraining factor on agency do not, as Akram argues, acknowledge the possibility that victims of such normativity internalize and perpetuate it themselves (61).",
                "footnotes": [],
                "citations": [
                    "akram_2012"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] What of those who enact gender with the full knowledge that their action might undermine some aspects of their agency? It is fitting here to draw upon an example from an internationally touring DJ, “Hannah,” whose self-presentation has included role-play of hyperfeminine mythical characters such as the mermaid, achieved through hair color, make-up, and costuming. Her visual and bodily aesthetics, at a glance, adhere to widely known Western conceptions of attractive femininity. This is validated in part through the language of her extensive fan base, which simultaneously perceives her as a skilled performer, and a celebrity to-be-desired. The construction of a separate, performing image is “about playfulness, where acquiring roles and altering oneself is a main goal” ( Hawkins 2009 , 119). Gender is central to this performing image. It would be all too easy to critique Hannah for knowingly using desirability as one of the means to reach a public, but it is not so simple. Hannah exercises her agency in part through a publicity method persistently used across consumer markets—namely, sexual desirability. She partly attributes her self-presentation to decisions made when she was new to the industry at eighteen years old. However, now in her mid-twenties, Hannah is in no way oblivious to the implications of presenting herself in a “sexy” or conventionally feminine way to promote her work. On the contrary, she has articulated a reflexivity and even internal conflict when faced with the complexities and contradictions of hyperfeminine symbolism in visual marketing. What is more, in line with her self-improvement goals in the private sphere, Hannah also periodically posts political statements to her online social media followers on topics including gender and sexuality equality. Thus, when a woman such as Hannah adheres knowingly to normative representations of gender and desirability—whether for economic security, maintenance of a reputation, comfort, confidence, and enjoyment of bodily self-presentation and display, or any other number of reasons that may only be known to her—it becomes apparent that people can experience agency through their musical participation in any number of unexpected ways.",
                "footnotes": [],
                "citations": [
                    "hawkins_2009"
                ]
            }
        },
        {
            "3.11": {
                "text": "[3.11] In the worst cases of discrimination, even the most fundamental, physical capacity to act—the type that able-bodied people take for granted—can come under threat. In a 2015 interview, “Christine,” a transgender DJ, describes incidents of direct violence against her and other transgender DJs and musicians in nightclubs and music venues. This has affected her performing experience in a wide range of ways. She is on constant guard and ready to defend herself against verbal and physical threats. She has been compelled to avoid certain venues, instead organizing and attending queer-only events where there is a “safety of numbers.” That said, in most cases, women and transgender DJs can continue to operate their performing technologies, as harassment does not always result in physical harm. From the music and cognition perspectives, it is business as usual—they are free to exercise the basic, physical sense of their agency regardless of such interferences. However, using the other senses of agency described in this article, some participants’ predatory acts and prejudicial attitudes undermine the agency of DJs such as Christine in other ways. There is, therefore, a strong argument to made in favor of conceptualizations of agency that take ethics into account.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Lastly, I consider the dancing participants themselves. As Nicholas Cook ( 1998 ) notes, listeners have historically been dismissed in music studies as mere “consumers, playing an essentially passive role in the cultural process” (17). Although it is by no means the only example of this phenomenon, dancing constitutes an especially stark case of how non-sound producing musical participation also constitutes musical agency. The ways that dancers or clubbers move influence the “live” choices of DJs as well as other dancers. Open, expansive dance movements are central and essential to the event, as participants at DJ-driven events are expected to experience the music physically as much as mentally (see Frith 1996 , 124–6). This is quite unlike the expectations of seated audience members listening to music in recital halls, where performers and audiences experience any obvious visible movements as extraneous and distracting.",
                "footnotes": [],
                "citations": [
                    "cook_1998",
                    "frith_1996"
                ]
            }
        },
        {
            "3.13": {
                "text": "[3.13] In the context of clubbing, the generative relationship between music and bodily movement has been described in terms of its potential to lead to a more empowering type of agency—one associated with musical consumption. Some authors have framed dancing, as it takes place in clubs, as a type of musical consumption that can shape people’s identities ( Bennett 2000 , 25–7; Malbon 1999 , 20–4). Furthermore, the most intense moments of social belonging on the dance floor, when understood in terms of peak “oceanic experiences” ( Malbon 1999 , 106–15) constitute an example of agency as empowerment, not unlike the transformational agency in social theory discussed earlier. Indeed, while scholars such as Ben Malbon distance themselves from explicit politicizations of dance music ( 1999 , 16–19), ideas of “collective effervescence” (156), Michel Maffesoli’s concept of empathetic sociality ( Malbon 1999 , 25), and Victor Turner’s theory of communitas (151, 156, 160, 186) all seem to reify the idea that collective dance floor participation constitutes agency as empowerment. Yet research on the gender dynamics of dance floors suggests a counterweight to these theorizations. In sum, being a DJ can bolster the pleasurable, musical, and bodily agency of other individuals, and dancing itself is an exercise of agency. However, it is my hope that in showing the various ways that agency is not a given, not necessarily “good,” not always reflexive, and sometimes even destructive, I have exposed not only its conceptual variability but also its real-world fragility. Conclusion",
                "footnotes": [],
                "citations": [
                    "bennett_2000",
                    "malbon_1999",
                    "malbon_1999",
                    "malbon_1999",
                    "malbon_1999"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] This article has provided an overview of agency’s plural meanings across different fields of knowledge both in and out of music studies. Among these overarching applications to humans and nonhumans as described in actor-network theory, are the physical agency described in music cognition; the metaphorical agency of music analysis; the phenomenological agency of listeners or performers, especially through sensory experience; the technological agency of DJing tools; and the social agency of musicking, human actors. I have used DJ-based dance music to show just how multifarious agency is. The contemporary challenges to longstanding structure-versus-agency debates in social theory have also informed my line of inquiry. In particular, I have illustrated departures from the dichotomies of large societal structures on the one hand, and individual agency on the other. This account has been informed by an understanding that musical encounters are where people, objects, and environments intermingle, coalesce, and shape each other. I hope to have shown not only the ways that these multiple scholarly perspectives on agency are distinct, but also the ways that they overlap. Finally, understood as the capacity of any human or nonhuman actor to act and affect other human or nonhuman actors, agency is a seemingly limitless set of possibilities. In this sense, it resonates with ideals of empowerment and self-determination. But such a capacity can also mean constraining or denying the agency of another. Thus, in its broadest, most inclusive sense, agency exists in a perpetual state of tension.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essays",
    "source": "mto/raw/mto.18.24.3.gadir.html",
    "data": "mto/data/mto.18.24.3.gadir.json"
}