{
    "title": "Commentary: Reversed Images",
    "date": "2024/12/01",
    "volume": "30",
    "issue": "4",
    "authors": [
        "Wang, Dan"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "10.30535/mto.30.4.27",
    "received": "",
    "pdf": "https://mtosmt.org/issues/mto.24.30.4/mto.24.30.4.wang.pdf",
    "author_info": [
        {
            "name": "Dan Wang",
            "university": "University of Pittsburgh",
            "address": "Department of Music, 206 Music Building, Pittsburgh, PA 15260",
            "email": "danwang@pitt.edu"
        }
    ],
    "citations": {
        "hubbs_2014": "Hubbs, Nadine. 2014. Rednecks, Queers, and Country Music . University of California Press.",
        "jameson_1981": "Jameson, Fredric. 1981. The Political Unconscious: Narrative as a Socially Symbolic Act . Cornell University Press.",
        "phillips_1993": "Phillips, Adam. 1993. On Kissing, Tickling, and Being Bored: Psychoanalytic Essays on the Unexamined Life . Harvard University Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "I",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] I would like to note the perhaps startling reversal. As an academic located in the West (although “West” and “located” are efficiencies that say too much and too little already), I have been asked to provide commentary (etymonline.com has the senses of “diary, memoir” as well as, for “comment,” “invention, fabrication, fiction”; note too the simply astonished French false friend: how? ) on, let’s say, the English translation of an artefact from an area of the world with which any encounter necessarily follows the grounding encounters between that place and the United States/the West, which irradiate the present with tendencies of affect much as the family scene does in psychoanalysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] I have also been given the clarifying instruction (as if, otherwise unclarified, I would have instinctively or reasonably done that which is carefully being excluded), “we are deliberately commissioning commentators based on their specialization in content areas related to the translated text, rather than, for example, language expertise or familiarity with the cultural context.” The request for commentary comes with a positive and a negative deliberative. The positive deliberative relates to “specialization” and “content.” The negative deliberative, the thing which intentionally must not be done, is to invoke kinds of knowledge that might follow from “language expertise or familiarity with the cultural context.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] The reversal, of course, has to do with the polarity of the injunction toward what is here and elsewhere called cultural context. For, only recently (recently? But it seeps through, as a structure of feeling, the emergence with which we are concerned at the moment), a central component of the moral distinctiveness of an intellectual middle class (what Nadine Hubbs ( 2014 , 2) calls the “narrating class”) was the positive imperative toward culturally other “knowledges.” By contrast, what one was supposed never to do was to presume to speak of “ethnic” artefacts based solely on one’s specializations or expertise in Western knowledge. This was because, historically, the ethnic object’s tantalizing externality to Western metalanguage allowed it to become an irresistible soil for thinking and for the pleasure of interpretation, hence positioning the Western academic as harvester of the world. Within this structure, “Europe” occupied the formal place of the director’s commentary, where the concealment of its body enabled it to appear as a floating voice, dimming local sound whenever it had a thought and relating to the world as an already finished text.",
                "footnotes": [],
                "citations": [
                    "hubbs_2014"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] In response to this, and reasonably so, one strategy has been to insist on the Western intellectual’s ethical commitment to non-Western knowledge, and specifically, often, to “language expertise” and “cultural context.” But the premises behind “Music Theory in the Plural” seem to me to be striving for something different. Here, the Western academic enters with a concerted will not to promise anything in the realm of cultural knowledge, and is in fact instructed from the outset that their authorization to speak will not be derived in any way from local expertise (even though, within the project at large, the translators and their translations do offer this). As a result, something shifts in the function and the promise of the commentary. That is, the commentary—unlike the director’s commentary—is no longer authorized by the speaker’s possession of specific and relevant knowledges or linguistic aptitude, which would have framed the commentary’s formal relation to the text as one of supplying or restoring missing information. Instead, the Western academic’s commentary enters here via a kind of helplessness in the face of cultural knowing, as if they have been forced to renounce any claim to authority that they might have once derived from it. But then the question becomes: from what does the commentary’s authority now derive?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] It seems to me that barring the commentary from grounding any of its claim to speak in the possession of foreign knowledge has the effect of exposing the self-interest that brought this thinker to the ethnic scene in the first place—a self-interest that could formerly be masked as the selfless pursuit of knowledge itself. Or, as the convenors of this project write, the aim of the commentaries should include “noting what possible contribution to, expansion or redirection of existing knowledge the text affords, and/or how it potentially advances current topics in your own area of scholarship.” What the academic strives for is not the always receding promise of firm ground, an ever-clearer picture of historical and global Truth; instead, this fantastic motive disqualified from the outset, the project of thinking can only be directed toward what happens to its own procedures when exposed to the productive and ultimately arbitrary friction with an enigmatic object that can only ever be misread. Relieved of the ratio-scientific project of achieving a perfect world knowledge, what Fredric Jameson ( 1981 , 1) calls antiquarian history, the Western academic now turns to the ratio-scientific project of self-transformation. Here, the paradigmatic formal image is not of teleological arrival, but rather of a kind of formal transcendence of the boundaries of one’s own language and world, using, of course, only what one can see and find from within that world. To shift the bounds of one’s episteme from within the episteme, to use language precisely in the attempt to uncover what this language excludes from enunciation—these imperatives are what join ambitious critical theory and self-help, perhaps, as its high and low genres.",
                "footnotes": [],
                "citations": [
                    "jameson_1981"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] What follows, then, is the expression of a wish to think of “commentary” not as the tantalizing promise to restore the unknown to the known, but rather as an attempt to work myself out of what I, as an academic in the West, already know—not in the sense of disproving or discarding particular “things” that I know, but of trying to bring out the unfinished edges of systems of knowing whose productivity has been well established. Its new vision would be something akin to the slapstick body, which, instead of succumbing again and again to the world’s undeniable laws, generates from its torsions a set of new physical realities within which its absurd gyrations might seem as natural as walking. II",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Much of Michael Tenzer’s translation of the Balinese music theorist Gusti Putu Madé Geria’s personal notes is constructed of textual units like this one: [2.13] II.14 Gerantang joged bumbung style is called bramana ngisep sari; its sound is pangirik. Gerantang joged bumbung refers to an ensemble of gerantang accompanying ngibing , a flirtation dance. Bramana ngisep sari means “beetle sips flower essence”; pangirik is a tickling sensation. The juxtaposed and somewhat incongruous imagery of beetle, flower, and tickling cunningly reveals the potential of ngibing , which in yesteryear led to more than flirtation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] That is, Tenzer first presents an extract from Geria’s text, translating only the syntax and leaving, presumably, the terms that are deemed most significant for the project at hand in the original language. There then follows a gloss that also completes the translation into English.  Tenzer: “Geria provided only the classification and gave no explanation for why he chose the names he did,” an absence that leaves a space for the interpreter to come in. Of course, the lack of explanation is not an actual absence in the original text, like a tear or missing page; instead, the space of inexplicitness that authorizes Tenzer’s gloss is something that Tenzer, elsewhere in the text, calls the “quotidian” (“This is such a quotidian distinction for Balinese that Geria did perhaps not even consider invoking it”). Hence the kind of cultural common knowledge that is characterized above all by its capacity to remain inexplicit now transmutes, for the commentator outside the text, into the activity of interpretation, which is rendered spatially and textually as insert glosses between the lines of Geria’s text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Geria’s frequent procedure is to offer a name (“is called”) and then to attach it to the name of a sound (“its sound is”). What goes unexplained in this conjunction becomes a seam that allows a foreign interpretant to enter, which is to say that the invitation is located roughly in what the translation renders as ; . Of all the standard Latin marks, ; is the one that strives most to balance the connecting gesture with an equal and contrasting granting of separateness, maintaining a fidelity across its clauses that is at once stable and tense. On one side of the tension, we find language that seems to invoke the function of metaphor or simile, “beetle sips flower essence”; on the other side is a description of a sensation from the perspective of the recipient of a sensory act. After the presentation of this sustained tension between metaphor and sensation comes Tenzer’s clarifying gloss that “reveals” the hidden subtext of sexuality, a revelation that nevertheless takes the form of a euphemistic concealment (“which in yesteryear led to more than flirtation”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] In the modern critical Humanities, we have learned from Foucault to think of concealment not as repression but as a kind of activity. It is not so much that euphemistic metaphor hides the fact of sex—as if “sex” were elsewhere than the language that takes its place—than that sex produces metaphor as a kind of frenetic imaginary extension and reproduction. To sense the near presence of euphemistic metaphor would then be to sense the near presence of sexuality; euphemism is an atmosphere of sexuality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] On the other side of the metaphor is the naming of a sensation from the perspective of the recipient of tickling, a gesture, as Adam Phillips ( 1993 , 9) elaborates from Darwin, that seems to require an actant and a recipient (“It is the pleasure [the child] cannot reproduce in the absence of the other.”). And yet Geria writes: “Its sound is pangirik [tickling].” If we take this to mean that the sound tickles, the musician is then the tickler. Except, of course, the tickling is not enacted directly on the listener’s body, but rather on the body of the instrument (which is sometimes the musician’s own body, as in the case of singing) as a kind of intermediary substitute for the listener’s body.",
                "footnotes": [],
                "citations": [
                    "phillips_1993"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Which is to say that the entry of “tickling” here both closes and opens the gap to the direct confrontation of touch. The sound both raises the sensation associated with a kind of touch-play while also safeguarding it away from immediate touch, where tickling is more likely to be a source, say, of a sustained and mild pleasure than a body-contorting pleasure/panic. Here, “tickling” joins a repertory of gestures encoded in sound that Geria cites, some of which involve acting on an object (“whipping,” “swiping,” “scooping”) and others an internal experience of the body (“tripping”). But identified this way, all presumptive subjects and objects disappear from their actions. Both relational and non-relational gestures are now flattened together under a mutual condition of existence (“the sound is”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] I find, in other words, that the slight difference between “the sound tickles” and “the sound is tickling” alters the utility of tickling for an analysis interested in the body and its affective states. If, let’s say, an analysis of tickling might be desired as a desire to move sexuality from metaphor to the body, from reification to description, and from what is repeated to a kind of unsettled and reversible play, the casting of tickling not simply as an effect of sound but as a concept of sound—one that co-exists, say, with “quarreling bees,” “dead stroke,” “moonlight,” “united desire,” “face aflame,” and other things a sound may be “called”—unsettles the claim that tickling restores to the body what “beetle sips flower essence” seemed to abstract from it in a flight of metaphor. On one side, what looks like just the misdirection of language over the hidden referent of sexuality is also the presence of sexuality in the atmosphere of metaphor; on the other side, what looks like an irreducibly embodied sensation turns out to be recontained as a concept, which allows it to travel and mingle with other sensations-and-phenomena-turned-into-concepts. What appears to be a promising move from metaphor to immediate sensation turns out to be unsettled on each side of the separating and connecting mark; there is no final escape into either mere discourse or sheer body.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: music theory in the plural",
    "source": "mto/raw/mto.24.30.4.wang.html",
    "data": "mto/data/mto.24.30.4.wang.json"
}