{
    "title": "Review of Jane Piper Clendinning and Elizabeth West Marvin, <i>The Musician’s Guide to Theory and Analysis</i> (New York: W.W. Norton, 2005)",
    "date": "2009/06/01",
    "volume": "15",
    "issue": "2",
    "authors": [
        "Tuck, Patrick"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "July 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.2/mto.09.15.2.tuck.pdf",
    "author_info": [
        {
            "name": "Patrick Tuck",
            "university": "University of the Cumberlands",
            "address": "Department of Music, Williamsburg, KY 40769",
            "email": "ptuck@ucumberlands.edu"
        }
    ],
    "citations": {
        "gauldin_2004": "Gauldin, Robert. 2004. Harmonic Practice in Tonal Music. New York: W.W. Norton.",
        "laitz_2007": "Laitz, Steven G. 2007. The Complete Musician: An Integrated Approach to Tonal Theory, Analysis, and Listening. New York: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I would like to thank Dr. Kristen Kean for her observations on certain features of The Musician’s Guide to Theory and Analysis based on her own classroom experience.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Jane Piper Clendinning and Elizabeth West Marvin’s combined knowledge and experience in the areas of music analysis, music theory pedagogy, and service to our discipline is noteworthy. When these two respected scholars and teachers joined forces to create The Musician’s Guide series of music theory, aural skills, and fundamentals texts with Joel Phillips, the result was bound to be significant. This review focuses on Clendinning and Marvin’s The Musician’s Guide to Theory and Analysis with supporting workbook, anthology, and compact discs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The first thing one notices upon receiving this text is the abundance of supporting materials. Clendinning and Marvin support the musical examples and concepts in their text with compact disc recordings of the excerpts and an anthology with complete movements and works. Gone for the instructor who adopts their text is the task of hunting for complete scores and recordings to accompany the few measures from each composition that usually exist in the body of a textbook, or fumbling with the CD player in front of one’s class to find the \nrelevant few measures in recordings of complete works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] When planning their music theory text, the authors clearly considered the diverse experiences of the first-semester freshman class. The text contains one hundred thirty-two pages of fundamentals material in Part I, Building a Musical Vocabulary: Basic Elements of Pitch and Rhythm. The authors take a spiral approach. Chapter two focuses only on simple meters and chapter three only on major keys. Chapter four returns to meters, this time compound, and chapter five returns to key signatures, now adding parallel and relative minor keys and modes. Pitches and pitch classes are the focus of the opening chapter, and, in chapter six, the authors develop this concept further with a discussion of pitch intervals. Part I concludes with triads and seventh chords. One of the striking features of this opening section is its focus on measures 1–5a of J.S. Bach’s Brandenburg Concerto No. 4, second movement. While seeing the opening page of this score on page three of the text may at first be daunting to students, the subsequent unpacking of the concepts required to read the score provides a sense of accomplishment when the example appears again on page sixty-one. Now, the students who have been exposed to the basics of pitch and rhythm notation, simple meters, and major and minor keys have a clearer understanding of the musical notational system used in the score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Another issue that the authors address in their text is the presentation of material in a manner that draws students to key concepts and terms. Each chapter title page contains an outline of topics covered, an overview, and a list of repertoire. Clendinning and Marvin place “Key Concepts” in bold blue-colored boxes throughout the text. They place “Terms You Should Know” in alphabetical order at the end of each chapter along with “Questions for Review.” The terms collected at the end of each chapter also appear in bold type in the body of the chapter. The authors provide practice exercises within the text that emulate those offered in the accompanying workbook.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] When preparing to teach the first semester of freshman music theory, the following question is crucial:  how (and why) do I introduce part-writing now that my students possess a basic musical vocabulary? Some texts move directly to writing music in four voices; others, while following this strategy, include an appendix with species counterpoint rules and examples \n( Gauldin 2004 ).  In Part II: Linking Musical Elements in Time, Clendinning and Marvin begin their presentation of part-writing with two chapters \ncovering two-voice composition. Here, they discuss consonance and dissonance between two voices before introducing the more complex four-voice part-writing model. This promotion of comprehensive species-counterpoint instruction into the main body of the text and the first semester music theory curriculum is refreshing and logical. In his Complete Musician: An Integrated Approach To Tonal Theory, Analysis, and Listening , Steven Laitz takes a similar but less comprehensive approach by introducing first- and second species-counterpoint in the main body of the text—this is more detailed in the \nsecond edition than in the first ( Laitz 2007 ).",
                "footnotes": [],
                "citations": [
                    "gauldin_2004",
                    "laitz_2007"
                ]
            }
        },
        {
            "6": {
                "text": "[6] One drawback of the transition between Parts I and II is the complexity of the chapter on triads and seventh chords that concludes Part I. Chapter seven could be made more basic and therefore more like the other chapters in Part I by removing the discussion of seventh chords and offering more practice on basic triad construction and inversions. Information on seventh chords and inversions could then be treated separately in a subsequent chapter, following the spiral curricular design that is otherwise \nimplemented so effectively throughout this text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Part III, The Phrase Model, provides students with a context within which they can develop their sense of musical hierarchy. The authors begin this discussion with the parts of the phrase as they relate to the tonic and dominant tonal areas. They build upon their coverage of species counterpoint in chapter thirteen, Embellishing Tones, where they develop concepts of consonance and dissonance treatment, now in three and four voices. Chapter fourteen brings another welcome promotion of material out of the appendix and into the body of the music theory textbook: “Chorale Harmonization and Figured Bass.” Here, J.S. Bach’s music is the focus, specifically the chorales “Ach Gott, vom Himmel sieh’ darein,” “O Haupt voll Blut und Wunden,” and “Wachet auf” from Cantata No. 140. Also notable in Part III is the authors’ treatment of the “phrase model,” which signals the return of harmonic functionalism in North-American theory pedagogy. Again, Laitz’s text provides an approach worthy of comparison here. He—in the fashion of Daniel Harrison—emphasizes the Pre-Dominant \nin reserving the use of the term “phrase model” for his chapter entitled “The Pre-Dominant Function and the Phrase Model,” which occurs long after his chapters on Tonic and Dominant and the cadence.  While Clendinning and Marvin order their functional harmony presentation in the same way, they introduce the phrase model concept along with the Tonic and Dominant material and subsequently \nshow the Pre-Dominant as an expansion of the basic Tonic-Dominant phrase model design.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Clendinning and Marvin continue expanding the diatonic harmonic vocabulary in chapter fifteen with leading-tone, pre-dominant, and second-inversion chords. This is one more instance in which material could be grouped differently. The inclusion of the pre-dominant with leading-tone and second-inversion harmonies groups a number of diverse concepts and introduces an \noverabundance of part-writing issues in a single chapter. The text might benefit from moving pre-dominant harmonies into their own chapter prior to chorale harmonization and figured bass. As their discussion of the phrase continues, the authors develop concepts of expansion, basic root progressions, cadence types, motives, melodies, harmonic intensification of the dominant (which introduces secondary dominants), phrase rhythm, and periods. \n(Note the authors’ choice of the term “secondary dominant” if you have a particular affinity for the term “applied dominant” in this context.) All of these concepts contribute to the student’s contextual understanding of diatonic music while providing a solid foundation for the more chromatic music that follows. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Part IV, Further Expansion of the Harmonic Vocabulary, introduces chromaticism and basic forms. Tonicization of scale degrees other than V leads the way with Mozart’s Variations on “Ah, vous dirai-je, Maman,” Variation VII. In the body of the text, students are instructed to listen to the entire variation while following along in the anthology. The authors continue in the text with an explanation of the tonicizations employed in measures 172–76. The degree to which the accompanying anthology is used varies throughout the text depending on the reason for its inclusion in the lesson. In some cases, students are instructed to follow along with an entire piece or movement and are guided to key moments, while at other times they are asked to play or listen to just a portion of a movement or work. The accompanying CDs and anthology allow for a good deal of flexibility both in the manner in which the authors incorporate musical examples into the body of the text and in how the lecturer incorporates additional context into the lesson plan.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Modulation to closely related keys follows with Mozart’s Piano Sonata in D Major, K. 284, measures 1–8 as the first musical example. As students digest their expanding musical vocabulary, the authors provide the context of binary and ternary forms. They round out Part IV with a chapter on modal mixture and a chapter on chromatic approaches to V, which feature measures 1–39 of Schubert’s Moment Musical in A-flat Major, Op. 94, No. 6 and Sousa’s “The Stars and Stripes Forever,” respectively. In Part IV, the authors effectively distinguish the Neapolitan sixth and augmented sixths as chromatic pre-dominant harmonies by placing them in the same chapter. Giving diatonic pre-dominant harmonies a similar emphasis by placing them in their own chapter would make this later chapter even more striking.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Part V, Musical Form and Interpretation, progresses from song forms and analysis through variation and rondo forms to sonata forms before arriving at a closing chapter on chromaticism. In chapter twenty-nine, the discussion of chromaticism focuses on elaboration, chromatic modulations using previously introduced harmonies such as mixture harmonies, and augmented-sixth chords. Beethoven’s Pathétique Sonata demonstrates combined chromatic techniques, while Chopin’s Prelude in E minor, Op. 28, No. 4 appears as an example of linear chromaticism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Part VI acknowledges that musical creation and scholarship have moved far beyond the tonal era and that the twenty-first century music major requires pertinent instruction in the great music of the post-tonal era. This section features serial works such as Tavener’s “The Lamb” and Webern’s Variations for Piano, Op. 27, alongside the rhythmically ingenious Piano Phase by Steve Reich and Density 21.5 by Edgard Varèse. Part VI is divided into eight chapters that move through modes, scales, and sets; set classes; serialism; matrixes; new ways to organize rhythm, meter, and duration; new ways to articulate musical form; and the composer’s materials today. Included in this valuable section are considerations of analysis and performance that aid the students as they approach the wonderfully varied music of the past century. Students and teachers should notice the consistent attention to musical form and context that characterize this great contribution to music theory pedagogy in higher education.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The Musician’s Guide to Theory and Analysis by Jane Piper Clendinning and Elizabeth West Marvin effectively addresses the needs of today’s music theory students and teachers. To the vast field of music theory pedagogy it brings a union of old and new concepts in a well-considered and comprehensive spiral curriculum design.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.09.15.2.tuck.html",
    "data": "mto/data/mto.09.15.2.tuck.json"
}