{
    "title": "Rock Modulation and Narrative",
    "date": "2016/06/01",
    "volume": "22",
    "issue": "2",
    "authors": [
        "Hanenberg, Scott J."
    ],
    "abstract": "Key changes have long been employed in rock music to great dramatic effect. This paper takes as its point of departure the premise that modulations constitute “marked” events, which provide fertile ground for narrative analysis. Specifically I demonstrate, through analysis, the profitable intersection of ideas of musical narrative on the one hand (Burns and Woods 2004, Almén 2008, Burns 2010, etc.) and, on the other hand, current understandings of modulation in rock music (Capuzzo 2009, Doll 2011, and Temperley 2011b). Acknowledging the elusive nature of one-to-one correspondences between musical narrative and the patterning of pitch materials, my analyses instead seek to highlight relevant analyticalquestions. Six songs are considered as examples: “42” (Coldplay), “One Foot” (Fun.), “Hay Loft” (Mother Mother), “Knights of Cydonia” (Muse), “Across the Sea” (Weezer), and “Everlasting Everything” (Wilco). These demonstrate a range of situations, from passages in which a modulation away from a song’s initial tonic key occupies only a few measures to complex tonal trajectories that engage the majority of a song. The conclusion suggests five potential archetypes, each describing a different narrative function that may be supported by modulation.",
    "keywords": [
        "popular music",
        "rock",
        "narrative",
        "expression",
        "text-music relations",
        "modulation",
        "Burns",
        "Almén",
        "Temperley",
        "Doll"
    ],
    "doi": "",
    "received": "October 2015",
    "pdf": "http://mtosmt.org/issues/mto.16.22.2/mto.16.22.2.hanenberg.pdf",
    "author_info": [
        {
            "name": "Scott J. Hanenberg",
            "university": "University of Toronto",
            "address": "Faculty of Music, 80 Queen’s Park, Toronto, ON M5S 2C5",
            "email": "scott.hanenberg@mail.utoronto.ca"
        }
    ],
    "citations": {
        "adams_1985": "Adams, Douglas. 1985. The Ultimate Hitchhiker’s Guide to the Galaxy: Complete & Unabridged. Random House.",
        "agawu_1991": "Agawu, Kofi. 1991. Playing With Signs: A Semiotic Interpretation of Classical Music. Princeton University Press.",
        "almén_2008": "Almén, Byron. 2008. A Theory of Musical Narrative. Indiana University Press.",
        "bailey_1977": "Bailey, Robert. 1977. “The Structure of the Ring and Its Evolution.” 19th-Century Music 1: 48–61.",
        "baileyshea_2014": "BaileyShea, Matthew L. 2014. “From Me To You: Dynamic Discourse in Popular Music.” Music Theory Online 20 (4).",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (2): 95–110.",
        "burns_1997": "Burns, Lori. 1997. “‘Joanie’ Get Angry: k. d. lang’s Feminist Revision.” In Understanding Rock: Essays in Musical Analysis , ed. John Covach and Graeme M. Boone, 93–112. Oxford University Press.",
        "burns_2000": "Burns, Lori. 2000. “Analytic Methodologies for Rock Music: Harmonic and Voice-Leading Strategies in Tori Amos’s ‘Crucify.’” In Expression in Pop-Rock Music: A Collection of Critical and Analytical Essays , ed. Walter Everett, 213–246. Garland Publishing, Inc.",
        "burns_2010": "Burns, Lori. 2010. “Vocal Authority and Listener Engagement: Musical and Narrative Expressive Strategies in the Songs of Female Pop-Rock Artists, 1993–95.” In Sounding Out Pop: Analytical Essays in Popular Music , ed. Mark Spicer and John Covach, 154–92. University of Michigan Press.",
        "burns_and_woods_2004": "Burns, Lori, and Alyssa Woods. 2004. “Authenticity, Appropriation, Signification: Tori Amos on Gender, Race, and Violence in Covers of Billie Holiday and Eminem.” Music Theory Online 10 (2).",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “Neo-Riemannian Theory and the Analysis of Pop-Rock Music.” Music Theory Spectrum 26 (2): 177–199.",
        "capuzzo_2009": "Capuzzo, Guy. 2009. “Sectional Tonality and Sectional Centricity in Rock Music.” Music Theory Spectrum 31 (1): 157–174.",
        "cohen_2010": "Cohen, Ian. 2010. “Weezer: Pinkerton [Deluxe Edition]/Death to False Metal.” Pitchfork . http://pitchfork.com/reviews/albums/14817-pinkerton-deluxe-edition-death-to-false-metal/ .",
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15 (1): 9–40.",
        "covach_2003": "Covach, John. 2003. “Pangs of History in Late 1970s New-Wave Rock.” In Analyzing Popular Music , ed. Allan Moore, 173–95. Cambridge University Press.",
        "doll_2007": "Doll, Christopher. 2007. “Listening to Rock Harmony.” PhD diss., Columbia University.",
        "doll_2011": "Doll, Christopher. 2011. “Rockin’ Out: Expressive Modulation in Verse-Chorus Form.” Music Theory Online 17 (3).",
        "everett_1995": "Everett, Walter. 1995. “The Beatles as Composers: The Genesis of Abbey Road, Side Two.” In Concert Music, Rock, and Jazz since 1945: Essays and Analytical Studies , ed. Elizabeth West Marvin and Richard Hermann, 172–228. University of Rochester Press.",
        "everett_1997": "Everett, Walter. 1997. “Swallowed by a Song: Paul Simon’s Crisis of Chromaticism.” In Understanding Rock: Essays in Musical Analysis . Edited by John Covach and Graeme M. Boone, 113–153. Oxford University Press.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes” . Oxford: Oxford University Press.",
        "griffiths_2015": "Griffiths, Dai. 2015. “Elevating Form and Elevating Modulation.” Popular Music 34 (1): 22–44.",
        "harrison_1997": "Harrison, Daniel. 1997. “After Sundown: The Beach Boys’ Experimental Music.” In Understanding Rock: Essays in Musical Analysis , ed. John Covach and Graeme M. Boone, 33–57. Oxford University Press.",
        "hatten_1994": "Hatten, Robert S. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Indiana University Press.",
        "hermes_2008": "Hermes, Will. 2008. “Viva la Vida or Death and All His Friends.” Rolling Stone . http://www.rollingstone.com/music/albumreviews/viva-la-vida-or-death-and-all-his-friends-20080626#ixzz2wMUWBFmN .",
        "joll_2012": "Joll, Nicholas, ed. 2012. Philosophy and The Hitchhiker’s Guide to the Galaxy. Palgrave Macmillan.",
        "kaminsky_1992": "Kaminsky, Peter. 1992. “The Popular Album as Song Cycle: Paul Simon’s Still Crazy After All These Years.” College Music Symposium 32: 38–54.",
        "levine_1995": "Levine, Mark. 1995. The Jazz Theory Book . Sher Music.",
        "luerssen_2004": "Luerssen, John. 2004. Rivers’ Edge: The Weezer Story . ECW Press.",
        "monelle_2006": "Monelle, Raymond. 2006. The Musical Topic: Hunt, Military and Pastoral . Indiana University Press.",
        "moore_2001": "Moore, Allan F. 2001. Rock: The Primary Text; Developing a Musicology of Rock . 2nd ed. Ashgate.",
        "neal_2007": "Neal, Jocelyn. 2007. “Narrative Paradigms, Musical Signifiers, and Form as Function in Country Music.” Music Theory Spectrum 29 (1): 41–72.",
        "ng-magazinecom_2008": "NG-Magazine.com. 2008. “Coldplay Promo Interview on Viva La Vida, Part Three (2008).” YouTube . https://youtu.be/DAf1vhyVZME . Accessed March 18, 2014.",
        "osborn_2011": "Osborn, Brad. 2011. “Understanding Through-Composition in Post-Rock, Math-Metal, and other Post-Millennial Rock Genres.” Music Theory Online 17 (3).",
        "perpetua_2009": "Perpetua, Matthew. 2009. “Wilco: Wilco (The Album).” Pitchfork . http://pitchfork.com/reviews/albums/13237-wilco-the-album/ .",
        "robinson_1997": "Robinson, Jenefer, ed. 1997. Music and Meaning . Cornell University Press.",
        "robinson_and_hatten_2012": "Robinson, Jenefer and Robert S. Hatten. 2012. “Emotions in Music.” Music Theory Spectrum 34 (2): 71–106.",
        "sheppard_2005": "Sheppard, Anthony. 2005. “Cinematic Realism, Reflexivity and the American ‘Madame Butterfly’ Narratives.” Cambridge Opera Journal 17 (1): 59–93.",
        "spicer_2011": "Spicer, Mark. 2011. “(Per)Form in(g) Rock: A Response.” Music Theory Online 17 (3).",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen For in Rock: A Stylistic Analysis . Yale University Press.",
        "summach_2011": "Summach, Jay. 2011. “The Structure, Function, and Genesis of the Prechorus.” Music Theory Online 17 (3).",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic ‘Divorce’ in Rock.” Popular Music 26 (2): 323–42.",
        "temperley_2011a": "Temperley, David. 2011a. “The Cadential IV in Rock.” Music Theory Online 17 (1).",
        "temperley_2011b": "Temperley, David. 2011b. “Scalar Shift in Popular Music.” Music Theory Online 17 (4).",
        "temperley_and_tan_2013": "Temperley, David and Daphne Tan. 2013. “The Emotional Connotations of Diatonic Modes.” Music Perception 30 (3): 237–57.",
        "thornton_2006": "Thornton, Anthony. 2006. “Muse: Black Holes and Revelations; Britain’s Grandest Rockers Boldly Go Where No Band Has Gone Before.” New Musical Express . http://www.nme.com/reviews/muse/7970 .",
        "walser_1993": "Walser, Robert. 1993. Running with the Devil: Power, Gender, and Madness in Heavy Metal Music . Wesleyan University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This paper maintains a distinction between “rock” and “pop” as two categories of popular music, while acknowledging that the boundary between the two is an especially blurry one. Discussion of this boundary can be found in Moore 2001 , 3–4; Stephenson 2002 , xiv; and Biamonte 2010 , 95.",
            "citations": [
                "moore_2001",
                "stephenson_2002",
                "biamonte_2010"
            ]
        },
        "FN2": {
            "text": "2. For a discussion of directional or progressive tonality in rock, see Capuzzo 2009 , 157–59. Griffiths ( 2015 ) considers a pervasive category of modulating songs, namely those involving an elevating modulation.",
            "citations": [
                "capuzzo_2009",
                "griffiths_2015"
            ]
        },
        "FN3": {
            "text": "3. One of Harrison’s more complex examples considers “the competition between E and A for tonic control” in “God Only Knows” ( 1997 , 35–40). Covach highlights the “exceptional structural twist” created by Foreigner in placing the bridge of “Feels Like the First Time” between the song’s second verse and chorus ( 184 ).",
            "citations": [
                "harrison_1997",
                "covach_2003"
            ]
        },
        "FN4": {
            "text": "4. The prevalence of this modulatory strategy, especially in early rock repertoires, is such that it comprises the only type of modulation discussed in Everett 2009 (283–4). Christopher Doll ( 2011 , n18) lists the various labels used by several writers who address the topic, the earliest being Kaminsky 1992 (see 42 for Kaminsky’s use of the term “crowbar modulation”; see also Everett 1995 , n18, and Griffiths 2015 , 26–8). Several of these labels reflect the sudden shock provided by such modulations (e.g., the “crowbar modulation,” the “truck driver’s modulation,” and the “shotgun modulation”); Doll’s own term—the “pump-up” modulation—also captures the expressive nature of the phenomenon. Most recently, Griffiths ( 2015 ) offers the label “elevating modulation,” a terminological move I follow for its neutral linguistic associations.",
            "citations": [
                "everett_2009",
                "doll_2011",
                "kaminsky_1992",
                "everett_1995",
                "griffiths_2015",
                "griffiths_2015"
            ]
        },
        "FN5": {
            "text": "5. Capuzzo ( 2009 ) exhibits a similar focus on collections, identifying a diverse array of pitch collections common in rock music: diatonic, pentatonic, “gapped 5-cycle sets,” etc.",
            "citations": [
                "capuzzo_2009"
            ]
        },
        "FN6": {
            "text": "6. See, for example, sections [3.10] and [4.5].",
            "citations": []
        },
        "FN7": {
            "text": "7. Temperley 2011b [3.4] describes an ordering of the modes from sharpmost to flatmost as a “happiness axis.” See also Temperley and Tan ( 2013 ) for a study linking perceived emotion to the mode of a melody.",
            "citations": [
                "temperley_2011b",
                "temperley_and_tan_2013"
            ]
        },
        "FN8": {
            "text": "8. Capuzzo often avoids the label “key,” preferring “‘collection’ to identify pitch-class content and ‘center’ to identify the focal pitch-class of a given collection” ( 2009 , 162). Temperley ( 2011b , [6.6] and n25) follows this move, referring late in his article to “changes of tonal center” or “tonal shifts.” I choose to retain the familiar terms “key,” “mode,” “key change,” and “modulation” because, in my experience, their meanings are just as familiar to performers and creators of popular music as they are in classical-music circles.",
            "citations": [
                "capuzzo_2009",
                "temperley_2011b"
            ]
        },
        "FN9": {
            "text": "9. Griffiths ( 2015 , 24) notes that such modulations carry “an associative sense of cliché” and goes on to cite numerous negative valuations of the technique.",
            "citations": [
                "griffiths_2015"
            ]
        },
        "FN10": {
            "text": "10. Burns and Woods 2004 is notable for two analyses that exemplify the potential complexities and contradictions of text-music relationships.",
            "citations": [
                "burns_and_woods_2004"
            ]
        },
        "FN11": {
            "text": "11. Griffiths ( 2015 , 29) notes that songs that return to (and close in) the initial tonic constitute an “exceptional subset” of songs that contain elevating modulations. His term “elevating form” describes the more usual case, in which a song begins and ends in two different keys (see 28–31 ).",
            "citations": [
                "griffiths_2015",
                "griffiths_2015"
            ]
        },
        "FN12": {
            "text": "12. Indeed, from the perspective of a narrative analysis based on markedness theory, the bridge of “One Foot” is certainly more interesting than the tag, but, because the tag modulates and the bridge does not, I will not comment further on the bridge.",
            "citations": []
        },
        "FN13": {
            "text": "13. The tag may initially project either D Aeolian or D Phrygian. On the one hand a listener may assume the Aeolian mode is implied, as it is typical of minor-mode passages in rock genres. On the other hand the Phrygian mode may be easier to hear contextually because it retains the pitch class collection of B ♭ major. The E ♭ in the song’s penultimate measure rewards this Phrygian hearing. Finally, because the tonal context is so underdetermined, it is possible to hear the tag in G minor; in this hearing the implied pitch class collection is again retained, but the two quarters that begin each measure function as the fifth scale degree, rather than the first, compounding the tension of the passage.",
            "citations": []
        },
        "FN14": {
            "text": "14. As a counterpoint to the narrative of “One Foot,” see John Mayer’s “Waiting on the World to Change” (2006). The subject matter of the two songs is the same, but where Fun.’s Ruess takes the pessimistic outlook that he is incapable of effecting change, Mayer presents a naive optimism that the world will change without him. The songwriter’s optimism (or that of his implied narrator) finds musical expression in the move from a breakdown vamp on a borrowed minor subdominant (Gm7 in the key of D major) into a joyful major-key guitar solo, about two-thirds of the way through the track.",
            "citations": []
        },
        "FN15": {
            "text": "15. Hatten ( 1994 ) offers a substantial discussion of the potential for major and minor mode to participate in conventions of markedness (see especially pages 76–78).",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN16": {
            "text": "16. In this sense, the affective function of the short-lived modulation upwards by a single semitone is reminiscent of the “expressive” modulations identified by Bailey ( 1977 , 51) in the music of Richard Wagner.",
            "citations": [
                "bailey_1977"
            ]
        },
        "FN17": {
            "text": "17. Viva la Vida is the first release that finds the group working with influential and experimental producer Brian Eno (best known for his work with David Bowie, Talking Heads, and U2). Hermes ( 2008 ) writes: “the experimentation makes [ Viva la Vida ] their most musically interesting album to date.”",
            "citations": [
                "hermes_2008"
            ]
        },
        "FN18": {
            "text": "18. This philosophical turn in the lyrics may explain the song’s cryptic numerical title. The number 42 features in Douglas Adams’s novel, The Hitchhiker’s Guide to the Galaxy as the answer “To the great Question of Life the Universe and Everything” ( 1985 , 120). For philosophical commentary on the novel, including Adams’s satirical treatment of many philosophical questions, see Joll, ed. ( 2012 ).",
            "citations": [
                "adams_1985",
                "joll_2012"
            ]
        },
        "FN19": {
            "text": "19. In spite of the absence of specific details in its lyrics, a feeling of intimacy is established in “42” through what Burns ( 2010 , 164) terms “direct communication”—use of language that employs “I/you” statements. The distance to which I refer lies on a different spectrum, and is perhaps best described (in Burnsian terms) as a reluctance on the part of the songwriter to commit to either a “sincere” or “oppositional” narrative position. BaileyShea ( 2014 ) offers a detailed consideration of shifts in narrative perspective, like the one that occurs in the bridge of “42” when second-person pronouns replace the first-person narration of the verse.",
            "citations": [
                "burns_2010",
                "baileyshea_2014"
            ]
        },
        "FN20": {
            "text": "20. Stephenson ( 2002 , 159–60) suggests that the juxtaposition of the same two scale degrees represents “a type of schizophrenia” in Pink Floyd’s “Brain Damage” in his analysis of Dark Side of the Moon .",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN21": {
            "text": "21. An alternate interpretation of the bridge and the subsequent instrumental might understand the extended passage in the major key as representing heaven itself. Following this reading the F minor verses would depict the earthly realm—the locus of the narrator’s loss—while the instrumental over the F pedal suggests the singer’s contemplation of suicide through its fleeting use of major thirds. I prefer the narrative I present in the main text because it better accounts for the bridge lyrics.",
            "citations": []
        },
        "FN22": {
            "text": "22. Through a reversal of the first verse’s E ♭ -E[ ♮ ] (third and fourth measure), the bass line now descends chromatically (through the second and third measures), reaching E ♭ in the verse’s third measure, as before. The potential allusion to the lament is a notable intertextuality.",
            "citations": []
        },
        "FN23": {
            "text": "23. The B section is certainly the least tonally stable of the three, given the mixed use of major and minor third scale degrees. The stability of the section comes, instead, from the unequivocal F root in the bass part.",
            "citations": []
        },
        "FN24": {
            "text": "24. Typically, major-third cycles like that of “Knights of Cydonia” involve major keys. A quintessential example is the “Coltrane changes” featured in “Giant Steps” (see, e.g., Levine 1995 , 353). A recent rock example is Morrissey’s “Come Back to Camden” (2004), in which modulations are accomplished via dominant-functioning augmented triads. Muse’s use of major-third cycles to connect minor keys in “Knights of Cydonia” thus emphasizes the minor tonality of each key area.",
            "citations": [
                "levine_1995"
            ]
        },
        "FN25": {
            "text": "25. In his article on the application of Neo-Riemannian concepts in the analysis of rock music, Capuzzo ( 2009 , 181) notes that equal division of the octave is rare.",
            "citations": [
                "capuzzo_2009"
            ]
        },
        "FN26": {
            "text": "26. The exception to this is Coldplay’s “42,” in which a pivot chord is used to move from F minor to A ♭ major (see Example 5). This pivot modulation occurs at a section boundary, and the return from A ♭ major to the home tonic is accomplished through a direct modulation.",
            "citations": []
        },
        "FN27": {
            "text": "27. The last song analyzed in this paper—Wilco’s “Everlasting Everything”—contains a modulating turnaround based on the song’s non-modulating verse. My analysis shows how Wilco takes advantage of the similarity between these two formal sections in navigating different key areas.",
            "citations": []
        },
        "FN28": {
            "text": "28. The closeness of these triads’ relationship is perhaps best expressed in Cohn 1996. All nine major and minor triads occupy only two of Cohn’s four hexatonic systems—the so-called Northern (whose constituents all appear in “Knights of Cydonia”) and Western (which supplies the dominant and mediant triads of each key).",
            "citations": []
        },
        "FN29": {
            "text": "29. As Luerssen 2004 (206) notes, the album’s title is a reference to Puccini’s Madame Butterfly (1907): “ Pinkerton [takes] its name from Butterfly’s American lover.” See also Sheppard 2005 (60).",
            "citations": [
                "luerssen_2004",
                "sheppard_2005"
            ]
        },
        "FN30": {
            "text": "30. “No Other One” is in Ab major but its bridge abruptly moves to C ♭ major, employing the same progression as the song’s verses but a minor third higher. “Across the Sea”—the epistolary fantasy noted by Cohen—also exploits the expressive potential of minor-third relations, as I will demonstrate presently. “The Good Life”—which, like “Across the Sea,” is written in G ♭ major—modulates to E ♭ major for its guitar solo. The album’s penultimate track, “Falling For You,” again foregrounds the keys of E ♭ major and G ♭ major; it begins in the former (tonicizing D ♭ major briefly during the first two choruses), then modulates dramatically to the latter for a guitar solo, third verse, and final chorus.",
            "citations": []
        },
        "FN31": {
            "text": "31. Luerssen cites only the song’s revelations concerning its author in support of this claim. In fact, his assessment is appropriate for a number of reasons, including the song’s generous length ( Pinkerton’s longest track at 4:33), its position at the center of the album’s track listing, and the presence of several of the album’s “revelatory” lyrical themes (e.g., insecurity, loneliness, and some of the details that establish its connection to Puccini’s opera). My transcriptions of “Across the Sea” are at sounding pitch. Weezer’s guitarists tune their instruments down a half step, producing music in E ♭ major by using chord shapes most guitarists associate instead with the key of E major. While my choice results in less reader-friendly annotation, I feel that it is more relevant for a transcription to reflect the sonic result on a recording than the sort of performance directions one might find in a score. This seems especially pertinent given the ever-increasing divide between performance and product afforded by emerging technologies.",
            "citations": []
        },
        "FN32": {
            "text": "32. Stephenson ( 2002 , 34–37) suggests that the first chord of a rock song (or a passage thereof) is usually a deciding factor in determining its perceived key area. Indeed the force of the solo’s fourth downbeat, especially in light of the earlier G ♭ major tonality, invites the listener to hear a shift to G ♭ Aeolian.",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN33": {
            "text": "33. This is a subtle example of what Neal ( 2007 , 46) labels “the Time-Shift paradigm,” which is defined by “a reinterpretation of the chorus’s text and meaning in each iteration.”",
            "citations": [
                "neal_2007"
            ]
        },
        "FN34": {
            "text": "34. For example, Perpetua ( 2009 ) describes the album as “a coherent statement of identity.”",
            "citations": [
                "perpetua_2009"
            ]
        },
        "FN35": {
            "text": "35. The bass parts given are those played during the first instance of each progression; often bassist John Stirratt varies these parts, for instance, by supporting the D major triad in the verse’s third measure with F ♯ .",
            "citations": []
        },
        "FN36": {
            "text": "36. For a detailed discussion of harmonic stasis in rock music, see Doll 2007 , 58 ff.",
            "citations": [
                "doll_2007"
            ]
        },
        "FN37": {
            "text": "37. Not only do the choruses of both songs begin with a B ♭ major chord, both continue to a triad rooted on D: D major in “Wilco (The Song),” D minor in “Everlasting Everything.” For a listener invested in hearing the connections between the two songs, this similarity may promote hearing the choruses of “Everlasting Everything” in D minor.",
            "citations": []
        },
        "FN38": {
            "text": "38. Stephenson ( 2002 , 21–22, 26–28, and 69–70) notes that the fade-out preserves “the integrity of the style’s phrase structure,” exemplifying—for him—rock’s postmodern, anti-teleological leanings.",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN39": {
            "text": "39. As mentioned in my introduction, this is intuited in Doll 2011 .",
            "citations": [
                "doll_2011"
            ]
        },
        "FN40": {
            "text": "40. See also the connections drawn between music and emotion by many contributors to Robinson, ed. ( 1997 ).",
            "citations": [
                "robinson_1997"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Key changes have long been employed in rock music to great dramatic effect. (1) Examples range from slick, poppy chart-toppers to the songs of alternative, experimental, and progressive groups. Changes of key are influential in shaping our sonic experiences of these songs, experiences that in turn contribute to our understanding of their lyrical content: musical features like modulation can clarify an ambiguous lyric, reinforce a song’s central theme, or subvert a singer’s message. This paper takes as its point of departure the premise that modulations constitute marked events, which provide fertile ground for narrative analysis. This paper is guided by three related goals—one theoretical, one methodological, and one repertorial: (a) I aim to demonstrate, through analysis, the profitable intersection of ideas of musical narrative on the one hand (following in particular Burns and Woods 2004 , Almén 2008 , and Burns 2010 ) and, on the other hand, current understandings of modulation in rock music ( Capuzzo 2009 , Doll 2011 , and Temperley 2011b ). (b) Acknowledging the elusive nature of one-to-one correspondences between musical narrative and the patterning of pitch materials, my analyses seek to highlight relevant analytical questions. Although I avoid offering an overtly theoretical framework based on my findings, the conclusion suggests five potential archetypes, each describing a different narrative function that may be supported by modulation; these archetypes are neither definitive nor exhaustive. (c) In selecting repertoire I continue a trend (in Burns 1997 , Capuzzo 2009 , Osborn 2011 , and many others) towards the inclusion of ever-more-contemporary artists. My choice of repertoire also broadens the discussion of rock modulation by eschewing vocally dominated passages (like the “breakout chorus” discussed by Doll 2011 ) for predominantly instrumental textures—i.e. riffs and guitar solos. My selections are further limited to songs that begin and end in the same key (though at least one of my examples is debatable in this regard). It is certainly not my contention that this feature is necessary in deriving meaningful insight from a song’s internal modulations, nor that such songs constitute a strain of musically superior compositions. Rather, this criterion avoids entanglements like the temptation to invoke narratives associated with directional or progressive tonality. (2) I use the term “narrative meaning” to invoke the broader tonal context surrounding modulatory passages. I employ descriptors like “expressive meaning” or “affective potential” to refer to the more immediate impact of modulations. A better understanding of these issues will allow for more meaningful engagement with rock songs that modulate.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "burns_and_woods_2004",
                    "burns_2010",
                    "capuzzo_2009",
                    "doll_2011",
                    "temperley_2011b",
                    "burns_1997",
                    "capuzzo_2009",
                    "osborn_2011",
                    "doll_2011"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] My analyses are grouped according to the duration and complexity of modulatory material. My first examples—Fun.’s “One Foot” and Mother Mother’s “Hay Loft”—explore passages in which a modulation away from a song’s initial tonic key occupies only a few measures before the tonic is regained. In such cases, the distinction between modulation and tonicization might reasonably be called into question. I submit that the distinction is difficult to maintain in rock music, largely because the cadential structures found in rock music differ substantially from those of the classical canon. Moreover, because rock music often comprises shorter and more regular phrase lengths than classical music, short tonal detours, which some analysts would doubtless identify as tonicizations, retain their salience for a narrative analysis. It is therefore not difficult to interpret narrative meaning in and demonstrate the affective potential of these especially short-lived instances of modulation. The next two songs each invite discussion of a unique methodological issue: Coldplay’s “42” features a somewhat ambiguous return of tonic at its end, while Muse’s “Knights of Cydonia” explores more than two keys and affords a discussion of pivot modulations. These considerations prepare for the analyses of my two most complex examples—Weezer’s “Across the Sea” and Wilco’s “Everlasting Everything.” Modulations are indispensable to the expressive trajectories of both songs, representing a turbulent personal struggle in the former, and resonating with contradictions in the lyrics of the latter. I. Approaching Modulation in Rock",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In early scholarship on popular music, many analyses recognize (often implicitly) the affective potential that accompanies a change of key. Harrison ( 1997 ) reviews diverse modulatory effects in songs released by the Beach Boys; Burns ( 2000 ) invokes the variety of tonal and modal centers in Tori Amos’s “Crucify” as a narrative of resistance; and Covach ( 2003 ) intuitively relates the feeling of many short-lived rock modulations to the technique of formal parenthesis. (3) A number of authors have identified a single change of key near the end of a song, usually moving upwards by one or two semitones, as a characteristic and expressive move in popular music—though one that is renamed by nearly every author who acknowledges its existence. (4) Temperley ( 2011b ) has noted the analytic value of viewing song sections as collections of pitches. (5) He develops a graphic representation of the relationships between a song’s keys and modes by mapping the scalar contents of song sections onto a line of fifths. By providing an analytic representation of motion from one collection to another, Temperley is able to compare the moods evoked by various sections—at times making reference to a song’s lyrics in drawing out the expressive meaning of a change in collection. (6) By his own admission, however, Temperley’s focus on collection over key risks losing sight of a passage’s sonic quality (major vs. minor mode, etc.). (7) Capuzzo’s ( 2009 , 158–161) assertion that the “tonal center” of a song or section is often ambiguous further complicates such analyses. (8) I will suggest that shifting our attention from pitch collection to inherently centered concepts like key and mode can sharpen our analytical apparatus, and that—in the final analysis of this paper especially—regardless of the tonic’s ambiguity, meaningful narrative analysis can still be undertaken.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "harrison_1997",
                    "burns_2000",
                    "covach_2003",
                    "temperley_2011b",
                    "capuzzo_2009"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Where Temperley initiates a broad project of situating rock modulations and the issues associated with their analysis, Doll ( 2011 ) focuses on a precisely defined subset of modulating songs. Central to his selection is the trope he calls the “breakout chorus,” which “contrasts with its preceding [formal section] by conveying an increase in intensity with respect to various parameters” ( [2] ). Doll focuses his analyses on intensifications motivated by tonal-harmonic parameters, coining the phrase “expressive modulation” to characterize “cases involving a full-scale change of tonal center . . . [that] can easily be understood as expressing some sort of extramusical meaning” ( [3] ). Doll’s article also presents examples that respond to expressive modulation in more sophisticated ways: by hinting towards it (perhaps “straddl[ing] the line between expressive tonicization and expressive modulation”) or by satirizing it ( [10]–[15] ). Both strategies rely on a listener’s stylistic competency—specifically, their familiarity with the breakout chorus as a prevalent compositional device. Doll compellingly demonstrates that this is a legitimate expectation of the listener (i.e., that the breakout chorus transcends boundaries of genre and chronology) by drawing from a body of recordings that spans over half a century.",
                "footnotes": [],
                "citations": [
                    "doll_2011",
                    "doll_2011",
                    "doll_2011",
                    "doll_2011"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Like Temperley, Doll acknowledges the relevance of musical affect: “centric relocations . . . can easily be understood as expressing some sort of extramusical meaning, especially when read against lyrics” ( 2011 , [3]). Both authors frequently support their analytical examples with brief commentary on the music’s expressive reflection of a song’s lyrics. These interpretations are uncontroversial because they are always fairly straightforward; both authors focus primarily on the theoretical framework of describing the mechanics of modulation. Moreover, Doll’s interpretive remarks establish that modulations are expressive by nature, but that no simple correlations can be established regarding the affective properties of different types of modulation: “the meanings we might attribute to different modulatory distances . . . cannot be accurately generalized” ( [6] ).",
                "footnotes": [],
                "citations": [
                    "doll_2011",
                    "doll_2011"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] A modulation in a rock song will often initiate a marked event or constitute one in and of itself, by isolating a short passage in a non-tonic key, denoting a point of formal juncture, or simply affording an evocative harmonic turn. A few features of Robert Hatten’s discussion of markedness thus bear rehearsing here. Hatten ( 1994 , 38) notes that an artwork’s potential for expressive content is inversely related to its conventionality: when an audience’s expectations are fulfilled, the affective result is unremarkable. More importantly, when a sonic event is unexpected within its context, it becomes marked; Hatten stresses “the expressive effect of [an event’s] disruptiveness” ( 18 ). Hatten also invokes the notion of “stylistic competence,” asserting that musical meaning is informed by stylistic expectations ( 29–30, 40 )—a perspective echoed by, among others, Allan Moore ( 2001 , 195–98).",
                "footnotes": [],
                "citations": [
                    "hatten_1994",
                    "hatten_1994",
                    "hatten_1994",
                    "moore_2001"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] With respect to modulation, we might consider the elevating modulation (see note 4 ) as an example of a stylistically normative practice in pop and rock music. Because of its prevalence within certain genres (most notably, pop ballads like Stevie Wonder’s “I Just Called to Say I Love You” [1984] and Britney Spears’s “Lucky” [2001]), the elevating modulation is today associated with a dated production aesthetic. (9) Such a modulation may even begin to function primarily as an identifier of a song’s genre, overriding its expressive potential within the song—intensifying the emotion of a final chorus, for example. Hatten ( 1994 , 44) describes the process whereby a marked event (a “token”) can become generic (a “type”) with the passage of time; the examples that follow are—at least to my ear—atypical enough that their markedness still invites expressive interpretation, rather than reinforcing assessments of genre.",
                "footnotes": [
                    "FN4",
                    "FN9"
                ],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Almén ( 2008 , 41 and 45–48) also advocates for a nuanced interpretation of marked musical events; he asserts that markedness alone is “sterile” unless informed by “hierarchical relationships.” For Almén the establishment of hierarchies in a work helps clarify semantic play between levels, which in turn encourages narrative readings of musical events. My analyses find such hierarchies in a song’s key relationships: by reading one key as a song’s overarching tonic, modulations can be read as reflecting (for example) a change in the emotive state of the narrator or a shift in the song’s perspective.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] My analyses are also informed by songs’ lyrical content, which affords my discussion of each unique instance of modulation greater specificity; my approach to lyrical meaning is influenced especially by Burns and Woods 2004 and Burns 2010 . Burns 2010 follows an insight made by Simon Frith: that a singer may present one of four different voices at any moment in a song—the narrator, a character in the song’s story, the artist’s own (public) persona, or their (private) identity ( 158 ). Understanding which voice is represented in a song or passage can clarify a shift in perspective (e.g., between character and narrator) or suggest details of the singer’s autobiography. (10) In the analyses that follow, consideration of such lyrical cues informs my reading of narrative trajectories and expressive meanings in passages marked by modulation. II. Modulated Riffs",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "burns_and_woods_2004",
                    "burns_2010",
                    "burns_2010",
                    "burns_2010"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] The songs “One Foot” (by Fun.) and “Hay Loft” (by Mother Mother) bear an interesting similarity, and one that is fairly uncommon among popular songs of any genre: in both songs, short-lived modulations interrupt otherwise stable tonal centers, which are reinforced by the insistent repetition of limited harmonic and melodic material. (11) The modulation in “One Foot” occupies the last formal section of the song, and reflects the subject matter of its lyrics. In “Hay Loft,” the modulation comes midway through the song, revitalizing the subsequent continuation of earlier material while threatening—momentarily—to change the course of the narrative entirely. Both songs encourage the interpretation of marked musical moments (the modulations) in relation to lyrical perspectives. “One Foot” Table 1 . Form diagram of “One Foot” (Fun. 2012) (click to enlarge) Example 1 . Melodic riff in “One Foot” (Fun. 2012) (click to enlarge and listen) Example 2 . Altered melodic riff in the tag of “One Foot” (Fun. 2012) (click to enlarge and listen)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] As evidence that even the most local of modulations can inform a narrative interpretation, consider the song “One Foot,” the ninth track on Fun.’s 2012 release, Some Nights . The site of the song’s modulation, from B ♭ major to a minor mode rooted on D, is the tag that follows the final chorus (see Table 1 ). This harmonic event is intensely marked because of the uniformity of almost all of the preceding material. Other than the song’s bridge and concluding tag, “One Foot” is dominated by untransposed repetitions of the same melody (see Example 1 . Audio Example 1 presents the song’s first chorus and part of the second verse; the same melodic riff is found in both parts).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The bridge of “One Foot” is marked by changes in melody, chord progression, rhythm, articulation, texture, instrumentation, and vocal delivery—nearly every parameter changes except for the song’s key. (12) The tag offers an entirely different situation: the riff is shifted up a diatonic third, resulting in incidental changes to the melody and the implied progression; all other musical parameters remain unaltered (see Example 2 ; the embedded audio begins with the final chorus in order to provide some context).",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Because of the brevity of the riff’s transposition, and because its third repetition is altered (smoothing the return to B ♭ ), I hesitate to assert too strongly that this passage qualifies unequivocally as a modulation. If we do hear the tag as rooted on D, the root relocation is accompanied by a change of mode from major to minor. (13) While the resulting overlap in pitch class collection makes it possible to hear the tag as remaining in B ♭ major, the modal variance aids in marking the transposed tag against the riff’s original form.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Having established that the passage in question is marked—specifically due to modulation (or, at least, due to the identity of its tonal center, which differs from that of the rest of the song), we can proceed to put this musical observation in dialogue with the song’s lyrics. Singer Nate Ruess voices his desire to change the world. The first-person perspective, colloquial use of language, and intimate, confessional nature of the lyrics suggest their proximity to Ruess’s own lived experience—or to his public persona—by implying that he is himself narrating the song. Specifically, the second verse consists of a polemical defense of the queer community: “What you’re callin’ a sin isn’t up to them.” Ruess’s aspirations are overshadowed, however, by his pessimism—“I can’t help but love thinking that everyone doesn’t get it”—and by his feeling of impotence—“my reflection just blends in . . . ” The choruses capture his resignation to the existential contradiction of attempting to move forward despite feeling ultimately futile: “I put one foot in front of the other one / I don’t need a new love or a new life / Just a better place to die.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] It is not difficult to interpret the final chorus tag as a reflection on the foregoing lyrics. The tag’s lyrics are familiar—a liquidated version of the chorus itself. The first two passes of the transposed riff accompany the truncated line “in front of the other one,” while the third (resolving back to B ♭ ) recapitulates “just a better place to die” (refer back to Example 2). I take a twofold meaning from the tag’s harmonic shift: first, the upward root motion symbolizes the sort of change that the singer hopes to accomplish; second, the shift to the minor mode reflects the futility with which he sees this enterprise. The narrator’s prophetic pessimism becomes self-fulfilling when the final phrase leaves the minor mode rooted on D to cadence in the original tonic—a key that has become associated with the singer’s inescapable paralysis. (14) “Hay Loft”",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Of course not all modulations resonate so neatly with the lyrics they accompany. As in the final measures of “One Foot,” a temporary transposition of the main riff occurs in Mother Mother’s “Hay Loft,” the eighth track on their 2010 sophomore release O My Heart . The details surrounding this modulation do not immediately offer a narrative interpretation to my mind (as does the tag of “One Foot”); nevertheless, the marked moment created by the brief change of key carries a certain expressive weight. Through a short look at the modulation in question, I seek to demonstrate that, even in the absence of ready answers, analysis of this sort can enrich our musical understanding.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] The third-person perspective taken in “Hay Loft” establishes the singer as a narrator, not a character; meanwhile, the song’s minimal action sets up a static narrative situation. Through several repetitions of a few short, pointed phrases such as “my daddy’s got a gun / you’d better run,” and “young lovers with their legs tied up in knots,” the band depicts a pair of simultaneous dramatic tableaux: the first shows the father of one of the youths heading towards the barn, “with his long johns on” and a gun in hand, while the second shows the amorous pair in the hayloft. What happens when the father arrives at the barn is never revealed, adding to the tense excitement of the song. One possibility might be drawn from the forceful “ga ga ga ga ga” that closes each chorus, suggesting gunshots through onomatopoeia, but this is never made explicit (and, in any case, fired shots do not necessarily imply the youths’ demise). Example 3 . First guitar riff in “Hay Loft” (Mother Mother 2010) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Example 3 provides the first riff of “Hay Loft.” After the song’s principal materials (musical and lyrical) have been presented in A minor, the first riff returns transposed up a semitone. This modulation injects the song with new energy, despite the fact that it is neither motivated by—nor does it itself motivate—any lyrical or narrative element. The B ♭ minor passage is untexted, and the music soon modulates back to A minor for a return of the chorus (Audio Example 3b). Almost no new lyrical content is presented from this point on; rather, the listener’s interest is held by changes in the song’s production (e.g., the band drops out under the next two lines; the rest of the verse is accompanied by drum kit and unpitched guitar strumming). Thus the song’s internal modulation does not accomplish, articulate, or reflect any substantial narrative change.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] What then can we say about this modulation? Perhaps its primary function is to cleanse the listener’s palate, reinvigorating the effect of the familiar music that follows. I by no means wish to disparage this possibility; my preferred understanding is somewhat more abstract, but I believe the two ways of reading the passage share a common ground. By the midway point in “Hay Loft”—just before the modulation—the song has established a narrative charged by anxiety. Like a suspenseful moment in a film, the tension leads us to expect a surprise. When the modulation comes this expectation is realized but the momentary release creates a new tension: perhaps the new key marks the father’s arrival at the barn; what will happen next? Instead of answering the new question, Mother Mother slips back into the original key—back into the tableaux established earlier. The changes in production allow the song to articulate the mounting danger, while the return to tonal stasis reflects the unchanging situation in the barn.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] Doll discusses several “interpretive possibilities [that stem from] recognizing modulation as a normal expressive feature of the breakout chorus” ( 2011 , [14]); the analyses above extend his observation to modulations that do not concern choruses. Notably, the two songs discussed suggest that, while modulation flags a moment for a listener’s attention, meaning is not derived solely from the relocation of tonal center. In “One Foot,” the transferral of the root up a major third is complemented by the shift from major to minor mode: the former expresses striving, while the latter reflects the singer’s pessimism. (15) “Hay Loft” contains no change of mode; rather, the sort of hierarchies discussed by Almén play a significant role in shaping my narrative reading. The initial move to B ♭ intensifies the music through the tonal rhetoric of an elevating modulation, while the return to A minor comes soon enough that the original tonic still feels familiar, thus suggesting a resumption of the song’s initial narrative situation. (16) In both songs modulations generate interest within textures dominated by otherwise simple guitar riffs, motivating more involved lyrical interpretations. Where the two songs differ is in the diverse functional means through which their modulations shape their narratives. In “One Foot,” the efficacy of a brief modulation in emphasizing the song’s narrative content comes from the gestural correspondence between root motion (through pitch space) and our perception of the narrator’s optimism. In “Hay Loft,” the modulation suggests a potential change in the story; its function is plot-driven. III. Expressive Considerations",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "doll_2011"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] The foregoing examples were restricted to two particularly short-lived modulations. I now turn to examples in which one or several modulations characterize a substantial part of a song before regaining the original tonic key. In Coldplay’s “42” the initial modulation is effected gradually, setting up a weak return to the tonic that ends the song. My second example, Muse’s “Knights of Cydonia,” demonstrates an equal division of the octave through three modulations by major third. These modulations are unique among those discussed thus far for their use of pivot chords. Because the modulations in these two songs encompass more than a few measures, my interpretive conclusions respond not only to the songs’ lyrics and surface features but also to their tonal backgrounds. “42” Table 2 . Form diagram of “42” (Coldplay 2008) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Released in 2008, Coldplay’s fourth studio album, Viva la Vida; or, Death and All His Friends , marks a turning point in the group’s sonic and artistic aspirations. (17) For instance, one band member describes “42,” the album’s fourth track, as “an attempt at an unconventional song structure” (see Table 2 ), proceeding to cite some of the group’s favorite through-composed songs—Queen’s “Bohemian Rhapsody,” Radiohead’s “Paranoid Android,” and the B-side of The Beatles’s Abbey Road —as their inspiration ( NG-Magazine.com 2008 , 5:44).",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The form of “42” is certainly unconventional: not only does the song lack a chorus but—perhaps to balance the repetition that is largely absent from the song’s overall structure—the verses all share the same lyrics. The bridge is similarly repetitive and the rest of the song is untexted; the scant lyrics in their entirety run as follows: Those who are dead are not dead; they’re just living in my head\nAnd since I fell for that spell, I am living there as well, oh\nTime is so short and I’m sure there must be something more\n\nYou thought you might be a ghost (x2)\nYou didn’t get to heaven but you made it close (x2) Example 4 . First verse of “42” (Coldplay 2008) (click to enlarge and listen) These lyrics are rather ambiguous, suggesting at times multiple plausible interpretations. The verse seems to describe the singer’s response to the death of someone close. “They’re just living in my head,” could refer to memories of the departed; the following lines then reference his inward thoughts on the matter, including either belief in an afterlife of some sort, or dissatisfaction with life as it stands: “there must be something more.” (18) While the singer does adopt a first-person perspective, the lack of lyrical specificity introduces a distance between narrator and narratee—a sharp contrast to the conversant nature of the first-person narration found in “One Foot.” (19) In keeping with this narrative distance, the cautious piano accompaniment in the first verse of “42” captures the narrator’s fragile emotional state (see Example 4 ). The arrangement intensifies our awareness of the singer’s internal conflict: the inverted voicings of the first lines are melancholic and unsettled, contrasted by the hopeful, root-position major triads that accompany the third line, now supported by a bass guitar. Example 5 . Reduction of the instrumental interlude (second half) of “42” (Coldplay 2008) (click to enlarge and listen)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] After building up the song’s drama (and its instrumental texture) through a repeat of the verse, Coldplay enters an extended instrumental interlude ( Example 5 and Audio Example 5). The tonic note (F) provides a bass pedal over a double-time feel in the drums, embellished by 4 ˆ every fourth measure. A distorted guitar juxtaposes [ ♮ ] 3 ˆ and ♭ 3 ˆ in the melody, a tense combination that evokes a sense of discomposure. (20) In less than a minute the interlude builds to a fever pitch; a second electric guitar turns the mixed third scale degree into a structural harmonic feature in anticipation of the impending modulation. Audio Example 6 . “42,” Bridge",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The lyrics of the bridge are even more obscure than those of the verse—the upbeat accompaniment and shift to a major key invite a positive interpretation of the grim words ( Audio Example 6 ). The bridge invokes the narrator’s reflection, speaking to himself in the second person. “You thought you might be a ghost,” may refer again to his inward thinking, suggesting something more extreme than before (perhaps depression). In keeping with this metaphor, it is easier to interpret “you didn’t get to heaven” in a positive light. The singer may have contemplated suicide, hoping to follow the departed, but thought better of it (or sought help). Alternatively the first line might be seen to capture the narrator’s sense that his life is passing him by—as a “ghost,” he feels he is not an active participant. In this light the second line could refer to his hopes for his relationship with the deceased, “heaven” being a metaphor for whatever he desired. If the relationship was a romantic one, to have “made it close” recalls Tennyson’s “’tis better to have loved and lost than never to have loved at all,” explaining the music’s (tempered) optimism. After repeating the paired lines, the band reiterates the bridge as an instrumental section; an electric guitar fills in the vocal melody. The buoyant mood continues in celebration of the singer’s newfound perspective on life—regardless of the specifics. (21) Example 7 . Last verse of “42” (click to enlarge and listen)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The song ends with an abrupt return of the verse’s first line, recalling the singer’s loss; however, this final verse differs significantly from its earlier counterparts, allowing it to continue the unfolding of the song’s narrative (see Example 7 ). The truncated lyrics reframe the mood of the passage, focusing on the narrator’s memory of the deceased and omitting his grief. The piano’s accompaniment is altered to reflect this—the bass moves away from the minor tonic more quickly than before, and the final two chords ( A ♭ and D ø7 ) suggest a poignant optimism by pointing back towards A ♭ major. (22) Strikingly, the return to the song’s opening texture, melody, and the identity of the verse’s first triad is enough to invite our ears to return to F minor. The local harmonic details—especially the final chord—supply coloristic touches.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Parsing the form of “42” as A-B-C-A’, each of the first three sections has internal repeats and subsections, while the last is a fleeting echo of the first. The earlier sections thus establish stable tonal centers—F minor, F (pedal), and A ♭ major. (23) The ending of “42” is tonally ambiguous because it is so short-lived, and because of the aforementioned suggestion of the relative major. That the original tonic is able to reassert itself as strongly as it does reveals our ears’ affinity for familiarity (in this case, with the opening of the song). Coldplay takes advantage of this affinity, with expressive consequences. In “42” the band casts a shadow on the exuberance of the minute-long A ♭ -major section in a few short seconds by recalling the familiar first verse.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Due to the more expansive trajectory of the modulation in “42,” I have applied the analytic frameworks of markedness and narrative voice more subtly. The song’s harmonic landscape emphasizes two key areas, F minor and A ♭ major, as expressive poles; each pole is associated with a texted section, suggesting a rough opposition of grief (F minor verse) and optimism ( A ♭ major bridge). These poles allow the modally ambiguous instrumental B section to play a mediating role, suggesting an emotional state of agitation through tonal ambiguity. My reading of narrative distance in the lyrics of “42” encourages the identification of such ambiguity, both in the instrumental interlude and in the concluding verse. The role of markedness in our experience of the song’s key areas is complex: the gradual loosening of F-minor tonality is relatively unmarked between the A and B sections; section C is emphatically marked by the new major tonality; and, while the return to F minor is highly marked, it is immediately destabilized. These diverse strategies of marking are deployed variously in support of a multifaceted narrative journey. The subject of my next analysis further obscures the direct identification of marked modulation, again demanding a comprehensive view of an expressive trajectory. “Knights of Cydonia”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] In the past few decades, three-piece British rock group Muse has cultivated a reputation for their hard-hitting recordings and dramatic stage shows. A number of factors contribute to the band’s larger-than-life musical style, ranging from familiar rock rhetoric (e.g., pentatonic riffs with plenty of distortion) to elements borrowed from other idioms (e.g., frontman Matthew Bellamy’s quasi-Romantic piano solos). “Knights of Cydonia,” the closing track of Black Holes and Revelations (2006), is no exception. Thornton ( 2006 ) dubs the track “The Book of Revelations gone rock, and it’s the most overblown thing in the world.” The song’s chord progressions exemplify Muse’s affinity for major harmonies in minor keys—a harmonic palette that Muse extends to a deeper level in “Knights of Cydonia,” traversing three minor keys related by major third. (24) I discuss the significance of pivot modulations between hexatonic-related key areas in contributing to the band’s “epic” aesthetic in this song. Table 3 . Form diagram of “Knights of Cydonia” (Muse 2006) (click to enlarge) Example 8 . Three main riffs of “Knights of Cydonia” (Muse 2006) (click to enlarge and listen)",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "thornton_2006"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] The form of “Knights of Cydonia” can be understood as comprising two large sections (see Table 3 ). Riff 1 exhibits characteristics of both sections and serves as an introduction to each (see Example 8 , Audio Example 8a). The first large section is in simple time and is built around a modulating riff (Example 8, Audio Example 8b); a threefold repeat of this riff results in three modulations—from E minor to C minor, from C minor to G ♯ minor, and from G ♯ minor back to E minor. The only texted passage in this first section is the third occurrence of riff 2, which, given its repeated musical context, I have identified as the song’s only verse. The second section differs in several respects: it is in compound time, remains in E Dorian throughout, and soon introduces a new, non-modulating riff (Example 8, Audio Example 8c). A texted bridge is heard twice in this section: first accompanied by an arpeggio-based texture (synth bass and electric guitar), then in combination with riff 3.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] All of the above riffs offer evidence of Muse’s proclivity for major harmonies in minor keys—a proclivity that extends beyond “Knights of Cydonia”—which allows for a series of equidistant modulations in this song. (25) Both riffs 1 and 2 include the major mediant and the major dominant (G and B major triads in the key of E minor), which are related by major third. On the one hand, the presence of an A major triad in the harmonization of riff 1 divides the span between the two chords into two major seconds; the resulting diatonic whole-steps reinforce the G major triad’s mediant function. In riff 2, on the other hand, the introduction of C major triads invites a hearing of G as a dominant (or as tonic, with C as IV and Em as vi). The further addition of E ♭ major as the borrowed flat mediant of C compels the modulation forwards, overriding the previous tonic (E minor) while smoothing the modal shift from C major to C minor. Riff 3 is distinct for its inclusion of a minor triad other than the tonic. Muse’s use of the minor dominant (B minor) excludes the leading tone in the song’s second large section—a syntactic change that coincides with the structural change of remaining in E Dorian without further modulation.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Unlike the modulations I have discussed thus far, those in “Knights of Cydonia” do not correspond to section (or subsection) boundaries—rather, they occur mid-phrase. Almost every modulation in the earlier examples is a direct modulation; upon reaching the end of a section, the band begins the next part in the new key. (26) The use of a pivot chord mid-phrase in “Knights of Cydonia” (the C major triad in the sixth measure of riff 2 in Example 8) makes the phrase itself modulatory, thus any repeat of the passage compels further modulation. (27) Because this particular case involves modulation by major third, Muse elects to repeat the section three times, returning to the original key. Despite Muse’s recourse to three seemingly distant keys, the total number of triads used to harmonize all three iterations of riff 2 (including the verse) is notably modest. The only minor triads heard are the respective tonics of each key (E minor, C minor, and G ♯ minor), and only twice as many major triads appear: E, G, A ♭ , B, C, and D ♯ / E ♭ major. (28)",
                "footnotes": [
                    "FN26",
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] The verse of “Knights of Cydonia” reflects the tonal mobility of the song’s first section, including the return to the original tonic, which occurs during the verse (refer back to Example 8 and Audio Example 8b, riff 2). The opening line, “Come ride with me / through the veins of history,” responds to the adventurous modulations of the preceding riff-2 sections. “How can we win / when fools can be kings?” comes fast on the heels of the verse’s own modulation; the unexpected return of the E-minor triad at the word “how,” coupled with an upward registral leap, heightens our sense of the singer’s desperation. Once the new (old) key is secured, the verse closes with a call to arms—“Don’t waste your time / or time will waste you.” This lyric looks ahead to the bridge, in which the stability and repetition of the closed, three-chord progression in E Dorian supports the singer’s resolve in the face of adversity (see Audio Example 9 ): Audio Example 9 . Bridge of “Knights of Cydonia” (Muse 2006) No one’s gonna take me alive\nThe time has come to make things right\nYou and I must fight for our rights\nYou and I must fight to survive Speaking more generally, Muse’s harmonic language animates the song’s aesthetic, which is one of epic adventure: “the most overblown” track on Black Holes and Revelations . The tripartite division of the octave via modulation is an apt contribution to the sort of pyrotechnics (both real and musical) expected of the group.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] As in Coldplay’s “42,” the impact of modulation on the expressive content of “Knights of Cydonia” cannot be localized to a span of only a few measures. What seems locally to be no more than a simple pivot chord impacts the song at a deep level of formal structure through the repetition of the modulating riff 2. Furthermore, the pivot modulation affects the aesthetic character of the riff’s modulation. Whereas the modulations discussed in previous examples have, for the most part, been doubly marked: first, in contradistinction to more common non-modulating passages (as in Hatten’s usage of the term), and second, marked as salient in the musical surface—the smooth harmonic progression encouraged by the pivot chord mitigates the salience that often accompanies a change of key. Because of the more complex modulatory strategies found in both “Knights of Cydonia” and “42,” the above discussion has highlighted broad expressive trajectories over singular marked moments. Moreover, as with the brief modulations of “One Foot” and “Hay Loft,” these broader modulatory trajectories evince diverse narrative functionalities. In “42,” a through-composed tonal structure underpins the narrator’s emotive journey through grief, agitation, and optimism. The tonal drama generated through a trisection of the octave in “Knights of Cydonia” supplies meaning through topical evocation of the epic adventure. IV. Narrative Potential",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In the two analyses that close this paper, I set aside the theoretical particulars involved in evaluating modulations for their expressive potential, in order to showcase the depth of narrative insight that such analyses can yield. The two songs I have selected, Weezer’s “Across the Sea” (1996) and Wilco’s “Everlasting Everything” (2009), differ in a number of significant respects. Although the albums on which these songs are found might both be shelved in a record shop’s “alternative rock” bin, the almost-thirteen-year gap between their release dates separates two sharply divergent styles: Weezer’s lo-fi, post-Nirvana, angst-ridden garage rock and Wilco’s glossy, careful, urban soundscape. Likewise, the deeply personal adolescent insecurity of Weezer’s song is worlds apart from the philosophical themes found in Wilco’s lyrics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Nevertheless, the songs’ modulatory strategies share some striking, though no doubt coincidental, features. Both songs employ modulations of a minor third in which the mode remains unchanged. Both songs also modulate more than once: the shifting tonal center of “Across the Sea” frames the initial tonic by moving to keys both above and below it, whereas “Everlasting Everything” treats two main keys in alternation. The frequent modulations of both songs draw attention to shifting tonal centers; the pervasiveness of the phenomenon becomes thematic and invites more nuanced interpretations of potential narrative meanings. In my discussion of “Across the Sea,” the song’s autobiographical significance for its writer helps to situate its lyrical contents. In my discussion of “Everlasting Everything,” I engage musical circumstances more explicitly; since the song is the last track of a full-length album, I place it in dialogue with the album’s opening track. By emphasizing both songs’ lyrical meanings and musical details, and by offering a broader context in which to understand them, these examples explicate the affective power of modulation as a compositional tool. “Across the Sea”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] In his review of Weezer’s most recent double release, Death to False Metal and a deluxe re-issue of Pinkerton (November 2, 2010), Ian Cohen ( 2010 ) succinctly situates the initial release of the latter (1996) and summarizes the history of its reception: Weezer’s self-titled Blue Album [1994; the band’s first release] went multiplatinum . . . For the follow-up, Rivers Cuomo [the group’s frontman and main songwriter] holed up at Harvard and made a disturbingly graphic, harshly recorded concept album that includes his sniffing the fanmail of an 18-year old Japanese girl while imagining her masturbating. Needless to say, it was not played for laughs. Pinkerton was poorly received by critics upon release and considered a flop after peaking at #19. Cuomo . . . took the public indifference very personally, soon retreating from view. But the cult that adored and passionately identified with Pinkerton became hard to ignore by the turn of the century, with the commercial breakthrough of confessional emo seen as its ultimate vindication. The record that killed Weezer’s career ended up saving it. Table 4 . Form diagram of “Across the Sea” (Weezer 1996) (click to enlarge) Example 10 . Bass-line reduction of verse and chorus progressions in “Across the Sea” (Weezer 1996) (click to enlarge and listen) Cohen proceeds to write that the album was “written from a juvenile, male, and incredibly needy perspective,” and that “because of all of this emotional baggage, the cathartic power of Pinkerton is second to none.” (29) In their expression of Cuomo’s angst, four of the album’s songs contain modulations hidden beneath thick distortion and squawking feedback; strikingly, all four modulate by minor third and in three of these we find the interval relating the same two keys: E ♭ major and G ♭ major. (30) The following section considers one of the more tonally mobile of these songs, “Across the Sea,” which John Luerssen ( 2004 , 194) refers to as “the album’s centerpiece” (see Table 4 ). (31)",
                "footnotes": [
                    "FN29",
                    "FN30",
                    "FN31"
                ],
                "citations": [
                    "cohen_2010",
                    "luerssen_2004"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] Like Fun.’s “One Foot,” discussed earlier, “Across the Sea” suggests that we have been granted a window into Cuomo’s private thoughts. First-person narration and confessional lyrics are supplemented throughout the song’s first half by stable diatonic progressions and consistent four-bar hypermeter (see Example 10 ). These musical features support the simple telling of a story in the verses; in the choruses they may be seen to imply emotional restraint on the part of the narrator. The first verse is almost more sweet than strange; the imperfect English alerts the listener to the fact that “[the writer of the fanmail] basically wrote the lyrics to the first verse and part of the chorus, too” (Cuomo, quoted in Luerssen 2004 , 194). The use of the second-person perspective when quoting from the letter intensifies the scene’s intimacy when we realize that Cuomo is reading his personal correspondence. The fantasy’s innocence risks unraveling when the chorus flirts with Cuomo’s physical urges—“I could never touch you / I think that would be wrong”—but the singer regains his composure for the moment—“I’ve got your letter / you’ve got my song.” Example 11 . Reduction of the guitar solo of “Across the Sea” (Weezer 1996) (click to enlarge and listen) Table 5 . Guitar solo modulations and chord progressions in “Across the Sea” (Weezer 1996) (click to enlarge) Example 12 . Potential resolutions in the guitar solo of “Across the Sea” (Weezer, 1996) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "luerssen_2004"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] The music’s stability remains unperturbed through the second verse and chorus, despite a lyrical turn towards more predatory imagery: “so I sniff / and I lick / your envelope and fall to little pieces of your time . . . I wonder how you touch yourself / and curse myself for being across the sea.” This stability is, however, soon overthrown rather violently by the song’s guitar solo, both harmonically and hypermetrically (loosely transcribed in Example 11 ). Three different key areas are tonicized within seventeen measures of music. The solo’s opening phrase establishes A ( B ♭ ♭ ) major over a bass-line descent like the one that closes the song’s choruses; the expected four-measure unit is interrupted by a deceptive resolution to a G ♭ -minor chord. (32) The second phrase also fails to reach a convincing ending and is sequenced down by minor third twice, with slight variations in the lead guitar and bass parts. A two-measure extension to the fourth phrase finally closes the guitar solo on V of E ♭ major. Table 5 summarizes the key areas and chord progressions that make up this solo.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] While the guitar solo of “Across the Sea” does eventually close with some harmonic stability, failure of attainment is endemic to the passage. If, as I have suggested, the straightforward writing that characterizes the song’s earlier verses and choruses is indicative of the narrator’s outward composure, the mobility of key areas and the concomitant hypermetric irregularity within the guitar solo represent his inner frustration. Elements of calm, such as the diatonicism within each key area and the pervasiveness of stepwise melodic motion, are overpowered by the violence of the disjunct key changes and shocking melodic leaps found at phrase boundaries. Each phrase drives towards a tonic resolution in the appropriate major key, and each is interrupted by an unexpected event, whether hypermetric (first and fourth phrases) or harmonic (second and third phrases). Example 12 imagines potential resolutions suggested by the last measure of each phrase; of course, none of these are exercised in Weezer’s song, reflecting the singer’s unattainable (and troubling) desire to meet his Japanese fan in person. Finally—and further espousing the solo’s embodiment of Cuomo’s frustration—the register of the lead guitar shifts higher with each phrase as the solo builds in energy. At its apex the melody reaches the leading tone of E ♭ major, which, instead of resolving upwards, retreats down in resignation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Following the emotive eruption of the guitar solo, the bridge of “Across the Sea” comes in two parts: a contrasting mood of subdued reflection, and a final vehement complaint ( Audio Example 13 ). In the first half, Cuomo’s lyrics become suddenly nostalgic; Luerssen speculates that they were “possibly the most confessional Cuomo had written to date.” This brief reverie remains placidly in the key of E ♭ major; the second half of the bridge provides a stark contrast, returning abruptly to the home key of G ♭ major with Cuomo’s exclamation “God damn, this business is really lame!” Considering the modulatory and narrative trajectory of the song to this point, the song’s home key seems to represent the real world in which Weezer tours, records, and conducts “this business,” while the foreign keys explored in the guitar solo and bridge (first half) embody Cuomo’s private thoughts: an emotional outburst and daydream of his past, respectively. The recapitulation of the song’s chorus, unaltered but for a few melodic embellishments, suggests that through the turbulent solo and bridge, nothing has changed; the distance between the singer and his fan is still an insurmountable obstacle; however, the tagging of “I’ve got your letter, you’ve got my song” suggests that Cuomo’s retreat into his subconscious has helped him come to terms with the situation. (33) Audio Example 13 . Bridge and third verse of “Across the Sea” (Weezer 1996)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The foregoing analysis finds modulations aiding in expressing the inner struggle of an individual within the context of a very specific story. The mobility of the solo—and the shocking modulations by minor third—evoke emotions like frustration and angst; by contrast, the sections that do not modulate suggest that the narrator is in better control of his emotions. The key of the submediant major ( E ♭ major in a song in G ♭ major) is employed in depicting a very specific, autobiographical nostalgia, and the return to the original tonic is a marked and highly meaningful moment. Functionally, we can describe the modulations of “Across the Sea” as either emotive (like those of “42”) or plot-driven (as in “Hay Loft”). Conversely, in the following analysis, I investigate how mediant modulations, ambiguous and unambiguous key areas, and overall tonal trajectory support and shape our understanding of lyrics of a more philosophical nature. “Everlasting Everything”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Wilco’s self-titled 2009 release, Wilco (The Album) , was praised for its focused production and lyrical maturity. (34) My analysis of “Everlasting Everything,” the album’s closing track, highlights mediant relationships among the song’s key areas and, frequently, its chords. I then interpret these patterns hermeneutically, prompting a discussion of the album’s first track, “Wilco (The Song),” in order to suggest a narrative affinity between the two songs that bookend the album. The connections I draw between the lyrics and tonal materials in “Everlasting Everything” are the most abstract discussed in this paper. The song’s modulations function metaphorically in at least two respects. First, the ongoing alternation of F major and D major as key areas parallels several lyrical contradictions. Second, the thematic contrast of impermanence versus eternity finds expression in, on the one hand, the same alternation of keys and, on the other, the static tonality of the chorus. Table 6 . Form diagram of “Everlasting Everything” (Wilco 2009) (click to enlarge) Example 14 . Reductions of the intro and verse progressions in “Everlasting Everything” (Wilco 2009) (click to enlarge and listen) Example 15 . Common tones of mediant-related chords and other relevant harmonies in the intro and verse of “Everlasting Everything” (Wilco 2009) (click to enlarge) Example 16 . Common tones of mediant-related chords in the chorus of “Everlasting Everything” (Wilco 2009) (click to enlarge and listen)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] The changing tonality of “Everlasting Everything” pivots around a stable chorus; unlike the verses, the chorus always returns in the same key (see Table 6 ). Although I have listed the key of the choruses as F major, the situation is somewhat ambiguous (a more thorough discussion follows). Conversely, the keys of the song’s three verses are always unambiguous, though notably variable: the first two are in D major, the third in F major. Complicating matters further, a brief introduction tenuously suggests the key of F major before the clear D major of the first verse. The guitar solo⇒outro returns to F major over the unambiguous chord progression found in the verses. Despite the song’s mild ambiguities, I view F major to be the overarching key of “Everlasting Everything.” Before reflecting on the interpretive possibilities suggested by the song’s multiple modulations, I will highlight a few salient musical details.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Example 14 provides reductions of two progressions that saturate the non-chorus sections of “Everlasting Everything.” (35) While the second progression (verse) is fairly clearly in D major, the first (introduction) is tonally ambiguous—a feature that Wilco takes advantage of in negotiating the song’s modulations. Interpreted in F major the progression reads I-iii- ♭ VII-ii; in D minor, III-v- ♭ II-iv. Given that the long-range modulatory strategies in “Everlasting Everything” feature the mediant relationship between these two tonal centers (F and D), the pervasiveness of mediant relationships at the surface and shallow middleground in both progressions also merits our attention (see Example 15 ).",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The ambiguity of the first progression discussed above (the song’s intro) becomes a source of modulatory flexibility at the end of the song’s first and second choruses (Audio Examples 15a and 15b). Both choruses begin alike, alternating between B ♭ major and D minor triads before proceeding on to F major. At the end of the first chorus, this F major triad initiates a reprisal of the introduction’s progression—a turnaround that leads back to D major for the second verse (Audio Example 16a). In the second chorus, F major is recontextualized as the first chord in a transposed version of the verse progression (Audio Example 16b; an additional repetition of the progression accommodates an instrumental turnaround). Example 16 summarizes the mediant relationships involved in the chorus, including the chromatic mediant relationship of the chorus’s opening B ♭ major and the G major that concludes the verse. Figure 1 . Key relationships among sections of “Everlasting Everything” (Wilco 2009); (a) reading the chorus in B ♭ major, and (b) reading the chorus in D minor (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] The ambiguity of key in the chorus stems from a dearth of harmonic information; excluding the turnaround, the chorus contains only two chords ( B ♭ major and D minor), which are diatonic members of four different (major and minor) keys: B ♭ major, G minor, F major, and D minor. I find it impossible to hear the passage in G minor, but the other three options all hold some explanatory merit. If taken in B ♭ major, the chorus completes a mediant frame above and below the keys of the verses (F major and D major; see Figure 1a ). When the verse key is altered later in the song, the mediant key relationships are replaced by the dominant relationship of F major to B ♭ major. This hearing can be especially compelling during the double chorus, when the turnaround only plays as far as E ♭ major (IV?) before the chorus is repeated. If we instead assume that the chorus is in D minor, we hear the first two verses in the tonic major, while the turnaround, third verse, and solo⇒outro occupy the relative major (see Figure 1b ). Although both of these hearings yield interesting relationships between key areas, and although I can imagine myself momentarily in either key when listening to the chorus, my preferred hearing places the chorus in F major. I find the ambiguity of the two chords’ alternation creates tension, which is alleviated immediately at the sounding of the F-major triad that initiates the turnaround—a tonic function, to my ears. I thus hear the chorus as an oscillation between IV and vi—though perhaps this motion is better described as a sort of stasis awaiting clarification. (36)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] With a better understanding of the harmonic layout of “Everlasting Everything,” let us turn to the song’s lyrics. The first two verses establish a theme of impermanence and set up a contradiction: despite the impermanence of concrete things—living things, buildings, etc.—singer Jeff Tweedy suggests that love is not subject to the same impermanence (or, at least, that his narrating persona cannot accept as much). The chorus lyrics deepen the verses’ contradiction: the first line, “everlasting everything,” contradicts the premise of impermanence; the second, “nothing could mean anything at all,” suggests that everything, including love, is ultimately insignificant. The thematic contrast in the lyrics of impermanence and constancy is echoed by the song’s harmonic layout. The recurrence of chorus material at the same pitch level is an element of the everlasting, juxtaposed against the transposition of verse material midway through the song. To personify the song’s sections, one perspective finds the steadfast chorus grounding the impermanence of the verses’ tonalities, emerging each time secure in its static alternation of B ♭ major and D minor. From another, the verses bespeak the ultimate meaninglessness of life, their nihilism mocking the naivety of the choruses. V. 1:\tEverything alive must die / every building built to the sky will fall\n        But don’t try to tell me my / everlasting love is a lie\nCh.:  Everlasting, everything / oh, nothing could mean anything at all\n\nV. 2:\tEvery wave that hits the shore / every book that I adore\n        Gone like a circus, gone like a troubadour / everlasting love forever more\nCh.:  Everlasting, everything / oh, nothing could mean anything at all\n\nV. 3:\tOh I know this might sound sad / but everything goes both the good and the bad\n        It all adds up and you should be glad / Everlasting love is all you had\nCh.:  Everlasting, everything / oh, nothing could mean anything at all (x2)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] Before considering the intro and solo⇒outro of “Everlasting Everything,” I wish to turn briefly to the album’s opening track, “Wilco (The Song),” since it complements the closing track both in its subject matter and its tonal strategies. “Wilco (The Song)” begins the album with an optimistic, simple, and uplifting message. To paraphrase: if life is getting you down, “Wilco will love you, Baby.” In support of the simplicity and positivity of this sentiment, the song projects the key of D major securely throughout; tonic, subdominant, and dominant triads proliferate and all are major in quality. In this context, Wilco’s use of borrowed mediant and submediant harmonies allows the band to hint at the more complex harmonic landscape of “Everlasting Everything.” The verses of “Wilco (The Song)” progress from IV to I via ♭ III (an F major triad) and the choruses begin on ♭ VI ( B ♭ major). (37)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] A comparison of the secure tonality of “Wilco (The Song)” and the ambiguity of “Everlasting Everything” differentiates two strategies for the incorporation of flat-side harmonies like the F and B ♭ major triads common to both songs, and opens another hermeneutic window into both songs. The first strategy, in “Wilco (The Song),” sees these chords as part of an encompassing D-major tonal framework; they are subservient. The song contains a relatively shallow view of life’s struggles: the band offers its sympathy but, ultimately, and as reflected by the song’s treatment of mixture chords, the advice seems to be not to confront one’s troubles but, rather, to get on with the day. The second strategy, in “Everlasting Everything,” accommodates multiple tonal areas; some are secured and explored more fully, while others are left ambiguous. In this closing song Wilco is more reflective, and more inclusive; the song’s structure allows each key area to contribute to its multifaceted harmonic landscape.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] Putting the two songs in dialogue also clarifies the tonal trajectory of “Everlasting Everything”; it is in this light that the intro and solo⇒outro are best considered. As noted above, the song’s introduction suggests the key of F major—though, as I have argued, the key is not fully established. The fleeting treatment of F major is yet another facet of the song’s theme of impermanence. The key’s transience may also be taken to suggest deference in the face of uncertainty; this view accords well with our analysis of “Wilco (The Song),” as the key in which we soon find ourselves is D major, a key associated in that song with reassurance and simplicity. If D major is seen to represent in “Everlasting Everything” a defeatist view of life’s impermanence, encouraged by the reassuring naivety found in “Wilco (the Song),” then F major might stand for epiphany or acceptance of a difficult truth. This view is supported by the lyrical contents of the third (transposed) verse, in which the notion of coming to peace with conflict first appears. It also resonates with the extended guitar solo⇒outro ( Audio Example 17 ). A tentative beginning establishes a sense of melancholy that remains throughout the instrumental buildup that follows. Strings, synths, and brass are added to create a lush texture that is (somewhat paradoxically) both celebratory and at ease. The sense of arrival thus evoked is supported by the repetition ad infinitum of the verse progression—the band fades out under the guitar solo’s reverb-drenched, birdsong-like riffs. (38) The resolution into the key of F major and the static security of the repeating progression thus represent an acceptance of uncertainty: the solo⇒outro is simultaneously fragile in its impermanence and resplendent in its constancy. Audio Example 17 . Final chorus and outro of “Everlasting Everything” (Wilco 2009)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "4.18": {
                "text": "[4.18] I would like to close this section with a word of caution regarding the narrative arc I have drawn from the harmonic trajectory of “Everlasting Everything.” The song’s move from D major in the first verse (the first key established unambiguously) to F major in the third could be oversimplified as a variant of an elevating modulation. This is complicated by the oscillation between the two keys suggested by the ambiguous chorus, and by the fact that the two keys are related by minor third rather than by (minor or major) second. Nevertheless, the overall motion from one initial key to another might be interpreted as the singer’s journey of enlightenment—carrying with it the baggage of directional tonality. The introduction’s suggestion of F major problematizes this view for me in a subtle but crucial way. By hinting at the song’s eventual goal in its opening measures, Wilco complicates the naive trope of epiphany as an expected outcome, won singlehandedly by some maverick protagonist. In “Everlasting Everything” the eventual attainment of F major is better understood as the uncovering of a latent truth: in this case, paradoxically, the truth of non-truth itself. V. Conclusion Table 7 . Summary of modulations in the songs discussed (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The above examples demonstrate the sheer variety of expressive functions that can be served by a change of key. Notably, this variety cuts across several musical parameters, including the scope of the passage affected by modulation, its formal location, the number of keys visited, and the specific root relationship between keys. These parameters might all be reasonably expected to correlate with narrative implications but, as my analyses confirm, the contextual details of each situation prove more relevant than parametric trends. (39) Similar musical features often achieve dissimilar narrative ends, as numerous song pairings demonstrate (see Table 7 ). For instance, Fun.’s “One Foot” and Mother Mother’s “Hay Loft” feature brief modulations but, whereas the key change in “One Foot” represents the singer’s seemingly autobiographical inner struggle, evoking a general feeling of striving, in “Hay Loft” modulation is intimately tied to a specific event in a fictional story. Regarding the implications of key area, Weezer’s “Across the Sea” associates different key-area configurations with different parts of the song’s narrative: the juxtaposition of several different key areas represents the singer’s frustration, passages in the tonic are dedicated to telling the present-tense story, and the singer’s memories of his past occupy the major submediant. Muse’s “Knights of Cydonia” also presents three different keys but they treat the same musical materials; the song’s equal division of the octave can thus be understood to reflect a single aspect of the song’s narrative—namely, the elements of adventure and the search for answers evoked by the verse’s lyrics. Finally, changes of key are not necessarily found at the songs’ ends, as in a majority of elevating modulations ( Griffiths 2015 , 32); modulation can occur when needed to support narrative/expressive meaning. The songs by Fun., Mother Mother, and Weezer follow the expected pattern, modulating after the halfway point (well after halfway, in the case of “One Foot”), but the Muse example employs modulation early on—returning to tonic midway through and remaining there until its end. In Coldplay’s “42” and Wilco’s “Everlasting Everything,” modulations occupy at least a full half of the song (assuming that the F major/minor pedal in “42” is already a move away from the initial key).",
                "footnotes": [
                    "FN39"
                ],
                "citations": [
                    "griffiths_2015"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] This dissociation—between specific modulatory features on the one hand, and consistent narrative patterning on the other—by no means precludes modulation and narrative from being connected in meaningful ways. On the contrary, this observation demonstrates the flexibility of modulation as an expressive tool. The ends to which rock bands employ modulations represented in this paper only scratch the surface of what is musically and expressively possible. Consider, for example, my preliminary remarks about Weezer’s album Pinkerton , which suggest a consistency in the band’s treatment of modulations, at least on that album (note 30 supplies relevant details). Narrowing the purview of future analytical investigations might reveal that such consistencies or proclivities are not uncommon on single albums, or within the output of individual groups or clearly defined subgenres. We might also distinguish different strategies for the treatment of modulation. For example, modulation can be effected either directly or via pivot chord. Likewise, a song may simply return to the tonic after modulating (e.g., “One Foot,” “Hay Loft”) or find a more circuitous route back (e.g., “Everlasting Everything”; Muse’s equal division of the octave perhaps occupies an irregular subcategory). Focusing exclusively on one such category or subcategory of rock modulations might yield more consistent narrative associations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] An additional opportunity to theorize the connection between modulation and narrative in rock music eschews the details of the modulation itself and centers instead on archetypal narrative functions. The rightmost column of Table 7 assigns a descriptive label to the narrative function served by the modulations in each song surveyed. While I have made note in my analyses of each song’s potential archetypal function, the theoretical usefulness remains speculative without detailed study of a broader corpus of modulating songs. My taxonomy is based on analytical observation and intuition (i.e., stylistic competence) but it is worth noting that many of the functional types I suggest have meaningful associations with analytic trends pursued by scholars of Western art music. Our understanding of the emotive modulatory strategy employed in “42” and “Across the Sea,” for example, might be deepened by considering (following Robinson and Hatten 2012 ) the physiological response a listener might have to these emotive musical events. (40) My observations concerning “Knights of Cydonia” resonate with a rich theoretical investigation of topical meaning making (see Agawu 1991 ; Monelle 2006 ; Almén 2008 , 68–92; and many others). The sort of metaphorical connotations I suggest in “Everlasting Everything” might seem unlikely to characterize much rock music, but songwriters (particularly in progressive genres) are fond of subtle hidden meanings and musical “punning,” both of which might best fit in this archetype. Whatever new directions scholars pursue on this topic, increased sensitivity to the expressive and narrative significance of any modulation will bring a welcome depth of meaning to future analyses.",
                "footnotes": [
                    "FN40"
                ],
                "citations": [
                    "robinson_and_hatten_2012",
                    "agawu_1991",
                    "monelle_2006"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.16.22.2.hanenberg.html",
    "data": "mto/data/mto.16.22.2.hanenberg.json"
}