{
    "title": "Misreading Meyer: A Reply to Cochrane",
    "date": "1995/05/01",
    "volume": "1",
    "issue": "3",
    "authors": [
        "London, Justin M."
    ],
    "abstract": "A response to Richard J. Cochrane’s article “The Phases of Fire” which appeared in volume 1.1 of this journal. Two main aspects of Cochrane’s presentation are critiqued: (1) that in a number of substantial ways Cochrane has misrepresented Meyer’s account of conformant relationships in musical structure (which Cochrane refers to as “Meyer’s concept of ‘conformancy’”), and (2) that the tripartite notion of model, copy, and simulacrum does not map onto musical structures in general and Meyer’s account of conformant relationships in particular.",
    "keywords": [
        "Cochrane",
        "Meyer",
        "conformant relationships",
        "ontology",
        "epistemology",
        "hierarchic levels",
        "closure",
        "Deleuze",
        "Narmour",
        "Eco"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.3/mto.95.1.3.london.pdf",
    "author_info": [
        {
            "name": "Justin M. London",
            "university": "Carleton College",
            "address": "Department of Music",
            "email": "jlondon@carleton.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Cochrane, paragraph 1.",
            "citations": []
        },
        "FN2": {
            "text": "2. ibid., paragraph 3.",
            "citations": []
        },
        "FN3": {
            "text": "3. See Explaining Music (Chicago: University of Chicago Press, 1973) pages 64–65.  Though Meyer does entertain notions of music history in dialectic terms (ibid., pages 56–59), this is a historical perspective, not an analytic one.",
            "citations": []
        },
        "FN4": {
            "text": "4. Cochrane, paragraphs 3 & 4.  Actually, Meyer’s “five factors” are not those which give rise to musical coherence, but are factors which delineate musical patterns, and to that end are mainly aspects of articulation and closure which serve to individuate units of musical structure (Meyer, 83).",
            "citations": []
        },
        "FN5": {
            "text": "5. Cochrane, paragraph 6.",
            "citations": []
        },
        "FN6": {
            "text": "6. Meyer, 89.",
            "citations": []
        },
        "FN7": {
            "text": "7. Meyer, 49; Cochrane paragraph 1.  (Cochrane presents these terms in an abbreviated fashion, i.e., C = R.I.S./V.T).",
            "citations": []
        },
        "FN8": {
            "text": "8. Meyer, 49.",
            "citations": []
        },
        "FN9": {
            "text": "9. Cochrane paragraph 1.",
            "citations": []
        },
        "FN10": {
            "text": "10. This difference between generic structural patterns versus musical figures characteristic to a particular work has been discussed at some length by Eugene Narmour, who draws a distinction between “style structures” and “style shapes” in The Analysis and Cognition of Melodic Complexity: The Implication-Realization Model, (Chicago: University of Chicago press, 1992).",
            "citations": []
        },
        "FN11": {
            "text": "11. Cochrane, paragraph 7, from Gilles Deleuze, The Logic of Sense (London: Athlone, 1990) 257.  For another (and extremely entertaining account) of the notion of simulacrum see Umberto Eco’s discussion of “absolute fakes” in his Travels in Hyperreality (Orlando: Harcourt Brace Jovanovich, 1986), pages 1–58.",
            "citations": []
        },
        "FN12": {
            "text": "12. Cochrane, paragraph 8.",
            "citations": []
        },
        "FN13": {
            "text": "13. In Music, Art, and Metaphysics (Ithaca: Cornell University Press, 1990, pages 86–88) Jerrold Levinson draws a very useful distinction between “performances” of a work (which we usually get) versus “instances” of a work (which exactly and completely fulfill the musical directives embodied in the score as executed by competent players); under this framework “instances” could serve as “models” while “performances” would count as copies.",
            "citations": []
        },
        "FN14": {
            "text": "14. These are precisely the sorts of simulacra that Eco (op. cit.) discusses, e.g., Wax museum dioramas of Leonardo’s “Last Supper” that purport to be more real and more authentic than Da Vinci’s original painting.",
            "citations": []
        },
        "FN15": {
            "text": "15. Cochrane, paragraph 8; the quote is from Deleuze, 258.",
            "citations": []
        },
        "FN16": {
            "text": "16. Meyer, 80; from Herbert A. Simon, “The Architecture of Complexity,” Proceedings of the American Philosophical Society 106.6 (1962): 477.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Let me begin by first citing a number of minor examples of where\nCochrane, either explicitly or implicitly, misquotes or misconstrues\nvarious aspects of Meyer’s argument.  Right off the bat it should be\nnoted that Meyer does not use the term “conformancy,” but rather\nspeaks of “conformant relationships.” (1) Cochrane’s transformation of\nthis word from Meyer’s adjectival use to a nominative reveals the way\nin which he has reinterpreted Meyer, as we shall see below.  Another\nproblematic alteration (in this case, an addition) to Meyer’s argument\nis Cochrane’s repeated use of the term “dialectic.” (2) While Meyer\ndoes speak of the tension between musical continuity and musical\nclosure—indeed this is one of the guiding principles of his entire\nbook—it is not accurate to describe Meyer’s view of music as\ndialectic or dialectical.  Indeed, Meyer takes Reti to task for the\nlatter’s dialectical approach to musical structure and his reification\n(not to mention blatant overuse) of conformant relationships. (3) Yet\nanother example of Cochrane’s interpretive ventriloquism occurs in his\nsummation and discussion of Meyer’s “five factors for coherent musical\nstructure.” (4) Here Cochrane notes that “copies must be separable\nunits, or poses,” a grammatical construction which implies that\n“poses” is Meyer’s term, whereas in fact it is Cochrane’s.  As a final\nexample, Cochrane claims that Meyer’s analyses “show a development of\nlarge-scale, or macro-dialectics . . . out of smaller dialectically\nconstructed units, down to the micro-dialectical copy itself.” (5) Here Cochrane seems to mistake hierarchic nesting (where in his\ncharacteristic fashion Meyer notes subordinate and superordinate\nrelationships between various structural levels) with dialectic\nstructure.  Meyer explicitly denies that the structural patterns he\ndescribes are the product of recursive processes: The way in which a particular parameter acts in articulating\n\tstructure may be different on different hierarchic levels.\n\tFor example, on lower levels dynamics and orchestration \n\ttend to contribute to the articulation of rhythmic patterns,\n\tbut on higher levels they generally serve in the \n\tstructuring of large-scale formal relationships. . . .\n\tThe syntax of particular parameters tends to change as \n\tone moves from one level of the hierarchy to another. (6) This is in flat contradiction to the kind of conformant relationships that \nReti pursues and that I infer Cochrane to be describing.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Cochrane begins his essay by presenting Meyer’s “formula” for\ngauging the strength of perceived conformance/musical similarity: (7) Regularity of        Individuality of   Similarity of\n\t\tpattern (schemata) .   profile        .   patterning\nStrength of =  _______________________________________________________ \nperceived\t\tvariety of intervening       temporal distance\nconformance\t            events               .     between events With this equation (which Meyer presents as a summary to several pages\nof discussion) Meyer tries to unpack a relatively straightforward\nanalytical notion: “the greater the variety of intervening events and\nthe greater the separation in time between two comparable events, the\nmore patent the shape of the model must be if a conformant\nrelationship is to be perceived” (8) .  In his exegesis of this equation\nCochrane misconstrues a number of its terms.  First, Cochrane claims\nthat “regularity of pattern . . . is the most ill-defined of terms,\nbut it seems to mean simply that a pattern which is very complex will\nnot be easily recognizable when it reappears.” (9) Cochrane\nignores/omits Meyer’s inclusion of “schemata” in this term.  Schemata\nare, of course, given substantial treatment by Meyer; indeed, a\ndiscussion of melodic schemata comprises the entire second half of\nMeyer’s book.  In context it is thus clear that by “regularity of\npattern” Meyer means syntactic regularity—that is, the extent to\nwhich a particular musical shape can be recognized in terms of its\nrelation to a stylistic archetype (e.g., a cadential progression\ncharacteristic of a particular style).  This term has nothing to do\nwith the relative complexity of any particular pattern.  Next,\n“Individuality of profile” does not mean, as Cochrane claims, that\n“the pattern must not be too like the surrounding music,” but rather\nthat some aspects of the musical shape itself must be distinctive, and\nnot just a presentation of generic syntactic patterns. (10) “Individuality” is thus included to balance the generic features of a\nparticular motive that are recognized by the first term of the\nnumerator (for example, a figure that is a triadic arpeggiation) with\nother features (such as a characteristic rhythm) which give the\notherwise generic shape a particular identity.  Likewise “Similarity\nof patterning” does not mean, as Cochrane claims, “similarity between\ncopies of the model” (for of course this is precisely the product that\nthe “Strength of perceived conformance” is supposed to represent), but\nrather the ways in which various parameters are involved in varying\nsubsequent presentations of a musical shape.  Finally, the product of\nthis equation is not “strength of the conformant relationship” but\nrather the “strength of the perceived conformance.”  Meyer is keenly\ninterested in the perceptual aspects of musical structure and musical\nexperience.  The terms in the numerator of the equation are those\nfactors which make a particular musical shape easy to remember and\nrecall when it re-appears, while the terms in the denominator are\nthose factors which inhibit recall.  Conformance is not simply a\nproperty of the musical object(s); rather it arises through our\ninteraction with the musical object, hence Meyer’s use of the term\n“conformant relationships” and not “conformancy.”  Meyer’s essential\nquestion is not ontological, but epistemic.",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Cochrane’s misappellation of “conformancy” reveals his own\nontological reification of conformant relationships.  Given that Meyer\nis interested in perceived similarities between musical structures,\nit follows that he is less concerned with the “real” similarities and\ndifferences between musical objects as he is with the ways in which\nlisteners come to make judgements regarding similarity and difference.\nThe validity or invalidity of analytic/listening judgements based on\nconformace-as-heard (to paraphrase Clifton) informs Meyer’s subsequent\ncritique of Reti.  Reti’s analyses are called into question not\nbecause the conformant structures he finds are not there, but rather\n(a) because many of the relationships Reti claims to be present are\nnot likely to be perceived as distinct instances of conformance, and\n(b) even if they are perceived (perhaps with the help of Reti’s\nanalyses) their musical relevance is often questionable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] At the core of Cochrane’s critique is Meyer’s omission/exclusion\nof “the simulacrum” in the latter’s discussion of conformant\nrelationships.  Instead of speaking only of “models” and “copies,”\nCochrane believes that a third term—the simulacrum—must be\nintroduced.  It should first be noted that Meyer’s use the term\n“model” (or “model event”) differs substantially from Cochrane’s.  For\nMeyer “model” is simply the first instance of a distinct musical shape\nin a particular musical context, whereas for Cochrane “model” assumes\na higher ontological status.  Cochrane gives “a favorite example” to\nexplain his notions of model, copy, and simulacrum: The idea of a\ntable (model), the table (copy), and a sculpture of the table\n(simulacrum). (11) Let us consider two ways in which this tripartite\nontology might map onto a piece or pieces of music.  Having done this\nwe will be in a better position to evaluate Cochrane’s claim that\n“Meyer . . .  views a whole piece of music as governed by the logic of\nmodel and copy.” (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Let us first consider how the idea-table-sculpture example would\nmap onto an entire piece of music and its relationship to other\nmusical objects.  Right off the bat we have the interesting problem of\nwhere to place the “model” of a particular piece—Is the “model” of\nBeethoven’s 5th symphony an a-priori sound object which Beethoven was\nfortunate to discover (versus a musical object which Beethoven brought\ninto existence through his creative actions)?  Is it an ideal\nstructure that exists only in Beethoven’s head?  Perhaps it is that\nideal structure which is embodied in the score, or (since scores are\nonly partial maps of the work-in-performance) in the apprehension of\na score by a musically competent score-reader?  Any one of these might\nserve as “models”.  Then we have particular performances of\nBeethoven’s fifth.  It is fairly safe to consider these, at least for\nthe present purpose, as “copies” or instantiations of the ideal 5th\nsymphony. (13) And clearly recordings of a particular performance could\nbe considered copies.  But what would count as a musical simulacrum,\nthe analog to the sculpture of the table?  Perhaps some\ntransmogrification of the score? (this is not so far fetched, as we\nhave everything from Switched on Bach to Hooked on Classics—\nBeethoven’s Fifth with a disco beat). (14) At the very least one would\nhave to acknowledge that a simulacrum of Beethoven’s fifth would be\nbased upon an artwork—not a sculpture of a table, but a sculpture of\na sculpture.  Note that this relationship (sculpture #1 to sculpture\n#2) is one between two items in the same ontological category, not\nbetween items in different categories.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Cochrane does not concern himself with complete works as\nsimulacra; his interest is in mapping the model-copy-simulacra onto\nintra-opus relationships.  Let us examine this mapping with a concrete\nexample.  Consider the first four notes Beethoven’s Fifth as “motive\nX.”  We then hear the next four notes.  For the purposes of this\ndiscussion let us accept that we have two discernable structural\nunits—we are not worried about which notes belong to which motive,\netc., though of course these are often crucial questions.  In\ncomparing these two musical structures it would seem that we have but\nthree options, as notes 5–8 can be (a) another instance of motive X,\n(b) something else—motive y (that is, not X), or (c) a variant of\nmotive X—an X’.  Of course, it is in option (c) where most of the\nmusical and analytical fun is—what parameters are varied, what\nremains the same, and so forth.  But what strikes one immediately is\nthat we are not really dealing with a clear “model” which is\nontologically prior to the “copy,” as we are unable to determine what\nthe “ideal” or platonic model of the 4-note motive might be.  Maybe\nthe model is notes 5–8 (as in a bit of artistic cleverness Beethoven\nhas given us the copy first and then the model); maybe it is some\nother structure we have not yet hear (or may never hear).  Happily,\nthis is not what goes on when we attend to Beethoven’s musical\nstructure.  What does seem to be going on are judgements of similarity\nbetween two musical objects on the same ontological plane.  One need\nnot appeal to any ideal structure in order to apprehend their relative\nsimilarity and/or salient differences.  Here is an analogy: I have two\nred bricks which I will use in building a wall.  They are both the\nsame size and weight, but one is a little redder, while the other has\na slightly rougher surface.  Need I appeal to some Platonic brick in\norder to mediate my judgements regarding their similarity?  The answer\nis no—I can attend to the relevant qualities (roughness, redness) to\ndiscern differences while my other perceptions (size, weight, shape,\netc.) inform me of their similarity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] When we add the notion of the simulacrum into this context the\ndifficulties in mapping the model-copy-simulacrum ontology to\nintra-opus relationships become even more acute.  Do we really want to\nclaim that the second and subsequent presentations of Motive X are\nsomehow akin to sculptural representations of the first presentation?\nCochrane warns us that this is not the proper arrangement of\nrelationships: It is not that the simulacrum resembles the copy which\n\tresembles the model . . . the copy resembles the model, \n\tbut the simulacrum resembles nothing, or rather: “If the \n\tsimulacrum still has a model, it is another model, a model \n\tof the Other from which there flows an internalized \n\tdissemblance.” (15) I am not quite sure what this means, but it at least seems clear that\nthe simulacrum is not going to help us deal with the pragmatic\nquestion of whether or not the pattern formed by notes 5–8 of\nBeethoven’s fifth symphony are similar to the pattern formed by the\nfirst four notes, and if so, on what would our judgement of similarity\nbe based.  Cochrane thus seems to be making a bit more than is perhaps\nwarranted of the presence of iterable elements in musical syntax (this\nmay well be an occupational hazard of post-Derridean philosophy).",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] At the end of the same paragraph Cochrane claims that Meyer “views\na whole piece of music as governed by the logic of model and copy” and\nthus asks if Meyer thus prefers “a structurality [sic.] based on the\nsingle Ideal model, and the similarities and differences which the\ncopies bear to it?”  The answer to this question is clearly and easily\nno, as (again) this is the sort of “structurality” which Reti pursues\nand which Meyer critiques.  Furthermore, Meyer does not claim that all\nhierarchic music is based on conformant relationships; conformant\nrelationships are but one of several kinds of organizational\nstrategies or “musical processes” on one level which give rise to\ncoherent formal structures on higher levels (Meyer, pages  88–97, as\nwell as the quote given above).  And while Meyer is a structuralist,\nhe is one with a keen cognitive bent: musical structure is significant\nto the extent that we can make sense of it.  Meyer’s beef here, then,\nis not with hierarchic versus non-hierarchic music, but with\nintelligible versus unintelligible music.  Meyer quotes Herbert Simon: If there are important system in the world that are \n\tcomplex without being hierarchic, they may to a consider-\n\table extent escape our observation and understanding.  \n\tAnalysis of their behaviour would involve such detailed \n\tknowledge and calculation of the interactions of their \n\telementary parts that it would be beyond our capacities \n\tof memory or computation. (16) Music, especially complex music, is not just something we hear—it is\nsomething we hear and remember.  For without memory, without being\nable to apprehend and relate motives, phrases, sections and so forth,\nall one can do is listen to the succession of sounds.  To put it\nanother way, if one cannot remember a piece of music or passage, then\none cannot make any determination of its complexity or coherence, its\nhierarchic or non-hierarchic nature.  In Explaining Music Meyer’s\nfocus is not on the music, but on the explaining of it, on the\nepistemic limits to our understanding of musical structure.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.95.1.3.london.html",
    "data": "mto/data/mto.95.1.3.london.json"
}