{
    "title": "Beethoven’s “Tempest” Exposition: A Response to Janet Schmalfeldt",
    "date": "2010/06/01",
    "volume": "16",
    "issue": "2",
    "authors": [
        "Caplin, William E."
    ],
    "abstract": "Janet Schmalfeldt’s formal reading of Beethoven’s “Tempest” Sonata (first movement) invites further considerations regarding the retrospective reinterpretation of formal functions. This essay, stimulated by her analyses, investigates three aspects of the exposition section: (1) the problem of the main theme in relation to a possible introduction and the subsequent transition; (2) the functionally ambiguous status of the “standing on the dominant” in the new key; (3) the difficulty of determining a final cadence for the exposition and the resulting confusion between cadential and post-cadential functions.",
    "keywords": [
        "Ludwig van Beethoven",
        "piano sonata",
        "“Tempest",
        "” musical form",
        "formal functions",
        "sonata form",
        "exposition",
        "Janet Schmalfeldt",
        "Carl Dahlhaus",
        "introduction",
        "main theme",
        "transition",
        "subordinate theme",
        "cadence",
        "codetta",
        "standing on the dominant"
    ],
    "doi": "",
    "received": "January 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.2/mto.10.16.2.caplin.pdf",
    "author_info": [
        {
            "name": "William E. Caplin",
            "university": "Schulich School of Music, McGill University",
            "address": "Department of Music Research, 555 Sherbrooke Street West, Montreal, Québec, Canada H3A 1E3",
            "email": "caplin@music.mcgill.ca"
        }
    ],
    "citations": {
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart and Beethoven. New York: Oxford University Press.",
        "caplin_2009": "Caplin, William E.  2009.  “Beethoven’s Tempest Exposition: A Springboard for Form-Functional Considerations.”  In Beethoven’s Tempest Sonata: Perspectives of Analysis and Performance. Ed. Pieter Bergé, co-eds. William E. Caplin and Jeroen D’hoe, 87–125.  Leuven: Peeters.",
        "dahlhaus_1991": "Dahlhaus, Carl. 1991. Ludwig van Beethoven: Approaches to His Music. Oxford: Clarendon Press.",
        "hepokoski_2009": "Hepokoski, James. 2009. “Approaching the First Movement of Beethoven’s Tempest Sonata through Sonata Theory.” In Beethoven’s Tempest Sonata: Perspectives of Analysis and Performance. Ed. Pieter Bergé, co-eds. William E. Caplin and Jeroen D’hoe, 181–212.  Leuven: Peeters.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann. New York: Oxford University Press.",
        "misch_1953": "Misch, Ludwig. 1953.  “The ‘Problem’ of the D Minor Sonata.”  In Beethoven Studies. Norman: University of Oklahoma Press.",
        "schmalfeldt_1992": "Schmalfeldt, Janet. 1992.  “Cadential Processes: The Evaded Cadence and the ‘One More Time’ Technique.” Journal of Musicological Research 12: 1–51.",
        "schmalfeldt_1995": "Schmalfeldt, Janet. 1995. “Form as the Process of Becoming: The Beethoven-Hegelian Tradition and the Tempest Sonata.” Beethoven Forum 4: 37–71."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This paper is excerpted from Caplin 2009 ; readers interested in a fuller form-functional analysis of the Tempest exposition are encouraged to consult that work, which also includes a discussion of performance issues related to my analysis.  I thank Peeters for giving permission to publish this excerpt here.  Research for this paper was supported by funding provided by the Social Sciences and Humanities Research Council of Canada.",
            "citations": [
                "caplin_2009"
            ]
        },
        "FN2": {
            "text": "2. Schmalfeldt’s form-functional terminology and annotation practice largely derives from a theoretical and analytical methodology later codified in Caplin 1998 . The preface to this study acknowledges the richly collaborative working relationship that I have had the privilege of enjoying with Schmalfeldt throughout my entire academic career. This essay must be read in counterpoint to her brilliant and highly influential article.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN3": {
            "text": "3. The notion that the movement begins with an introduction, or the semblance of one, has a long analytical history. Misch 1953 provides a useful summary of views concerning the status of the opening bars.",
            "citations": [
                "misch_1953"
            ]
        },
        "FN4": {
            "text": "4. I have not, however, encountered other cases in the classical repertory in which the second phrase of a theme is preceded by a thematic introduction.",
            "citations": []
        },
        "FN5": {
            "text": "5. Caplin 2009 discusses, for example, op. 10, no. 1, measures 1–37.",
            "citations": [
                "caplin_2009"
            ]
        },
        "FN6": {
            "text": "6. The absence of a medial caesura prompts James Hepokoski ( 2009 ) to deny the presence of a subordinate theme, seeing instead a “continuous” exposition for this movement.  It is especially interesting to compare his reconstruction of a more normative medial caesura option (see Hepokoski 2009 , ex. 7.2) with the one offered in my analysis (see Example 5).",
            "citations": [
                "hepokoski_2009",
                "hepokoski_2009"
            ]
        },
        "FN7": {
            "text": "7. Example 7 corrects an obvious misprint in the original, whereby the annotation “codettas ⇒ pres.,” which appears at measure 65, is moved back to measure 63, as described in Schmalfeldt’s text ( 1995 ).",
            "citations": [
                "schmalfeldt_1995"
            ]
        },
        "FN8": {
            "text": "8. Most unusual for an interpretation of evaded cadence here, however, would be the presumed “backing up” to a cadential six-four following the evasion. Such a situation is quite rare:  evaded cadences normally bring a return to an initial tonic or, less often, a pre-dominant.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Recording and Score of Beethoven’s “Tempest” Sonata ( Malcolm Bilson , piano)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Any new form-functional interpretation of the first movement of Beethoven’s “Tempest” Sonata must begin in response to Janet Schmalfeldt’s masterful account, which focuses largely on how formal units within the piece exhibit a “process of becoming” ( Schmalfeldt 1995 ). Schmalfeldt accurately identifies the component formal functions within the overall sonata form and reveals the formal ambiguities expressed by many of the passages within the movement. (2) She positions her views within a broad critical tradition leading back to Hegel and including Halm, Adorno, Dahlhaus, Schoenberg, and Schenker. Though Schmalfeldt’s analytical readings are thorough and convincing in most of their details, the first movement of the “Tempest” is, nonetheless, sufficiently intricate as to provide a springboard for further considerations of various form-functional issues. Stimulated by Schmalfeldt’s interpretations, this paper will thus investigate three aspects of the exposition section:  first, the problem of the main theme in relation to a possible introduction and the subsequent transition; second, the functionally ambiguous status of the “standing on the dominant” in the new key (measures 41–54); and third, the difficulty of determining a final cadence for the exposition and the resulting confusion between cadential and post-cadential functions. Example 1 . Beethoven, Piano Sonata in D minor (“Tempest”), op. 31, no. 2, i, measures 1—42 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "schmalfeldt_1995"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Doubts about the functional status of the opening materials of the “Tempest” ( Example 1 ) largely ensue from observations about the character of the music—it is harmonically unstable, erratic in tempo, rhythmically discontinuous, and stylistically dichotomous.  In short, this is not the kind of music typically associated with the standard notion of main theme. Many critics have not found the music to be sufficiently “thematic” in nature to function as the true beginning of a sonata movement.  Rather, they find it having a distinct introductory character.  As Dahlhaus ( 1991 , 117) has noted, “The beginning of the sonata is motivically loosely constructed, and both harmonically and syntactically open-ended, so that at first it seems to be an introduction, not the exposition of a theme.” (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "dahlhaus_1991"
                ]
            }
        },
        {
            "3": {
                "text": "[3] But such a reading begs the question of just where the main theme proper would then begin.  The most likely candidate occurs at measure 21.  Here, the music projects the stability of home-key tonic, a uniform rhythmic propulsion, and a powerful sense that the music is now really getting underway.  Problematic, of course, is that the music does not remain in the home key for long but rather modulates to the subordinate key of A minor, thus ultimately fulfilling the function of transition .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The ambiguities of formal expression resulting from the character of the music in measures 1–41 provide the basis for the “processual” interpretations of Dahlhaus and Schmalfeldt, both of whom emphasize the potential for an initial impression of formal functionality to be reinterpreted retrospectively.  As Schmalfeldt would succinctly put it, an introduction “becomes” a main theme, and a main theme “becomes” a transition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] These processual interpretations are compelling, yet it remains possible that the case for retrospective reinterpretation is somewhat overstated here.  Let’s consider first the situation of an introduction becoming main theme.  In my work on Classical form, I define two types of form-functional introductions: the first, a large-scale slow introduction and the second, a relatively local thematic introduction lasting a couple of bars ( Caplin 1998 , 15, 203–208).",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "6": {
                "text": "[6] As its name implies, a slow introduction is entirely set in a slow tempo, one that is fully distinct from the faster-paced exposition that follows.  I am unaware of any slow introductions that contain passages in the fast tempo of the exposition proper.  Moreover, slow introductions are usually organized in a relatively nonconventional manner and normally close with a half cadence.  Finally, a slow introduction is completely separate from the exposition section that follows.  With these criteria in mind, we can find little in measures 1–21 of the “Tempest” that conforms to this kind of introduction:  these bars do not stand apart from the exposition, for they are included when the exposition is repeated; their tempo is not distinctly different from the rest of the exposition (after all, most of the section is allegro ); the formal organization of the section is a periodic hybrid (antecedent + continuation); and the harmonic goal is the home-key tonic underpinned by a perfect authentic cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] As for identifying a thematic introduction at the start of the “Tempest,” the case is considerably stronger.  Such an introduction is a short segment that precedes the structural beginning of a theme. The harmonic content of most thematic introductions is tonic, but dominant harmony may be used at times.  The melodic content of a thematic introduction is kept to a minimum so that the impression of a genuine basic idea is not projected.  The opening two-bar unit of the “Tempest” could thus plausibly be seen as a thematic introduction to the antecedent phrase of the main theme; analogously, measures 7–8 could serve the same function for the second phrase. (4) But if this is the type of form-functional introduction alluded to by Dahlhaus and Schmalfeldt, then there would be little grounds for dwelling on a retrospective reinterpretation of the formal situation, for the notion that an “introduction becomes main theme” would not apply: a thematic introduction is already embraced within the structural expanse of the theme it is introducing.  There is really nothing to “reinterpret.”",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] If the case for identifying the entire opening 21 bars as introductory is weak, then just what accounts for so many critics hearing that formal quality at the start of the “Tempest” sonata?  The answer lies, I suspect, in a general misunderstanding of the nature of main theme in the classical repertory.  My sense is that earlier critics are not so much wedded to the idea that the opening really projects an introduction as they are discomfited by the fact that this opening does not behave as they believe main themes should.   Because main themes are thought to be highly stabilizing formations, expressing a continuity of assertive, decisive, and dynamic gesturing—dare I say, particularly here, a “masculine character”—the hesitating, halting quality—the fits and starts—of this opening seems to belie the commonplace notion of main theme.  And so critics are almost forced into finding an “introductory” aspect to the whole section, one that finds its goal only at measure 21, the “real” beginning of the main theme.  For it is there that the music coalesces into an expression of powerful rhythmic and dynamic continuity, that the music seems to really march forward, that a driving, forceful expression comes fully into its own.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] But I would argue that these rhetorical characteristics, usually associated with a main theme, are actually more typical of a transition.  A general survey of the classical repertory reveals that a good number of main themes feature discontinuities in durational patterning, marked contrasts in textural disposition, and a variety of dynamic markings.  These qualities of many main themes work together to project an indecisiveness and lack of clear momentum; they give the impression that the music is not yet entirely launched, in short, they are “introductory” in nature.  By contrast, transitions tend to feature continuity of durational patterning, uniformity of textural combinations, and relatively steady dynamic levels.   And these parameters together project a more ongoing, directional quality, the sense that the music is finally moving forward. Example 2 . Beethoven, Piano Sonata in C, op. 2, no. 3, i, measures 1—16 (click to enlarge and see the rest) Example 3 . Beethoven, Piano Sonata in C minor ( Pathètique ), op. 13, i, measures 10—30 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] A typical case in point can be found in the first movement of Beethoven’s Piano Sonata in C, op. 2, no. 3 ( Example 2 ).  The opening two-bar basic idea includes within its texture five different durational values and is immediately followed by a rest, which breaks whatever rhythmic momentum may have been initiated.  The continuation phrase brings somewhat greater continuity, but the sforzandos and syncopations work against the flow, creating a significant metrical dissonance ( Krebs 1999 ).  All of these destabilizing forces are immediately resolved by the fortissimo outburst of steady sixteenth-note activity within the transition (measures 13ff.), which brings a powerful sense of rhythmic drive and a more consistent, indeed simpler, textural homophony.  If the main theme here is striving to find its momentum, the transition fully accomplishes the feat.",
                "footnotes": [],
                "citations": [
                    "krebs_1999"
                ]
            }
        },
        {
            "11": {
                "text": "[11] I could cite many more cases of just this situation. (5) But it is also interesting to consider a clear counter-example, which arises in the first movement of the Sonata in C minor ( Pathétique ), op. 13 ( Example 3 ).  Here, the main theme (measures 11–19) begins immediately with a powerful forward thrust, continuous accompanimental patterning (a “murky bass”), and a uniform homophonic texture—traits that we have identified as particularly typical of a transition.  The real transition that follows largely sustains the same basic rhythmic and textural content of the main theme.  From the very opening of the exposition, both main theme and transition together contribute to a powerful sense of rhythmic drive and momentum.  But the compositional logic here is clear, for this whole section (main theme and transition together) is not the literal start of the movement; rather, the exposition has already been preceded by a full-fledged slow introduction.  Thus we can see Beethoven using a similar compositional strategy for both the Pathétique and Tempest sonatas.  The difference is that, in the earlier C-minor sonata, he deploys the strategy over the course of a slow introduction and main theme, whereas in the later D-minor sonata, he deploys it over a main theme and transition.  I suspect, in fact, that the Pathétique may be the model—as a lingering memory—for the way in which many critics hear the opening of the Tempest. Example 4 . Beethoven, Piano Sonata in D minor ( Tempest ) op. 31, no. 2, i, measures 39—66 (click to enlarge and see the rest) Example 5 . Reconstruction of end of transition and beginning of subordinate theme 1, played by Janet Schmalfeldt (click to enlarge and see the rest) Example 6 . Beethoven, Piano Sonata in D minor ( Tempest ), op. 31, no. 2, i, measures 60—88 (click to enlarge and see the rest) Example 7 . Analysis of second subordinate theme, from Schmalfeldt 1995, 66, ex. 4 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] I turn now to the end of the transition ( Example 4 ), which, following classical convention, leads to a half cadence in the new key at measure 41.  The music that follows is built over an extended dominant pedal lasting through measure 54.  Such pedals typically support a post-cadential standing on the dominant, which marks the last unit of the transition proper before the onset of the subordinate theme, as signaled by tonic harmony in root position.  Here, the dominant pedal yields at measure 55 to tonic in first inversion.  This harmony is prolonged by neighboring Neapolitan harmonies and followed by a pre-dominant IV (measure 62), which quickly leads to a cadential dominant and a perfect authentic cadence in the new key at measure 63.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] As Schmalfeldt shows ( 1995 , 67), we can identify a fully legitimate subordinate theme spanning measures 42–63.  In particular, she demonstrates that measure 55, rather than marking the beginning of the subordinate theme as identified by many prior critics, functions instead as the cadential phrase of a broad sentential structure.  The standing on the dominant of measures 42–54, then, serves as the initiating unit of the theme.  To be sure, beginning with dominant harmony potentially confuses the situation, and the lack of an evident medial caesura makes it even less clear that a subordinate theme is beginning at measure 42. (6) But if, as shown in Example 5 (graciously recorded by Janet Schmalfeldt), we rewrite the passage by extending the transition with an even clearer post-cadential standing on the dominant and by emphasizing root-position tonic harmony to support an initiating presentation phrase, then we can see how Beethoven might have articulated distinct boundaries for the end of the transition and the beginning of the subordinate theme.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "schmalfeldt_1995"
                ]
            }
        },
        {
            "14": {
                "text": "[14] What he has actually written, however (see again Example 4), might raise the case for a processual interpretation along the lines of Dahlhaus and Schmalfeldt. For when we perceive the dominant pedal as a “first-time” listener, we would probably assume that it functions post-cadentially as the last part of the transition.  Only upon hearing how this material leads so logically into the cadential unit of measures 55–63 do we understand that a genuine subordinate theme is already in the making.  In other words, the standing on the dominant at the end of the transition “becomes” a presentation for the beginning of the subordinate theme.  Curiously, Schmalfeldt does not raise this possibility in her discussion, a fact that I will return to at the end of this paper.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] From measure 55 to the end of the movement, Beethoven extensively employs the compositional technique of invertible counterpoint, a procedure common enough in polyphonic repertories but infrequently used in the more homophonic contexts of piano sonatas.  As already discussed, measures 55–63 bring the final phrase of a subordinate theme.  The same materials then appear, shifted into different voices, to begin a second subordinate theme ( Example 6 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In Schmalfeldt’s view (reproduced in Example 7 ), we first hear measures 63–64 as a two-bar codetta that sustains the tonic attained by the cadence, and the repetition of this codetta further supports the impression of post-cadential function.  But when the idea begins to be repeated a second time at measure 67, its final note is broken off at the last moment, and entirely new materials signal a continuation function supported by model–sequence technique.  The return to in the middle of measure 72 initiates a cadential progression whose conclusion is highly problematic, as I will shortly discuss.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Given the clear continuation and cadential functions that seem to follow directly upon a post-cadential section, Schmalfeldt proposes that the listener experiences another case of formal reinterpretation (Example 7, measure 63):  what was taken initially to be a codetta (measures  63–64) can be understood retrospectively as a new basic idea.  The subsequent repetitions of this new basic idea give rise to an extended presentation function, which logically initiates a new subordinate theme. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] It could be questioned, though, how accurate it is to interpret the initial two-measure idea (measures 63–64) and its repetitions as codettas.  The main problem, as I see it, is that the melodic component of these ideas opens up considerable space, not only in terms of scale-degree functions (with an emphasis on the third and fifth degrees), but more literally in the creation of an enormous registral expansion.  In contrast, codettas tend to focus melodically on the tonic, often both beginning and ending with that scale-degree. And if a registral change is involved, codettas would more likely descend upon repetition, rather than ascend, in order to effect a closing down of the pitch space.  In short, codettas normally do not give the impression that a new thematic process is underway. Here, the opening material of this theme seems to function immediately as a fully established basic idea, whose repetition creates a presentation. Contrary to Schmalfeldt, I am not encouraged to hear codettas following the cadence, and so the idea of any kind of retrospective reinterpretation becomes questionable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] She is entirely correct, however, to recognize here the start of a new thematic unit—a second subordinate theme.  But now we must ask just where is the cadence that closes this theme. Schmalfeldt ( 1995 , 67–68) argues that the cadence is promised on the downbeat of measure 75 but is evaded multiple times.  According to her, the actual cadence is delayed all the way until measure 87.  This analysis, supported by the formal-reductive reading of Example 7, seems reasonable enough.  After all, a series of evaded cadences is frequently used in subordinate themes as a means of heightening the listener’s expectations for the required cadential closure ( Schmalfeldt 1992 , Caplin 1998 , 101-109). (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "schmalfeldt_1995",
                    "schmalfeldt_1992",
                    "caplin_1998"
                ]
            }
        },
        {
            "20": {
                "text": "[20] But a closer look at the harmonic situation presented by measures 75–87 raises some concerns.  According to Schmalfeldt, the entire passage up to measure 85 is built over a dominant pedal and thus presumably represents a prolongation of that harmony.  But if we temporarily ignore the pedal, I believe that we can readily identify a tonic prolongation as the foundational harmonic activity of this passage (see again Example 6).  If so, all of the dominant harmonies occurring on the second half of each bar would be simple neighbor chords that effectively prolong the tonic.  It would therefore not be possible to identify a specifically cadential progression anywhere within this long stretch of music, especially not at measure 87, where the sense of tonic prolongation in the two preceding bars (85–86) is particularly strong. Example 8 . Reconstruction of cadence at measure 75, played by Janet Schmalfeldt (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In my view, there remains just one candidate for cadential closure—the downbeat of measure 75.  For it is here that a genuine cadential dominant (measure 74) resolves to tonic, despite the fact that a literal tonic bass is not present at that moment.  Of course, if a bass note A had appeared, then there would be no problem to discuss.  And just as we reconstructed the beginning of a more normative first subordinate theme by adding a tonic bass, we could easily create a clear impression of cadence to end the second subordinate theme by changing the lowest voice from E to A, as shown in Example 8 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] If, as I suggest, the final cadence of the exposition arrives at measure 75, as obscured as this moment may be, then the formal function of the passage under consideration is obvious enough (refer again to Example 6):  the passage is a post-cadential closing section made up at first of a four-bar codetta (measures 75–78), which is repeated as whole and then fragmented into one two-bar unit (measures 83–84), two one-bar units (measures 85–86), and finally into half-bar units, the octave A’s in measures 87–88.  The content of these codettas is entirely appropriate for their function in that both their harmonic and melodic profiles center upon the tonic.  The underlying tonic prolongation has already been discussed; the melodic motion consists of a rise from to and back again to .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Admittedly, it is hard to imagine a “first-time hearing” of a cadence at measure 75; the lack of true bass at that moment largely hinders that perception.  And it is reasonable to assume, following Schmalfeldt, that many listeners will want to hear an evaded cadence there, with additional evasions following.  But a highly skilled listener will eventually discern that the expected authentic cadence never materializes and will understand—very much in retrospect—that measure 75 remains the only viable location for cadential closure of the ongoing subordinate theme.  In other words, we again confront a situation of retrospective reinterpretation along the lines that Dahlhaus and Schmalfeldt develop throughout their analyses of the “Tempest.”  Interestingly, Schmalfeldt does not identify the cadential situation now under discussion as participating in a “process of becoming,” yet the idea of “evaded cadences become codettas” is a highly attractive option for the complexities identified here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Indeed, it is striking that Schmalfeldt and I consistently disagree on the various places within this exposition where a processual interpretation should apply.  To conclude this paper, let me summarize these differences.  In the course of her analysis, Schmalfeldt identifies three moments of retrospective reinterpretation:  (1) an opening  introduction becomes the main theme (measures 1–21); (2) a main theme becomes the transition (measures 21–41); and (3) codettas following the first subordinate theme become a presentation for the second subordinate theme (measures 63–68).  As discussed already, I take issue with each of these three readings.  The idea of a slow introduction, though perhaps suggested for a bar or two, largely fails to materialize sufficiently to warrant genuine formal reinterpretation.  More likely is the notion that the opening two bars are a thematic introduction to the main theme proper.  I further cast doubt on our hearing a main theme at measure 21, suggesting instead that the structure and rhetoric of transition are entirely evident from this bar forward.  And, finally, I hear the melodic profile of measures 63–68 as significantly opening up registral space in a way that is typical of a formal initiation, not of codettas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Yet, while disputing Schmalfeldt’s readings in these cases, I am motivated to follow her lead in proposing two cases of retrospective reinterpretation that she does not identify: a post-cadential standing on the dominant of a transition “becoming” an initiating presentation of a first subordinate theme (measures 42–49), and a series of cadential evasions within a second subordinate theme “becoming” a post-cadential closing section.  That our interpretations of these critical formal junctions of the exposition diverge—despite our working from the same basic theoretical premises—bears witness to the endlessly fascinating complexities offered by the Tempest sonata.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.2.caplin.html",
    "data": "mto/data/mto.10.16.2.caplin.json"
}