{
    "title": "Music, Evolution and the Ladder of Progress",
    "date": "2000/11/01",
    "volume": "6",
    "issue": "5",
    "authors": [
        "Perry, Jeffrey"
    ],
    "abstract": "This paper examines the compositional genealogies presented by several composers of the nineteenth and twentieth centuries, notably Wagner, Schoenberg, Webern, and Boulez, and of writings by other composers related dialectically to the genealogical mode of composerly self-perception. It also examines resonances between composers’ genealogical polemics and contemporary notions borrowed from literature and evolutionary theory (e.g., the organicism of Goethe and other Enlightenment thinkers, the “ladder of progress” misreading of Darwinian evolution), and explores issues of centralization, marginalization, and legitimation as they are framed by the genealogical/ladder-of-progress model and as they apply to a wide range of Western composers.",
    "keywords": [
        "evolution",
        "genealogy",
        "progress",
        "compositional theory",
        "polemics",
        "Darwin",
        "Goethe",
        "Messing",
        "Gould",
        "Neff",
        "Bloom",
        "Straus",
        "Urpflanze",
        "Wagner",
        "Schoenberg",
        "Webern",
        "Debussy",
        "Boulez",
        "Busoni",
        "Partch",
        "Rochberg",
        "Russolo"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.5/mto.00.6.5.perry.pdf",
    "author_info": [
        {
            "name": "Jeffrey Perry",
            "university": "Louisiana State University",
            "address": "School of Music, 245 Music and Dramatic Arts, Baton Rouge, LA 70803",
            "email": "jperry@lsu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Scott Messing, Neoclassicism in Music: From the Genesis of\nthe Concept Through the Schoenberg/Stravinsky Polemic (Ann Arbor: UMI Research Press, 1988), 151–152.",
            "citations": []
        },
        "FN2": {
            "text": "2. Richard Wagner, “Music of the Future,” in Three Wagner\nEssays , trans. Robert L. Jacobs (London: Eulenburg Books, 1979), 24.",
            "citations": []
        },
        "FN3": {
            "text": "3. Wagner, 25.",
            "citations": []
        },
        "FN4": {
            "text": "4. Wagner, 25–26.",
            "citations": []
        },
        "FN5": {
            "text": "5. Wagner, 27.",
            "citations": []
        },
        "FN6": {
            "text": "6. See Vincent Scully, et al., The Age of Reptiles: The Great\nDinosaur Mural at Yale (New York: Harry N. Abrams, 1990).",
            "citations": []
        },
        "FN7": {
            "text": "7. This illustration made its first appearance in F. Clark Howell, Early Man (New York: Time-Life Books, 1968), 41–45. As Howell shows, it is\nsimply the late-twentieth-century scion of a venerable lineage of nineteenth-century march-of-progress\nillustrations (see especially the 1867 march-of-progress recapitulating all animal life, in Howell, 20).",
            "citations": []
        },
        "FN8": {
            "text": "8. M. H. Abrams, The Mirror and the Lamp: Romantic\nTheory and the Critical Tradition (New York: Oxford University Press, 1953),\n198–213. See also Bertha Mueller, trans., Goethe’s Botanical Writings (Honolulu: University of Hawaii Press, 1952), esp. 162. Mueller points out that\nGoethe’s own use of the term “evolution” corresponds to the obsolete\ndoctrine of preformation, as when he notes: “The new and the similar is at\nthe beginning always part of the same thing, and in this sense proceeds from it,\nthus supporting the idea of evolution” (85–86).",
            "citations": []
        },
        "FN9": {
            "text": "9. Karl J. Fink, in Goethe’s History of Science (Cambridge:\nCambridge University Press, 1991), addresses the relevance of Goethe’s scientific\ninquiries and writings to his literary oeuvre. According to Goethe, the various components of any given\nplant are all leaf, i.e., all an offshoot of the organic form-generating properties of the plant; their differentiation\ninto leaf, blossom, and so on, is more apparent than real; every part expresses the\nwhole, and the whole is implicit in each part. By corollary, every plant that breeds true is simply a leaf on a\nlarger plant, and all of the botanical world is a single organism reaching backwards into the earliest past and forward endlessly\ninto the future.",
            "citations": []
        },
        "FN10": {
            "text": "10. Stephen Jay Gould, Wonderful Life: The Burgess Shale and\nthe Nature of History (New York: W.W. Norton, 1989). Another component of the enlightened Victorian’s world-view was Charles\nLyell’s doctrine of uniformitarianism, which contradicted the catastrophism implicit in the Biblical\naccount of creation. Lyell, attempting ca. 1830 to explain geological evidence that\nseemed to contradict Genesis, expounded the belief that the natural forces observable in the present day had been in\noperation in ancient times as well. This tenet, correct as far as it goes, was an essential component of\nDarwin’s thought and is the inertial principle against which Gould’s own doctrine of\npunctuated equilibrium is seen to operate. See Gould, “Uniformity and Catastrophe,” in Ever Since Darwin (New York: W.W. Norton, 1977), 147–152.",
            "citations": []
        },
        "FN11": {
            "text": "11. Gould, 31–32. Gould is referring specifically to Zallinger’s\nhuman “March of Progress” illustration in Howell, 41–45. I am indebted to the FAQ\npage of Jim Foley’s Talk.Origins website (at http://www.talkorigins.org/ ) for helping me pinpoint the source of this illustration.",
            "citations": []
        },
        "FN12": {
            "text": "12. See Severine Neff, “Schoenberg and Goethe: Organicism and\nAnalysis,” in Music Theory and the Exploration of the Past , ed. Christopher\nHatch and David W. Bernstein (Chicago: University of Chicago Press, 1993), 409–433.",
            "citations": []
        },
        "FN13": {
            "text": "13. Neff, 415.",
            "citations": []
        },
        "FN14": {
            "text": "14. In Arnold Schoenberg, “Composition with Twelve Tones (I)” in Style and Idea: Selected Writings , ed. Leonard Stein, trans. Leo Black, (Berkeley: University of California Press, 1975), 277.",
            "citations": []
        },
        "FN15": {
            "text": "15. Schoenberg, “Brahms the Progressive,” in Style and\nIdea , 399–401.",
            "citations": []
        },
        "FN16": {
            "text": "16. Schoenberg, “Brahms the Progressive,” 402–415.",
            "citations": []
        },
        "FN17": {
            "text": "17. Joseph N. Straus, Remaking the Past: Musical Modernism and\nthe Influence of the Tonal Tradition (Cambridge: Harvard University Press, 1990), 39.",
            "citations": []
        },
        "FN18": {
            "text": "18. Anton Webern, The Path to the New Music , ed. Willi Reich,\ntrans. Leo Black (Bryn Mawr: Theodore Presser, 1963), 20.",
            "citations": []
        },
        "FN19": {
            "text": "19. Webern, 35.",
            "citations": []
        },
        "FN20": {
            "text": "20. Pierre Boulez, “Schoenberg is Dead,” in Notes of an Apprenticeship , trans. Herbert Weinstock (New York: Alfred A.\nKnopf, 1968).",
            "citations": []
        },
        "FN21": {
            "text": "21. Messing, 1–59 passim.",
            "citations": []
        },
        "FN22": {
            "text": "22. Messing, 30.",
            "citations": []
        },
        "FN23": {
            "text": "23. Messing, 43.",
            "citations": []
        },
        "FN24": {
            "text": "24. Claude Debussy, “Monsieur Croche the Dilettante Hater,” in Three Classics in the Aesthetics of Music , B. N. Langdon Davies, trans. (New\nYork: Dover, 1962), 69–70.",
            "citations": []
        },
        "FN25": {
            "text": "25. Messing, 43.",
            "citations": []
        },
        "FN26": {
            "text": "26. In François Lesure and Roger Nichols, eds., Debussy Letters (London: Faber and Faber, 1987), 292–3, 324.",
            "citations": []
        },
        "FN27": {
            "text": "27. In François Lesure and Richard Langham Smith, eds., Debussy on Music (Ithaca, N.Y.: Cornell University Press, 1977), 96, 229, 233, 245, 296–7.",
            "citations": []
        },
        "FN28": {
            "text": "28. Lesure and Smith, 297.",
            "citations": []
        },
        "FN29": {
            "text": "29. Pierre Boulez, “Incipit,” in Notes of an\nApprenticeship , 277.",
            "citations": []
        },
        "FN30": {
            "text": "30. Pierre Boulez, “Incipit,” in Points de repère , I (Paris:\nChristian Bourgeois Editeur, 1995), 153.",
            "citations": []
        },
        "FN31": {
            "text": "31. Pierre Boulez, “Schoenberg is Dead,” 269.",
            "citations": []
        },
        "FN32": {
            "text": "32. Ibid., 271.",
            "citations": []
        },
        "FN33": {
            "text": "33. Cf. Straus on Harold Bloom’s anxiety model of creative\ninfluence and the Oedipal resonances therein. Straus, 14.",
            "citations": []
        },
        "FN34": {
            "text": "34. Straus, 13.",
            "citations": []
        },
        "FN35": {
            "text": "35. Luigi Russolo, The Art of Noises (Futurist Manifesto 1913) , trans. Barclay Brown (New York: Pendragon Press, 1986), 23.",
            "citations": []
        },
        "FN36": {
            "text": "36. Ferruccio Busoni, A New Aesthetic of Music , ed. Thomas\nBaker (New York: G. Schirmer, 1911), 3–4.",
            "citations": []
        },
        "FN37": {
            "text": "37. Busoni, 8–9.",
            "citations": []
        },
        "FN38": {
            "text": "38. Harry Partch, Genesis of a Music: An Account of a Creative\nWork, Its Roots and Its Fulfillments , 2nd ed. (New York: Da Capo Press,\n1974), 7.",
            "citations": []
        },
        "FN39": {
            "text": "39. The following is a sample of his cyclical mindset: “It was the tendency ten centuries ago, also, to reject ‘modern,’ or individual, thinkers, but to the\neverlasting credit of the little ‘interpreters’ who lived in the dark ages let it be said that\nthey did not engage press agents to label them as ‘great artists’.” Partch, 55.",
            "citations": []
        },
        "FN40": {
            "text": "40. George Rochberg, “On the Third String Quartet,” in The\nAesthetics of Survival: A Composer’s View of Twentieth Century Music (Ann Arbor:\nThe University of Michigan Press, 1984), 239.",
            "citations": []
        },
        "FN41": {
            "text": "41. See, for example, collections of articles by composers such\nas Paul Henry Lang, ed., Problems of Modern Music (New York: G. Shirmer, 1960), all of which were originally published in Musical Quarterly ; Benjamin Boretz and Edward T. Cone, eds., Perspectives on Contemporary\nMusic Theory (New York: W. W. Norton, 1972), all of which were originally published in Perspectives of New Music .",
            "citations": []
        },
        "FN42": {
            "text": "42. Thomas Willis, “A New Romanticism? or High Tech/High Touch?,” in Horizons ‘83: Since 1968, a New Romanticism? , Linda Sanders, ed.\n(New York Philharmonic, 1983), 10.",
            "citations": []
        },
        "FN43": {
            "text": "43. Igor Stravinsky, Stravinsky: An Autobiography (New York:\nSimon and Schuster, 1936), 142.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The topic of this essay is the stories composers tell about their own work and its place in musical history. It is probable\nthat composers have always pondered this topic, but only since the nineteenth century has finding or making one’s place among\nthe composers of the past (and future) been an urgent, essential undertaking. As Scott Messing asserts in his study of\nneoclassicism in music, a “homogeneous and uniform [musical] past” was the creation of the nineteenth century; “by the\ntwentieth century . . . the sense of a uniform tradition had begun to disintegrate and vary widely . . . [O]nly\nthe greatest artists were able to mediate between the lure of the past and their own personal\nstyles.” (1) As I will show, this act of\nmediation quite often involves the creation by a composer of a compositional family tree which situates the composer at the end\nof a comfortingly long lineage, making the musical language of the composer in question appear less a matter of individual\nchoice and more a matter of historical necessity. Other composers have been ambivalent or even hostile to the notion of\ncompositional genealogy, which by its very nature addresses pressing issues such as the validation of\nsome music (and musical cultures) and the marginalization of others. The arguments\nbetween these two types of composers, genealogists and non-genealogists, form a dialectic that centers around the\nnotions of ancestry, centrality, marginality, and legitimacy, with enduring ramifications for\nmusic criticism, theory, history, historiography, and pedagogy in the nineteenth, twentieth, and\ntwenty-first centuries.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In examining the history of this dialectic, I will first present the genealogical narratives of three major composers of\nthe German tradition, Wagner, Schoenberg, and Webern; I will then address the complementary narratives of two French composers,\nDebussy and Boulez, for whom the family tree narrative was a more problematic construct. I then explore the uses to which the\ncompositional family tree (and the component parts thereof) have been put by several composers of more marginal, individualistic\nstatus. By way of conclusion, I examine the work of George Rochberg and of other\ncomposers active in the latter decades of the twentieth century whose music seems to suggest that, for some\ncomposers at least, the issue of genealogical validation has entered a new phase. [2] Family Trees and the Creation of a German Mainstream",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Richard Wagner’s recapitulation of European musical history in his 1860 essay, “Music of the Future,” is a prototypical\ncompositional genealogy. After describing his own musical education, Wagner summarizes musical history starting with\nclassical Greece: “Greek music (the term almost always included poetry) can be thought of as dancing articulated through tones\nand words.” (2) The early Christians, Wagner states, appropriated\nthe dance tunes from Greek music, shorn of the dance to which it formed an accompaniment. The loss of rhythmic vitality that\nresulted was finally remedied, Wagner claims, when “the Christian mind invented four-part harmony on the basis of the four-part\nchord, whose characteristic mutations would henceforth motivate the expression as formerly the rhythm had\ndone.” (3) This led to the flowering of Renaissance polyphony, which Wagner associates\nmainly with Palestrina. He goes on to note the degeneracy that seized hold of Italian music with the onset of operatic monody, a\nmusical analogue perhaps to the great late Cretaceous die-back, but then notes that in Germany . . . the secularization of church music gave rise to an\n    important new development . . . instead of dispensing with the\n    rich harmony of ecclesiastical music, they sought to unite it\n    with the rhythmically animated melody in order that rhythm\n    and harmony should participate in the melody’s expression (4)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Wagner then extols the innovations of Bach and Mozart, which he contrasts with the “meager formal structure” of\neighteenth-century Italian opera. “The heritage of these two masters,” he continues, “then passed to Beethoven, in whose hands\nthe symphonic art attained a gripping breadth of form and a melodic content of such unheard-of variety that the Beethoven\nsymphony appears to us today as a milestone in the history of art.” (5) Wagner makes it clear that his own place on the ladder of ascent is not only after, but above, Beethoven. Consequent to\na lengthy exposition of his theories on language and poetry Wagner proposes that the next task confronting the progressive\ncomposer is the synthesis of poetry with music; he thereupon announces that he is in the process of composing the Ring of the Niebelungs , and is making available to the Parisian public a French\ntranslation of the libretti to the four operas.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Central to the notion of musical genealogy as practiced by Wagner and others of his century is the concept of evolution.\nSince the late eighteenth century, the term “evolution” has been understood in a number of different ways. A fallacious “ladder of\nascent” misreading of Darwinian evolution persists in the popular imagination to this day. It is perhaps best evoked by two popular\nillustrations by the American artist Rudolph F. Zallinger, both of which depict biological evolution as a triumphant march from\nsimpler, cruder prototypes towards latter-day perfection. The first is The Age of\nReptiles , a well-known dinosaur mural in the Peabody Museum of Natural History at Yale University, for\nwhich Zallinger won the Pulitzer Prize in 1949; it depicts the progress from the relatively small, early reptiles and plant life\nof the Permian and Triassic eras to the Tyrannosaurus Rex and flowering foliage of the\nCretaceous. (6) The second is one of the most widely copied and parodied illustrations of the twentieth century, namely\nZallinger’s depiction of the “March of Progress” from early simians to Homo\nsapiens , via intermediate forms such as Australopithecus, Homo erectus , Neanderthal man,\netc. (7) It is easy to imagine as one reads the compositional genealogies of Wagner, Schoenberg, and others that they too\nwere involved in the creation of a similar March of Progress, in which composers and music not part of the preordained journey from the\nancient Greeks and plainchant to nineteenth-century Germany are simply omitted as unsuccessful outgrowths that were incapable of\ncompleting the journey.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Less readily dismissed is the concept of organicism, promulgated by eighteenth-century thinkers such as Edward Young\nin England, and Johann Georg Sulzer, J. G. Herder, and J. W. von Goethe in Germany. Goethe’s notion of the Urpflanze or archetypal plant, propounded in The Metamorphosis of\nPlants (1790) is perhaps the most essential formulation from the point of view of compositional\ngenealogy. (8) The Urpflanze —part\nbotanical doctrine, part mystical system—is the cornerstone of Goethe’s theories about botanical growth. Long after his work as\na natural historian was superseded, his philosophical musings on the subject of plants provided a rich fund of metaphorical\njustification for notions of aesthetic unity and balance. (9) When\nDarwin’s doctrine of biological evolution was introduced, it resonated in crucial ways with the special sense in\nwhich evolution had been used by aesthetic and philosophical thinkers of the early nineteenth century. Subsequent misreading of\nDarwinism against a backdrop of Goethe, Young, Herder, et al., became the dominant intellectual paradigm of the Victorian age,\ngiving rise to what Stephen Jay Gould, a critic of conventional evolutionary theory, has in our own day referred to as the Ladder\nof Progress model of evolution. (10)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] According to the Ladder of Progress model, evolution is teleological, i.e., not simply a matter of adaptation by\norganisms to environmental change (which is, according to Gould, the strict meaning of the term), but indeed a progression from\ncruder to more perfectly realized versions of a given underlying organism type. The Ladder of Progress makes of evolution a march\nof progress, graphic representations of which Gould notes are “viscerally understood by all . . . The straightjacket of linear\nadvance goes beyond iconography to the definition of evolution.” (11) It is easy to\nunderstand the appeal of such a model for nineteenth-century Europeans: if human society evolves\n(i.e., progresses) as nature evolves, the displacement of lesser civilizations and races (e.g., those of Africa and Asia) by more\nhighly evolved and progressive white European technology and culture is as inevitable as the displacement of the Neanderthals\nby Homo sapiens ; the atrocities committed in the name of colonialism and imperialism are thus at worst necessary evils.\nNote that in both halves of this analogy (Neanderthals and non-Europeans of color versus Homo sapiens and white Europeans), there is a conceptual confusion between ancestors and\nside-branches—although the Neanderthal is shown in illustrations like Zallinger’s as chronologically prior to modern man, as\n“inferior” parts of the human lineage they must represent a degenerate side-branch rather than an ancestor. If this were not\nso, the lineage of the modern, perfected human species would be highly suspect. Human evolution\nas conventionally portrayed is thus a kind of succession of degenerate uncles and more vigorous\nnephews.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The family tree narratives of nineteenth-century composers present musical history as a ladder of inevitable progress from\nsome remote point in the past to the composer’s own day, with their own music on the top rung of the ladder. In such a telling,\nearlier music is perforce cruder and less perfect than later music; the best earlier music has value primarily to the extent\nthat it foreshadows the great works to come. Unexpected evidence that the ladder of progress remains embedded in the discourse of\nmusic theorists and historians of the present day is found on the cover of the Indiana\nTheory Review , a respected journal published by the Graduate Theory Association of the Indiana\nUniversity School of Music, on which one may see a Ladder-of-Progress consisting of (from left to right) medieval\nneumes, fifteenth-century white mensural notation, Baroque figured bass, and so on,\nright up to graphic notation a la Berio or Crumb!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Wagner was followed by several generations of compositional genealogists. One of the principal such was Arnold Schoenberg,\nmany of whose writings, particularly those written after his emigration to the United States, present complete or partial\nmusical genealogies. Severine Neff has shown how Schoenberg developed his notions of Monotonalitaet and Grundgestalt by drawing heavily on Goethe’s Urpflanze . (12) Schoenberg’s\ndiscourse is also laden with Darwinian imagery, as when he discusses the Grundton , or tonic, itself the progenitor of the\novertone series that governs every tonal field, and thus of the harmonic regions that are related to the Grundton as offspring to a parent. The fecundity of the Grundton —its\nability to give birth to the tonal regions—seems to have been latent in antiquity and unrecognized by the “primitive ear.” The Grundton is a dynamic entity whose articulation into harmonic regions engenders motivic and harmonic problems (the Hauptmotiv and subordinate motives) that “are concealed in it, . . . [and] clash\nwith one another . . . [as] the Grundton lives and seeks to propagate itself.” This suggests a view of the generation of\ntonal form that evokes both the conflicts and travails of the gods of ancient Greek mythology (the Grundton or Hauptmotiv as Zeus, the harmonic regions as the rival/offspring Olympian\ngods) and Darwin’s doctrine of natural selection and survival of the fittest. (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Depending on the essay, Schoenberg may reach back no farther than the mid-nineteenth century in his search for musical\nforebears. As he states in “Problems of Harmony,” “everyone is familiar today with the road that led from Schubert through\nWagner to Reger, Richard Strauss, Mahler, Debussy, and others . . . ” (14) Alternatively, he may recapitulate European\nmusic history beginning with Renaissance polyphony, and then moving along a familiar path to Bach, Mozart, and Beethoven,\nfinally reaching his own top rung of the ladder. Often Schoenberg is interested in the internal\nlineage of his own music, seeking to prove that his recent serial compositions are the direct\nresult of tendencies embodied by his earlier, somewhat more popular tonal works.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] In “Brahms the Progressive,” the ladder of progress has certain rungs which, while at first evidently safe, turn out to\nbe steps down or to one side rather than up. Specifically, Schoenberg decries music that relies excessively on overt\nrepetition, sequence, and foursquare phrase structure, devices that he associates with the infancy of serious music, unworthy of\na “grown up” musical art. For Schoenberg, ontogeny indeed recapitulates phylogeny:\n“An alert and well-trained mind,” he says, “refuses to listen to baby-talk and requests strongly to be\nspoken to in brief and straight-forward language.” (15) It soon\nbecomes clear that Schoenberg means to indict his former idol Wagner as one of the principal “baby-talkers,” and, as the title\nof the essay suggests, to advocate the music of Brahms as embodying the true step up the ladder. Schoenberg illustrates the\nsubtlety of Brahmsian harmonic practice by introducing excerpts from Schubert and Beethoven as forerunners, and a little later\nintroduces examples from Haydn and Mozart to illustrate their successes in freeing music from phraseological and metric\nsquareness, successes which Brahms of course follows up in his own music. By contrast with this august lineage, Schoenberg pairs\nWagner by implication first with Keiser, Telemann, and Mattheson, and a bit later (still more\ndismissively) with Johann Strauss, Verdi, and “contemporary Italians.” (16)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] A reliance on compositional genealogy is not the sole province of composers who paint on a large canvas, however. In\nthe 1933 lectures published under the name The Path to the New Music , Anton Webern follows the lead of Schoenberg closely. As\nJoseph N. Straus points out, for Webern . . . the universal source of musical coherence [stems from] Grundgestalt composed-out via developing variation . . . Motivic unity and concentration are the standards by which\n    earlier music is judged and the goal toward which composition\n    must always strive. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] The Grundgestalt and developing variation are direct musical counterparts of Goethe’s Urpflanze , which Webern, himself an amateur naturalist, invokes by name. The question that\nconcerns Webern as a musical genealogist is, “how much space can be assigned to the presentation of\nmusical ideas.” (18) He begins\nby assigning the origin of the seven-note modal scale to the ancient Greeks, and sees subsequent musical progress up to\nthe time of Bach as “the conquest of the tonal field.” While all the formal principles later to be elicited by Bach and his followers\nare already present in germ form in Gregorian chant, Webern notes, continual refinement of the motivic principle and\nexpansion of the tonal field from five notes to seven, and then finally to all twelve leads upwards to Renaissance polyphony,\nBach, Beethoven, and Schoenberg. Throughout this illustrious lineage, Webern finds\nthe continual quest for “a new inter-penetration of music’s material in the horizontal and the\nvertical . . . [a] constant effort to derive as much as possible from one principal idea . . . ” (19) Just as Wagner in his essay\npresents the story of his own musical education as a teleological tale leading to the\nconception of the Ring cycle, thus synopsizing the history of Western music in his own history,\nWebern sees the evolution of Western music as a whole and the evolution of the germ motive within a given work as different\nmanifestations of the musical Urpflanze . Further, Webern traces the intertwining\nof the polyphonic and homophonic principles in Western music in a manner congruent with Goethe’s postulation of\nmale and female, or vertical and horizontal, forces governing plant growth.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] The construction of compositional genealogies is not an exclusively German-speaking composer’s undertaking, although as\nthe cases of Wagner, Schoenberg, and Webern illustrate, it does seem to have been an occupational hazard of nineteenth-century\ncomposers whose affiliation with the “German stem” was self-conscious. It ought to be remembered that if German-speaking\ncomposers had every reason by the nineteenth century to feel secure in their status at the center of Western musical culture,\nGermany in the nineteenth century was anything if secure from the point of view of\ngeopolitical development. The first attempt at German unification had failed spectacularly in 1848–49, and\nunification of the non-Austrian part of German Europe came about at the tip of Bismarck’s bayonet only in 1871, a decade after the\nprocess of Italian unification had been substantially completed, and centuries after the other major nations of Western Europe had\nemerged as unified entities. It is also easy to overlook the fact that while Germany was surrounded on two sides by political\nantagonists (France and Russia), culturally it was surrounded on three sides by musical\n“superpowers” (France, Russia, and Italy); this makes it all the more impressive an\naccomplishment that German cultural nationalism is so often taken for cultural cosmopolitanism, while French, Italian, Russian, or English\ncultural nationalism are seen as somewhat parochial. It was not without considerable effort that the mainstream of Western\nmusical development was made to seem to flow through Germany; one of the tools that made this\nhappen was the genealogical ladder of\nprogress. [3] Debussy, Boulez, and the Ladder of Progress",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] An excessive interest in one’s genealogy can be a mask for concerns about one’s own legitimacy; it is not surprising,\ntherefore, to find the ladder of progress invoked in the early polemics of Pierre Boulez. As a young rebel who had already made\na name for himself as a disciple and collaborator of German-speaking composers in a Europe recently torn by the Second\nWorld War, and as a student of the ostracized visionary Olivier Messiaen, Boulez may have had more reason for anxiety about his\nlegitimacy as a French composer than most of his contemporaries. In his notorious\n“Schoenberg est mort” (1952) Boulez simply moves the top rung of the ladder upwards to where he himself and his\nfellow post-Webernians are standing. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The Boulez case must be placed in the context of French musical nationalism. For French composers, reclaiming music\nhistory from the German-speaking composers and writers who had created the concept in its modern sense was no small task.\nMessing documents attempts by late nineteenth-century French composers such as d’Indy,\nSaint-Saëns and a host of lesser\ntalents to reclaim or create for themselves an entirely French compositional\nlineage. (21) Unlike their German contemporaries,\nwho with relative ease construct plausible lines of descent for themselves entirely in\nterms of German composers (at least from the high Baroque onward), French composers inevitably found it\nnecessary to address themselves to the trans-Rhenish Other in order to construct a cogent account of the eighteenth and\nnineteenth centuries. The anti-German sentiment dominant in French life after the Franco-Prussian War lends a political\ndimension to this effort. For d’Indy, for instance, this necessitated the appropriation of Bach and\nBeethoven as “not German musicians but great universals, as fundamental to the evolutionary perfection of art as Rameau, Couperin, and . . . d’Indy himself.” (22) Debussy confronts this identity crisis forthrightly in his “Open Letter to the Chevalier\nGluck.” (23) Writing as Monsieur Croche, Debussy indicts the latter’s ghost as follows: Through knowing you French music enjoyed the somewhat\n    unlooked-for blessing of falling into the arms of Wagner. I\n    like to think that, but for you, not only would this not have\n    happened, but that French music would not have asked its way\n    so often of people who were only too ready to lead it astray. (24)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Debussy then claims Rameau as a true ancestor, turning his back on the Germanic influence represented by Gluck, whom he\nnonetheless acknowledges as a major influence on the development of French musical\nlife. (25) Despite his numerous utterances in\nthe genealogical mode, there is a sense of ironic detachment in Debussy’s approach to the issue of musical ancestorhood, by\ncontrast to the rather strident contentions of Wagner concerning matters of lineage; his utterances on the subject of French and\nnon-French music, as well as his own compositional engagement with the works of non-French artists and writers such as\nHokusai, Rackham, Poe and Dickens alongside the poets of his own nationality, suggest a belief that\nthe peculiar musical genius of each nation should be nurtured without either excessive\nchauvinism or excessive deference to external exemplars, be they German or French — a balance between nationalism and humanism\nthat is all the more appealing in this latter time of European unification and the global\nvillage. His jocular remarks concerning Beethoven’s alleged Flemish, rather than German,\nancestry suggest an ironic appreciation on Debussy’s part of the absurdity of musical nationalism when carried to extremes, and\nperhaps unconsciously raises at one and the same time issues of musical and of biological parentage; one assumes that he is\nparodying more extreme French musical nationalists of his own day. (26) For him, Beethoven was a\n“necessary” master; it was as absurd to deny his genius (as some of his French nationalist\ncontemporaries apparently were wont to do) as it would be to exaggerate it in order to assert the superiority of German\nmusic. (27)",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] In light of compositional developments of the 1960s, ‘70s, and beyond, Debussy’s critique of what Gould refers to as the\nCone of Increasing Diversity (the convention of popular evolutionary theory whereby a few earlier, simpler prototypes\ngive rise to greater and greater diversity, complexity and refinement) is especially apt: Let us purify our music! Let us try to relieve its\n    congestion, to find a less cluttered kind of music. And let\n    us be careful that we do not stifle all feeling beneath a\n    mass of superimposed designs and motives: how can we hope to\n    preserve our finesse, our spirit, if we insist on being\n    preoccupied with so many details of composition? . . . As a\n    general rule, every time someone tries to complicate an art\n    form or a sentiment, it is simply because they are unsure of\n    what they want to say. (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The Ladder of Progress was, however, too efficient and versatile a polemical tool for French composers of the early\ntwentieth century to abandon or ignore. The historical impossibility of creating a French musical genealogy without\nco-opting at least a few foreign masters presented a problem, however, as indicated by comments such as the following, taken\nfrom a 1954 essay by Boulez: Whereas Schoenberg and Berg allied themselves to the\n    decadence of the great German romantic stream . . . Webern—by way of Debussy, one could say—reacted in the\n    direction of rehabilitating the power of sound and against\n    all inherited rhetoric. (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Boulez’s use of the notion of a (German) Romantic “stream” (“le grand courant romantique\nallemand” (30) ) and his postulation\nof Debussy as a common ancestor to Webern and himself reveals his interest in family trees and structures isomorphic to them. In\n“Schoenberg est mort” Boulez presents an internal genealogy of Schoenberg’s work, tracing what he calls an “evolutive progression [which] started from the post-Wagnerian tonal vocabulary and reached ‘suspension’ of the tonal\nlanguage.” (31) Boulez cites mutually contradictory tendencies in Schoenberg’s\nearlier works which later, after the first group of twelve-tone works, caused his “exploration of the dodecaphonic realm . . . [to go off] in the wrong direction so persistently that it would be hard to find an equally mistaken perspective in the entire\nhistory of music.” Boulez identifies certain specific procedures and stylistic traits that for him show that Schoenberg was\n“outridden by his own discovery.” His indictment continues: “In Schoenberg’s serial works . . . the\nconfusion between theme and series is explicit enough to show his impotence to foresee the\nsound-world that the series demands.” (32) For Boulez the\nLadder of Progress assumes the character of a family romance—Schoenberg as the musical father whose inadequacies compel the son to\nparricide and then force him onward to his own conquests. (33)",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] In the recent republication and reorganization of Boulez’s collected critical and analytical prose, the first group of\nessays is entitled “Cortège des ancétres” and includes well-known writings on Berg, Ravel, Stravinsky, Schoenberg,\nVarèse, and J. S. Bach, with an allusion (“La corruption dans les encensoirs”) to Baudelaire, thus providing a nearly complete\ncatalogue of those whom he claims as musical forebears. It is difficult to imagine a\ncomposer of the twentieth century who more clearly embodies Harold Bloom’s anxiety of influence. If we\nparaphrase Straus’s formulation of Bloom’s anxiety model of poetic influence so that it applies to the composition of music,\na new composition must struggle to find a place for itself in an overcrowded musical world. To do so, it must push earlier\ncompositions aside. More directly, for Boulez, a new composer must struggle to push\nearlier composers aside; his evocation of the funeral cortege from Le Sacre du printemps is thus a way of\nsuggesting that a proper appreciation of one’s ancestors is not enough—they must be exorcised, celebrated, and immolated before\none is free to act as a living composer. (34) [4] The Ladder of Progress and the Twentieth Century Maverick Tradition",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Two types of individual have something to gain from establishing their ancestry’s bona fides by creating a family\ntree: first, those who wish to retain the high social standing they have, and second, those who wish to gain a level of social\nstanding they lack. If we cast those composers who are undisputed members of the central European classical mainstream as group one\nwe should be able to find group two in the margins of Western musical culture; and indeed, it is possible to find more than one\ngenealogical essay in the writings of the experimental “mavericks” of twentieth century music. It\nis no surprise, therefore, to find Luigi Russolo relying on ladder-of-progress genealogizing to legitimize his own innovations as the leading\ncomposer of the Italian Futurist circle in his 1913 manifesto, The Art of\nNoise . We find, perhaps surprisingly, that Russolo and Webern both see musical\nevolution as a matter of the conquest of the tonal field, but that for Russolo this conquest leads\noutside of music as conventionally considered. Perhaps this mutual reliance on ladders of progress testifies to an underlying\nphilosophical positivism at the center of both Second Viennese and Italian Futurist\nthought. (35)",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Ferruccio Busoni, with his an unusual combination of radical and reactionary impulses, calls the notion of musical\nprogress into question in two ways: first, by speaking of music in terms of the growth and evolution of a single organism rather\nthan of a species or succession of species (in this, like Schoenberg, echoing Goethe’s writings about the Urpflanze ), he is able to declare that the entire history of Western music up to\nthe present day (1907) is simply a kind of prologue, in its infancy. Music as an art, our so-called occidental music, is hardly\n    four hundred years old; its state is one of development,\n    perhaps the very first stage of a development beyond present\n    conception . . . We have formulated rules, stated\n    principles, laid down laws;—we apply laws for maturity to\n    a child that knows nothing of responsibility! (36)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Second, by alluding to a perfect state of nature from which music had fallen, he was able to make paradoxical judgments that\nseek to playfully frustrate the tendencies towards musical progressivism shown by Wagner and others: Such a lust of liberation filled Beethoven . . . that he\n    ascended one short step on the way leading music back to its\n    loftier self . . . Indeed, all composers have drawn nearest\n    the true nature of music in preparatory and intermediary\n    passages . . . where they felt at liberty to disregard\n    symmetrical proportions, and unconsciously drew free\n    breath . . . But the moment they cross the threshold of the\n    Principal Subject, their attitude becomes stiff and\n    conventional, like that of a man entering some bureau of high officialdom. (37) Given the relative conservatism of his own compositions by comparison to those of Schoenberg and others whose music he\nchampioned in the 1910s, Busoni’s own ambivalence towards the notion of musical progress may mirror his own ambivalence towards\nthe emerging “progressive” idioms of the early twentieth century.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Harry Partch’s use of the narrative structure of the ladder of progress to subvert musical Darwinism deserves mention. The\nfirst chapter of his manifesto/how-to manual Genesis of a Music (1948) is largely taken up by an explanation of why he himself\nhas come to reject the notion of progress in music, followed by a lengthy time-line in which he traces the various manifestations\nof two permanent musical principles, the Abstract and the Corporeal. Although he reviews the entirety of music history from\nancient China and Greece up through European modernity, his survey negates the usual\ngenealogical narrative first by\nfiltering through the quite specific criteria that define Corporeal music for\nPartch: Throughout history the Monophonic concept has been\n        consistently manifested through one medium: the individual’s spoken\n        words, which are more certainly the juice of a given identity than\n        anything else in the tonal world. Of all the tonal ingredients a\n        creative man can put into his music, his voice is at once the most\n        dramatically potent and the most intimate. (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Far from representing a march of progress, the history of music (in all times and places, including ancient China as well\nas ancient Greece, modern America as well as Europe) consist for Partch of a series of discoveries and cultivations of the\nMonophonic principle, followed by the inevitable side-tracking of music into excessive focus on technique and abstraction. For\nPartch history’s heroes include the Emperor Chun, Plato, the Florentine school of the late 1500s, Jean-Jacques Rousseau,\nBerlioz, Wagner (more for his theory than for his practice), Moussorgsky, Debussy,\nSatie, Ravel, and Douglas Moore. Anti-heroes include the antiphonal singing of the early Church,\nGregorian chant, most Italian opera of the seventeenth century, Mahler, and Schoenberg (except for the “whimsical adventure” of Pierrot Lunaire , of which Partch approves).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Partch’s dualism reflects his interest in the issue of speech and music that preoccupied him to the virtual exclusion of\nall other issues. There is a cyclicality in his view of musical history that prevents him from seeing any given path of\ndevelopment in terms of progress; his interest in non-Western music and thought, combined with his skepticism with respect to\nmaterial and scientific progress and its relevance to the arts, makes his critique of the\ndevelopment of Western music a unique document, cast partly in the genealogical mode but with a world\nview that casts history as an endless helix (in which music flourishes and declines repeatedly and eternally) rather than as\na ladder of progress leading ever upwards towards perfection. (39) [5] Conclusion: Getting off the Ladder",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] George Rochberg is a contemporary composer whose preoccupation with the past has compelled him to seek an\nabandonment of musical progress as an end in itself. In particular, his String Quartet No. 3 documents his attempt to get\noff the ladder, to confront the musical past in a non-exclusionary manner. In this work Rochberg felt “freed of the\nconventional perceptions which ascribe some goal-directed, teleological function to\nthat past, insisting that each definable historical development supersede the one that has just taken\nplace either by incorporating or nullifying it.” (40) Rochberg’s renunciation of such progress is significant because of his prior devout adherence to a compositional worldview informed by it.\nIndeed, much of the impact of this string quartet comes from its conscious negation of the expectations generated by the\ncomposer’s adoption of an “advanced” atonal idiom. The latter suggests an aesthetically and technically “progressive” stance;\nwhen this idiom is presented in antiphony and counterpoint with other musics which are more backward-looking, the resultant whole\ndraws attention both to the commonalities between new and old, and to the illusory nature of musical progress in an age of mass\nmedia and mass reproduction technology.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] With Rochberg we come to a kind of collapse of the entire genealogical impulse, and an ultimate questioning of its basis in\nevolutionary theory. The social and technological bases of this collapse require further study; when the music of all eras and\ncultures is equally available and more and more equally accessible, composing is less plausibly viewed as a matter of\ncultural imperatives: if all previous composers are possible parents, no composer\nneed dwell on pedigree to the extent that was necessary for Schoenberg or even Rochberg.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] One remarkable development among serious composers in the United States and Europe in the late 1940s and ‘50s is that\ndiscussion of compositional technique largely replaced other topics as the principal mode of shop-talk among composers; rather\nthan tracing one’s compositional lineage back to Palestrina, one allowed one’s choice of technical means and processes to make\none’s allegiance and ancestry apparent; examples abounded in periodicals such as Perspectives of New Music and Musical Quarterly during the 1940s, ‘50s, ‘60s and\n‘70s. (41) This is attributable, perhaps, to the increasing importance of academic\ncredentials, at least in the community of American composers. It may also indicate that\n(except for certain composers such as Boulez) one’s family history is no longer quite as acceptable a\ntopic for public discussion.",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Reaction to the exclusively technical tone of much composerly discourse at mid-century began in the late 1960s, as\ncomposers increasingly sought connections between their own endeavors and musical forebears more remote in time than Babbitt\nand Boulez, or Stravinsky and Schoenberg. Writing in the program notes for Horizons 1983: Since 1968, a New\nRomanticism? , a program of the New York Philharmonic, whose music director was\ncomposer Jacob Druckman, Thomas Willis remarks that The process at work today is independent of compositional\n    technique, historical labeling or a metaphoric swinging\n    pendulum. The fundamental drive is simple. All of us wish to fell time-\n    and space-bound to kindred spirits. In an age of\n    technological revolution, social and economic unrest and the\n    increasingly imminent danger of self-induced destruction, we\n    need to be reassured of our common humanity. (42)",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Significantly, the need for the sort of time- and space-boundedness of which Willis speaks would seem to invite\nwithin it the inclusion of genealogical bonds of parentage and descent as well as of more affiliative formulations. Does\nRochberg’s musical dialogue with Beethoven in his Third String Quartet imply a yearning for reunion with a parent or for a\ndialogue with an equal?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] It seems fitting to end with a quote from Igor Stravinsky, a composer for whom the establishment of musical lineages was\nalmost a tongue-in-cheek undertaking, who indeed manufactured not one but many synthetic personalities and alternate histories for\nhimself as a substitute for the Central European ladder of progress from which he, a multiply-exiled Russian, was\neffectively excluded: It is in the nature of things—and it is this which\n    determines the uninterrupted march of evolution in art as\n    much as in other branches of human activity—that epochs\n    which immediately precede us are temporarily farther away\n    from us than others which are more remote in time. (43)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.00.6.5.perry.html",
    "data": "mto/data/mto.00.6.5.perry.json"
}