{
    "title": "Review of <i>Josephine Lang: Her Life and Songs</i>, by Harald Krebs and Sharon Krebs (Oxford University Press, 2007)",
    "date": "2010/12/01",
    "volume": "16",
    "issue": "4",
    "authors": [
        "Jemian, Rebecca"
    ],
    "abstract": "",
    "keywords": [
        ": Josephine Lang",
        "Harald Krebs",
        "Sharon Krebs",
        "nineteenth-century song",
        "lieder"
    ],
    "doi": "",
    "received": "March 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.4/mto.10.16.4.jemian.pdf",
    "author_info": [
        {
            "name": "Rebecca Jemian",
            "university": "Ithaca College School of Music",
            "address": "953 Danby Rd., Ithaca, NY  14850",
            "email": "rjemian@ithaca.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Sharon Krebs’s scholarship includes three works produced between 2001 and 2004 that concern biographical issues relating to Lang and her husband, Christian Reinhold Köstlin; two of these articles are in German. The book [ Josephine Lang: Her Life and Songs ] lists seven articles spanning from 1999 until 2005 by Harald Krebs. The first and last consider hypermeter in Lang’s songs, and one article investigates Lang’s relationship to the Schumanns; other articles include biographical essays and commentary on selected songs. One of these articles is in French, and three are in German. At least one more article by Harald Krebs has come out since the book’s publication: “The ‘Power of Class’ in a New Perspective: A Comparison of the Compositional Careers of Fanny Hensel and Josephine Lang” in Nineteenth-Century Music Review 4/2 (December 2007), 37–48.",
            "citations": []
        },
        "FN2": {
            "text": "2. The greatest percentage of Lang’s output was songs—several hundred of them. She wrote only a few works for piano solo, chorus, and chamber ensembles.",
            "citations": []
        },
        "FN3": {
            "text": "3. His best-known work is Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann (Oxford: Oxford University Press, 1999).",
            "citations": []
        },
        "FN4": {
            "text": "4. Krebs and Krebs, 137–38. An excerpt of the score is given on p. 139.",
            "citations": []
        },
        "FN5": {
            "text": "5. Krebs and Krebs, 162–66. Pages 164–5 show portions of the score.",
            "citations": []
        },
        "FN6": {
            "text": "6. Many of Lang’s songs are available in publications: Josephine Lang, Selected Songs , Women Composers Series 11, ed. Judith Tick (New York: Da Capo Press, 1982). Josephine Lang, Lieder , Volumes 1 and 2, ed. Harald Krebs (Bryn Mawr, PA: Hildegard Publishing Company, 2006). Josephine Lang, Lieder nach Texten von Reinhold Köstlin , ed. Harald Krebs, volume 20, Denkmäler der Musik in Baden-Württemberg (München: Strube Verlag, 2008). Additionally, websites described in this review offer PDF files of several songs.",
            "citations": []
        },
        "FN7": {
            "text": "7. This was the topic of Sharon Krebs’s master’s thesis: “ ‘My Songs are My Diary’: An Investigation of Biographical Content in the Köstlin Settings of Josephine Lang.” Master’s thesis, University of Victoria, 2001.",
            "citations": []
        },
        "FN8": {
            "text": "8. Indeed, the only error I detected was in the Appendix, where a verb was missing its umlaut.",
            "citations": []
        },
        "FN9": {
            "text": "9. This website of songs set to Jacobi’s poems has songs by eight other composers, including Schumann, Smetana, and Wolf.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] “My songs are my diary.” [1.2 ]“[Composing songs] is a rampant weed within me that cannot be exterminated...”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] These two quotations from nineteenth-century German composer Josephine Lang (1815–1880) underscore her life. Lang’s statement that her songs served as her diary drives Josephine Lang: Her Life and Songs by Harald Krebs and Sharon Krebs. The authors end their introduction with this thought; they organize the chapters by alternating sections of biography and contemporaneous songs, and they conclude the book with an extensive exploration of possible interpretations of the phrase. The second quotation is from a letter written around 1861 to poet Eduard Eyth, in which Lang compares composing to the admirable qualities of weeds: they spring up abundantly amidst adversity. These qualities were true for Lang, who persevered despite challenging circumstances, and for this book, a culmination of many studies by Harald and Sharon Krebs about Josephine Lang that displays a wealth of material in several formats. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Ostensibly I am writing a book review, but in reality the Krebses have produced a book with very useful exterior sections, a CD of the authors’ performances of thirty songs by Lang, and URLs for related websites that augment this material. Josephine Lang is well served by this abundance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The seven numbered chapters of the book are preceded by a relatively short Introduction.  The Introduction captures the thrill of the authors’ chase for Lang’s manuscripts, a chase spread over time and locations and compounded by the task of transcribing the documents. The Introduction summarizes existing scholarship about Lang and concludes with the reasserted voice of the Krebses as they use Lang’s remark that her songs are her diary to lay out their format of interspersing sections on her life with her songs. The authors set a wide scope and warm tone for the book, with a unified voice expressed as “we.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Chapters 1 through 6 cover Lang’s life, and Chapter 7 puts her life and work into perspective.  The biographical chapters introduce her family’s musical heritage in Munich, including several female musicians. Lang’s meeting with Mendelssohn, which occurred as he passed through Munich during his Grand Tour in 1830, was fortuitous. Mendelssohn’s high esteem for Lang—based on hearing her perform several of her songs—induced him to offer her professional assistance ranging from short-term lessons in harmony and counterpoint to long-term friendship and advice until his death in 1847; he helped her publish some of her songs, and he commended her to other musicians. Chapters 2 through 4 cover Lang’s coming of age and her relationship with Christian Reinhold Köstlin, a complex man who died after their fourteen-year marriage and left her with six children. Chapters 5 and 6 depict Josephine’s life after the demise of her husband until her own death. She faced great challenges during these years: money was scarce, two of her children died while three others moved away after marrying, and her own health was poor. Artistically, she sought strength to continue composing (ironically, her illnesses afforded her time to compose), and to find wider acceptance of her songs. Her friendships with Clara Schumann and, particularly, the conductor Ferdinand Hiller, helped to sustain her. Hiller, who knew Lang through Mendelssohn, published a biographical essay about Lang; although the essay took seven years to produce, it had the desired effect of increasing public interest in her music and stimulating financial assistance for her.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The Krebses’s discussions of Lang’s songs in these six chapters form an equal strand to the biographical sections, offering analyses sensitive to music and text. (2) The musical analysis shifts the focus among form, harmony, rhythm and meter (incorporating Harald Krebs’s hallmark topics of hypermeter and metrical dissonance), (3) and range and register. These discussions, whether short or extended, bring the music to life, connecting sound to Josephine’s personal experiences. For instance, the authors give a brief commentary on “In Welschland,” (composed to a text by her husband in 1849, when her sixth child was born). (4) After describing how Lang’s treatment of the poem reflects the poet’s impressions of sun-drenched Italy, the Krebses observe musical details: the introduction offers both an easy-going prolonged dominant and a dialogue between soprano and tenor, the strophic form in the body of the song enhances the relaxed character, and the conclusion has its own characteristic gesture. In closing, they discuss Lang’s other versions of this song, offering useful insights into the changes. The relatively longer analysis of “Du denkst an mich so selten” (5) (begun in 1838, revised and published in 1860, using a poem by Wilhelm von Eichthal, her first suitor) is guided by the unifying thesis that the song’s tonal structure reflects the text’s opposition of “separated/together.” As they often do, the authors provide the poem and their own English translation. The commentary develops with a central section exploring local and global features of the song’s tonal design, and it culminates by setting earlier comments about multiple versions in a deeper context. The final paragraph offers another opposition, showing how Lang’s setting of this song was relevant to her life. Each analysis, long or short, proceeds from a point of view about the specific song. Not only are these valuable perspectives about Lang’s songs, but more generally these are excellent examples of music analysis.",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Score excerpts are ample and well produced. The authors include scores for several complete songs in the book, and excerpts of many others are given to reinforce the discussion. When a score for the pertinent selection is not provided in the book, the authors are careful to point the reader to its location. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In the portions of the chapters devoted to song, the Krebses often include contemporaneous criticism about Lang’s songs, frequently from the Neue Zeitschrift für Musik . Their comments about this criticism take into account its motivation and attitudes toward her and whether the criticism accurately reflects the musical content.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The final chapter, “Josephine Lang as a Person and as a Composer,” comprises four parts. The Krebses include additional material about Lang in the first two (“Josephine Lang as a Person” and “Josephine Lang as a Composer”), enhancing the profile given in the previous chronological chapters. The discussion of Lang’s professional status is especially compelling. The third part, “Josephine Lang’s Musical Style,” briefly summarizes earlier points. The final part, “My Songs Are My Diary,” is the strongest and most extensive section, wherein the authors consider the various meanings of Lang’s assertion. (7) Some of the most interesting observations focus on the diary-aspect of Lang’s annotations on scores, her musical treatment of text, and the circularity created when she set songs to poems by her husband that were based on her own diary entries.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Chapter 7 comes across more like a catalog of independent elements than an integrated whole. The sections are discrete, the length is relatively modest, and the tone is quite matter-of-fact. The summary nature of the chapter contributes to this effect, in contrast to the narrative drive of the biographical chapters. In light of all the information and resources this book provides, however, I see this chapter as opening the door for other scholars and will comment more on this shortly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The book meets high standards in its writing, content, and solid production values. (8) The Krebses have contributed immensely to Josephine Lang’s biography by locating sources, augmenting and correcting previous scholarship, and providing a context of her life. Sometimes the chronology is not followed strictly in the book’s presentation of details; this isn’t enough to derail the timeline, although careful reading is required.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The body of the text is enhanced by its preceding and following material, the CD, and the related websites. In addition to Acknowledgments and a list of abbreviations, the opening section includes Genealogical Charts for Josephine Lang and her husband. An Appendix provides the texts for the thirty songs on the CD in both the original German and in the authors’ literal English translations. Next are ample Notes; the use of these endnotes is simplified because the header of each page references the earlier text pages. The Selected Bibliography is divided into Manuscript Sources and Secondary Sources. “Selected” is truly appropriate: many more sources supported the text, so the citations in the endnotes should not be overlooked. I have two quibbles with the arrangement of the Index for Lang’s compositions. First, its division into published and unpublished works seems unnecessarily complicated for anyone wishing to find a certain piece mentioned in the book. Second, the arrangement by opus number is useful for someone needing to consult a catalog of Lang’s works, but that is addressed by the Musik und Gender im Internet website (the second of three websites described below). It strikes me that a list of all works by title in alphabetical order would be more useful. It is helpful that the index distinguishes musical examples found in the book from those on the Stuttgart website (the first website described below). The General Index functions also as a glossary, giving dates and occupations for several people as well as identifying certain entities. This feature may aid those wanting a quick refresher on Lang’s circle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The CD presents the Krebses’s performance of thirty songs by Josephine Lang from all stages of her life, using texts by seventeen poets, with eleven by Lang’s husband, Christian Reinhold Köstlin. The light soprano voice and impeccable diction of Ms. Krebs is complemented by Mr. Krebs’s piano collaborations, and these musicians offer nuanced interpretations. The performances bring to life the varied textures of Lang’s piano writing as well as her effective and creative text painting.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Among my favorites are “Schmetterling” (poet unknown), whose trilling prelude captures the flight of the butterfly, and “In die Ferne” (poet, Hermann Klätke), with its lamenting repeated block chords and cries of “Ach! In die Ferne sehnt sich mein Herz!” (Oh! My heart longs for faraway places!). A driving piano motive underlies “Der Herbst” (poet, Christian Reinhold Köstlin), and the often startlingly disjunct melody depicts nature’s changes in autumn and the anticipation of the beloved’s return.The CD is a wonderful addition to this package, permitting readers to become listeners.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Three websites augment the book. The first contains the texts of Lang’s songs (nearly 200, many with English translations), song scores in pdf format for eighteen of the songs discussed in the text, a short biography, a more extensive bibliography than that found in the book, and a database of Lang’s manuscripts. This excellent website, \n< http://www.wlb-stuttgart.de/%7Ewww/referate/musik/lang.html >, is prepared by both authors in German and is supported by the Württembergische Landesbibliothek. The bibliography, despite a few entries that are out of order, is updated to reflect current scholarship. The database is valuable for researchers because it is searchable by title, text incipit, opus number, date, and poet. Although the database cannot be sorted into new categories, such as “all piano pieces by Lang” or “songs using texts of a given poet,” its utility is strong. One additional feature of this site is that the authors provide their email addresses and encourage others to notify them of corrections, additional material, etc. The second website—< http://mugi.hfmt-hamburg.de/A_lexartikel/lexartikel.php?id=lang1815 >, prepared by Sharon Krebs, also in German—is part of the Musik und Gender im Internet (MUGI) website sponsored by the Hochschule für Musik und Theater Hamburg . The strongest feature of this well-produced site is its comprehensive list of Lang’s compositions. This site also has a link to related websites (“ kommentierte Links”). A third website—< http://www.freidok.uni-freiburg.de/volltexte/74/ >, not created by the authors—contains \nPDF files of six songs that Lang set to poems by Johann Georg Jacobi. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The websites offer resources in the form of both scores and bibliographic information to the authors and to a wider group. The Krebses discuss a large number of examples, knowing that readers could access the scores at these websites, which relieves the publishers of the necessity of devoting extra pages to these scores. These sites help performers by increasing the accessibility of scores to Lang’s songs and providing translations of the song texts, and they give many more options to researchers wanting to study Lang’s works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The excellent work of the Krebses is assembled in this combination of book, CD, and websites. Their contributions to the scholarship of Josephine Lang are manifold: cataloguing manuscripts, writing a new biography, analyzing and recording many songs, increasing the number of available scores, and creatively using the web to provide resources.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Such wealth of information sows the ground for more studies about Josephine Lang. Gender and feminist studies of Lang’s life and work seem likely directions to pursue. Several topics are worth exploring: Did gender influence Lang’s quality of being a homebody, first in her father’s home in Munich and then in her marital home in the little town of Tübingen? How were her education—especially musical—and her relationships—both personal and professional—shaped by conventions affecting women? The Krebses have presented ample evidence so that a scholar could continue this work on Lang’s life. Music theorists could pursue paths from the Krebses’s work, particularly those interested in rhythm and meter, nineteenth-century German music, and the relationship of performance and analysis (both from the point of view of Lang who was composer and performer and from the authors’ dual roles as writers and performers).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Through this multi-faceted look at a fascinating composer, Harald and Sharon Krebs give rich interpretation to Lang’s comment, “[Composing songs] is a rampant weed within me that cannot be exterminated, even in the autumn of my life, and that is so interwoven with my being as to be one of life’s necessities for me.” What is amazing about Josephine Lang’s life is that, like the weeds to which she compared her songs, she persisted in her work, overcoming many difficulties to concentrate on music-making. One hopes that, similarly, the Krebses’s book—prolific in its manifestation—will continue to generate future studies.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.10.16.4.jemian.html",
    "data": "mto/data/mto.10.16.4.jemian.json"
}