{
    "title": "Review of Robert Freeman, <i>The Crisis of Classical Music in America: Lessons from the Life in the Education of Musicians</i> (Rowman & Littlefield, 2014)",
    "date": "2015/06/01",
    "volume": "21",
    "issue": "2",
    "authors": [
        "Covach, John"
    ],
    "abstract": "",
    "keywords": [
        "administration",
        "Bachelor of Arts",
        "Bachelor of Music",
        "classical music",
        "College Music Society",
        "curriculum",
        "Eastman School of Music",
        "liberal arts",
        "music school",
        "NASM",
        "orchestra",
        "popular music"
    ],
    "doi": "",
    "received": "April 2015",
    "pdf": "",
    "author_info": [
        {
            "name": "John Covach",
            "university": "Department of Music",
            "address": "The University of Rochester, 1-306 Dewey Hall, P.O. Box 270052, Rochester, NY 14627-0052",
            "email": "john.covach@rochester.edu"
        }
    ],
    "citations": {
        "arum_and_roksa_2011": "Arum, Richard and Josipa Roksa. 2011. Academically Adrift: Limited Learning on College Campuses . University of Chicago Press.",
        "baumer_2015": "Baumer, Matthew. 2015.  “A Snapshot of Music History Teaching to Undergraduate Music Majors, 2011–12: Curricula, Methods, Assessments, and Objectives.” Journal of Music History Pedagogy 5, no. 2: 23–47, http://www.ams-net.org/ojs/index.php/jmhp/article/view/165 .",
        "blumenstyk_2015": "Blumenstyk, Goldie. 2015. American Higher Education in Crisis? What Everyone Needs to Know . Oxford University Press.",
        "carey_2015": "Carey, Kevin. 2015. The End of College: Creating the Future of Learning and the University of Everywhere . Riverhead Books.",
        "covach_2015": "Covach, John. 2015. “Rock Me, Maestro.” Chronicle of Higher Education (February 6), B14–15. http://chronicle.com/article/Rock-Me-Maestro/151423/ .",
        "crow_and_dabars_2015": "Crow, Michael M. and William B. Dabars. 2015. Designing the New American University . Johns Hopkins University Press.",
        "delbanco_2012": "Delbanco, Andrew. 2012. College: What It Was, Is, and Should Be . Princeton University Press.",
        "flanagan_2012": "Flanagan, Robert J. 2012. The Perilous Life of Symphony Orchestras: Artistic Triumphs and Economic Challenges . Yale University Press.",
        "freeman_2014b": "Freeman, Robert. 2014b. “Needed: A Revolution in Musical Training.” Chronicle of Higher Education (August 29). http://chronicle.com/blogs/conversation/2014/08/29/needed-a-revolution-in-musical-training/ .",
        "horowitz_2005": "Horowitz, Joseph. 2005. Classical Music in America: A History of Its Rise and Fall . W.W. Norton.",
        "kerr_1963": "Kerr, Clark. [1963] 2001. The Uses of the University . Fifth edition. Harvard University Press.",
        "kerr_2001": "Kerr, Clark. 2001. Academic Triumphs . Vol. 1 of The Gold and the Blue, A Personal Memoir of the University of California, 1949–1967 . University of California Press.",
        "kingsbury_1988": "Kingsbury, Henry. 1988. Music, Talent, and Performance: A Conservatory Cultural System . Temple University Press.",
        "kirst_and_stevens_2015": "Kirst, Michael and Mitchell L. Stevens, eds. 2015. Remaking College: The Changing Ecology of Higher Education . Stanford University Press.",
        "lenti_2009": "Lenti, Vincent A. 2009. Serving a Great and Noble Art: Howard Hanson and the Eastman School of Music . University of Rochester Press.",
        "lenti_2004": "Lenti, Vincent A. 2004. For the Enrichment of Community Life: George Eastman and the Founding of the Eastman School of Music . University of Rochester Press.",
        "miller_1993": "Miller, Rodney E. 1993. Institutionalizing Music: The Administration of Music Programs in Higher Education .  Charles C. Thomas.",
        "nettl_1995": "Nettl, Bruno. 1995. Heartland Excursions: Ethnomusicological Reflections on Schools of Music . University of Illinois Press.",
        "polisi_2005": "Polisi, Joseph W. 2005. The Artist as Citizen . Amadeus Press.",
        "ross_2014": "Ross, Michael S. 2014. Beyond the University: Why Liberal Education Matters . Yale University Press.",
        "selingo_2015": "Selingo, Jeffrey J. 2013. College (Un)Bound: The Future of Higher Education and What It Means for Students . New Harvest.",
        "sheehan_campbell_2014": "Sheehan Campbell, Patricia et al. 2014. Transforming Music Study from its Foundations: A Manifesto for Progressive Change in the Undergraduate Preparation of Music Majors .  Report of the Task Force on the Undergraduate Music Major, The College Music Society (November). http://www.music.org/index.php?option=com_content&view=article&id=1859",
        "taruskin_2009": "Taruskin, Richard. 2009. “The Music Mystique: Defending Classical Music Against Its Devotees,” in The Danger of Music and Other Anti-Utopian Essays , 330–53. University of California Press.",
        "wong_and_viagas_2012": "Wong, Lisa, M.D. with Robert Viagas. 2012. Scales to Scalpels: Doctors Who Practice the Healing Arts of Music and Medicine . Pegasus Books."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Recent books discussing the deep and rapid changes occurring in higher education include Blumenstyk 2015 , Carey 2015 , Crow and Dabars 2015 , Kirst and Stevens 2015 , and Selingo 2015 .  Most of these books give considerable consideration to online learning, a topic that Freeman does not engage in any detail.",
            "citations": [
                "blumenstyk_2015",
                "carey_2015",
                "crow_and_dabars_2015",
                "kirst_and_stevens_2015",
                "selingo_2015"
            ]
        },
        "FN2": {
            "text": "2. Perhaps the most famous quip along these lines comes from Clark Kerr, an influential figure in higher education for decades, who remarked in reference to the modern university (“multiversity”) that it sometimes seems to be “a series of individual faculty entrepreneurs held together by a common grievance over parking” ( [1963] , 15).",
            "citations": [
                "kerr_1963"
            ]
        },
        "FN3": {
            "text": "3. Additional sources directly addressing post-secondary music administration include ( Miller 1993 ) and the annual Proceedings of the National Association of Schools of Music , as well as various publications of the College Music Society.  “Music Building” is Nettl’s term.",
            "citations": [
                "miller_1993"
            ]
        },
        "FN4": {
            "text": "4. Freeman praises ( Flanagan 2012 ) as a resource on the problems the orchestra faces, and Horowitz 2005 as a resource for historical and cultural context.  On the general issues of the status of classical music in current culture, Freeman refers the reader to Greg Sandow’s blog on the ArtsJournal site, http://www.artsjournal.com/sandow/ .",
            "citations": [
                "flanagan_2012",
                "horowitz_2005"
            ]
        },
        "FN5": {
            "text": "5. In many ways, the model for this type of academic administration memoir is ( Kerr 2001 ). See also Freeman 2014b , an essay that summarizes many of the points in The Crisis of Classical Music in America .",
            "citations": [
                "kerr_2001",
                "freeman_2014b"
            ]
        },
        "FN6": {
            "text": "6. Readers interested in the history of the Eastman School, on the other hand, may find these same stories to be fascinating.  Freeman refers to Vince Lenti’s histories of Eastman ( 2004 and 2009 ), the second volume of which ends in 1972, making Freeman’s account a continuation of those books, at least until the third Lenti volume appears.",
            "citations": [
                "lenti_2004",
                "lenti_2009"
            ]
        },
        "FN7": {
            "text": "7. Concerning European and American repertories, roughly equating them to classical music and pop, Freeman writes: “While 638 NASM schools focus on the first of the two repertories, only Boston’s Berklee School of Music concentrates on the second. It is a principal thesis of this book that musicianship of the twenty-first century will necessarily include both bodies of music, now assimilating, in addition, new influences from Asia, Eastern Europe, the Caribbean, Latin America, and Africa” (66–67).  There are other schools besides Berklee that focus on pop, but Freeman’s point is clear.",
            "citations": []
        },
        "FN8": {
            "text": "8. Nettl’s discussion of the “central repertory” ( 1995 , 82–111) still holds today for many schools of music, and especially the most prestigious ones.  Much progress has been made since 1995, though this has been more dramatic in scholarship than in curricula generally, and for curricula more at the graduate level than at the undergraduate level, and at the undergraduate level more in the B.A than in the B.Mus.  Nettl writes: “The center is classical Western music (almost exclusively European music) composed roughly between 1720 and 1930.  There is no single accepted term that represents this sector of art music, but the music community often uses common-practice music or standard music .  I would suggest the term central repertory .  It is what the music school considers music par excellence” (84).  Freeman’s position remains within the values detailed by Nettl, but at its most progressive boundary of flexibility.",
            "citations": [
                "nettl_1995"
            ]
        },
        "FN9": {
            "text": "9. With Academically Adrift ( 2011 ), Arum and Roksa created a sensation in higher education administrative circles by providing a statistical study suggesting that most college students show no improvement in their critical-thinking skills over the first two years of classes.  These findings, however, have been challenged by other researchers, leaving the book’s central claims open to debate.  On the bright side for music majors, the study found that students majoring in the arts and humanities did seem to experience some improvement.",
            "citations": [
                "arum_and_roksa_2011"
            ]
        },
        "FN10": {
            "text": "10. Freeman also advocates students’ earning a second major in addition to the B.Mus., though the curricular demands of many B.Mus. programs can make it difficult to achieve such a double major in four years without reforming requirements.",
            "citations": []
        },
        "FN11": {
            "text": "11. Freeman cites Lisa Wong’s Scales to Scalpels ( 2012 ) as a useful study of how music can play a crucial role in the development of professionals outside of music (in this case, medicine).",
            "citations": [
                "wong_and_viagas_2012"
            ]
        },
        "FN12": {
            "text": "12. Commissioning new music is a particular passion of Freeman’s; see especially pages 153–59.  His advocacy for new music constitutes his most energetic and sustained challenge to the “central repertory” as outlined by Nettl 1995 .",
            "citations": [
                "nettl_1995"
            ]
        },
        "FN13": {
            "text": "13. “With the future of the American symphony orchestra now in such severe jeopardy, future deans of at least some of the nation’s 638 professional music schools should be questioning the centrality of the symphony orchestra to institutional planning and enrollment” (134).",
            "citations": []
        },
        "FN14": {
            "text": "14. “It is a central part of the message of this book that in a world of very rapid change, music teaching, still the predominant way musicians make a living, has been very slow to change, as have the curricula of our major music schools and the pedagogical goals towards which those curricula have been directed.  The assumptions that basic study in fundamental musicianship may be put off till college, that the symphony orchestra should remain the backbone of a music school’s enrollment plans, that instrumental and vocal students learn optimally from weekly lessons from well-known specialists, and that the road to musical heaven lies straight through the practice room remain unexplored axioms inherited from the nineteenth century” (10).",
            "citations": []
        },
        "FN15": {
            "text": "15. Baumer ( 2015 ) provides an overview of music history requirements across a number of schools.  The talks from the 2014 AMS session appear in the same issue of the Journal of Music History Pedagogy that includes Baumer’s article.  The CMS report is available via login on the CMS site for members only.  Committee member Juan Chattah has posted an open-access and downloadable copy at https://www.academia.edu/9060144/Transforming_Music_Study_from_its_Foundations_A_Manifesto_for_Progressive_Change_in_the_Undergraduate_Preparation_of_Music_Majors .",
            "citations": [
                "baumer_2015"
            ]
        },
        "FN16": {
            "text": "16. Covach 2015 .  A detailed curricular plan can be found at http://www.rochester.edu/popmusic/curriculum/ .",
            "citations": [
                "covach_2015"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": ". . . a lot has changed since the time I graduated from college in 1957, in the world generally and in the field of music. And the speed of change appears to be accelerating. (1)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Robert Freeman is probably best known among post-secondary music faculty as the former director of the Eastman School of Music; he came to Rochester from a musicology post at MIT in 1972, served for more than two decades at Eastman, and left in 1996 to take up positions as dean at the New England Conservatory and then later at the University of Texas at Austin.  While Freeman had very little administrative experience when he began the top job at Eastman, he soon became a leading figure in collegiate music administration, in part because of his vision and innovation as director, and in part owing to the prestige and standing of the school he led.  Indeed, many today would consider Freeman to be among the country’s most authoritative and experienced senior figures in performing-arts leadership—the dean of music-school deans.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Freeman’s recent book engages a wide range of issues that should interest all faculty currently teaching music in colleges and universities in the United States, especially given the rapid changes that so many departments, schools, colleges, and universities are facing. (1) As Freeman points out (91–92), music faculty can often view their professional world primarily through their own specialties, and the structure of modern university life tends to encourage this. (2) His book provides these faculty members (and their students) an opportunity to consider the bigger picture—a view beyond one’s own studio, classroom, department, school, and university.  Since the future will likely bring changes in music curricula to almost every school or department, faculty will be best prepared to make the right adjustments when they are able to see how what they do is situated within a broader context.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Freeman’s book is among the relatively few that deal directly with music schools.  Previous monographs by Henry Kingsbury ( 1988 ) and Bruno Nettl ( 1995 ) have explored the culture of the “Music Building” from an ethnomusicological perspective, while Joseph Polisi ( 2005 ) has published a collection of essays focused on his experience as president of the Juilliard School. (3) The Crisis of Classical Music in America , however, is more than a book about music schools.  As the title announces, it also engages the larger question of the status of classical music in our culture, and especially the future of the symphony orchestra. (4) Finally, the book is also a kind of professional memoir, rich in details of Freeman’s own biography and especially focused on his time at Eastman. (5) The stories of Freeman’s early life are engagingly told, chronicling his childhood in a home filled with music, teenage summers at Tanglewood, undergraduate experience at Harvard, graduate study at Princeton, and time spent as a junior faculty member at MIT.  At one point, for instance, Freeman relates how his father turned to Leonard Bernstein for advice about his son’s future and education (33); this is but one of several stories dotted with well-known figures from the world of classical music that make for fun reading.  Some may find a few of the personal stories from the Eastman years to be less engaging; at times these seem only loosely connected to the discussion at hand but they are often very detailed nonetheless. (6)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "kingsbury_1988",
                    "nettl_1995",
                    "polisi_2005"
                ]
            }
        },
        {
            "4": {
                "text": "[4] To organize the range of concerns the book addresses, Freeman presents the chapters as essays directed primarily at specific readerships.  One chapter each is directed to: parents of students; students; faculty; deans; provosts and presidents; and directors of endowments, the NEA, and NEH.  These chapters are preceded by ones discussing the changing times, origins and development of musical instruction, and Freeman’s own personal history.  As an appendix, Freeman includes a document on teaching evaluation developed at Eastman, along with his first address to the Eastman faculty from 1972.  In spite of what might seem like the relatively compartmentalized structure of the material, a number of themes emerge across the entire volume.  One of these themes is that classical music is in trouble in the current culture, and that this “crisis” has been coming for years.  Freeman sees the threats classical music faces as a problem for the society at large, and at various points suggests ways to reinvigorate classical music performance and rebuild its appeal to the general public.  For music schools, the crisis of classical music impacts students in two important ways: first, there are far too many graduates of music programs, making career prospects dim and success in music extremely challenging; and second, those students who do graduate are trained far too narrowly and in many cases not fully equipped to succeed.  Freeman sees an important role for music schools in both rebuilding classical music in the culture at large (both on and beyond the campus), as well as in reforming curricula to address the realities of the modern professional world, providing students with the range of skills he thinks they will need.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] As Freeman discusses his life and career as a music school administrator, several foundational aspects of his thinking become clear.  The first is that Freeman’s consideration of undergraduate curricula is mainly directed at the B.Mus. degree, though he does believe that part of the answer to classical music’s crisis is to encourage more non-majors to be involved with music study.  The second is that within his discussion of the B.Mus. degree, it is clear that classical music should remain the central repertory around which a professional music education is built.  At no point is Freeman the sort of classical snob that Richard Taruskin ( 2009 ) has so brilliantly skewered; Freeman, by contrast, believes that music students need significant exposure to popular and world musics. (7) Such exposure, however, is ultimately in the service of cultivating a more flexible and adaptable kind of classical musician; non-classical styles remain secondary. (8) Freeman also advocates strongly for music students taking more liberal-arts classes, suggesting that such classes will provide valuable training in writing, speaking, and critical thinking—skills that today’s musician needs to build a career after graduation.  Freeman’s endorsement of a stronger liberal-arts component resonates with recent defenses of the liberal arts by Delbanco 2012 and Ross 2014 .  But any assumptions that additional liberal arts courses will assure greater facility in critical thinking need to be checked against the recent writing of Arum and Roksa 2011 . (9) In any case, classes outside the music curriculum will at least provide students the opportunity to develop valuable additional skills, even if mileage is bound to vary.",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "taruskin_2009",
                    "delbanco_2012",
                    "ross_2014",
                    "arum_and_roksa_2011"
                ]
            }
        },
        {
            "6": {
                "text": "[6] A renewed call to outreach is another important theme that recurs in The Crisis of Classical Music in America , and this call extends both across the campus and beyond.  As mentioned above, Freeman advocates reaching out to non-majors on campus, reducing the oversupply of B.Mus. students, and increasing the number of B.A. majors, minors, and students taking music as an elective. (10) He also advocates for music schools building relationships with other schools and disciplines, and this includes bringing together both students and faculty. (11) Freeman’s goal seems to be one of positioning the music school to be as integral to campus cultural life as possible; the days are gone when a music school can live within its own isolated world (as described in Kingsbury 1988 ) and expect to thrive.  We need to reach out to  amateurs and cultivate their interest in music.  Both on campus and off, we must engage the community in innovative concerts and special commissions of new works. (12) And our music students must acquire the skills to continue this kind of creative outreach into their own professional lives.  All of this is extremely laudable and, given the premise that classical music should remain at the core, a completely sensible way to move forward.  But considering the decline of classical music discussed at other points in the book, it may be that such energetic advocacy will only serve to keep the cultural ground from further eroding beneath classical music’s feet. (13) Freeman endorses the idea of entrepreneurship, and was among the first voices to push for its inclusion in collegiate music training many years ago.  It is certainly possible, however, that a more innovative presentation of classical music, no matter how well thought out and articulately presented, will not win a significant number of new followers to the cause.  It could be that many people already know what this music is—they just don’t like it.",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "kingsbury_1988"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Given the picture that Freeman paints of our changing musical environment and the challenges it presents, what does this mean for music theorists and musicologists?  And probably most importantly, how can we adjust our curricula to provide the most effective training for our students going forward, both within and beyond the music major? (14) If we retain classical music as the central repertory in our curricula, we might further expand the music studied in class to include popular and non-Western musics.  We might also look for more opportunities to engage our students in critical thinking, writing, and speaking on the music they study.  Both of these ideas have already been employed by faculty in a variety of pedagogical settings and constitute relatively mild adjustments to the curriculum in most cases. Recent discussions of more substantial curriculum revision have begun to provide a basis for discussion at music schools across the country.  In 2014, the Task Force on the Undergraduate Music Major of the College Music Society released a report that advocated significant curricular changes ( Sheehan Campbell 2014 ), while a special session at the annual conference of the American Musicological Society explored “The End of the Undergraduate Music History Sequence?” (15) Elsewhere I have argued for the “integrated music curriculum for the B.A./B.Mus.” (16) These more substantial changes suggest that one solution may be to reorient our undergraduate teaching so that classical music is still important but no longer the central repertory, or at least not central to every degree in music.  This allows us to increase our reach, not so much by trying to talk people into appreciating classical music as by reaching out to them via music they already know and like.  It is the kind of broadening of the audience that Freeman has in mind, albeit extended in ways he might not completely endorse.",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "sheehan_campbell_2014"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Some of the most interesting passages in The Crisis of Classical Music in America are those in which Freeman discusses events that involve the interaction among the country’s top music schools.  One such story dates back to the early 1990s and involves Freeman, Michigan dean Paul Boylan, and University of Southern California dean Larry Livingston meeting with NASM executive director Samuel Hope.  This trio of the country’s top deans proposed the idea that every music school should strive to develop its own identity; music schools should not all look just like one another, they argued.  Freeman remarks that not much ever came of this suggestion (146).  Indeed, any survey of the websites of most of the top music schools today confirms that they often look very similar.  Maybe the time for the Freeman-Boylan-Livingston idea, however, has finally come.  If it turns out that we no longer need so many schools focusing on a traditional degree devoted to classical music, perhaps this means that programs can reconfigure themselves to serve musicians who have not been well-served or even included in the past, as well as to reach out more effectively to students across the campus who have not taken music courses before.  Each school can innovate and find its own way of reinforcing the role of music in education and in our culture.  Or as Freeman himself writes: Isn’t there an opportunity here for some of the 638 NASM schools to distinguish themselves from one another by differentiating at least some of the repertories they study? There is, particularly if new deans are willing to reflect on the point that Boylan, Livingston, and I raised with NASM director Hope in the early 1990s, about working to make more American music schools distinct selling propositions instead of Juilliard wannabes. (149)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The speed of change does indeed appear to be accelerating, and Freeman’s book may ultimately hasten that pace. The Crisis of Classical Music in America is an idiosyncratic and at times personal work.  It is, however, far more than a nostalgic trip through the past.  The book also looks to the future, offering a substantial and significant call to reform from one of our discipline’s most authoritative voices.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.15.21.2.covach.html",
    "data": "mto/data/mto.15.21.2.covach.json"
}