{
    "title": "Review of <i>The Cambridge Companion to the Singer-Songwriter</i>, ed. Katherine Williams and Justin A. Williams (Cambridge University Press, 2016)",
    "date": "2018/07/01",
    "volume": "24",
    "issue": "2",
    "authors": [
        "Murphy, Nancy"
    ],
    "abstract": "",
    "keywords": [
        "singer-songwriter",
        "authenticity",
        "persona",
        "songwriting",
        "authorship",
        "identity",
        "audience",
        "lyrics"
    ],
    "doi": "",
    "received": "July 2017",
    "pdf": "http://mtosmt.org/issues/mto.18.24.2/mto.18.24.2.murphy.pdf",
    "author_info": [
        {
            "name": "Nancy Murphy",
            "university": "Moores School of Music",
            "address": "University of Houston, 3333 Cullen Blvd. Room 140, Houston, TX 77204-4017",
            "email": "nemurphy@central.uh.edu"
        }
    ],
    "citations": {
        "attas_2011": "Attas, Robin. 2011. “Sarah Setting the Terms: Defining Phrase in Popular Music.” Music Theory Online 16, no. 3.",
        "koozin_2000": "Koozin, Timothy. 2000. “Fumbling Towards Ecstasy: Voice Leading, Tonal Structure, and the Theme of Self Realization in the Music of Sarah McLachlan.” In Expression in Pop-Rock Music , edited by Walter Everett, 2:267–84. Studies in Contemporary Music and Culture. New York: Garland.",
        "murphy_2015": "Murphy, Nancy. 2015. “‘The Times They Are-A Changin’’: Flexible Meter and Text Expression in 1960s and 70s Singer-Songwriter Music.” Ph.D. dissertation, The University of British Columbia.",
        "neal_2002": "Neal, Jocelyn. 2002. “Song Structure Determinants: Poetic Narrative, Phrase Structure, and Hypermeter in the Music of Jimmie Rodgers.” Ph.D. dissertation, University of Rochester, Eastman School of Music.",
        "rings_2013": "Rings, Steven. 2013. “A Foreign Sound to Your Ear: Bob Dylan Performs ‘It’s Alright, Ma (I’m Only Bleeding)’.” Music Theory Online 19, no. 4.",
        "stephan-robinson_2009": "Stephan-Robinson, Anna. 2009. “Form in Paul Simon’s Music.” Ph.D. dissertation, University of Rochester, Eastman School of Music.",
        "whitesell_2002": "Whitesell, Lloyd. 2002. “Harmonic Palette in Early Joni Mitchell.” Popular Music 21, no. 2: 173–93.",
        "whitesell_2008": "Whitesell, Lloyd. 2008. The Music of Joni Mitchell . New York: Oxford University Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] With thousands of artists labeled as “singer-songwriters,” there are surprisingly few academic studies devoted to the category, leaving an absence of scholarly consensus on questions relating to the term and those to whom it is applied. What are the expectations associated with the label? How have some artists established the idea of a singer-songwriter, while others have called into question the term’s boundaries? In addressing these fundamental considerations, The Cambridge Companion to the Singer-Songwriter is an excellent and welcome addition to the literature on popular music. The studies presented in this volume define the history and context for the singer-songwriter, while also examining outliers who challenge the corresponding notions of authorship, persona, authenticity, identity, and artist-audience relationship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The positive contribution of this volume, however, must be assessed with some reservation. Its title, in announcing a focus on “the singer-songwriter” rather than “singer-songwriter music,” promotes the prioritization of the songwriters, their lyrics, and cultural context rather than their musical output. It is of little surprise, then, from the perspective of music theory and analysis, that the volume is lacking in substantial music-analytical discussion beyond a few standout chapters. This gives the impression that singer-songwriter music is of little analytical interest. There is enough disconfirming evidence to make the shortage of music analysis here disappointingly misrepresentative of the music’s analytic and theoretical potential (See, among others, Koozin 2000 , Neal 2002 , Whitesell 2002 , Whitesell 2008 , Stephan-Robinson 2009 , Attas 2011 , Rings 2013 , and Murphy 2015 ).",
                "footnotes": [],
                "citations": [
                    "koozin_2000",
                    "neal_2002",
                    "whitesell_2002",
                    "whitesell_2008",
                    "attas_2011",
                    "rings_2013",
                    "murphy_2015"
                ]
            }
        },
        {
            "3": {
                "text": "[3] On its own terms of examining the “singer-songwriter,” the volume offers four meaningful contributions: it focuses on several little-studied female singer-songwriters; it includes studies of race, gender, and sexuality as they relate to persona and lyrics; it investigates artists who challenge notions of authorship and authenticity; and it expands the use of the term “singer-songwriter” to include twenty-first century artists who experiment with digital production techniques. In the sections that follow, I examine these four strengths in turn, highlighting standout representative chapters. I then draw attention to a few particularly successful chapters that stand in contrast to the rest of the volume for their inclusion of substantial music analysis. Female Singer-Songwriters",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] This collection puts artists who identify as women at the forefront, making an important and overdue intervention into scholarship that has neglected these little-studied singer-songwriters. Of the nineteen chapters focusing on small groups of artists, ten highlight female singer-songwriters. That there is a chapter on Joni Mitchell (chapter 18) is unsurprising, but several other female artists are featured who have yet to receive widespread academic attention: Dolly Parton (chapter 10), Adele (chapters 16 and 26), Joanna Newsom (chapter 17), and Tori Amos (chapter 21).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Several of these studies explore a connection between the female singer-songwriter and her audience through the writing of intimate lyrics. Examining Tori Amos as a public figure and songwriter, Chris McDonald (chapter 21) positions Amos as a modern shaman whose personal songwriting topics, such as religion, sexuality, rape, and miscarriage, offer spiritual healing to her audience. Sarah Boak’s study (chapter 23) analyzes female singer-songwriters of the 1990s whose lyrics explicitly address gender and sexuality. Their songwriting engages with the experiences of inhabiting a woman’s body, including lyrical themes and timbral cues suggesting female agency and embodied femininity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Sarah Suhadolnik’s study of Adele (chapter 16) and Jada Watson’s chapter on Dolly Parton (chapter 10) examine personal, often autobiographical, lyrics. Suhadolnik investigates Adele as the twenty-first century “queen of heartbreak,” a persona that empathetically connects her with fans. Watson’s study examines Dolly Parton’s regional identity in the lyrical narrative of her “autobiographical concept album” My Tennessee Mountain Home (1973). The songwriting for this album reflects the tensions between Parton’s rural, mountain “homeplace” upbringing and the regional, stylistic, and personal identity acquired with her urban Nashville stardom. These chapters show how songwriting can act as a vehicle for personal expression, allowing points of entry for empathetic audiences. Race, Gender, Sexuality, and Identity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In addition to the volume’s focus on female singer-songwriters, several chapters study race and gender, particularly with regard to how LGBTQ artists connect with their audiences through lyrics and imagery. In chapter 20, Katherine Williams addresses the ways in which LGBTQ perspectives expand shared experiences between singer-songwriter and listener outside the heteronormative mainstream. Williams engages the histories of Elton John, k.d. lang, and Rufus Wainwright as case studies for how artists responded to and participated in developments of social acceptance of the LGBTQ community over the last fifty years. Megan Berry’s chapter 22 discusses how three singer-songwriters (KT Tunstall, Missy Higgins, and Bic Runga) explore gender identity in their music videos, using typically masculine visual codes to destabilize gender binaries and offer multiple sites for identification for their audiences. Both studies highlight the ways in which audiences connect with artists through two norms for the singer-songwriter: introspective lyrics and an identifiable public persona. Authorship and Authenticity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The aforementioned chapters primarily focus on artists who fit the typical expectations for the solo-act singer-songwriter through ideas of authorship and authenticity. Additionally, The Cambridge Companion to the Singer-Songwriter contains chapters that explore the boundaries of these ideas, investigating songwriting teams and various modes of musical composition that challenge the single-author notion of composer-lyricist most often associated with the singer-songwriter. Foremost in this category is Simon Barber’s chapter 5, which studies commercial songwriting as a form of organized work in New York City’s Brill Building. Barber situates the location as a space for friendly competition between songwriting teams like Carole King–Gerry Goffin and Jerry Lieber–Mike Stoller. The study of this productive work environment, which benefitted the songwriting professionals and the companies for whom they worked, offers a fascinating view of the work routines of full-time songwriters and their approaches to the compositional process.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The discussions of authenticity in songwriting, however, are weakened by an organizational issue in the volume. Chapter 26, which appears late in the twenty-nine-chapter volume, features the clearest examination of how the idea of authenticity interacts with singer-songwriter practices. Using Adele as a case study, Rupert Till proposes that singer-songwriters aim to engage Allan Moore’s notion of “first-person authenticity,” in which integrity is conveyed in their work through attempts at unmediated communication with their audiences. Till’s discussion of authenticity is a tremendous contribution to the volume, and to studies of singer-songwriter music in general. It would have greatly benefitted the chapters in this collection to position this study earlier in the volume, where it would have established a critical foundation for singer-songwriter authenticity with which all subsequent discussions could have engaged.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] That said, there are three chapters that take up the topic of authenticity, specifically how commercial songwriting subverts “authentic” songwriting expectations. In chapter 7, Michael Borshuk examines authenticity and production by positioning artists like Randy Newman, Billy Joel, and the Steeley Dan writing duo of Walter Becker and Donald Fagan as artists operating less within an aura of “authenticity” and instead as unapologetically professional, money-making songwriting teams. In these cases, humor, connection with the working class, and irony mediate expectations for the artists as “authentic” songwriters. Phil Allcock’s study of Elton John (chapter 11) investigates his position as only one half of a songwriting collaboration with Bernie Taupin. Allcock proposes that John’s persona and performance practices form a nexus of authorship characteristics, despite John not having written his own lyrics. And in chapter 3, Mark Funch explores Bill Monroe as a case study in authorship of bluegrass music. Funch positions the compositional practice as a combination of creativity, borrowing, and the mechanics of the commercial music industry. This “performative and collaborative” mode of composition (rooted in improvisatory, ensemble-based songwriting) goes against the normative “author-work” model privileged by the music industry’s legal formulations of ownership. Songwriting and Digital Production",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Bringing the idea of the singer-songwriter into the twenty-first century, The Cambridge Companion to the Singer-Songwriter explores the mediation of technology in the songwriting process and the ways artists can build and maintain communication with fans online. In the study of James Blake (chapter 15), madison moore connects the songwriter to artists like Imogen Heap, who use electronics, particularly the vocoder, to manipulate vocal timbre. In a move that creates tension with traditional notions of the singer-songwriter, chapter 14 (by Lori Burns, Alyssa Woods, and Marc Lefrance) interprets Kanye West as a hip-hop singer-songwriter. The authors propose that West expands traditional songwriting practices to include sampling from various genres and the application of digital production techniques such as Auto-Tune. They suggest that, positioned as a singer-songwriter, West defies hip-hop songwriting conventions while engaging with ideas of authenticity, politics, and intimacy with his audience. Lucy Bennett (chapter 29) suggests that this intimacy can also be fostered outside songwriting through digital communication and promotion. Her chapter examines the role of digital media in building and maintaining contact between singer-songwriters and their fans. Providing a platform for promotion, outlets like Twitter, Facebook, and Instagram allow artists to directly interact with fans, strengthening (or, in some outlying cases, destroying) the connection between audience and artist. These considerations, a welcome addition to the volume, are unique to the twenty-first-century singer-songwriter, but integral to an examination of modern songwriting and the artist-audience relationship. Music Analysis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Amid these contributions to the collection, it is disappointing to find many of the studies lacking in substantial music analysis. For example, Barber’s Brill Building study mentions how the commercial songwriting process sometimes involved rewriting an existing hit song “sideways” until enough of the original changed to create a new track. Barber offers a single example of this practice: the song “Little Darling” (a 1957 hit for The Diamonds) rewritten to become the Neil Sedaka song “Oh! Carol.” A compelling next step might have included analysis of the two songs, examining their harmonic, melodic, rhythmic, lyrical, or formal features, adding a useful specificity to the claims about the relationship between these two songs. Barber’s otherwise outstanding chapter provides one example of how a small amount of music-analytic attention would have enriched many discussions of artists and practices in this volume.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] There are standout exceptions, however, to the overall lack of attention to music analysis. The first comprises the book’s second chapter, which is perhaps an unexpected addition to the collection but is nonetheless one of the volume’s most compelling studies. In this chapter, Natasha Loges and Katy Hamilton convincingly extend singer-songwriter practices to examine the nineteenth-century “Lied singer-pianist-songwriter,” whose songs (flourishing between 1820 and 1848) were written, played, and sung by one individual. A noteworthy feature of this excellent chapter is its inclusion of female composer-performers, whose privately-performed songs were not subject to the same limitations as public female performances. Loges and Hamilton include musical scores in their chapter to illustrate the increasing technical demands that eventually required a separation of pianist and singer for art song performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In another analytic chapter, Timothy Koozin’s study of Nick Drake (chapter 13) analyzes several performances as embodied responses to guitar tuning. Koozin investigates tuning, semiotics, embodiment, and lyrical meaning as contributions to musical expression in five of Drake’s songs. And finally, in chapter 17, Jo Collinson Scott frames Joanna Newsom’s music within the “becoming other” concept of Deleuze and Guattari, defending Newsom against critiques of shallow stylistic borrowing by positioning her as a hybrid of multiple identities. While not analyzing as much music as the aforementioned chapters, her study stands out as a thorough investigation of singer-songwriter notions of authenticity, music making, stylistic influence, timbre, and performance persona in Newsom’s musical output. These three studies are among the strongest of the volume, no doubt strengthened by their engagement with singer-songwriter music alongside their study of the singer-songwriter genre label.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Overall, The Cambridge Companion to the Singer-Songwriter succeeds in providing multiple case studies of singer-songwriters from a variety of time periods, places, and styles, which substantially expands the scholarly research on singer-songwriters and their practices. Fans of singer-songwriter music will certainly find chapters of interest in this volume, though, sadly, too little music analysis. Nevertheless, the book offers a significant contribution to the literature on songwriting and the traditions and expectations for the artists for whom the “singer-songwriter” label is and has been applied.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.18.24.2.murphy.html",
    "data": "mto/data/mto.18.24.2.murphy.json"
}