{
    "title": "Response to the 2004 SMT Special Session\n\t\t“Performance and Analysis: Views from Theory, Musicology, and \n\t\tPerformance”",
    "date": "2005/03/01",
    "volume": "11",
    "issue": "1",
    "authors": [
        "Schmalfeldt, Janet"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "February 2005",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.1/mto.05.11.1.schmalfeldt.pdf",
    "author_info": [
        {
            "name": "Janet Schmalfeldt",
            "university": "Tufts University",
            "address": "Department of Music, 48 Professors Row, Medford, MA 02155",
            "email": "janet.schmalfeldt@tufts.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Jim Samson, “Analysis in Context,” in Rethinking \nMusic , edited by Nicholas Cook and Mark Everist (Oxford: Oxford University Press, \n1999), 49. Emphases mine.",
            "citations": []
        },
        "FN2": {
            "text": "2. Janet Schmalfeldt, “On the Relation of Analysis to \nPerformance: Beethoven’s Bagatelles Op. 126, Nos. 2 and 5,” Journal of Music \nTheory 29:1 (1985): 1–31. (Reissued in Spanish in Orpheotron, a journal \npublished by the State Conservatory Alberto Ginastera, Buenos Aires, Argentina, \n2001.)",
            "citations": []
        },
        "FN3": {
            "text": "3. See Lawrence Rosenwald, “Theory, Text-setting, and \nPerformance,” Journal of Musicology 11 (1993), 69; Joel Lester, “Performance \nand Analysis: Interaction and Interpretation,” in The Practice of Performance: \nStudies in Musical Interpretation, edited by John Rink (Cambridge: Cambridge \nUniversity Press, 1995), 198; and Nicholas Cook, “Analysing Performance, \nPerforming Analysis,” in Rethinking Music, edited by Nicholas Cook and Mark Everist \n(Oxford: Oxford University Press, 1999), 246.",
            "citations": []
        },
        "FN4": {
            "text": "4. Janet Schmalfeldt, “On Performance, Analysis, and \nSchubert,” Per Musi: Revista de Performance Musical (published by the Music \nSchool of the Federal University of Minas Gerais), volumes 5–6 (2003): 38–54; \nfollowed by “An Interview with Janet Schmalfeldt,” led by André Cavozotti and \nSalomea Gandelman, pages 55–67.",
            "citations": []
        },
        "FN5": {
            "text": "5. Eugene Narmour, “On the Relationship of Analytical \nTheory to Performance and Interpretation,” in Explorations in Music, the Arts, \nand Ideas: Essays in Honor of Leonard B. Meyer, edited by Eugene Narmour and Ruth \nSolie (Stuyvesant, NY, 1988): 317–40; Wallace Berry, Musical Structure and \nPerformance (New Haven: Yale University Press, 1989).",
            "citations": []
        },
        "FN6": {
            "text": "6. Lester, “Performance and Analysis,” 197.",
            "citations": []
        },
        "FN7": {
            "text": "7. Cook, “Analysing Performance and Performing Analysis,” 247.",
            "citations": []
        },
        "FN8": {
            "text": "8. I listened to Rubinstein (RCA/BMG 1989, 60047–2–RG, \n1946); Cortot (Historic Recordings/Suite, 1955); de Larrocha (London 433 0989–2, \n1975); Pollini (DG 431 221–2, 1975); and Argerich (DG 431 584–2, 1977).",
            "citations": []
        },
        "FN9": {
            "text": "9. Consider, for example, recordings of the Barcarolle by \nRubinstein (RCA7863–55617–2, 1962) and Goode (Nonesuch 79452–2, 1997).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Let me begin by extending a huge thanks to the individual who conceived and organized this very fine special session, Daphne Leong.  We can thank Daphne as well for having been tremendously instrumental in creating a new SMT Analysis and Performance Interest Group at the 2004 AMS/SMT meeting in Seattle; such a group has been long awaited, and it promises greatly to enrich our society.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In his article of 1999 entitled “Analysis in Context,” Jim Samson proposed the following: \n“it is tempting to see the history of [music-] analytical thought as an almost \nclassical Hegelian cycle, where analysis had first to achieve independence before it could achieve self-awareness, and with that an acknowledgement of its dependencies .” (1) Although the \nhistory of thought among Anglo-Americans about the relation of analysis to \nperformance covers a drastically shorter time span, Samson’s statement most \ncertainly has relevance to that endeavor. When, back in 1983, I decided to take \na break from my work on the music of Alban Berg and attempt an SMT paper that \nwould be a dialogue between a fictive Analyst and her colleague the Pianist, I \ncan tell you that I was not particularly encouraged by my mentors or my peers to \ndo this. Within that still very “structuralist”-dominated decade, the idea of “analysis for performers,” or \n“analysis of  performance,” had not even begun to gain currency, much less independence, as a field of inquiry; having only just gained a footing in Berg studies, I would be stepping aside from that work and trying to break new ground.  I have no regrets today, because it seems that my 1985 publication, (2) along with studies by many since then, contributed in the long run towards the emergence of an independent, but by definition interdependent, line of investigation—the one that brought this session into being.  On the other hand, I paid quite a price for my efforts.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Remember that I was the one who, from the perspectives of, first, Lawrence Rosenwald (1993), and then Joel Lester (1995) and Nicholas Cook (1999), created a \n“Puritan conversion narrative”: the exchange between Analyst and Pianist in my article was one in which the Analyst seems to have had all the answers and the Pianist, grateful for some analytic advice, \n“was blind, but now can see.” (3) Since then I think I can claim considerable personal growth towards a self-awareness of the kind that Jim Samson mentions.  I had attempted to create an utterly equal partnership between my Analyst and my Performer; but I’ve long since noted that I didn’t entirely succeed.  I had assumed, of course, that both of my characters would be easily recognized as aspects of myself—someone who, like all of the participants in this session, strives to be both an analyst and a performer, the latter if only some of the time; in short, I assumed readers would notice that my Performer analyzes and my Analyst performs.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] But I’ve said all of this before—in an essay now in print. (4) So let me simply propose that, having been alerted by some very astute critics as to how closely I verged in 1983 on giving the Analyst a prescriptive role in relation to the Performer, I’m pleased to note that we’ve come a long way since then.  We’ve managed to recover from several even more severe cases of the Analyst as Authoritarian—I’m thinking here especially of studies by Eugene Narmour \n(1988) and Wallace Berry (1989). (5) Many of us have responded to Joel Lester’s \ncomplaint, in 1995, that until around then, something was strikingly absent from \nmuch of the performance/analysis literature—“namely, the performers and their performances.” (6) Most important, this SMT session surely suggests that we’ve now begun to act upon Nicholas Cook’s plea, in 1999, that \n“performance should be seen as a source of signification in its own right.” (7)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]   \n\tIn his present paper Nicholas stresses that there is so much more to be done—that \n“voices of performers have not really been heard,” and that we theorists can still tend to \n“speak for performers in a kind of ventriloquism” (Cook, paragraph 23).  Without wishing to make excuses for us, might I observe that so many fine performers, from talented young people to seasoned international stars, are loath to speak for themselves—to discuss their methods for learning a score or their processes for arriving at interpretations; in taking this posture, they underscore the old cliché that performers are the ones who make music, leaving the analysts merely to talk about it.  Cook’s collaboration, then, with the highly articulate and clearly analytic-oriented pianist Philip Thomas strikes me as both a clever plan and a lucky break; Nicholas’s project, and thus his demonstration, hinged upon the choice of a pianist-colleague who would not only commission Bryn Harrison’s formidable être-temps but then also explain how he learned the piece—by getting to know the energy within each of three individual lines, and then by assembling these, while sometimes having to \n“calculate the relationships to the nearest hundredth of a second” (Cook, paragraph 11).  Daphne Leong’s collaboration with Elizabeth McNutt seems similarly both ideal and serendipitous.  Though Elizabeth did not speak verbally during their presentation, her performance spoke a thousand words; since then she has contributed her own eloquent postscript on performance process.  Daphne clarifies that Elizabeth’s rigorous pre-performance study of Babbitt’s None but the Lonely Flute, followed by her determination to \n“speak through the piece,” “to retell the story in her own voice” (Leong/McNutt, paragraph 9) played an enormous role in the shaping of their presentation; as a result, here is a performance that was hardly just an \n“act of reproduction,” to borrow from Cook (paragraph 6).  And then we have William Rothstein, analyst-performer all in one, whose paper might be described in part as a conversation between himself today and the pianist he was at age seventeen; in other words, Rothstein’s paper is in part an analysis of a performance.  In short, this session has unquestionably given \n“space” for the creative contribution of the performer, again to paraphrase Cook.  The speakers have each one made sure to ask themselves, What do performers DO, and how do they affect our understanding of the music in real time?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] It would seem that the authors of two of the three papers, if not all three, still very much believe in something called \n“musical structure”—something that resides in “the work itself,” as accessed through the score, rather than only in the imagination of some composers, performers, and listeners.  For example, Rothstein, proposing what a \n“teacher of ‘analysis for performers’” should need to do in broaching the subject of rubato, investigates \n“tonal structure,” “form,” and the motivic role of an “ Ur -rhythm” in Chopin’s A ♭ Prelude, Op. 28, No. 17; with no apology, he seeks a \n“conscious approach” to rubato from within those very structural elements (Rothstein, paragraph 1).  He also invokes the wisdom of authors more or less associated with the Chopin rubato tradition, most of whom undoubtedly believed in the \n“autonomy” of the work, as a vehicle for the composer’s voice.   Leong and McNutt argue that Milton Babbitt’s \n“compositional virtuosity” in Lonely Flute lies most especially in realizations of his \n“abstract pre-compositional structure” and in the interplay of that structure with surface elements and references to Tchaikovsky; in fact, they both prescribe that the flutist’s expressive freedom can (or \n“can and must,” in their presentation) be sought within “the confines of the notated score” (Leong/McNutt, paragraph 2), albeit with an eye and ear for where the composer implicitly invites freedom in respect to \n“timbre, articulation, and temporal shaping” (paragraph 36).  I shall take these concerns for structural details as my own license to raise a few observations involving matters of structure—several for Bill Rothstein and just one for Daphne with Elizabeth.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Bill’s characteristically clear and persuasive writing style notwithstanding, readers will surely understand that it would have been neither possible nor fair of me to attempt to evaluate his ideas about rubato in Chopin’s A ♭ Prelude before actually having had a chance to hear him implement those ideas in his performance at the end of his presentation.   In particular, I found it difficult to imagine the degree of acceleration or deceleration that Bill would recommend here and there without his having given us a preliminary clue as to what his tempo would be—that is, how he would interpret Chopin’s Allegretto marking.   One’s choice of tempo will, I think, very much affect the listener’s perception of rubato: the slower the performance, the more we will hear strong rubato inflections; the faster the tempo, the less likely these will stand out. MTO readers will not hear the same performance we heard from Bill in Seattle, but having listened to the audio file he has submitted to MTO, they will undoubtedly agree with me that Bill’s choice of tempo makes very fine sense of the rubato plan he advocates.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] I parted paths with Bill during our session when he transported his argument for the \n“six-note, end-accented motive in eighth notes” (Rothstein, paragraph 31) from Chopin’s A ♭ Prelude, No. 17, to the accompaniment figures of Preludes No. 13 in F ♯ Major and No. 21 in B ♭ Major.  In response, Bill has added a lengthier discussion about both these pieces to his MTO article.  I shall add a few words here in return; but most of what follows was waiting to be read within the session, only to be abandoned when, in a spirit of camaraderie, the two of us ended up ad-libbing our differences of opinion at the keyboard.  Bill’s comparison, both then and now, of Prelude No. 21 with the A ♭ Prelude seems entirely appropriate, but I remain unconvinced about his outlook on Prelude No. 13, the one in F ♯ major.  I don’t expect that our differing views should matter greatly except for their potential to demonstrate how different observations about structural details can lead to different performance decisions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] As shown in his Example 10 and clarified in his text (paragraph 38), Bill subdivides the repeated left-hand accompaniment figure in the F ♯ -major Prelude into groups of 4+2, starting at the beginning of the piece with the second eighth note in the first measure and ending with the bass note F ♯ 2 on the fourth beat (within 4 6 ).  As an appoggiatura to F ♯ 3, the \n“dynamic highpoint” for Bill of his four-note group ( E ♯ 3– G ♯ 3– F ♯ 3– A ♯ 3) in the first measure is the G ♯ 3 (not the bass note, as in the A ♭ Prelude).  Because \n“the left hand in the F ♯ -major Prelude evokes the sound of a solo cello” (paragraph 39), his support for the notion of the two-note group ( C ♯ 3– F ♯ 2) draws on the fact that, were the Prelude transposed into G major, the two-note group (now D–G) \n“would inevitably involve string crossings (i.e., the open D and G strings)” (ibid.).  Bill now introduces three excerpts (not included in his presentation) as points for comparison: the opening of Bach’s G-major Cello Suite, BWV 1007 (Example 11a), the left-hand ostinato figure from Chopin’s Barcarolle, Op. 60 (Example 11b), and the opening of Chopin’s G-major Prelude, No. 3 (Example 11c).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] By contrast, I hear Chopin’s six-note accompaniment pattern in the F ♯ -major Prelude as fundamentally beginning on each of the low bass notes; as pianist I would lead to the A ♯ 3s in measure 1 as my \n“dynamic highpoint.” To explain why, I’ll invoke two especially Chopinesque features of the pattern.  First, its incomplete double-neighbor motion ( E ♯ 3– G ♯ 3– F ♯ 3) subtly anticipates in diminution the complete, composed-out double neighbor in the descant at measures 1–3 ( A ♯ 2–B2– G ♯ 2– A ♯ 2).  (For another example of this technique, consider the manner in which the opening ostinato of the G-major Prelude adumbrates the soprano melody over the span of measures 3–6.)  Second, the last two eighth notes of my pattern ( A ♯ 3– C ♯ 3) double the soprano and lowest alto in the right hand; in other words, the \n“tenor” voice initiated by the A ♯ s in the left-hand thumb at measure 1 serves as a hushed, but very present, echo of the soprano melody all the way from measure 1 to measure 5.  In every recorded performance that I’ve consulted, the pianist quietly projects that echo in the tenor—for example, by treating the A ♯ 3 (rather than Bill’s G ♯ 3) as the \n“dynamic highpoint” in measure 1 and then by making a slight decrescendo (rather than leading from C ♯ 3 to the bass F ♯ 2 as end-point); (8) indeed, precisely the same can be said for performances I’ve both made and heard of the ostinato in Chopin’s Barcarolle, (9) and here the slurs shown in the score for the Barcarolle at Bill’s Example 11b (see also the slurs at the opening of the G-Major Prelude in Example 11c) would seem to explain why.  In the F ♯ -major Prelude, that the descending interval of 6th—from A ♯ 3 to C ♯ 3—in the left hand at measures 1–2 not only doubles voices in the right hand but also forms a motivic subgroup comes to the fore at the hemiola in measure 8, where, beginning on the downbeat, four-note groups now highlight falling 6ths on strong-to-weak eighths; this event in turn prepares for the heart-rending descent by 6th, now from 3^ to 5^ in the submediant, with which the contrasting middle section of this Prelude begins at measure 21.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Confusion might arise here from a difference between how analysts identify patterns as entities and how pianists might describe the physical gestures they would use in performing these.  In his discussion of the A ♭ Prelude, Bill clarifies that his Ur -rhythm groupings in the left hand are not just melody-influenced but also \n“a matter of physical gesture” (paragraph 14); he also explains that he regards a downbeat \n“as something you bounce off” (paragraph 16).  I wouldn’t “bounce off” of each downbeat in the F ♯ -major Prelude, but I would attempt, or simulate, a legato approach to the low F ♯ 2s in measures 1–2 (as encouraged by the slur in the left hand from the first note of measure 1 to the last note of  measure 3), and I’d let my wrist rise after playing those bass-note F ♯ s, so that I could head towards entering, or lowering into, the A ♯ 3 in the thumb that doubles the soprano, after which I’d keep my wrist low to effect a decrescendo.  Conversely, Bill’s 4+2 grouping structure implies that the pianist should want to rise on the A ♯ 3 and then enter, or lower into, the first note of his two-note group—the C ♯ 3; one can technically do this without creating a stress on the C ♯ , but that’s not easy: an entry into the C ♯ seems counterproductive if an accent is not desired.  To summarize, Bill’s view of groupings would, I think, suggest to some pianists a particular technical realization and a particular resultant effect that he may not have intended.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] But so much for this pianistic shoptalk.  The main point—and here maybe Bill and I would not disagree at all—is that I’d want the accompaniment in this Prelude simply to \n“murmur” serenely beneath Chopin’s beautiful melody, all the while supporting, activating, and in part shadowing it.  I’ll go even further.  Whether or not the left hand in the F ♯ -major Prelude evokes the sound of a cello, let me propose that Chopin as pianist knew how his own instrument could invoke the cello while also transforming the peculiarities of a cellist’s rendition and removing the effects of \n“string crossing” (by which Bill must mean bowing in the same direction from one to the next adjacent string).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] And now for the one, mostly whimsical, observation I offered to Daphne and Elizabeth about Babbitt’s Lonely Flute on the evening of our session.  Is there a chance that, at the end of measure 1 and into the forte of measure 2 (see Leong/McNutt’s Example 4a), Babbitt already pays a wildly distorted tribute to the source of his title—Tchaikovsky’s \n“None but the Lonely Heart”—by alluding to the contour of the complete two-bar idea at the opening of that song?   If this is a possibility, then what we hear at measures 7–8 might be perceived as a fragmentation, the original two-bar idea having now been reduced to a kind of sequential repetition of only its first bar, the initial descending leap.  I’ll confess that the title of Babbitt’s piece, in tandem with Daphne’s and Elizabeth’s presentation, has provoked me to hear Babbitt’s innumerable wide-interval descending leaps—often followed immediately by leaps that ascend and then descend again—as a naughtily overdetermined parody of Tchaikovsky’s song, with Tchaikovsky’s music itself representing the antipode of Babbitt’s aesthetic, though not necessarily his sympathies.  If there might be a case for this hearing, then perhaps the rationale, if any, for the registral factors within his pitch-class arrays—the ones that would determine the alternation of descending and ascending leaps—would want to be reconsidered.  Daphne and Elizabeth have not since responded to this last suggestion, but their \n“Response to Janet Schmalfeldt’s Response” makes me very happy that I raised the question of the \n“Lonely Heart”/ Lonely Flute connection in general; they now offer persuasive evidence that Babbitt’s Lonely Flute makes references to the original key— D ♭ —of \n“Lonely Heart,” to its opening C-to- D ♭ motion in the lower voice, and to its large-scale formal plan (“piano introduction preceding vocal entry, brief piano postlude following vocal cadence”; paragraph 12).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Finally, it comes as a relief to note that, although Nicholas Cook is preeminently concerned in his article with the idea of the score as script or prompt, and with the social dimension of \n“live” performance as an engagement with the composer’s notation, he is also still willing to refer to pieces of music as \n“works,” in the sense of “objects of contemplation or critical reflection, if only to that small but culturally influential circle of the musical literati” (Cook, paragraph 24).  I suspect that most of us who attended this session fall within Nicholas’s small circle, whether we want to be there or not.  Philip Thomas strove for complete accuracy in attempting to \n“reproduce” Bryn Harrison’s score as a sound object, only after which Thomas concluded that Harrison’s notation serves chiefly as a stimulus to keep the music \n“floating and never rooted in anything, always keep it changing” (Cook, paragraph 14).   The music of so many non-western, not to mention popular, cultures and styles has not been notated.  When composers do choose to notate their music, is there anything so questionable about the idea of performers and analysts thinking that they should regard those scores not only as \n“scripts” but also as completed musical thoughts awaiting to be imaginatively recreated?  I don’t think so, nor do I think that any one of the participants within this session would disagree.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue on performance and analysis:views from theory, musicology, and performance",
    "source": "mto/raw/mto.05.11.1.schmalfeldt.html",
    "data": "mto/data/mto.05.11.1.schmalfeldt.json"
}