{
    "title": "Theory Reception in China: Report on Journals of Central \n  Conservatory and Shanghai Conservatory of Music",
    "date": "1997/07/01",
    "volume": "3",
    "issue": "4",
    "authors": [
        "Cheong, Wai-Ling"
    ],
    "abstract": "",
    "keywords": [
        "Central Conservatory",
        "Shanghai Conservatory",
        "journals",
        "China"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.4/mto.97.3.4.cheong.pdf",
    "author_info": [
        {
            "name": "Wai-Ling Cheong",
            "university": "The Chinese University of Hong Kong",
            "address": "Department of Music, Shatin, Hong Kong, People‘s Republic of China",
            "email": "cheongwl@cuhk.edu.hk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Chen Ming-Zhi, “Analysis of Anton Webern’s Symphony \n(Op.21),” AM 23 (1985); Qian Ren-Kang, “Berg’s Violin Concerto: a moving\ncomposition in the twelve-tone system (I & II),” AM 23–4 (1985–6);\nZhu Jian, “Schoenberg’s Variations for Orchestra,” AM 37 \n(1989).",
            "citations": []
        },
        "FN2": {
            "text": "2. Yang Ru-Huai, “The twelve-tone technique that unfolded \nin carrying\non past tradition and forging ahead into the future—the analysis of\nBerg’s Violin Concerto (I & II),” JCCM 62–3 (1996).",
            "citations": []
        },
        "FN3": {
            "text": "3. Yang Yan-Di, “A critical survey of analytical theories \nin\ntwentieth-century musicology (1): musical analysis—a historical\nreview and philosophical reflections,” AM 60 (1995); “A critical\nsurvey of analytical theories in twentieth-century musicology (2):\nSchenkerian analysis,” AM 61 (1995); “A critical survey of\nanalytical theories in twentieth-century musicology (3): The expansion\nand modification of Schenkerian analysis,” AM 62 (1995); “A \ncritical\nsurvey of analytical theories in twentieth-century musicology (4):\nmotivic analysis—Schoenberg and his influences,” AM 63 (1995); “A\ncritical survey of analytical theories in twentieth-century musicology\n(5): Meyer’s theory—psychological approach,” AM 64 (1996); “A\ncritical survey of analytical theories in twentieth-century musicology\n(6): conclusions—critique and prospect,” AM 65 (1996).  According\nto the author, a discussion of set theory is omitted as it has already\nbeen widely circulated in China in the late 80s.",
            "citations": []
        },
        "FN4": {
            "text": "4. Schenkerian analysis was offered as an elective course \nat the\nCentral Conservatory starting from 1987.  It could well be Alexander\nGoehr who first introduced Schenker’s ideas to the Central\nConservatory during his 1980 visit.",
            "citations": []
        },
        "FN5": {
            "text": "5. Luo Zhong-Rong, “A Handy Way of Defining the Basic \nForm of the\nSet,” JCCM 26 (1987); Zhou Yu, Luo Zhong-Rong, “Inquiry into the\nDefining of the Basic Form of the Set,” JCCM 33 (1988); Luo\nZhong-Rong, “Logic in organizing pitches,” AM 45 (1991); Zhao\nZiao-Sheng, “Tone-sets motion—assembling and dispersion,” AM 64\n(1996).",
            "citations": []
        },
        "FN6": {
            "text": "6. He Qian-San, “L.B.  Meyer’s Emotion and Meaning in \nMusic : one of\nthe representative works of western musical aesthetics (I & II),” JCCM (1990), 38–39.",
            "citations": []
        },
        "FN7": {
            "text": "7. “On the relationship of analytical theory to \nperformance and\ninterpretation,” JCCM 48 (1992); “The ‘Genetic code’ of melody,\ncognitive structures generated by the implication-realization model,” JCCM 49 (1992); “The top-down and bottom-up systems of musical\nimplication: Building on Meyer’s theory of emotional syntax,” JCCM 50 (1993); “Melodic implication and realization in Debussy’s La\nterrasse des audiences du clair de lune ,” JCCM 52 (1993); and \n“The\nMelodic Structures of Music: Applications and Dimensions of the\nImplication-Realization Model,” JCCM 53 (1993).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The Central Conservatory (established 1950) and Shanghai\nConservatory (established 1927), now generally recognized as China’s\ntop two conservatories of music, started their journals in 1980 and\n1979 respectively.  These are neither ethnomusicology, musicology, nor\ntheory journals.  Specialized journals as such are still unknown in\nChina.  Rather, they embrace all these areas and serve at once as\nnewsletters, magazines and scholarly journals.  Understandably,\noriginal research works published are mainly on Chinese music.  And if\nthe influx of western music theory (henceforth “theory” to avoid\nredundancy) has in the past been checked by various historical\nfactors, its flow today remains slow.  Major reasons are poor\nresourcing and the considerable language barrier.  Further, it is also\na matter of policy.  Conservatories are geared towards the training of\ncomposers and performers rather than scholars, this last group being\nviewed as somewhat supplementary to the whole system.  But some\nimportance has traditionally been attached to music analysis in\nrecognition of its relevance to composition and performance, although\nthe focus is on form, orchestration, and the like.  A study of nearly\ntwo decades of journals published by the Central and Shanghai\nConservatories shows a gradual shift from those areas.  This report\ngives a brief account of the changes, noting in particular the\ndissemination of Schenkerian analysis and set theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Descriptive analyses of Beethoven’s works appear in early issues\nof the Journal of the Central Conservatory of Music (henceforth JCCM ).  Discussion of various formal issues also figures\nprominently.  V.  Protopopv’s “The problems of music[al] forms in the\nworks of D.  Shostakovich” and M.  Wennerstrom’s “Form in\ntwentieth-century music,” for example, appear consecutively in JCCM 28–33 (1987–88), in Chinese translation. And there \nare many more\narticles about musical form ranging from a discussion of ritornello\nform ( JCCM 36) to a formal analysis of Mendelssohn’s Songs \nWithout\nWords ( JCCM 57). Art of Music (quarterly journal of \nthe Shanghai\nConservatory of Music, henceforth abbreviated as AM ) seems less\npreoccupied with the question of form.  Instead, a surge of interest\nin 12-tone music arose around 1985.  There were discussions of\nSchoenberg’s Variations for Orchestra, Berg’s Violin Concerto, and\nWebern’s Symphony Op. 21, among others. (1) This was \nfollowed in the\nlate 1980s by JCCM s articles on 12-tone music.  Qin Da-Ping’s\n“Reading notes from the analysis of serial music compositions,” for\ninstance, also discussed fragments of Schoenberg’s Variations for\nOrchestra and Webern’s Symphony Op. 21, and a comprehensive analysis of\nBerg’s Violin Concerto followed suit. (2) There are many parallelisms\nbetween articles of the two journals, although interactions as such\nare seldom acknowledged.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In 1995, a discussion of Schenkerian analysis \nfirst appeared in AM when a series of six articles outlining twentieth-century\nanalytical theories was published. (3) The topics covered ranged from\nSchenkerian analysis to Schoenberg’s motivic analysis, to Meyer’s\nanalytical approach.  And although these studies were grouped under\nthe title of a critical survey, they remain rather introductory in\ntone.  With JCCM , an article introducing Schenker’s ideas first\nappeared in 1987, preceding AM ’s by eight years. All in all, there\nare only two Schenkerian articles in JCCM (1987 and 1989), and two\nin AM .  Both JCCM articles were written by Yu Su-Xian, \nauthor and\neditor(!)  of a monograph on Schenkerian analysis published (1993), in\nwhich musical examples lifted from Felix Salzer’s Structural \nHearing proliferate. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Set theory barely receives a wider coverage in these journals.\nEven considering both AM and JCCM , there are still only four\narticles on set theory.  The first two of these deal with only one\ntechnical side of the theory and in no way tackle the actual analysis\nof music.  Logic in organizing pitches, on the other hand, analyses a\nDing Shan-De prelude, drawing at once rigorously and exclusively on\nAllen Forte’s The Structure of Atonal Music .  That essay did not\nstir up any discussion nor was it followed by analyses along the same\nlines.  Like other theoretical attempts recorded in AM and JCCM ,\nit remains very much an isolated incidence. And \nthough set theory was\nonce again taken up in “Tone-sets motion—assembling and dispersion,”\nit does not explore the relevance of set theory as an analytical tool.\nInstead, a merger of set theory with the ancient Chinese I Ching —a\nkind of data reshuffling—was proposed. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Given that Schenkerian analysis and set theory \nwere met with only\nlukewarm interest, it is indeed surprising that JCCM gave great\nprominence to Leonard B. Meyer’s and Eugene Narmour’s analytical\napproach.  Shortly before Meyer’s Emotion and meaning in music (1956) appeared in translation (1991), JCCM published two articles\nabout the book. (6) And that was coupled with the same journal’s\npublication of up to five articles by Narmour (including journal\narticles and chapters from books) within a few years time. (7) For\ninstance, Narmour’s The top-down and bottom-up systems of musical\nimplication, originally published in Music Perception in 1991,\nreappears in JCCM as early as 1993—a stark contrast to the\nthirty-five-year gap which separates Emotion and Meaning in Music from its Chinese translation.  All of these publications signify\nconsiderable interest in Meyer’s and Narmour’s approach.  That\ninterest, however, soon evaporated, to reappear only years later in\nYang Yan-Dis “A critical survey of analytical theories in\ntwentieth-century musicology.”",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In summary, a survey of journals published by Central and Shanghai\nConservatories suggests that western music-theory research remains\nperipheral in today’s China.  Insofar as original research is\nconcerned, both journals are primarily devoted to scholarship in\nChinese music.  Articles on theory are at best marginally original in\napproach.  They serve mainly to introduce various theoretical ideas\nrather than to open up new directions.  This is all understandable in\na context where availability of up-to-date research materials remains\nan issue, and the value of scholarly research of music remains\ndubious.  If theory research in China has in the past been cut off\nfrom the outside world because of its many ideological preferences,\nmuch pride continues to be attached to the training of internationally\nacclaimed composers and performers.  In short, the relevance of\nmusical scholarship still awaits recognition.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference reports",
    "source": "mto/raw/mto.97.3.4.cheong.html",
    "data": "mto/data/mto.97.3.4.cheong.json"
}