{
    "title": "Extreme Hardcore Punk and the Analytical Challenges of Rhythm, Riffs, and Timbre in Punk Music",
    "date": "2019/03/01",
    "volume": "25",
    "issue": "1",
    "authors": [
        "Pearson, David M"
    ],
    "abstract": "Scholars often assume that there is little more to say about punk music other than it is fast, loud, abrasive, and any amateur can perform it. Yet within the punk scene, there is a robust discourse on punk musical style and the changes it has undergone throughout its now forty-year history, seemingly endless subgenre distinctions, and critical commentary on the musical merits of individual bands. This article combines transcription and analysis with a look at the punk scene’s own discourse on musical style to understand the rhythms, riffs, and timbres of extreme hardcore punk, a subgenre prominent in the 1990s. The 800-BPM blast beats, screamed or growled vocals, and dissonant riffs of extreme hardcore necessitate the development of theoretical concepts for explaining the function of meter, timbre, and melodic material in punk. Furthermore, an understanding of changes in and new subgenres of punk style is necessary to avoid reducing punk to a music devoid of nuance or ongoing historical development.",
    "keywords": [
        "punk",
        "dystopia",
        "hardcore",
        "blast-beat",
        "Dropdead",
        "Hellnation",
        "zines"
    ],
    "doi": "10.30535/mto.25.1.5",
    "received": "June 2018",
    "pdf": "http://mtosmt.org/issues/mto.19.25.1/mto.19.25.1.pearson.pdf",
    "author_info": [
        {
            "name": "David M Pearson",
            "university": "Lehman College",
            "address": "Department of Music, Multimedia, Theatre and Dance, 250 Bedford Park Blvd. West, Bronx, NY 10468",
            "email": "davidpearsonmusic@gmail.com"
        }
    ],
    "citations": {
        "inline_citation": "Secondary Sources",
        "anonymous_1990": "Anonymous. 1990. Review of Anal Cunt/7 Minutes of Nausea split 7”. MaximumRockNRoll 82.",
        "anonymous_1995": "Anonymous. 1995. Review of Agoraphobic Nosebleed, Mobilize 7”. MaximumRockNRoll 156, Part 1.",
        "average_1996": "Average, Matt. 1996. Review of Dropdead, Hostile 7”. MaximumRockNRoll 160.",
        "coons_1998": "Coons, Rob. 1998. Review of Hellnation, Your Chaos Days Are Numbered LP. MaximumRockNRoll 178.",
        "dan_1996": "Dan. 1996. Review of Avulsion/Forced Expression split 7”. Profane Existence 29/30: 70.",
        "dodge_1990": "Dodge, Chris. 1990. Review of Hellnation, People’s Temple 7”. MaximumRockNRoll 87.",
        "dodge_1993": "Dodge, Chris. 1993. Review of Dropdead, Self-Titled LP. MaximumRockNRoll 119.",
        "dropdead_ad_1994": "Dropdead ad. 1994. MaximumRockNRoll 134.",
        "flaw_1994": "Flaw, M. Review of Hiatus, From Resignation to Revolt LP. Profane Existence 21: 21.",
        "florida_scene_report_1999": "Florida Scene Report. 1999. MaximumRockNRoll 193.",
        "fontaine_1996": "Fontaine, Dan. 1996. Review of His Hero Is Gone, The Dead of Night in Eight Movements 7”. HeartattaCk 12: 30.",
        "furst_1997": "Furst, Eric. 1997. Review of Burned Up Bled Dry, Kill the Body 7”. HeartattaCk 16: 37.",
        "gabe_1997": "Gabe. 1997. Review of Asshole Parade, Self-Titled 7”. Profane Existence 31, part 1: 43.",
        "hamrick_1995": "Hamrick, Beck. 1995. Interview with In/Humanity. MaximumRockNRoll 151, part 2.",
        "jon_1998": "Jon. 1998. Review of Dropdead, Self-Titled LP. Profane Existence 37: 72.",
        "mark_1994": "Mark, Timojhen. 1994. Review of Hellnation, Control LP. MaximumRockNRoll 138.",
        "minnesota_scene_report_1990": "Minnesota Scene Report. 1990. MaximumRockNRoll 84.",
        "north_california_scene_report_1990": "North California Scene Report. 1990. MaximumRockNRoll 80.",
        "sanderson_1997a": "Sanderson, Ken. 1997a. Review of Capitalist Casualties CD. Punk Planet 19: 132.",
        "sanderson_1997b": "Sanderson, Ken. 1997b. Review of Phobia, Enslaved 7”. Punk Planet 19: 139.",
        "snyder_1997": "Snyder, Steve. 1997. Review of Misery, Next Time 7”. HeartattaCk 15: 10.",
        "ward_1996": "Ward, Max. 1996. Review of Hellnation, A Sound like Shit CD. MaximumRockNRoll 163.",
        "burned_up_bled_dry_1997": "Burned Up Bled Dry. 1997. Kill the Body . . . Kill the Soul . . . 7”. Sensual Underground Ministries.",
        "capitalist_casualties_1999": "Capitalist Casualties. 1999. Subdivisions in Ruin LP. Six Weeks Records.",
        "code_13_1998": "Code 13. 1998. A Part of America Died Today 7”. Havoc Records.",
        "dropdead_1998": "Dropdead. 1998. Self-Titled LP. Armageddon Label.",
        "minor_threat_1989": "Minor Threat. 1989. Complete Discography CD. Dischord Records.",
        "sex_pistols_1977": "Sex Pistols. 1977. Never Mind the Bollocks Here’s the Sex Pistols LP. Virgin Records.",
        "<i>tomorrow_will_be_worse<-i>_1997": "Tomorrow Will Be Worse four 7” records compilation. 1997. Sound Pollution Records.",
        "baugh_1993": "Baugh, Bruce. 1993. “Prolegomena to Any Aesthetics of Rock Music.” The Journal of Aesthetics and Art Criticism 51 (1): 23–29.",
        "dee_2009": "Dee, Liam. 2009. “The Brutal Truth: Grindcore as the Extreme Realism of Heavy Metal.” In Heavy Metal Music in Britain , ed. Gerd Bayer, 53–70. Ashgate Publishing Limited.",
        "duncombe_1997": "Duncombe, Stephen. 1997. Notes from the Underground: Zines and the Politics of Alternative Culture . Verso Books.",
        "easley_2011": "Easley, David. 2011. “‘It’s Not My Imagination, I’ve Got A Gun On My Back!’: Style and Sound in Early American Hardcore Punk, 1978–1983.” PhD diss., Florida State University.",
        "easley_2015": "Easley, David. 2015. “ Riff Schemes, Form, and the Genre of Early American Hardcore Punk (1978–83) .” Music Theory Online 21 (1).",
        "everett_2004": "Everett, Walter. 2004. “ Making Sense of Rock’s Tonal Systems .” Music Theory Online 10 (4).",
        "glasper_2009": "Glasper, Ian. 2009. Trapped in a Scene: UK Hardcore, 1985–1989 . Cherry Red Books.",
        "macalear_2010": "MacAlear, Rob. 2010. “The Value of Fear: Toward a Rhetorical Model of Dystopia.” Interdisciplinary Humanities 27 (2): 24–42.",
        "phillipov_2006": "Phillipov, Michelle. 2006. “Haunted by the Spirit of ’77: Punk Studies and the Persistence of Politics.” Continuum: Journal of Media and Cultural Studies 20 (3): 383–93.",
        "reddy_2007": "Reddy, Derek. 2007. The Evolution of Blast Beats . World Music 4all Publications.",
        "rodel_2004": "Rodel, Angela. 2004. “Extreme Noise Terror: Punk Rock and the Aesthetics of Badness.” In Bad Music: The Music We Love to Hate , ed. Christopher Washburne and Maiken Derno, 235–56. Routledge.",
        "spicer_2010": "Spicer, Mark. 2010. “‘Reggatta de Blanc’: Analyzing Style in the Music of the Police.” In Sounding Out Pop: Analytical Essays in Popular Music , ed. Mark Spicer and John Covach, 124–53. University of Michigan Press.",
        "walser_1993": "Walser, Robert. 1993. Running with the Devil: Power, Gender, and Madness in Heavy Metal Music . Wesleyan University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The focus of this article is limited to the wave of extreme hardcore punk in the 1990s US. The global spread of this style and its connections with extreme heavy metal and “noise” would be fascinating topics to pursue but could not be done justice in a single article.",
            "citations": []
        },
        "FN2": {
            "text": "2. Zine is short for fanzine and denotes an independently produced magazine somewhat outside of the channels of the mainstream culture industry. Zines range from photocopied and locally distributed to professionally printed and distributed internationally through mail order and retail outlets with print runs in the tens of thousands ( Duncombe 1997 ). The four zines cited in this article belong more to the latter category.",
            "citations": [
                "duncombe_1997"
            ]
        },
        "FN3": {
            "text": "3. Angela Rodel ( 2004 , 241–44) presents an outline of EHC style centered around the traits short , fast , and loud . While I am in basic agreement with her description, here I aim to deepen and provide greater specificity to our understanding of EHC style.",
            "citations": [
                "rodel_2004"
            ]
        },
        "FN4": {
            "text": "4. This is evident in numerous commentaries in punk zines, such as in Matt Average’s Review of Dropdead’s Hostile 7” ( 1996 ).",
            "citations": [
                "average_1996"
            ]
        },
        "FN5": {
            "text": "5. Further adding to the back-and-forth between EHC and extreme metal is the fact that a number of EHC bands became metal bands, most notably Napalm Death. On the grindcore genre of extreme metal and its relation to punk, see Dee ( 2009 ).",
            "citations": [
                "dee_2009"
            ]
        },
        "FN6": {
            "text": "6. A breakdown is a section of a hardcore song in which the intensity level is changed or subsided, the tempo decreased, and the instruments and vocalist usually perform in a more subdued manner until increasing the intensity at the end of the breakdown. On the musical characteristics of the breakdown in early-1980s hardcore, see Easley ( 2011 , 4, 145–49).",
            "citations": [
                "easley_2011"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "When Godzilla crushes Tokyo and is busy stomping on buildings, this is what he listens to on his walkman. -Review of His Hero Is Gone, The Dead of Night in Eight Movements 7” ( Fontaine 1996 , 30) Delivering 100-miles-a-minute blows to the ears with the finesse of a Boeing 747. -Dropdead ad ( 1994 ) Fuck! 37 songs in less than 20 minutes. Musically, they punch a hole right through the sound barrier. This time around it’s faster than a crusty on speed, more powerful than a skinhead’s steel-toed kick, and able to leap tall emo kids in a single bound. Lyrically, they attack just about everything you love to hate. Cops, racists, homophobes, pro-lifers, military recruiters, rich people, bosses, gangs, and hippies all take a verbal beating from Ken and Co. -Review of Hellnation, Your Chaos Days Are Numbered LP ( Coons 1998 )",
                "footnotes": [],
                "citations": [
                    "fontaine_1996",
                    "dropdead_ad_1994",
                    "coons_1998"
                ]
            }
        },
        {
            "1": {
                "text": "[1] Scholars often assume that there is little more to say about punk music other than it is fast, loud, abrasive, and any amateur can perform it. Yet within the community of bands, fans, zine writers, concert organizers, and others constituting the punk scene, there is a robust discourse on punk musical style and the changes it has undergone throughout its now forty-year history, seemingly endless subgenre distinctions, and critical commentary on the musical merits of individual bands. With the exception of David Easley’s ( 2011 , 2015 ) work on early 1980s hardcore punk, scholarship on punk has focused almost exclusively on its politics and culture without attempting substantive analysis of its music ( Phillipov 2006 , 383–93). In this article, I combine transcription and analysis with a look at the punk scene’s own discourse on musical style to understand the rhythms, riffs, and timbres of extreme hardcore punk, a subgenre prominent in the 1990s. In doing so, I construct theoretical concepts for understanding tempo, meter, vocal style, and pitch structure in punk music and provide an outline of the history of changes in punk musical style. My analysis reveals that punk music, though eschewing rock professionalism, is driven by complex aesthetic and technical choices that create music with intricate expressive devices which in turn take on cultural meaning within the punk scene.",
                "footnotes": [],
                "citations": [
                    "easley_2011",
                    "easley_2015",
                    "phillipov_2006"
                ]
            }
        },
        {
            "2": {
                "text": "[2] In what follows, I will first build up a method for analyzing punk music by looking at the defining features of late-1970s punk style and the subsequent turn to hardcore punk in the early 1980s. Then I will turn to extreme hardcore punk (hereafter EHC) and show how some bands took the speed, abrasive timbres, and intensity of punk music to new heights in the 1990s. (1) After an analysis of the rhythms, timbres, and riff pitch structures of EHC, I conclude with the suggestion that these musical techniques were often used to articulate a dystopian warning of humanity’s downfall under capitalism that, in the context of the post-Cold War triumph of democratic capitalism, could not be articulated within the parameters of acceptable (musical and political) discourse. In tracing the impulse towards new extremes in punk music, I do not mean to suggest an evolutionary progression from slower, more melodic 1970s punk to faster, more dissonant and timbrally distorted 1990s EHC. Punk increasingly branched out in many stylistic directions after the late 1970s, from NYHC, crust-punk and dis-core, pop-punk, to So-Cal punk, all of which are worthy of analysis in their own right both for their musical techniques and cultural meanings. But since analyzing all these subgenres would be beyond the scope of a single article, a case study of EHC offers a chance to solve some analytical problems posed by punk music, especially how to account for tempo and meter.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Throughout this article, record reviews, articles, and interviews with bands from four prominent 1990s punk “zines” (short for fanzines) (2) — HeartattaCk , MaximumRockNRoll , Punk Planet , and Profane Existence —are used to provide reception history and illuminate how punk musicians and fans conceptualized extreme hardcore. This is intended in part as a corrective to the lack of thorough archival research in many studies of punk, despite the genre being one of the most self-documented musical cultures. Furthermore, drawing on the commentary in zines is also a way to listen to how the punk scene itself theorized musical style and its meaning. Methods of Musical Analysis",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] While punk has received substantial attention from a variety of scholars, to date little musical analysis grounded in transcription exists other than David Easley’s ( 2011 , 2015 ) work on early 1980s hardcore punk. For this reason, it is necessary to construct a mode of musical analysis based on punk conventions established in two pivotal moments in punk’s history: the ’77 punk explosion and the emergence of hardcore punk in the late 1970s and early 1980s. Furthermore, the visceral quality of punk can only be understood by focusing on what Bruce Baugh ( 1993 , 23) calls the “matter” of rock music, including “materiality of tone,” loudness, and rhythm, rather than those parameters such as formal structure and harmony which have received more attention in studies of Western art music.",
                "footnotes": [],
                "citations": [
                    "easley_2011",
                    "easley_2015",
                    "baugh_1993"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The ’77 punk explosion contributed to codifying punk musical style, with the Sex Pistols in England and the Ramones in the US arguably the most important bands in this regard. Both bands featured a standard rock ensemble of guitar, bass, drums, and vocals. The guitar was heavily distorted, and for the most part the guitarist played power chords—root, fifth, and octave without any third to delineate major or minor harmony or any additional chord tone. In punk, heavily distorted power chords play more of a timbral and melodic than a harmonic role, offering a full, powerful, and abrasive sound. The bassist in punk bands usually plays the root of the power chords played by the guitarist, with minor variations and inflections. The guitarist and bassist play what could more properly be called riffs—in this case short, simple, fast-moving, and rhythmically emphatic melodic statements—rather than extended chord progressions. In this conception, riffs are melodic rather than harmonic statements, though there are certainly moments of chord progressions in punk which function as harmonies underlying vocal melodies or lead guitar parts. The emphasis on riffs over chord progressions contributes to the feeling of speed and the abrasive quality of punk music, as do the relatively constant, fast strumming patterns of guitarists and bassists.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] When analyzing punk riffs, throughout this article I use a simplified system of notating the pitch collection of riffs with pitch numbers, always using 0 for the lowest pitch in the riff. In using pitch numbers, I do not mean to evoke any of the implications these have with set theory such as inversional equivalency. Furthermore, my transcriptions of riffs and my pitch collections only provide the root of power chords, and the reader can assume that both the guitar(s) and bass play that root together (an octave apart), with the guitar(s) playing a power chord based on the root unless otherwise noted. It should be assumed that there might be slight rhythmic variations in the strumming pattern of each iteration of the riff, and what I have transcribed is merely its most normal performance pattern in the song. The purpose of my transcriptions is not to capture every musical detail, but to provide a departure point for discussing the music. Example 1 . Sex Pistols, “Bodies,” bassline on first verse and first chorus (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The most common pitch collections of ’77-style punk are [027] and [057], both subsets of [0257], another common pitch collection. In performance, the collection [0257] outlines a box on the E and A strings of the guitar and bass. The collection [057] suggests the I, IV, and V chords so ubiquitous in rock, drawn from blues harmonies. Representative examples of ’77-style punk riffs, as well as what Mark Spicer ( 2010 , 136) has whimsically dubbed the “safety-pin gesture”—a lower neighbor appoggiatura ubiquitous in ’77-style punk—can be heard on the Sex Pistols’ “Bodies” (see Example 1 ). The pitch collections of the riffs of verse and chorus both fit within a [0257] collection. Example 2 . Some typical drumbeats in ’77-style punk (i.e., standard punk rock beats ) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "spicer_2010"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Drummers in ’77-style punk generally played a fast rock beat, with strong snare-drum hits on beats two and four—the “backbeat” of rock. Kick-drum hits were more variable, centering on beats one and three but often adding syncopation or double hits. Punk drummers usually kept time with splashy hits on the edge of the hi-hat either every beat or twice per beat, with loud accents on the crash cymbal or ride cymbal added to emphasize arrival points in the riffs and song structure. The tempo of late 1970s punk was usually under 200 BPM, with the Sex Pistols favoring tempos around 150 BPM and the Ramones opting for slightly faster tempos around 180 BPM. Early punk was not a qualitative increase in tempo beyond previous rock, but perhaps the feeling of speed was intensified due to the relentless energy of riffs, heavy hits on the drums, and the frantic style of singing. I refer to a drum beat in punk around or below 200 BPM with a splashy hi-hat as a standard punk rock beat (see Example 2 ). By drum beat, I mean the rhythmic groove created by the combination of all parts of the drum set being played.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Sex Pistols’ vocalist Johnny Rotten’s sardonic snarl has become representative of the abrasive vocal approach of ’77-style punk, with the lyrics somewhat slurred and the vocalist lacking concern for absolute precision in pitch. Vocal melodies in punk, when they exist, mostly follow the roots of power chords, thus staying within a limited range and without much variance in pitch. Similar to the way guitar chords in punk are about timbre more than harmony, punk vocals are about timbre and emotional intensity over pitch and melody. Song structures in ’77-style punk follow the verse-chorus format standard in rock, with intros and bridges added to individual songs depending on the band and particular song. Punk song lengths are kept brief, with ’77-style punk tracks generally around two or three minutes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Finally, a few words on musical technique are in order. ’77-style punk certainly embraced amateurism and an “anyone can do it” attitude, with little musical training necessary to start a band. While this amateurism and the low bar for participation are central to punk, I would argue that performing punk nevertheless required the development of specific musical techniques—such as fast strumming and shifting from one power chord to the next for the guitarist; fast, heavily accented playing and hitting the hi-hat in just the right place for the drummer; and just the right sneer for the vocalist—that were mastered aurally by punk musicians, even if in a short period of time. The sloppiness heard in punk music is not just or even mainly a matter of amateurishness, but the cultivation of musical techniques, such as a way of strumming and the location of hits on the hi-hat, that deliberately create a sloppy sound. Punk Goes Hardcore",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Since the late 1970s, punk style and technique have undergone various transformations, with the transition to hardcore in the early 1980s as the most significant. Bad Brains, an all-Black band from Washington, D.C., are widely recognized as one of the first bands to speed up punk to the faster tempos that became a key component of hardcore style—between 300 and 400 BPM, with some hardcore songs reaching above 400 BPM. Herein resides what is perhaps the most significant musical innovation punk has made to rock music. Once a rock beat approaches close to 300 BPM, a qualitative shift occurs in which it is no longer possible to “feel” the beat as being four beats within a quadruple meter, with the snare drum providing the backbeat on beats two and four. It becomes physically difficult, if not impossible, to tap your feet to the “beat.” Though the number of “beats” you tap your foot to may change and the tactus might become a half note, the feeling of speed is increased. The alternation between kick and snare drum becomes a whirlwind of abrasive accents. For this reason, I do not use BPM to measure tempo in punk, but instead use what I call KSA—kick-snare alternation—as this captures the feeling of speed but is no longer audible as a “beat.” The kick drum is not always played in alternation with the snare drum, but remains, in my view, a “felt” presence that may be replaced by a cymbal hit (most often a hi-hat). In transcriptions, I indicate KSA=XXX with the note value I am counting as the pulse in parenthesis. Example 3 . Two standard hardcore drumbeats (click to enlarge) Example 4 . Standard hardcore rhythm (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] With this quantitative increase in tempo resulting in a qualitative change in rhythmic feel, hardcore music required some means to outline larger accent patterns within the blur of fast kick-snare alternation in order to be rhythmically audible. Early 1980s hardcore drummers thus provided occasional accents on a cymbal, most often the crash cymbal, within the pulse stream, as well as kick-drum accent patterns other than only alternation with the snare drum. These accents usually match arrival points or accents in the guitar riff. Given the lack of a standard quadruple rock meter, riffs in hardcore function as metric units. For this reason in transcription I group the music into bars based on riffs—often one riff as one bar, but sometimes half a riff or two riffs—and do not include a time signature, as this would contradict the rhythmic feel of fast kick-snare alternation. In transcriptions and discussion of musical examples, I refer to the fast KSA drumbeat of hardcore as a standard hardcore drumbeat (see Example 3 ). Hardcore drumbeats and guitar strumming patterns often use the rhythm given in Example 4 , with the kick drum and a heavier hit on the hi-hat or crash cymbal struck on the first of each group of four sixteenth notes. Example 5 . Riffs from Minor Threat, “Straight Edge,” intro, first verse, and refrain (only the duration of each power chord is notated in this example) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Alongside this change in tempo and groove, 1980s hardcore riffs were usually shorter and shifted from one power chord to the next more rapidly than in ’77-style punk. In addition, 1980s hardcore riffs made greater use of pitch collections emphasizing motion by minor third, though [057], [027], and [0257] pitch structures remained common. It is worth pointing out here that in both late 1970s punk and early 1980s hardcore, diatonic pitch collections prevailed and dissonant melodic material was quite rare. Vocalists in 1980s hardcore moved away from not only the sardonic snarl of Johnny Rotten but also any attempt to sing melodies, and yelled with a far more distorted vocal timbre and more punctuated accents. A fitting example of hardcore style is Minor Threat’s 1981 song “Straight Edge” (see Example 5 ). It betrays one last feature of hardcore style: while song structures remained in verse-chorus format, song lengths decreased to around one minute, with two minutes being the upper limit of hardcore song length. Between the speed, short song length, yelled vocals, and more emphatic and faster-moving riffs, hardcore was and is a music of direct communication unencumbered by any musical excess (though to the uninitiated, the distorted vocals and overall timbral distortion may make the lyrics seem less direct).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The musical features of hardcore described above amounted to a qualitative change in punk style such that it is possible to speak of punk and hardcore as two different but related subgenres. Punk remains the umbrella category under which I group hardcore, though it is important to emphasize that after the early 1980s, punk bands had to engage with hardcore’s innovations, even if by rejecting them in favor of ’77 style. Besides ’77 style and hardcore, there were, of course, many other subgenres and stylistic innovations within punk music. I have used accent markings to indicate cymbal accents and staccato markings to indicate palm-muting in some transcriptions. Palm-muting is a guitar technique in which the pinky-side of the strumming hand is held down on the strings near the bridge of the guitar while the guitar strings are picked, producing a muted sound. I also sometimes refer to “left guitar” and “right guitar” to differentiate two guitar tracks in a recording based on which speaker they are coming out of. The Musical Values and Techniques of Extreme Hardcore Punk",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Extreme hardcore punk has its roots in the 1980s, when hardcore bands on different continents began to push their music to new intensities. Continental European “thrash” bands like Lärm and Totalitär, the fastest US hardcore bands such as D.R.I., the so-called grindcore of England in the latter half of the 1980s such as Napalm Death, and 1980s Japanese hardcore bands such as Gauze and G.I.S.M. were all important inspirations for the 1990s wave of EHC in the US. In the late 1980s and early 1990s, US bands Siege, Infest, and Crossed Out paved the way for a new stylistic trend of EHC bands in the 1990s.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] While punk music history is in part a trail towards transcending previous heights of intensity, EHC style was a cultivation of specific techniques and values, some of which were substantial departures from more straightforward hardcore styles. In the early 1990s, these new techniques provided the musical resources necessary for the emergence of a common and coherent stylistic trend defined by blast beats, the slow-paced dirge, low-pitched growls and high-pitched screams, and riffs based on dissonant and non-diatonic pitch collections. (3) Within the punk scene, EHC bands were referred to by the generic labels power violence, grindcore, sludgecore, and fastcore. While these labels point to stylistic differences, the purpose of this article is to elucidate EHC as a broad stylistic trend rather than to explore the nuances of subgenre distinction within it. The Blast Beat Example 6 . D-beat drum pattern (kick and snare drums only) (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Perhaps the most important trait necessary for a band to be considered EHC was the use of blast beats. With the turn to hardcore in the early 1980s, drummers generally stopped playing the kick drum quite as often within the overall pulse stream. The kick-snare alternation was thus no longer a literal kick-snare alternation, as the kick drum was often only played every four pulses and a cymbal, usually the hi-hat, filled the void. Thus, the drum pattern would be kick and hi-hat / snare / hi-hat / snare. More frequent kick drum hits were used to outline accent patterns and provide punctuations within the overall pulse stream, and patterns—such as the D-beat (see Example 6 ), named after the British band Discharge—added rhythmic nuance. The less frequent use of the kick drum helped provide hardcore with some larger accent patterns and a sense of rhythmic groove, albeit one that departed from other rock grooves, within the constant pulse stream.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Within early 1980s hardcore, notably the music of the band D.R.I., are examples of moments in which drummers play a continuous kick-snare alternation at extremely fast tempos. But in the latter half of the 1980s, several bands began to make what came to be called the “blast beat” a hallmark of their sound and the rhythmic foundation of entire songs or sections of songs rather than just brief flourishes. Within British punk-metal crossover, the generic label grindcore was used to describe a growing number of bands that took this approach, and Napalm Death and its drummer Mick Harris in particular are often credited with consolidating the blast beat ( Glasper 2009 , 11, 14; Reddy 2007 , 10). US bands Siege, Infest, and Crossed Out are frequently heralded as early EHC bands, (4) and in the late 1980s these bands also cultivated the blast beat.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "glasper_2009",
                    "reddy_2007"
                ]
            }
        },
        {
            "19": {
                "text": "[19] There are two basic approaches to the blast beat. The first is what has been described above: rapidly alternating between the kick drum and snare drum with a hi-hat or ride cymbal usually played along with the kick drum. This is basically a hardcore beat in which the pulse is completely filled in with kick and snare drum, and the alternation between the two is sped up to the limits of what is physically possible. Both owing to the faster tempo (600–900 KSA) and the constant kick-snare alternation, this blast beat is a qualitative rather than just a quantitative change that creates a new rhythmic feel or groove. Previous punk had almost always favored the hi-hat for the purpose of keeping the pulse. But in EHC, hits close to the center of the ride cymbal were often favored, likely due to the fact that the “ting” sound these hits create clarifies the pulse stream within the blast-beat blur. By contrast, the splashy, more sloppy sound of the open hi-hat would have the opposite effect (which is exactly why other punk styles favor it). Example 7 . Code 13, “Days of Rage” Example 8 . Code 13, “The Die Is Cast” Example 9 . Code 13, “No One Is Innocent” Example 10 . Dropdead, “Fucking Assholes Part 2”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The second approach to the blast beat is to play the kick and snare drum at the same time along with a cymbal to create a continuous pulse stream with all drums sounding simultaneously rather than alternating. This converges all elements of the hardcore drumbeat into a singularity and creates an undifferentiated pulse stream. It is distinct from a drumroll by virtue of the fact that, rather than alternating limbs and allowing the drumsticks to bounce back onto the drum(s), the same limb is hitting the same drum repeatedly, thus diminishing differences in the angle and power of the hit on the drum. Although in this second approach the pulse stream is significantly slower than in that of the first approach’s KSA, the simultaneous presentation of all elements of the drumbeat at once gives a profound feeling of speed . Hereafter, I shall refer to the first approach as an alternating kick and snare blast beat (AKS blast beat) and call the second approach a simultaneous kick and snare blast beat (SKS blast beat). Examples of both approaches can be heard on the first three songs of Code 13’s 1998 A Part of America Died Today 7”. The first song, “Days of Rage” ( Example 7 ) features an AKS blast beat, while the second and third songs, “The Die Is Cast” ( Example 8 ) and “No One Is Innocent” ( Example 9 ) make use of SKS blast beats. SKS blast beats generally have a crisper, more precise sound than the blur of AKS blast beats.",
                "footnotes": [],
                "citations": [
                    "code_13_1998"
                ]
            }
        },
        {
            "21": {
                "text": "[21] In both AKS and SKS forms, the blast beat served the purpose of ratcheting up the tempo as well as the feeling of rapid intensity of hardcore. It went alongside an impulse towards even shorter song lengths, sometimes only a few seconds long, such as Code 13’s six-seconds long “The Die Is Cast” (Example 8) or Dropdead’s three-seconds-long “Fucking Assholes Part 2” ( Example 10 ). Not surprisingly, punk zine discourse on EHC valued speed and shortness, with praise heaped on bands perceived to have outdone prior achievements in these aspects. A 1990 Minnesota scene report in MaximumRockNRoll , for example, read “DESTROY! are the undisputed fastest band in the upper midwest (or would at least like to think so)” ( 1990 ). Comparing Dropdead to a famous professional racecar driver, reviewer Chris Dodge wrote that the band “races through 14 speedfests with more fury than Al Unser” ( 1993 ). The sense of awe provoked by such speed was conveyed by statements like the following description by reviewer Kevin Sanderson of Phobia’s Enslaved 7”: “Spastic jackhammer snare drum activity splits the heaviness with speed” ( 1997b , 139).",
                "footnotes": [],
                "citations": [
                    "minnesota_scene_report_1990",
                    "dodge_1993",
                    "sanderson_1997b"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Praise for the brevity of song lengths that went along with speed is striking considering that from punk’s beginning, its songs had been considered short by rock standards. A split 7” by Anal Cunt and 7 Minutes of Nausea was described by a reviewer as a “match made in heaven for noise mongers who like hearing a couple hundred songs (and I do use that word loosely) within a matter of minutes. [Anal Cunt] has gotten a zillion times faster and much sicker. . . . Satisfies the need for speed” ( Anonymous 1990 ). Agoraphobic Nosebleed’s Mobilize 7” was described by a reviewer as “30 twenty second or less completely intense pneumatic thrashings from this Massachusetts band” ( Anonymous 1995 ). The brevity of blast-beat driven hardcore was emphasized most sardonically with the “41-band, 64 song 7” compilation” released by Slap-A-Ham Records titled BLLLEEEEAAAUUURRRRGGHHH! . That this compilation was pressed on a 7” vinyl record rather than a 12” draws further attention to the brevity of the songs it contains. The technical mastery required to perform short songs at extremely fast tempos challenges the notion that punk is entirely about lack of musical sophistication and can be performed by any amateur.",
                "footnotes": [],
                "citations": [
                    "anonymous_1990",
                    "anonymous_1995"
                ]
            }
        },
        {
            "23": {
                "text": "[23] While the blast beat got its beginnings in hardcore punk, or at least punk-metal crossover, it was subsequently taken up by various genres of extreme metal. (5) An important distinction between the performance of blast beats in hardcore versus metal is that the latter made consistent use of double-bass-drum pedals for the purpose of greater precision, while in the former this was not a consistent feature. This distinction points to divergent musical values in the two genres. In metal, performance aims to make virtuosic technique seem effortless and render it with exact precision ( Walser 1993 , chapter 3), and the use of double-bass-drum pedals aids in both. In hardcore, performance openly displays the strenuous physical effort required, and thus seeing and even hearing the strain involved in playing a blast beat was valued. If you listen closely, you may notice that not every hit of the drum(s) in a blast beat in EHC is rendered with the same force, thus differentiating the constant pulse stream. EHC drummers turn this physical necessity into a musical advantage by allowing their hits to get slightly weaker and then re-attacking the blast beat at a deliberate moment so as to create a larger accent pattern within the continuous pulse stream, usually every sixteen pulses or at arrival points within the music, such as the beginning of the riff or the start of a song section. These strong points of attack coincide with the drummer resetting the position of her/his limbs, usually by raising them slightly, to be able to exert greater physical force and as part of an overall cyclical body motion. The Dirge and Rhythmic Dichotomy",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "walser_1993"
                ]
            }
        },
        {
            "24": {
                "text": "[24] While there were short EHC songs that have only (or almost only) the rhythmic foundation of a blast beat, most EHC relied on frequent changes in groove (here understood simply as rhythmic feel) from blast beats to more normal hardcore drumbeats, mid-tempo punk beats, hardcore breakdowns, (6) and the much slower so-called dirge (see below). Intricate, precise rhythmic statements such as stops or homorhythmic accents, the latter often in triplets or other rhythms that go against the prevailing pulse stream, were also employed for punctuation and differentiating song sections. Frequent changes in groove served the stylistic purpose of providing variation rather than only an undifferentiated pulse stream, the affective aim of generating different musical moods, and the technical result of challenging bands to be able to “turn on a dime” from one groove to another with accuracy. These rhythmic changes were integrated, along with changes in riffs and lyrics, into the song forms, which were usually based around alternating verses and choruses. Furthermore, the EHC bands that were consistently recognized as the best of the style in the pages of punk zines generally had approaches to rhythm, groove, and the use of the drum set that gave them a unique rhythmic profile and set their music apart from that of other bands. Example 11 . Dirge opening from Burned Up Bled Dry, “Yesterday’s Sorrow” (click to enlarge and listen)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Before discussing the unique rhythmic profiles of several bands, it is crucial to comprehend the main dichotomy of groove in EHC: that between the blast beat and the dirge. The latter is characterized by what for punk are extremely slow tempos along with a darker, dirtier sonic atmosphere achieved through the use of the low-end of the guitar and bass fretboards, often with the instruments down-tuned (i.e., all strings of the guitars and bass tuned down by a semitone, tone, or more). The dirge also utilizes low-pitched, growled vocals and less rhythmic density brought about by less frequent strumming and a lack of a strong constant pulse in the drums, with an emphasis instead on each rhythmic and melodic gesture and each single attack. Though a song with a dirge may also have a breakdown within it, a dirge is much slower and darker in affect than a breakdown, and a breakdown generally only occurs once in the middle or towards the end of a song. EHC bands that made greater or exclusive use of the dirge groove as opposed to the blast beat were often referred to as sludgecore to emphasize the type of (slow) motion in their music; “doom and gloom” was another descriptor used for dirge-driven music that conveys its mood. A good example of the dirge is the opening of Burned Up Bled Dry’s “Yesterday’s Sorrow” from their 1997 Kill the Body . . . Kill the Soul . . . 7” (see Example 11 ).",
                "footnotes": [],
                "citations": [
                    "burned_up_bled_dry_1997"
                ]
            }
        },
        {
            "26": {
                "text": "[26] The band builds the dirge first with the bass articulating the riff in single, held-out notes, with the whole band joining with a scream and crash cymbal. The singer’s screams are sparse and each syllable lasts far longer than is normal for punk, and the rhythmic delivery of the vocals generally matches that of the instruments. The guitars and bass let each pitch/power chord ring out after their attacks rather than performing the usual fast strumming of punk. The only repeated attacks are reserved for the last, and lowest, chord, and these are palm-muted to darken the sound and emphasize the singularity of each attack (the drummer adds to this effect with repeated hits on the floor tom). The drummer, for the most part, emphasizes the arrival of each new power chord with cymbal crashes and accents on the snare or kick drum. Motion into these accents is usually created with a kick-drum anacrusis, and the hi-hat marking the tempo is heard only faintly in the background. The dirge thus emphasizes each individual gesture as a singularity rather than the blurry forward momentum of the blast beat. In both technique and groove, the two constitute a dichotomy. Some EHC bands focused exclusively on either dirge or blast-beat grooves, while most emphasized blast-beat and fast-hardcore grooves, with the occasional dirge groove added for contrast.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The effect conveyed by the dirge is captured by several quotes from zine record reviews. One side of Misery’s Next Time 7”, for example, was described by reviewer Steve Snyder as “a longer grinding tune with apocalyptic imagery and low-end drone. This is pretty miserable music, in a good way” ( 1997 , 10). Grinding was a common word used to describe dirge-driven music, and conveys the sense of churning slowness, with sounds that grate against the ears. A North California scene report in MaximumRockNRoll , for example, called the music of Asbestos Death “a slow grinding ear damage tunage” ( 1990 ). A common visual metaphor for dirge is that of “trudging-through-mud” ( Florida Scene Report 1999 ). While the dirge risked lacking rhythmic momentum if rendered without the proper sense of a succession of gestures, it could be particularly powerful when combined in sudden back-and-forth contrasts with speed-driven beats. Ecstatic record reviews highlight the success of such an approach. In/Humanity, for example, was praised by Beck Hamrick for its “manic, grinding experimental thrash that alternates between brutal dirges and extreme chaos” ( 1995 ). Burned Up Bled Dry was valued by reviewer Eric Furst for its “good speedier songs with cohesive guitars and drums alternating with slower, resonating bouts . . . up there with my favorites in this music-for-the-world’s-coming-conflagration-severe-pessimism-category-core” ( 1997 , 37). Example 12 . Dirge to blast beat alternation in Burned Up Bled Dry, “Numbers” (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "snyder_1997",
                    "north_california_scene_report_1990",
                    "florida_scene_report_1999",
                    "hamrick_1995",
                    "furst_1997"
                ]
            }
        },
        {
            "28": {
                "text": "[28] Burned Up Bled Dry’s “Numbers” from their aforementioned 7” is a compelling example of the contrast between dirge and blast beat (see Example 12 ). The dirge here features only two attacks from the melodic instruments, with the semitone descent from D to C ♯ aided by the drummer’s move from the higher-pitched to lower-pitched tom-drums and the two vocalists reaching lower in their range for each growl, taking the music into the depths of doom and gloom. The tritone between the two guitars contributes to the sonic “sludge” with its muddy dissonance. The brief blast beat section that follows this dirge offers only two iterations of its riff before the return to the dirge, showcasing Burned Up Bled Dry’s ability to “turn on a dime” from one groove to another. The less-than-a-minute-long song’s rhythmic variance is heightened by the fact that this dirge/blast beat back-and-forth is preceded and followed by a section in a fast-paced hardcore beat emphasizing its riff’s syncopation, and then ended with a churning breakdown with palm-muted guitars followed by a final return to the blast beat. The Intricacy and Variance of Groove and the Creation of Distinct Rhythmic Profiles",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Burned Up Bled Dry’s mastery of alternation from dirge to blast and other rhythmic grooves points to the importance of rhythmic variance in EHC and how such variance, along with rhythmic intricacy, created distinct rhythmic profiles for individual bands. Indeed, skillful changes in rhythmic groove were a crucial criterion by which reviewers separated the good from the bland. For example, reviewer M. Flaw called Hiatus’s From Resignation to Revolt LP “a fucking symphony of tight, heavy thrash fueled by rage. By no means is this a generic grind band . . . it’s highly technical, has amazing build ups, and the vocals are actually enunciated” ( 1994 , 21). Emphasizing how changes in rhythmic groove keep those listening on the edge of their seat, reviewer Dan wrote that the band “Avulsion play a wicked and unpredictable sort of grindcore-thrash combination with four tracks that have so many changes of parts you’re really left guessing what will come next” ( 1996 , 70). Example 13 . Dropdead, “I Will Stand” (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": [
                    "flaw_1994",
                    "dan_1996"
                ]
            }
        },
        {
            "30": {
                "text": "[30] Dropdead, among the most highly regarded of 1990s EHC bands, had a rhythmic profile defined by what reviewer Jon called “pounding drums which switch from d-beat to blast beats” ( 1998 , 72). While Dropdead’s drummer Brian Mastrobuono rarely performed a D-beat rhythmic pattern, the heavy thump and thud of the kick drum during fast hardcore drumbeats is what gives rise to this descriptor. The song “I Will Stand” from the band’s 1998 self-titled LP exemplifies the band’s rhythmic dichotomy, especially given that more or less the same riff is rendered with two different grooves (see Example 13 ). The song is divided into two sections with a brief intro before each section and an outro without vocals. The first section is an excursion into blast beat extreme, with a KSA of 794. The second section, by contrast, uses a standard hardcore drumbeat, and the guitars and bass strum in a standard fast hardcore rhythm rather than the constant repeated strumming of the first section.",
                "footnotes": [],
                "citations": [
                    "jon_1998",
                    "dropdead_1998"
                ]
            }
        },
        {
            "31": {
                "text": "[31] Audible within the blaring pulse stream of both sections are accents, usually on the crash cymbal, that mark the beginning of each riff iteration in the second section and the tritone motion of the riff during the first section, beginning with the words “To turn away from those traditions.” These accents were one of the nuances Dropdead’s drummer provided that amplified melodic gestures and gave some sense of groove by accent patterns within the continuous pulse stream. Besides the contrast between blast beat and kick-drum-heavy hardcore in “I Will Stand,” the intro that comes before each section demonstrates another aspect of Dropdead’s rhythmic profile. Before the beat starts, each individual gesture of the riff is articulated and emphasized with powerful accents on kick drum and crash cymbal played homorhythmically with the guitars and bass, with the triplet rhythm that ends this intro contrasting with the subsequent duple pulse stream. Example 14 . Hellnation, “Your a Joke” [sic] (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Hellnation, by contrast, favored more the rhythmic feel of a blur of speed. In their recordings, the drums sound more like a whirling roll, lacking the heavy kick-drum thud heard in Dropdead, but with cymbal crashes providing some larger accent pattern within the pulse stream. The hi-hat rather than the ride cymbal was favored by Hellnation’s drummer Al (who also performed most of its vocals!). The band’s vocal and guitar timbres emphasize the treble, unlike the bass-heavy sound of Dropdead, and its recording mixes tend to blend the instruments together, further contributing to the sonic blur. Hellnation’s riffs often rapidly switch from one power chord to another and/or constantly strum in repetitive attacks with little rhythmic differentiation. Though its music has a greater proportion of blast beats than that of Dropdead, Hellnation occasionally gave a respite to the speed with either singular accents or by performing at slower tempos with a splashy hi-hat and diatonic pitch structures in the riffs. “Your a Joke” [sic] from the 1997 Tomorrow Will Be Worse compilation exemplifies these qualities (see Example 14 ). As Chris Dodge put it in a review of Hellnation, “The music ranges from head-bobbing, memorable hardcore to all out stench-thrash” ( 1990 ), with the former heard for a brief moment when the second, notably diatonic, riff of the song is first presented and accompanied by a 312 KSA drumbeat with syncopation provided by the kick drum. As is evident from the lack of proportional tempos, EHC bands rarely played with a click track—to do so would violate the punk ethic of eschewing markers of polished professionalism. Example 15 . Capitalist Casualties, “Extermination through Labor,” riffs and drums (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": [
                    "dodge_1990"
                ]
            }
        },
        {
            "33": {
                "text": "[33] Epitomizing the power violence end of the EHC spectrum, Capitalist Casualties’ blast beats were at a slightly slower tempo than the previous two bands analyzed. Consistently most audible from the drumset was the snare drum, which sounds much crisper than on Hellnation’s recordings, likely owing to tightening the drum head, and thus possesses a more piercing quality and emphasizes the treble end of the recording mix. The guitar timbre added to the band’s more trebly sound, as did Shawn’s slightly snarled yells that sound full of saliva but less timbrally distorted than the vocals of Hellnation or Dropdead. Capitalist Casualties’ drummer Max Ward favored the hi-hat over the ride cymbal, giving its music a more splashy, less precise feel, but he could also “turn on a dime” with precision either to enunciated accents or to different grooves, be they fast hardcore drumbeats that are slower than blast beats, punk beats with a splashy hi-hat, or slower hardcore breakdowns. In contrast to the austere seriousness of Dropdead’s sound, the intense yet slightly playful rhythms and timbres of Capitalist Casualties are fitting for its more tongue-in-cheek song titles. Summarizing the band as the “longest running purveyors of the original ‘Power Violence’ scene,” reviewer Ken Sanderson wrote, “Their music repeated[ly] take[s] on an unparalleled complexity at extreme speed at the same time hammering with point blank lyrical directness (‘Fuck the Christians,’ ‘Shut the Fuck Up,’ ‘Your Scene is Shit’). Manic drum throttling, harsh vocal blasting, shredding guitar oblivion” ( 1997a , 132). These qualities, along with its dissonant riffs that were less jarring than Dropdead’s, can be heard on Capitalist Casualties’ “Extermination through Labor” from their 1999 Subdivisions in Ruin LP (see Example 15 ). Voicing the Inhuman(e)",
                "footnotes": [],
                "citations": [
                    "sanderson_1997a",
                    "capitalist_casualties_1999"
                ]
            }
        },
        {
            "34": {
                "text": "[34] While rhythm was perhaps the most defining feature of EHC, the vocal timbres cultivated in this style also separated it from other varieties of punk. Cultivated is the key word here, as EHC vocalists not only screamed their guts out, but also manipulated their voices to achieve specific timbres. The two basic vocal timbres of EHC are (1) high-pitched screams that require engaging the abdominal cavity for projection and power and using the top and back of the throat to provide timbral distortion, and (2) low-pitched growls drawn from the back and bottom of the throat and from deep within the abdominal cavity—what I will call gut voice . Both techniques involve the engagement of the diaphragm and abdominal muscles and constriction of the throat in a way that would be frowned upon by virtually any professional vocal teacher. The contrast between these two screaming styles can be heard on Code 13’s “Days of Rage” (see again, Example 7). This dichotomy in vocal timbre is in some ways analogous to that between blast beat and dirge. The alternation between these two timbres was explained in zine record reviews variously as “a vocal style that ranges from demonic howls to deep chested growls” ( Dan 1996 , 70) or “vocals opting for the more screamy approach with the occasional growl thrown in for good taste” ( Gabe 1997 , 43). While some vocalists performed with both timbres, others stuck with one or the other.",
                "footnotes": [],
                "citations": [
                    "dan_1996",
                    "gabe_1997"
                ]
            }
        },
        {
            "35": {
                "text": "[35] In either case, the clear physical strain and even contortion involved in producing such timbres and the high degree of distortion that results conveys a sense of voicing the inhuman(e) . Since much EHC was devoted to dystopian warnings of humanity’s and the earth’s downfall due to industrial capitalism, this inhuman quality was perfect for the “doom and gloom” of the lyrics. As reviewer Jon put it about Dropdead’s 1998 LP, “Bob’s raving screams . . . deliver urgent and sometimes grim lyrics dealing with man’s doomed plight if we don’t change our course of action” ( 1998 , 72). Moreover, such screams expressed a rage that seemingly could not be contained even by the prior intensities achieved in punk. Their inhuman quality also situated the vocalists more as another element in the texture—almost another instrument—given the extreme level of timbral distortion on the voice. Many of the best EHC recordings blended the vocalists into the overall mix rather than setting them apart from and making them louder than the rest of the band, as is the norm in rock recordings.",
                "footnotes": [],
                "citations": [
                    "jon_1998"
                ]
            }
        },
        {
            "36": {
                "text": "[36] Finally, these cultivated techniques are a pivotal part of what gives EHC its sublime power, as is most evident in the ecstatic responses to the band Hellnation. A review by Timojhen Mark of their Control LP marveled at “a singer who had me checking the turntable speed on several occasions. I don’t know how anyone can make their voice do that!” ( 1994 ). Reviewer Max Ward credited Hellnation as “the first to take the high-pitched screech vocal style to another level” ( 1996 ). The awe and disbelief expressed at such vocal timbres underscores the seemingly inhuman quality of vocals such as Hellnation’s. Riff Structures",
                "footnotes": [],
                "citations": [
                    "mark_1994",
                    "ward_1996"
                ]
            }
        },
        {
            "37": {
                "text": "[37] While it would be problematic to overgeneralize about the riff structures of EHC given the ubiquity and diversity of bands in the style, many used pitch structures that departed from diatonic modality and favored dissonant intervals. This shift in pitch structures was, like blast beats and vocal screams and growls, another means by which to heighten the intensity of punk. Before we move forward with analysis, it is necessary to correct common ways of discussing punk music in music scholarship and journalism. Punk is often casually referred to as dissonant, but in truth most punk music from its origins through the 1980s was harmonically and melodically consonant. Vocalists tended to deliberately eschew singing perfectly on pitch, though they did generally follow a melodic contour that matched the guitar chords and, as punk turned to hardcore, incorporated greater degrees of timbral distortion through yelling the lyrics. Punk riffs almost always used power chords, which consist of a root and pitches a perfect fifth and an octave above that root. These intervals above the root are, respectively, the second most and most consonant intervals possible. Melodically, most punk riffs up until the 1990s stayed within the bounds of diatonic modality. They did so either by employing what Walter Everett ( 2004 ) calls the “power-chord minor-pentatonic” system that utilizes the power chords I, ♭ III, IV, V, and ♭ VII, or, in riffs with more expansive pitch collections, by what could be called power-chord major or minor systems. The latter use pitches of the Aeolian, Dorian, Ionian, or Mixolydian modes as the roots of their power chords.",
                "footnotes": [],
                "citations": [
                    "everett_2004"
                ]
            }
        },
        {
            "38": {
                "text": "[38] Punk riffs were played with distortion on the guitars, which does create a kind of harmonic dissonance by bringing out multiple overtones that clash with the pitches of the power chord. But even with all that distortion, the three pitches of the power chord remain the only ones audible as distinct pitches. Moreover, I would argue that the almost always present distortion on guitars in punk is functionally timbral distortion rather than harmonic dissonance. To put it another way: if you took most hardcore songs from the 1980s, played the guitar riffs without distortion, and matched the pitch of the vocals with the root of each power chord, the result would be entirely harmonically and melodically consonant (it would, however, no longer sound like hardcore). Example 16 . Verse and chorus riffs to Dropdead, “Spirit Lies Broken” (click to enlarge and listen) Example 17 . Verse and chorus riffs to Dropdead, “Us and Them” (click to enlarge and listen) Example 18 . First riff during blast-beat section of Code 13, “Days of Rage” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] This correction to declarations of punk music’s dissonance is crucial for understanding how EHC furthered the ferocity of hardcore by constructing riffs based on dissonant intervals and non-diatonic pitch collections. Dropdead, for example, favored tritones and [0134] pitch collections in their riffs. The former is evident on “I Will Stand.” “Spirit Lies Broken” ( Example 16 ) and “Us and Them” ( Example 17 ) use both tritone-laden and [0134] pitch-collection riffs, along with Dropdead’s signature dichotomy between blast beat and kick-drum-heavy fast hardcore.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Besides containing dissonant intervals, many EHC riffs also shifted from one power chord to the next in a rapid motion analogous to the speed of blast beats, as is evident by the short duration that each individual power chord lasts in my riff transcriptions. The first riff during the blast-beat sections of Code 13’s “Days of Rage” is one salient example (see Example 18 ). In addition to contributing to the overwhelming speed and intensity of EHC, such rapid shifts from one power chord to the next also betray the technical skill and precision required of those performing this music, with guitarists and bassists having to shift their fingers and hands up and down the fretboard and pick their strings with tremendous speed and in sync with the rapid movements of their fret hand. What Did the Screams, Speed, and Sounds Mean?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] As Michelle Phillipov ( 2006 , 388) correctly points out, the abrasiveness of punk music has too often and too simplistically been explained as an attempt to escape appropriation by the mainstream music industry. As is evident from the numerous record reviews quoted above, within the punk scene, musical style and expressive nuance were deeply valued both for the enjoyment they gave their listeners and for the meanings they took on. While a full discussion of the meaning of EHC is beyond the scope of this article, to account for EHC’s transformations of punk rhythm, vocal technique, and pitch structures, it is worth considering that a common theme in EHC lyrics and album art is a dystopian warning of humanity’s and the earth’s downfall due to industrial capitalism. Songs decrying environmental devastation, the exploitation of the third world by the US and the resulting poverty and starvation, the growth of the Christian Right, and the apathy of most of the American populace were common.",
                "footnotes": [],
                "citations": [
                    "phillipov_2006"
                ]
            }
        },
        {
            "42": {
                "text": "[42] In this way, EHC is a musical parallel to dystopian literature and films of the same time period. As Rob MacAlear ( 2010 , 24, 25) puts it, dystopian fiction writers use “a ‘fear appeal’ in an attempt to persuade their readers of the necessity of intervention in the present to avoid the possible horrors of the future,” and the rhetoric of dystopia puts a “focus on ethical persuasion that encourages action in an audience.” Thus, dystopian rhetoric relies not on hope but on “presenting a bleak future world” (26). In EHC, the rhetoric of fear functions not just through lyrics and album art, but also through the dissonant riffs, overwhelming speed, and screamed vocals to create what I call a musical dystopian sublime that can simultaneously awe and terrify us by its sounds.",
                "footnotes": [],
                "citations": [
                    "macalear_2010"
                ]
            }
        },
        {
            "43": {
                "text": "[43] In the context of the 1990s, EHC’s political enunciations necessitated a musical intensity beyond previous heights of punk rock ferocity to articulate a feeling of rage that could not be contained within contemporary political or musical discourse. The emergence of the US as sole superpower following the Cold War facilitated the discursive dominance of the notion that there is no viable alternative to liberal democratic capitalism, and the multicultural presidency of Bill Clinton and the Democratic Party’s successful co-optation of many radical political movements blunted opposition to the injustices of capitalism-imperialism. In the absence of radical political movements that clearly pinpointed the sources of injustices in a way that resonated with a broader public, EHC bands sought out a sound that would express their exasperation and lack of hope in the power of people to transform the situation. By overwhelming our senses with a constellation of musical techniques that create a dystopian sublime, EHC bands force us to confront, on a visceral level, the horrors of our society and their implications for the future.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.1.pearson.html",
    "data": "mto/data/mto.19.25.1.pearson.json"
}