{
    "title": "The Editing and Arrangement of Conlon Nancarrow’s Studies for Disklavier and Synthesizers",
    "date": "2014/03/01",
    "volume": "20",
    "issue": "1",
    "authors": [
        "Willey, Robert"
    ],
    "abstract": "Over the last three decades a number of approaches have been used to hear Conlon Nancarrow’sStudies for Player Pianoin new settings. The musical information necessary to do this can be obtained from his published scores, the punching scores that reveal the planning behind the compositions, copies of the rolls, or the punched rolls themselves. The most direct method of extending theStudiesis to convert them to digital format, because of the similarities between the way notes are represented on a player piano roll and in MIDI. The process of editing and arranging Nancarrow’sStudiesin the MIDI environment is explained, including how piano roll dynamics are converted into MIDI velocities, and other decisions that must be made in order to perform them in a particular environment: the Yamaha Disklavier with its accompanying GM sound module. While Nancarrow approved of multi-timbral synthesis, separating the voices of his Studies and assigning them unique timbres changes the listener’s experience of the “resultant,” Tenney’s term for the fusion of multiple voices into a single polyphonic texture.",
    "keywords": [
        "Conlon Nancarrow",
        "MIDI",
        "synthesis",
        "Disklavier"
    ],
    "doi": "",
    "received": "January 2014",
    "pdf": "http://mtosmt.org/issues/mto.14.20.1/mto.14.20.1.willey.pdf",
    "author_info": [
        {
            "name": "Robert Willey",
            "university": "Hargreaves Music Building MU 203",
            "address": "Ball State University, Muncie, IN 47306",
            "email": "rkwilley@bsu.edu"
        }
    ],
    "citations": {
        "bugallo_2004": "Bugallo, Helena. 2004. “Selected Studies for Player Piano by Conlon Nancarrow: Sources, Working Methods and Compositional Strategies.” PhD diss., University of Buffalo.",
        "bugallo_2014": "Bugallo, Helena. 2014. “Harmonic and Non-Harmonic Temporal Structures in Nancarrow’s Study No. 47 for Player Piano.” Music Theory Online 20 no. 1.",
        "duckworth_1995": "Duckworth, William. 1995. Talking Music: Conversations With John Cage, Philip Glass, Laurie Anderson, and Five Generations of American Experimental Composers . New York: Macmillan Reference.",
        "fürst-heidtmann_2012": "Fürst-Heidtmann, Monika. 2012. “ Interviews with Conlon Nancarrow (1980–1993) ” (accessed September 1, 2012).",
        "gann_1995": "Gann, Kyle. 1995. The Music of Conlon Nancarrow . Cambridge: Cambridge University Press.",
        "hocker_2005": "Hocker, Jürgen. 2005. Conlon Nancarrow, Studies for Player Piano , volumes 1–5. Detmold, Germany: Dabringhaus und Grimm. CD.",
        "hocker_2012a": "Hocker, Jürgen. 2012a. “ Arbeitsweise ” (accessed September 1, 2012).",
        "hocker_2012b": "Hocker, Jürgen. 2012b. Encounters With Conlon Nancarrow . Trans. Steven Lindberg. Lanham: Lexington Books.",
        "loy_1985": "Loy, Gareth. 1985. “Musicians Make a Standard: The MIDI Phenomenon.” Computer Music Journal 9, no. 4: 8–26.",
        "metzmacher_1993": "Metzmacher, Ingo and Ensemble Modern. 1993. Conlon Nancarrow Studies . Frankfurt, Germany: RCA Victor Red Seal. CD.",
        "murcott_2014": "Murcott, Dominic. 2014. “Tomorrow’s Music on Yesterday’s Machines: In Search of an ‘Authentic’ Nancarrow Performance.” Music Theory Online 20, no. 1.",
        "nancarrow_1977": "Nancarrow, Conlon. 1977. Studies for Player Piano: the Original 1750 Arch Recordings. San Francisco: Other Minds. CD.",
        "nancarrow_1999": "Nancarrow, Conlon. 1999. Studies for Player Piano . Mainz: Wergo. CD.",
        "nemire_2002": "Nemire, Julie (Scrivener). 2002. “Representations of Time and Space in the Player Piano Studies of Conlon Nancarrow.” PhD. diss., Michigan State University. (The Appendix with a list of Errata to Scores of the Player Piano Studies is available here .)",
        "schlumpf_2004": "Schlumpf, Martin. 2004. “ The Art of Tempo Canon ,” trans. Bradford J. Robinson.",
        "schlumpf_2011": "Schlumpf, Martin. 2011. Die Kunst des Tempokanons . Mainz: Wergo. CD.",
        "tenney_1999": "Tenney, James. 1999. “Program Notes.” Nancarrow, Conlon. Studies for Player Piano . Mainz: Wergo. CD.",
        "_1992a": "Trimpin. 1992a. “ Records of timings and roll conditions, Studies 1 through 40b .” Unpublished. conlonnancarrow.org archive.",
        "_1992b": "Trimpin. 1992b. “ Records of timings and roll conditions, Studies 41a through Blues .” Unpublished. conlonnancarrow.org archive.",
        "_1992c": "Trimpin. 1992c. “ Example of the Dynamic Combinations, and Example of Nancarrow’s Tracker Bar .” Unpublished. conlonnancarrow.org archive.",
        "willey_2011": "Willey, Robert. 2011. “ Conversation between Trimpin and Robert Willey .” June 16, 2011.",
        "willey_2012a": "Willey, Robert. 2012a. “ Interview with Wolfgang Heisig .” October 3, 2012.",
        "willey_2012b": "Willey, Robert. 2012b. “ Demonstration of How to Edit MIDI Files Scanned from Nancarrow’s Rolls .” Interview with Trimpin, February 16, 2012.",
        "willey_2012c": "Willey, Robert. 2012c. Stereo version of Study No. 37 for Player Piano arranged for twelve synthesizers in four channels .",
        "willey_2012d": "Willey, Robert. 2012d. Stereo version of Study No. 11 for Player Piano arranged for synthesizers ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Nancarrow allowed his instruments to be moved on three occasions for concerts in Mexico City, after which he refused requests out of concern for the delicacy of the instruments and the lack of qualified technicians to maintain them should something go wrong.",
            "citations": []
        },
        "FN2": {
            "text": "2. Nancarrow intended that the two-piano Studies 41 and 48 be played on the two instruments, each with its own timbre. These three movement works can be heard on the 1750 Arch Recordings made in 1977, with Study No. 41a recorded on the mellower tack piano and Study No. 41b on the second, more aggressive instrument. Study No. 41c is played by performing 41a and 41b simultaneously. By the time Wergo went to record the Studies the second, more brilliant piano was out of operation, so the engineer had to record the first two movements on the mellower instrument, and then mix the two for the two-piano recording. This does not provide as much separation between the parts as happens when two pianos with different timbres are used.",
            "citations": []
        },
        "FN3": {
            "text": "3. The Paul Sacher Stiftung purchased all of Nancarrow’s papers and pianos for their archive in Basel, Switzerland.",
            "citations": []
        },
        "FN4": {
            "text": "4. MIDI transmits at a speed of 3125 bytes/sec. To take advantage of MIDI’s multi-timbral capabilities notes must be transmitted on different synthesizer channels, in which case three bytes must be sent out for each note: note on / channel (byte 1), key number (byte 2), and velocity (byte 3), resulting in a speed limit of 1042 notes per second. Nancarrow’s compositions, which are not loaded with additional data-intensive streams of continuous expression are well within the limits of MIDI bandwidth. If there is a bogging down of data, the problem usually lies at the receiver of the messages; for example, a MIDI player piano designed for human use may not be able to accommodate the more rapid passages from Nancarrow’s Studies. Hocker ( 2012b ) reported that Ampico pianos were able to play up to 200 notes per second.",
            "citations": [
                "hocker_2012b"
            ]
        },
        "FN5": {
            "text": "5. Another modification of the punching machine at that time was to change the punching tool to allow up to four notes to be punched in a row, which was a great timesaver when punching sustained notes which were indicated as a series of closely-spaced notes. For Studies 1–19 Nancarrow sometimes settled for staccato notes simply because of the greater time and effort it would have required to punch the added holes necessary to sustain them. The durations in the published scores can be misleading. The excerpts from Study No. 11 at the end of the article were step edited with 1/8th note durations, the note value indicated in the score. What Nancarrow probably did for those was to use a single punch, so the MIDI files should use 1/16th notes in places where the biting chords are heard on his recordings.",
            "citations": []
        },
        "FN6": {
            "text": "6. Vision, a program introduced by Opcode Systems in 1989 was one of the few commercial systems able to accommodate polytemporal sequences. Vision was discontinued after Opcode was acquired by Gibson Guitar, and the polytempo option is not supported by other commercial systems.",
            "citations": []
        },
        "FN7": {
            "text": "7. In correspondence about this project, Nancarrow suggested that I synthesize Study 37 to bring out the voices with individual tone colors. He had thought of using multiple instruments for this during composition.",
            "citations": []
        },
        "FN8": {
            "text": "8. At times the piano would blow a fuse, but over successive iterations of the product Yamaha has improved the Disklavier’s ability to handle such demanding material.",
            "citations": []
        },
        "FN9": {
            "text": "9. Helena Bugallo ( 2014 ) combines information from the punching score and rolls in her score and analysis of Study No. 27. See also Bugallo 2004 .",
            "citations": [
                "bugallo_2014",
                "bugallo_2004"
            ]
        },
        "FN10": {
            "text": "10. Trimpin began with an optical scanner, but then abandoned it because the scanner would read through scotch-tape that Nancarrow used to cover over mistakes.",
            "citations": []
        },
        "FN11": {
            "text": "11. Changing the velocity of the notes can be done laboriously by hand in a MIDI editing window, or the sequence can be run through a custom software program to automatically map the old velocities from the MIDI file to a new set of values using presets for a variety of instruments. Trimpin has written a program in Max/MSP to help match his Vorsetzer to each new piano he performs with.",
            "citations": []
        },
        "FN12": {
            "text": "12. One of the advantages of working with Nancarrow’s Studies in MIDI format is that the data can be managed with many different programs, each offering unique functions. For example, I decided to work on Study No. 5 in ProTools rather than in Performer after reading Gann’s ( 1995 ) analysis, which explained how every pitch on the piano is used except for the top two, and no pitch (except for the B below middle C) is found in more than one of the 13 ostinato layers. In Pro Tools it was possible to select all occurrences of a particular note throughout the piece (i.e., middle C), cut them out, and then merge them into the Pro Tools track used for the ostinato of which that note was a member. This process was then repeated 80 times for the other notes. While this may sound like a laborious method, it was nothing compared to the work that would have gone into cutting and pasting the nearly 9000 notes individually.",
            "citations": [
                "gann_1995"
            ]
        },
        "FN13": {
            "text": "13. Schlumpf reported difficulty in finding patches that spoke well in extreme registers. Sometimes manufacturers limit the range that certain instrument patches can play in order to save money or model the ranges that their acoustic counterparts can actually produce. Even when a patch responds to all of the Ampico’s 83-note range the manufacturer may have saved time or resources by not creating a consistent response across the keyboard, probably because their customers do not usually use the full pitch range. Nancarrow did use the entire 83-note range, and when playing his music on many synthesizer patches the highest and lowest notes sound thin or lack character (Email correspondence, April 27, 2011).",
            "citations": []
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "nancarrow symposium",
    "source": "mto/raw/mto.14.20.1.willey.html",
    "data": "mto/data/mto.14.20.1.willey.json"
}