{
    "title": "Writing Wrong Notes: Chromatic Clashes in the Music of Tune-Yards",
    "date": "2019/11/01",
    "volume": "25",
    "issue": "3",
    "authors": [
        "Conklin, Andrew"
    ],
    "abstract": "This article analyzes the pitch language of Tune-Yards. Like many of its peers, Tune-Yards uses chromaticism to differentiate itself from the mainstream. Unlike its fellow post-millennial experimental pop bands, however, Tune-Yards primarily favors loop-derived compositional techniques that generate chromatic clashes between two or more musical layers. Tune-Yards is also noteworthy for the pervasiveness and variety of chromatic clashes throughout its recorded catalog. This essay presents three of Tune-Yards’ layer-based compositional techniques —Caught in the Looper,Chromatically Inflected Melody, andAccompaniment-Derived Chromaticism— and examines the ways in which they interact with intonation, timbre, lyrics, and form.",
    "keywords": [
        "chromaticism",
        "dissonance",
        "experimental pop",
        "art pop",
        "art rock",
        "indie rock",
        "Tune-Yards",
        "cumulative form",
        "accumulative form",
        "modal clash",
        "hip hop",
        "sample",
        "composition",
        "layers",
        "intonation",
        "sex",
        "gender",
        "vocal production"
    ],
    "doi": "10.30535/mto.25.3.1",
    "received": "January 2019",
    "pdf": "https://www.mtosmt.org/issues/mto.19.25.3/mto.19.25.3.conklin.pdf",
    "author_info": [
        {
            "name": "Andrew Conklin",
            "university": "University of the Pacific",
            "address": "Conservatory of Music, 3601 Pacific Avenue, Stockton, CA 95211",
            "email": "aconklin@pacific.edu"
        }
    ],
    "citations": {
        "adams_2008": "Adams, Kyle. 2008. “Aspects of the Music/Text Relationship in Rap.” Music Theory Online 14 (2). http://www.mtosmt.org/issues/mto.08.14.2/mto.08.14.2.adams.html .",
        "adams_2016": "Adams, Kyle. 2016. “Playing with Beats and Playing with Cats: Meow the Jewels, Remixes, and Reinterpretations.” Music Theory Online 22 (3). http://mtosmt.org/issues/mto.16.22.3/mto.16.22.3.adams.html .",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (2): 95–110.",
        "blake_2012": "Blake, David. 2012. “Timbre as Differentiation in Indie Music.” Music Theory Online 18 (2). http://mtosmt.org/issues/mto.12.18.2/mto.12.18.2.blake.html .",
        "boone_2013": "Boone, Christine. 2013. “Mashing: Toward a Typology of Recycled Music.” Music Theory Online 19 ( 3). http://mtosmt.org/issues/mto.13.19.3/mto.13.19.3.boone.html .",
        "cusick_1999": "Cusick, Suzanne G. 1999. “On Musical Performances of Sex and Gender.” In Audible Traces: Gender, Identity, and Music , ed. Elaine Barkin and Lydia Hamessley, 25–49. Carciofoli Verlagshaus.",
        "dayal_2014": "Dayal, Geeta. 2014. “Body Music: tUnE-yArDs’ Undulating Brilliance.” Spin , May 9, https://www.spin.com/2014/05/tune-yards-interview-nikki-nack/ .",
        "empire_2012": "Empire, Kitty. 2012. “It’ll Take a Good Pitchfork to Penetrate this Grizzly’s Hide . . . : Grizzly’s Bear Shields.” The Observer [England] (September 16): 33.",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10 (4). https://www.mtosmt.org/issues/mto.04.10.4/mto.04.10.4.w_everett.html .",
        "everett_2008": "Everett, Walter. 2008. “Pitch Down the Middle.” In Expression in Pop–Rock Music: Critical and Analytical Essays , 2nd ed., ed. Walter Everett, 111–174. Routledge.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes” . Oxford University Press.",
        "fink_2014": "Fink, Matt. 2014. “tUnE-yArDs - Merrill Garbus on the Art of Songwriting and No Longer Faking It.” Under the Radar , August 18, http://www.undertheradarmag.com/interviews/tune-yards_-_merrill_garbus_on_the_art_of_songwriting_and_no_longer_faking_/ .",
        "ganz_2011": "Ganz, Caryn. 2011. “Breaking Out: tUnE-yArDs.” Spin , May 17, https://www.spin.com/2011/05/breaking-out-tune-yards/ .",
        "heidemann_2016": "Heidemann, Kate. 2016. “A System for Describing Vocal Timbre in Popular Song.” Music Theory Online 22 (1). http://www.mtosmt.org/issues/mto.16.22.1/mto.16.22.1.heidemann.html .",
        "heetderks_2015": "Heetderks, David J. 2015. “Hipster Harmony: The Hybrid Syntax of Seventh Chords in Post-Millennial Rock.” Music Theory Online 21 (2). http://www.mtosmt.org/issues/mto.15.21.2/mto.15.21.2.heetderks.html .",
        "krims_2003": "Krims, Adam. 2003. Rap Music and the Poetics of Identity . Cambridge University Press.",
        "lanham_2014": "Lanham, Tom. 2014. “tUnE-yArDs not shy about being weird.” San Francisco Examiner , June 5.",
        "lerdahl_and_jackendoff": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "malawey_2010": "Malawey, Victoria. 2010. “Harmonic Stasis and Oscillation in Björk’s Medúlla.” Music Theory Online 16 (1). http://www.mtosmt.org/issues/mto.10.16.1/mto.10.16.1.malawey.html .",
        "moore_1995": "Moore, Allan F. 1995. “The So-Called ‘Flattened Seventh’ in Rock.” Popular Music 14 (2): 185–201.",
        "moore_2012": "Moore, Allan F. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Ashgate.",
        "nobile_2015": "Nobile, Drew. 2015. “Counterpoint in Rock Music: Unpacking the ‘Melodic-Harmonic Divorce.’” Music Theory Spectrum 37 (2): 190–203.",
        "perpetua_2011": "Perpetua, Matthew. 2011. “Review of Tune-Yards, Whokill.” Pitchfork , April 18, https://pitchfork.com/reviews/albums/15321-w-h-o-k-i-l-l/ .",
        "reich_1968": "Reich, Steve. 1968. “Music as a Gradual Process.” In Writings on Music , 1965–2000, ed. Paul Hillier, 34–36. Oxford University Press.",
        "richardson_2009": "Richardson, Mark. 2009. “Review of Tune-Yards, Bird-Brains.” Pitchfork , April 3, https://pitchfork.com/reviews/albums/12851-bird-brains/ .",
        "richardson_2011": "Richardson, Mark. 2011. “Tune-Yards (Interview).” Pitchfork , April 25.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1 (1): 29–64.",
        "spicer_2017": "Spicer, Mark. 2017. “Fragile, Emergent, and Absent Tonics in Pop and Rock Songs.” Music Theory Online 23 (2). http://mtosmt.org/issues/mto.17.23.2/mto.17.23.2.spicer.html .",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen For in Rock: A Stylistic Analysis . Yale University Press.",
        "tagg_2009": "Tagg, Philip. 2009. Everyday Tonality . The Mass Media Music Scholars’ Press.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic ‘Divorce’ in Rock.” Popular Music 26 (2): 323–42.",
        "titon_1994": "Titon, Jeff Todd. 1994. Early Downhome Blues: A Musical and Cultural Analysis . 2nd ed. University of Illinois Press.",
        "walters_2014": "Walters, Barry. 2014. “tUnE-yArDs Transform Turbulence into Transcendence on Exultant ‘Nikki Nack.’” Spin , May 2, https://www.spin.com/2014/05/tuneyards-nikki-nack/ .",
        "weiner_2014": "Weiner, Sophie. 2014. “tUnE-yArDs Has Become Too Quirky for Her Own Good.” Noisey , May 6.",
        "winkler_1978": "Winkler, Peter K. 1978. “Toward a Theory of Popular Harmony.” In Theory Only 4 (2): 3–26.",
        "winkler_1983": "Winkler, Peter K. 1983. “The Harmonic Language of Rock.” Presented at Keele University/Sonneck Society Conference on British-American Musical Interactions, Keele, Staffs., U.K."
    },
    "footnotes": {
        "FN1": {
            "text": "1. As Heetderks notes, Empire ( 2012 ) coined the term “Pitchfork Pop,” whose namesake is the influential indie music blog, Pitchfork.com .",
            "citations": [
                "empire_2012"
            ]
        },
        "FN2": {
            "text": "2. Ganz ( 2011 ), Walters ( 2014 ), Fink ( 2014 ), Lanham ( 2014 ), Dayal ( 2014 ), and Weiner ( 2014 ) all contain references to Tune-Yards as “idiosyncratic, “quirky,” or “weird.”",
            "citations": [
                "ganz_2011",
                "walters_2014",
                "fink_2014",
                "lanham_2014",
                "dayal_2014",
                "weiner_2014"
            ]
        },
        "FN3": {
            "text": "3. When he writes of the “references” in Tune-Yards’ music, Fink may be commenting on the band’s occasionally cryptic lyrics. The first verse of “Jumping Jack” is a good example: “Driving past in his fast car / Jill sez man you are bizarre / Trying to tell me what to do / Watch out ‘cause I’ll knock you out.”",
            "citations": []
        },
        "FN4": {
            "text": "4. “Don’t believe the hype” is a spoken hook delivered by one of the group’s members, Flavor Flav. Unlike the rest of the sample, I hear the word “don’t” as having discreet pitch in large part because it is isolated from its spoken context and repeated, and the syllable is short enough to allow the sample to end before the pitch starts to waver significantly.",
            "citations": []
        },
        "FN5": {
            "text": "5. Everett ( 2008 ) notes that this phenomenon is especially common in the vocal loops of 1980’s hip hop. And of course there are parallels beyond hip hop: though he used it to achieve very different formal results, Steve Reich also exploited this process in his early electronic music pieces, “Come Out” and “It’s Gonna Rain.”",
            "citations": [
                "everett_2008"
            ]
        },
        "FN6": {
            "text": "6. Adams ( 2008 ) conceives of hip hop in terms of interacting musical layers, and in a separate article he details specific harmonic relationships in Meow the Jewels by Run the Jewels ( Adams 2016 ). Though she does not stick to hip-hip exclusively, Boone ( 2013 ) explains the harmonic interaction of musical layers in mash-ups, a genre whose identity rests on the superimposition of pre-recorded musical samples. Malawey ( 2010 ) explains how the static harmonic oscillations in Björk’ music allow for increased sensitivity to traditionally underrecognized musical parameters such as timbre.",
            "citations": [
                "adams_2008",
                "adams_2016",
                "boone_2013",
                "malawey_2010"
            ]
        },
        "FN7": {
            "text": "7. The major/minor 3 rd clash in “Safety” looks like a “blue note” but doesn’t sound like one, which perhaps is due to the aberrant harmonic context — the pitch collection contains the diatonic seventh of the major scale rather than the normative ♭ 7. Furthermore, as Titon ( 1994 ) has noted, blue notes are usually characterized by a flexible approach to intonation that blurs (and in some cases obviates) the distinction between the major and minor third. The singing style in “Safety” is, in contrast, unidiomatically precise.",
            "citations": [
                "titon_1994"
            ]
        },
        "FN8": {
            "text": "8. Moore ( 2012 , 81) discusses of the “transgressive” qualities of the Inspiral Carpets’ “Weakness,” which is a good example of this flipped major/minor mediant clash.",
            "citations": [
                "moore_2012"
            ]
        },
        "FN9": {
            "text": "9. The modal conflict in “Gangsta” is reminiscent of the polymodal clashes that Bartók famously employed in his “Six Dances in Bulgarian Rhythm” from Book Six of Mikrokosmos ; a good example is the first dance, which superimposes E ionian and E phrygian. James Brown’s “Ain’t It Funky Now (Part 1)” is another relevant parallel; its many superimposed musical layers result in chromatic clashes involving 3 ̂ , 4 ˆ , and 7 ˆ . As Everett ( 2008 , 168) argues, these clashes have the effect of “[doing] away with the tonal center entirely,” though the strong tonal implications of the bridge should also be acknowledged.",
            "citations": [
                "everett_2008"
            ]
        },
        "FN10": {
            "text": "10. These chromatic melodic inflections rely on a degree of harmonic disconnectedness — what Allan Moore ( 1995 , 189) and David Temperley ( 2007 , 324) have called a divorce — between melody and accompaniment that has been widely observed in rock. Many theorists have acknowledged that the relatively loose coordination between rock music’s melodic and harmonic layers helps account for the music’s dynamism and energy. Temperley ( 2007 ) has investigated these idiomatic interactions between melody and harmony in a wide-ranging study of rock music, while Drew Nobile ( 2015 ) has proposed several additional classifications of melodic-harmonic divorce. One of Nobile’s categories is loop divorce , in which the melody provides a sense of tonal direction that the chord progression (usually a repeating cycle of chords, or “chord loop”) fails to deliver ( 2015 , 193–94).",
            "citations": [
                "moore_1995",
                "temperley_2007",
                "temperley_2007",
                "nobile_2015",
                "nobile_2015"
            ]
        },
        "FN11": {
            "text": "11. The strumming pattern of the ukulele is simplified in Example 6 for practical purposes. The actual rhythm of the ukulele consists of improvisations based on the following two strumming patterns:",
            "citations": []
        },
        "FN12": {
            "text": "12. Though the dorian-defining flat-7 is missing from this excerpt of “Little Tiger,” the i-IV shuttle (see note 13, below) strongly evokes the dorian mode because of associations to countless examples from the rock literature, including, to name a few from Spicer ( 2017 ), several of the most famous songs from 1970’s-era Pink Floyd and Santana.",
            "citations": [
                "spicer_2017"
            ]
        },
        "FN13": {
            "text": "13. Tagg ( 2009 , 281) has coined the term “chord shuttle” for this type of static two-chord loop.",
            "citations": [
                "tagg_2009"
            ]
        },
        "FN14": {
            "text": "14. As Temperley ( 2007 , 335) has noted, this sort of loose harmonic coordination between the two layers is especially common in the verses of rock songs.",
            "citations": [
                "temperley_2007"
            ]
        },
        "FN15": {
            "text": "15. The “Something” chord sequence (IV— ♭ III—V—I) is a slight reordering of I— ♭ III—IV—V—I, which Everett ( 2009 , 265) argues is one of rock music’s most common four-chord progressions derived from harmonizing the notes of the minor pentatonic scale.",
            "citations": [
                "everett_2009"
            ]
        },
        "FN16": {
            "text": "16. It should be noted that the melody of the entire song moves freely between 7 ˆ and ♭ 7 ˆ ; its pitch content is more flexible and varied than what is implied in the notated excerpt.",
            "citations": []
        },
        "FN17": {
            "text": "17. This layer-by-layer unfolding of the components of the groove, which Spicer ( 2004 , 33–42) calls “accumulative form,” clearly mirrors the looping process that Tune-Yards employs in its live shows.",
            "citations": [
                "spicer_2004"
            ]
        },
        "FN18": {
            "text": "18. For a thoroughly developed system for analyzing vocal timbre according to principles of phenomenology and ecology, see Kate Heidemann’s ( 2016 ) analysis of Aretha Franklin’s vocal performance in “Respect.”",
            "citations": [
                "heidemann_2016"
            ]
        },
        "FN19": {
            "text": "19. Garbus often toggles between these binary singing styles to help define the boundaries between song sections. The first two verses of “Powa,” from Who Kill (2011), offer a good illustration of this formal strategy.",
            "citations": []
        },
        "FN20": {
            "text": "20. The unmistakable Afrobeat references of Tune-Yards’ “Bizness,” from Who Kill (2011), clearly extend to formal design as well. The song employs all three of the core types of (ac)cumulative form in Spicer’s ( 2004 ) article, the first of which is particularly associated with Afrodiasporic pop music: (1) gradual textural growth in the introduction, (2) gradual textural growth over the course of the entire song, and (3) a final section that features the superimposition of several distinct melodies heard earlier in the song.",
            "citations": [
                "spicer_2004"
            ]
        },
        "FN21": {
            "text": "21. Perhaps the profound sense of resolution that can arise when seemingly disparate melodies “prove” they are able to co-exist is the reason that this compositional strategy occurs so frequently in finale numbers of musicals. The finale from Rent provides a good example of this phenomenon.",
            "citations": []
        },
        "FN22": {
            "text": "22. One can find precedents for this sort of bimodality in 1970s rock, as Everett ( 2008 ) has shown with Alice Cooper’s “School’s Out” and Aerosmith’s “Walk This Way,” but also in 1980s hip hop, as epitomized in Public Enemy’s “Night of the Living Baseheads,” which is based on two sample-derived background grooves in B dorian and C minor, respectively.",
            "citations": [
                "everett_2008"
            ]
        },
        "FN23": {
            "text": "23. In a 2014 interview, Garbus described her desire to “go strange places” melodically and experiment with “weird” forms ( Dayal 2014 ).",
            "citations": [
                "dayal_2014"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] As David Heetderks ( 2015 ) has demonstrated in this journal, chromatic experimentation is an identifying feature of a subgenre of post-millennial indie music that critics have variously labeled experimental pop, art rock, and “Pitchfork Pop.” (1) This subgenre includes bands such as Dirty Projectors, Grizzly Bear, Deerhunter, Mew, and Radiohead, all of whom use chromatically adventurous chord progressions and voice-leading techniques to help differentiate themselves from the mainstream.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "heetderks_2015"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Tune-Yards, an experimental pop group based in Oakland, CA, also resides squarely within the boundaries of Pitchfork Pop, yet its unique approach to chromaticism has yet to be discussed in detail. Pitchfork.com featured Tune-Yards on its list of Top 100 Albums of 2010–2014 and at its 2014 Pitchfork Music Festival in Paris, and praised the band’s 2011 breakout album, Who Kill , for its “idiosyncratic” and “individualistic” qualities, which Heetderks ( 2015 ) has argued are code words for “outside the mainstream” and thus function as stamps of indie authenticity. Beyond Pitchfork , critical coverage of Tune-Yards tends to favor the same or similar descriptors, suggesting an unofficial consensus concerning Tune-Yards’ de facto membership in the cadre of current experimental pop bands that Heetderks ( 2015 ) discusses in his analysis. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "heetderks_2015",
                    "heetderks_2015"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] “Jumping Jack” is a track from the band’s debut album that embodies many of the group’s musical tendencies that critics have deemed idiosyncratic; the song features an “endearingly idiosyncratic” performance persona ( Ganz 2011 ), an “idiosyncratic sonic pallet” ( Walters 2014 ), and an “idiosyncratic patchwork of textures and references” ( Fink 2014 ). (3) There is also a decidedly idiosyncratic clash between G and G ♯ in “Jumping Jack,” suggesting that any explanation of the group’s musical idiosyncrasies is incomplete without a discussion of pitch. Example 1 . Tune-Yards, “Jumping Jack” (2009), verse 1 (click to enlarge and listen)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "ganz_2011",
                    "walters_2014",
                    "fink_2014"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] The transcription in Example 1 illustrates how the pitch content of the accompaniment of “Jumping Jack” is separated into two layers: the glass bottles contain G ♯ , while the ukulele features a recurring G ♮ . The major pentatonic melody suggests that the voice belongs to Layer 1, combining with the glass bottles to produce an aggregate of B mixolydian. In this context, the G ♮ is out of place: it is the only pitch in the texture that does not belong to the B mixolydian mode (the red and blue noteheads are used simply to highlight the two pitches in chromatic conflict). Example 2 . Public Enemy, “Don’t Believe the Hype” (1988), chorus (0:49–0:59) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] It must be noted that the chromaticism in “Jumping Jack” bears little resemblance to the pitch techniques that Heetderks ( 2015 ) ascribes to post-millennial art rock bands. Heetderks classifies these chromatic techniques into three schemata, all of which deal primarily with the horizontal dimension: that is, although these bands regularly employ seventh chords and denser harmonies, the chromaticism that Heetderks finds of primary interest lies in the relationships between the chords, rather than between individual pitches within vertical sonorities. “Jumping Jack,” by contrast, is harmonically static; the chromatic clashes arise from the vertical “stacking” of conflicting layers. This layer-based approach brings to mind several diverse antecedents, such as the polymodal clashes in Bartók’s Mikrokosmos and the blues-derived major/minor third dissonance that arises between the interlocking musical layers of James Brown’s “Super Bad,” “Hot Pants,” and “Cold Sweat.” Yet of the many musical parallels, the most compelling may be the chorus of Public Enemy’s “Don’t Believe the Hype,” which, appropriately, samples several James Brown songs, including the guitar part from “I Got Ants in My Pants (Parts 1, 15 & 16).” The voice and guitar loops are singled out in the transcription in Example 2 to highlight the chromatically conflicting pitches within the global B ♭ mixolydian pitch space.",
                "footnotes": [],
                "citations": [
                    "heetderks_2015"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] As is the case with “Jumping Jack,” a dissonance that initially seems incidental (in both songs, the dissonant note is the chromatically lowered submediant) takes on greater significance when it is embedded into the core fabric of the song, recurring over and over again in a repeating loop. (4) There is a consistent division of pitch resources between the two layers: in Example 2, Layer 2 contains only the unaltered form of B ♭ mixolydian’s submediant scale degree (G), while Layer 1 contains only the chromatically inflected submediant ( G ♭ ). As is inevitable in sample-based music, the layers are harmonically static, which ensures that neither of the two pitches migrates to the other layer. The two songs benefit from another common feature of music constructed from looped snippets of recorded music, a process in which sounds initially parsed as unpitched (the percussive glass bottles in Example 1, the spoken “don’t” in Example 2) are increasingly heard as having meaningful pitch content with each repeated hearing. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Chromatic inflection is a common feature of pop music, but Tune-Yards’ brand of chromaticism is notable for two reasons. First, the band’s pitch clashes are unusually adventurous, encompassing chromatic inflections of virtually every diatonic scale degree. Second, the sheer pervasiveness and musical variety of the pitch clashes in Tune-Yards’ music is remarkable. Though pop music abounds with examples of chromatically “split” scale degrees other than the mediant, they appear somewhat sparingly within the output of a single artist, and when they do arise they are usually confined to specific musical contexts. In the music of Tune-Yards, by contrast, widespread chromatic clashes appear everywhere and in every way: they are vertical and horizontal, subtle and exaggerated, and in this sense they represent a truly core element of the band’s pitch language to a degree that is uncommon.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] The purpose of this article is to demonstrate the richness and versatility with which these chromatic clashes function in Tune-Yards’ music, and also to widen Heetderks’s discussion of chromaticism in current experimental pop to include styles with more explicit ties to sample-based music such as hip hop. In accomplishing the latter goal, I hope to connect Heetderks’s research with recent efforts by Adams ( 2008 , 2016 ), Boone ( 2013 ), and Malawey ( 2010 ) to address pitch organization in various types of loop-based pop music, all of which employ a multilayered formal design that resembles many of the songs in this article. (6) In the following sections of this essay, I will categorize Tune-Yards’ chromatic procedures into three general approaches: Caught in the Looper , Chromatically Inflected Melody , and Accompaniment-Derived Chromaticism . I will also consider ways in which these pitch techniques relate to other aspects of the band’s musical language, including intonation, timbre, lyrics and form. 2. Caught in the Looper",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "adams_2008",
                    "adams_2016",
                    "boone_2013",
                    "malawey_2010"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] There is arguably no more compelling testament to Tune-Yards’ hip hop influence than the group’s live show, at which critics such as Perpetua ( 2011 ) have marveled for its “high-stakes” theatrics. The band frequently constructs songs from samples recorded in the moment, using a looping pedal to layer them one at a time without the aid of a quantizer or click track. It is not unusual for a stray yelp from the audience or a clinking of glasses from the bar to find its way into one of the loops, thus remaining “stuck” in the song for its entire duration. Example 3 . Tune-Yards, “Safety” (2009), verse 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "perpetua_2011"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Tune-Yards’ recorded output includes several songs like “Jumping Jack” (Example 1), whose chromatic clashes are directly related to the looping process. In the first compositional technique discussed here, seemingly incidental chromatic inflections are “caught in the looper,” producing dissonances that are magnified by sheer repetition. Several Tune-Yards songs, including those based only metaphorically on the process of sampling, feature dissonances that arise from this compositional process. In “Safety” ( Example 3 ), though the melody and accompaniment layers are not actual looped samples, they are nevertheless repetitive and harmonically static. The C ♭ in the melody, which sounds like an intentionally unbluesy blue note, (7) registers as an anomaly on an otherwise serenely diatonic surface, a blemish intensified by its highly dissonant relationship with the simultaneous entrance of the supertonic in the accompaniment, as well as by the slight digital distortion that accompanies this entrance.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The chromaticism in “Safety” is casual but deliberate, as if singer Merrill Garbus is daring the listener to catch it. On first listen, it sounds as if Garbus is simply singing an out-of-tune B ♭ , representing one of several instances in which Tune-Yards blurs the distinction between chromaticism and intonation. In “Safety,” the simple stepwise melody, singing style that favors a soft head voice, and innocuous major-mode accompaniment all reinforce the façade of suburban tranquility depicted in the lyrics. The dissonant C ♭ pokes a small hole in this façade, a hole that becomes gaping in the following section when repressed anxiety gives way to open paranoia in the lyric, “I have no safety here, you people stab me.” Example 4 . Tune-Yards, “Water Fountain” (2014), chorus 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] “Water Fountain” (see Example 4 ) provides another interesting example of a subtly aberrant take on the clash between 3 ˆ and ♭ 3 ˆ , a normative feature of blues-derived rock and pop music. While it is not at all unusual for a pop song to contain both the major and minor inflections of the mediant scale degree, it is the melody that usually contains the ♭ 3 ˆ from the minor pentatonic scale, as Everett ( 2004 ) explains in his “Type 4” rock tonal system. The “flipped” version, where the melody contains the major pentatonic or mixolydian scale and the accompaniment has the minor mediant, is significantly less common and thus sounds vaguely wrong — the harmonic equivalent of clapping on the 1 st and 3 rd beats of a funk groove. (8) Example 5 . Tune-Yards, “Gangsta” (2011), chorus (click to enlarge and listen)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "everett_2004"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Whereas the dissonance in “Safety” and “Water Fountain” is confined to the mediant, the widespread chromatic clashes in the chorus of “Gangsta” ( Example 5 ) illustrate a more extreme version of the Caught in the Looper technique. The chromatic clashes between the melody and accompaniment layers, as transcribed in Example 5, suggest the simultaneous existence of E ♭ mixolydian and E ♭ phrygian. The sense of independence between the static layers is more profound than in previous examples because Merrill Garbus’s vocal melody and Nate Brenner’s bass line share only one pitch ( B ♭ ), and because the bass’s downbeat arrival a half-step above the tonic is considerably disorienting, enough to potentially throw the identity of the tonic into question. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Merrill Garbus’s variable vocal intonation in the chorus of “Gangsta” reinforces the impact of the song’s pervasive chromatic clashes by adeptly negotiating the boundaries between song and speech; though a few target pitches anchor the phrase, there is a sense that the vocal melody is coming unhinged from its scalar underpinnings. The general sense of musical unraveling that governs the chorus of “Gangsta” is a fitting analog to the lyrics, which suggest an abiding fear and paranoia. 3. Chromatically Inflected Melody Example 6 . Tune-Yards, “News” (2009), verse 1, fourth phrase (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Though a handful of songs from Tune-Yards’ recorded output contain chromatic clashes that arise from the layering of truly static musical loops, a more normative type of blues/rock pitch organization, in which the vocal melody provides chromatic inflections over a harmonically repetitive accompaniment, is the source of many of the dissonances in the band’s music. (10) In “News,” which is transcribed in Example 6 , (11) the minor-inflected third scale degree is an unremarkable accented passing tone in the melody’s scalar descent — another unbluesy blue note that evokes the melody of “Safety” (see Example 3). In “News,” Garbus sings with the comical precision of an elementary school music teacher delivering a lesson on the blues scale. Example 7 . Tune-Yards, “News” (2009), verse 2, third phrase (syllables with naturally occurring phonetic accents are in bold text) (click to enlarge and listen)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Garbus’s treatment of the would-be blue note projects a naïveté that belies the potentially weighty subject matter of the song — an ultimatum delivered to a cruel lover. In “News,” several musical factors reinforce this naïveté, including the matter-of-fact “thwacking” sound (and straightforward eighth-note rhythm) of the percussion part, as well as the humorous reversal of accented syllables in the second verse. It is hardly a coincidence that this flipping of metrical accents on “birds” and “sing” ( Example 7 ) occurs when the lyrics take a turn towards the whimsical. Example 8 . Tune-Yards, “Little Tiger” (2009), verse 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Though Tune-Yards’ music contains plenty of clashes between the major and minor mediant, the band’s chromatic melodic inflections range beyond those involving the mediant scale degree, and consequently into less normative territory. In particular, Tune-Yards has a special fondness for dissonant clashes involving the submediant scale degree, which occur in many of the band’s songs in addition to “Jumping Jack” (Example 1). The melody of “Little Tiger” ( Example 8 ) features a pungent B ♭ (and, later, an A ♭ ) over a static D dorian ukulele accompaniment. (12) Everett ( 2008 ) has pointed out that this type of aeolian/dorian modal mixture was popular among late-1960s British (and, especially, British-influenced American) rock bands, to which songs such as Strawberry Alarm Clock’s “Incense and Peppermints” and the Zombies “She’s Not There” attest. One important difference to note, however, is that these two songs feature relatively busy chord progressions that harmonize the chromatic melodic inflections as chord tones; this practice differs from that of “Little Tiger,” which has a static modal accompaniment that helps create the vertical clashes between the dorian mode’s 6 ˆ and the aeolian mode’s ♭ 6 ˆ .",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "everett_2008"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Though both “Jumping Jack” and “Little Tiger” exemplify chromaticism involving the submediant, the device’s musical impact on each song is quite different. Where the submediant clash in “Jumping Jack” enhances the eccentricity and whimsy of the lyrics and rhythmic groove, it works in concert with other musical parameters to convey a foreboding atmosphere in “Little Tiger.” In the second measure of Example 8, singer Merrill Garbus intensifies the chromatic clash by emphasizing the lowered submediant ( B ♭ ) with a change in vocal timbre, a subtle dynamic accent, and a slight bend in pitch. This brief but unsettling moment presages the haunting imagery of the next lyric: “Bread made of blood comes from a blood red dough.” The lowered dominant scale degree ( A ♭ ) in the final measure of Example 8 intensifies the dark character of this passage, as does the timbral emphasis on the “o” of “radio,” which Garbus accentuates with a dramatic bend in pitch and exaggerated diphthong. Example 9 . Tune-Yards, “Little Tiger” (2009), verse 2 (final phrase) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] It is worth lingering for a moment on “Little Tiger” because of the way in which the song blurs boundaries between dissonant pitch relationships and deliberate tuning discrepancies. Example 9 presents a transcription of the end of the second verse, just before the chorus begins. As the ukulele accompaniment continues in D dorian, the vocal melody is suddenly and noticeably out of tune. Over the course of the phrase, the voice slowly drifts back to equal temperament, eventually locking back into standard tuning on the final G ♯ of the excerpt.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] One can offer several musical explanations for this manipulation of vocal intonation. The wavering pitch of the G ♯ in the second measure of Example 9 heightens the instability of an already dissonant pitch, creating the conditions for a more poignant and satisfying resolution to G ♮ on the downbeat of the following measure, which marks the beginning of the chorus. The singer’s intentionally unsteady intonation also makes her portrayal of the implied narrative persona more convincing. The lyrics of the second verse, “If every object has its root in a lie, always check the mirror to make sure you exist every time you pass by” suggest profound disillusionment and self-doubt. Garbus’s half-spoken intonation, minimal enunciation, and soft dynamic level evoke a sense of depression and hopelessness, as though the singer questions whether her plea for mercy is even worth making. Example 10 . Tune-Yards, “Sunlight” (2009), verse 2, mm. 1–2 (click to enlarge and listen) Example 11 . Tune-Yards, “Sunlight” (2009), verse 2, mm. 5–8 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] As is the case with “Little Tiger,” the chromatic inflections of the vocal melody of “Sunlight” become more pervasive as the verse progresses. As illustrated in Example 10 , “Sunlight” begins more like a Caught in the Looper example, with a clash between the supertonic scale degrees of the seemingly static melody and accompaniment layers. Neither the D nor the D ♭ are a more compelling member of any primary macroharmony, hence the color choices of the pitches in Example 10 is somewhat arbitrary. Like “Little Tiger,” the “Sunlight” melody punctuates its descending contour by pairing ♭ 6 ˆ and ♭ 5 ˆ , as shown in Example 11 . In this case, the A ♭ in m. 7 is a comparatively normative melodic cross relation with the A that occurs earlier in the vocal melody (Strawberry Alarm Clock’s “Incense and Peppermints” once again serves as a helpful parallel), while the G ♭ in m. 8 causes a cross relation that is expressed both melodically and harmonically, clashing with the G ♮ in m. 7 of the vocal melody but also with the recurring G in the accompaniment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] As is customary in the music of Tune-Yards, these dissonant clashes reverberate throughout other aspects of the song’s structure. “Sunlight” begins as a plea for anonymity; the lyrics of the first phrase are “See me me me me in the picture / take it down,” which Garbus sings in her most cautious, introverted voice. In the second verse, the dissonances compound as the narrator digs herself deeper into a hole of self-doubt. The clash between the two supertonic scale degrees is further echoed by the syntactic dissonance of the lyric, “who’s it cry,” which comes across as a grammatically incoherent jumble of words.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] The final noteworthy type of chromatic melodic inflection in the music of Tune-Yards might be dubbed the Fleeting Neapolitan . This brief chromatic lowering of 2 ˆ tends to appear in contexts of relatively high energy and activity, especially in comparison to the more languorous quality of ♭ 6 ˆ and ♭ 5 ˆ in “Little Tiger” and “Sunlight.” The verses of two songs, “Gangsta” and “ABC 123” ( Examples 12 and 13 ) provide instructive examples of the way Tune-Yards handles this type of supertonic inflection. In both songs, once the mixolydian mode is established, the vocal melody introduces a single momentarily lowered supertonic. In “Gangsta,” the dissonance of the F ♭ is accentuated by an abrupt change in vocal timbre, in which Garbus briefly abandons her breathy head voice. The lowered supertonic in the melody of “ABC 123,” which has no special vocal treatment, seems intended to produce a “blink-and-you’ll-miss-it” effect. Example 12 . Tune-Yards, “Gangsta” (2011), verse 2 (click to enlarge and listen) Example 13 . Tune-Yards, “ABC 123” (2018), verse 1 (click to enlarge and listen) 4. Accompaniment-Derived Chromaticism",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In the third category of chromatic clashes, shifting pitch content in the accompaniment causes cross relations with the melody, which may or may not include chromatic inflections of its own. In the following two examples, the second harmony in a repeating two-chord shuttle (13) contains at least one pitch that grates against a melody that lingers in a static pitch collection. (14) In “Riotriot” ( Examples 14a and 14b ), the vocal melody remains fixed in D dorian even when the E ♭ maj7( ♯ 11) /D chord introduces pitches that are foreign to the mode. Tune-Yards employs a similar device in “Wooly Wolly Gong” ( Example 15 ), though in this case the cross relation is between the diatonic and chromatically lowered 7 ˆ , which occurs when the V 7 chord in the ukulele is transposed up a perfect fourth to a major-minor-seventh chord built on the tonic. The ukulele first introduces this clash in the fourth measure of the introduction (see Example 16 ), but in this instance it is the chromatically raised 7 ˆ that clashes with the B ♭ phrygian mode. Example 14a . Tune-Yards, “Riotriot” (2011), verse 1, third phrase (click to enlarge and listen) Example 14b . Tune-Yards, “Riotriot” (2011), verse 1, fourth phrase (click to enlarge and listen) Example 15 . Tune-Yards, “Wooly Wolly Gong” (2011), chorus (click to enlarge and listen) Example 16 . Tune-Yards, “Wooly Wolly Gong” (2011), ukulele introduction (click to enlarge and listen)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] “For You” also features an interesting clash involving chromatic inflections of 7 ˆ , although the melody is less rooted in a static pitch collection than that of “Wooly Wolly Gong.” The use of modal mixture in the chord progression of “For You” is reminiscent of the introduction to the Beatles’ “Something,” a reduction of which is provided in Example 17 . (15) As shown in Example 18 , the chord loop that forms the harmonic basis of “For You” adapts the “Something” progression by omitting the opening subdominant chord and modifying the outer voices. Example 17 . The Beatles, “Something” (1969), voice-leading reduction (click to enlarge and listen) Example 18 . Tune-Yards, “For You” (2009), reduction of introduction (first two phrases) (click to enlarge and listen) Example 20 . Tune-Yards, “For You” (2009), verse 1 (third phrase) (click to enlarge and listen)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] When the third iteration of the introductory chord loop begins at around 0:20, the ukulele introduces a new upper voice an octave above the bass, and a chromatic clash results when the upper and lower voices ascend at different speeds. Examples 19a and 19b show that both the upper and lower voices begin on G ♮ . When the lower voice ascends to G ♯ , the upper voice lingers on the G ♮ instead of proceeding in parallel octaves; by the time the upper voice ascends to G ♯ , the lower voice has already resolved to the tonic ( A ♮ ). This clash between the diatonic and chromatically inflected versions of 7 ˆ resurfaces in the third phrase of the first verse, as transcribed in Example 20 . (16) Example 19a . Tune-Yards, “For You” (2009), transcription of ukulele introduction (third phrase) (click to enlarge) Example 19b . Tune-Yards, “For You” (2009), reduction of introduction (third phrase) (click to enlarge and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] “Doorstep” differs from the other songs in this category because the accompaniment is a bass line with true melodic significance instead of a chord loop, which allows for the subtle chromatic inflections in both the vocal and bass lines to subvert the superficially placid mood that pervades the song. Several musical factors conspire to evoke a sense of stability in “Doorstep.” Though the introductory percussion groove is heavily syncopated, each component is introduced in succession, allowing the listener to easily apprehend each stage of the groove’s construction. (17) The timbre of the drums is clear and natural; the recording and mixing techniques are intended to capture their acoustic sound as faithfully as possible. Example 21 . Tune-Yards, “Doorstep” (2011), chorus, with dashed slurs indicating chromatic passing tones (click to enlarge and listen)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The opening chorus of “Doorstep,” as shown in Example 21 , does little to disrupt the song’s pleasantly unobtrusive mood: the unadorned major pentatonic vocal melody is reminiscent of a nursery rhyme, the melodic rhythm is straightforward and predictable, Garbus sings in a head voice that sounds physically comfortable, and the timbre of her voice is crisp and clear, affected only by double-tracking and some mild reverb. Her pitch is also precise to the point of sounding clinical, which suggests an incongruously dispassionate affect, considering the weighty lyrics. The lowered sixth and third scale degrees are introduced as chromatic passing tones, and thus create minimal tension. Example 22 . Tune-Yards, “Doorstep” (2011), verse 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] The bass line, which enters in the first verse ( Example 22 ), features chromatic incomplete neighbor tones that reinforce the motivic significance of the descending half-step resolution of ♭ 6 ˆ to 5 ˆ , later transposing it up a perfect fourth ( ♭ 2 ˆ to 1 ˆ ). The acuteness of the chromatic clashes in Example 22 is mitigated to some degree by the considerable registral, timbral, and temporal separation between the voice and bass; the resulting dissonance is subtle, allowing it to function as a nuanced musical echo of the politically charged lyrics. 5. Chromatic Clashes and Lyrics Example 23 . Summary of lyrical consonance and dissonance in five Tune-Yards songs (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] In many of the songs I’ve analyzed, the aesthetic preferences that inform Tune-Yards’ use of chromaticism clearly extend to the way the band approaches lyrics. Several songs contain bracing lyrical “clashes” — juxtapositions of images and emotions that swing wildly between extremes. In the chart in Example 23 , these lyrical extremes are classified as consonant and dissonant; the consonant lyrics are innocuous or unremarkable, while the dissonant lyrics are jarring and vivid. Except when the excerpts belong to different sections of a song as indicated in the chart, the dissonant lyrics immediately follow the consonant lyrics. Example 24 . Vivid or violent lyrics that Merrill Garbus sings in a precise head voice (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] These lyrical juxtapositions are sometimes heightened by an apparent contradiction between the emotional content of the text and the connotations of the singer’s vocal timbre. Merrill Garbus has an enormously versatile repertoire of vocal styles and techniques at her disposal, among them a straining chest voice and a controlled head voice. (18) Suzanne Cusick has proposed understanding these methods of vocal production in terms of sex and gender identity, contrasting the “adolescent male angst” of Eddie Vedder’s chest voice at the upper limits of its register with the clear and precise “feminine” harmonizing of the Indigo Girls ( Cusick 1999 , 35). (19) Though one might expect the most emotionally charged lyrics to warrant the equally raw connotations of the straining chest voice, Garbus usually opts for a precise head voice when singing her most violent and vivid lyrics (see the chart in Example 24 ). The resulting incongruity between the emotional tone of the lyrics and the singing style could be interpreted as calling attention to the discordant lyrics, adding a layer of irony or some other commentary, or mitigating the harshness of the text. 6. Chromatic Clashes and Form",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "cusick_1999"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] In its more recent music, Tune-Yards has experimented with formal models influenced by its favored compositional process of musical layering. Several songs from the group’s third album, Nikki Nack (2014), employ what Mark Spicer has called cumulative form , in which “a variety of compositional procedures can contribute to our experience of a musical work as somehow always aiming toward a certain moment of culmination” ( Spicer 2004 , 30). Though Spicer proposes several categories of (ac)cumulative form, all of which serve as important compositional strategies in the music of Tune-Yards, (20) I will focus on the practice of gathering two or more recognizable melodies from earlier sections of a song and superimposing them in the song’s final section, a familiar feature of American musical numbers (Irving Berlin’s “Play a Simple Melody [1914]” and Stephen Schwartz’s “All for the Best” [1971] are two examples). As Spicer observes in his analysis of Chumbawamba’s “Tubthumping,” this compositional device is effective because it provides a satisfying moment of insight, when the listener realizes that melodies previously heard in isolation were in fact “destined to fit together” ( Spicer 2004 , 58–59). (21) Example 25 . Tune-Yards, “Find a New Way” (2014), form chart (click to enlarge and listen) Example 26 . Tune-Yards, “Water Fountain” (2014), chorus 1 (click to enlarge)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "spicer_2004",
                    "spicer_2004"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] The basic formal structure of “Find a New Way,” the first song from Nikki Nack , exemplifies Tune-Yards’ use of cumulative form. As Example 25 illustrates, “Find a New Way” begins with a straightforward alternation between verse and chorus, but soon introduces a second, distinctive chorus section. The final section of the song presents both chorus melodies in counterpoint.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] “Water Fountain,” which immediately follows “Find a New Way” on Nikki Nack and is discussed earlier in Example 4, uses a similar formal procedure but includes some interesting nuances that deserve a more detailed look. The first chorus of “Water Fountain,” transcribed in Example 26 , is in D ♭ mixolydian. As with “Find a New Way,” “Water Fountain” introduces a second chorus melody ( Example 27 ) later in the song, but this time in the chromatic mediant key of F mixolydian, a relatively distant pitch collection. (22) When the two choruses are heard in counterpoint at the end of the song (see Example 28a ), they remain in their original keys of D ♭ mixolydian and F mixolydian, and the resulting bimodality causes several chromatic clashes. Yet in spite of this chromaticism, the concurrent presentation of the two melodies at the conclusion of the song still manages to provide the sort of formal resolution that traditionally characterizes cumulative form. Example 27 . Tune-Yards, “Water Fountain” (2014), chorus 2 (click to enlarge and listen) Example 28a . Tune-Yards, “Water Fountain” (2014), final chorus (click to enlarge and listen) Example 28b . Tune-Yards, “Water Fountain” (2014), melodic fragments in the final chorus with arrows indicating antiphonal relationships (click to enlarge and listen)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] A few other characteristics of “Water Fountain” are worth noting. First, as in the verse of “Doorstep” (Example 22), the content of each layer is not completely fixed; the bass line migrates from Layer 2 (F mixolydian) to Layer 1 ( D ♭ mixolydian) in m. 5 of Example 28a. Second, though the vocal melodies remain locked into their respective layers, they are chopped up into fragments, occasionally suggesting antiphony (see Example 28b ). Finally, it should be noted that the collage-style design of the final chorus is clearly influenced by the current accessibility of digital audio editing technology, just as Spicer ( 2004 ) argues that rapid advances in recording studio sophistication in the late 1960s and early 1970s impacted the (ac)cumulative compositional methods of bands such as the Beatles, Pink Floyd, and Queen.",
                "footnotes": [],
                "citations": [
                    "spicer_2004"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] As the analyses in this paper demonstrate, Tune-Yards has fashioned an idiosyncratic brand of chromaticism that relies on incorporating extreme versions of normative pop devices into its pitch language, thereby maximizing the harmonic limitations of music fundamentally conceived in terms of concurrent, semi-independent layers. Though Tune-Yards has more recently embraced styles of production and song structure that are typically associated with commercial pop and R&B, the band has consistently viewed its music as existing at the margins of mainstream culture and has expressed ambivalence about it being appropriated into contexts of mass consumerism ( Richardson 2011 ). Singer Merrill Garbus has also been forthright about her desire to continue exploring beyond traditional pop music boundaries. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "richardson_2011"
                ]
            }
        },
        {
            "6.6": {
                "text": "[6.6] As Heetderks’s research confirms, the mere fact that Tune-Yards uses chromaticism to situate itself on the fringes of mainstream pop is not particularly noteworthy. On the other hand, the fact that the group achieves this chromaticism through methods that differ so dramatically from the techniques favored by its peers should prompt a widening of the analytical lens in future investigations of pitch organization in post-millennial experimental pop music. Future research along these lines might pursue an analytical approach equally informed by Heetderks ( 2015 ) and theorists such as Adams ( 2008 , 2016 ), Boone ( 2013 ), and Krims ( 2003 ), all of whom have studied the pitch relationships between harmonically static layers in hip hop and other DJ-derived styles, but not in current indie rock specifically. Attention to a greater variety of chromatic procedures in current pop, particularly those that arise from a layering process, might also allow for detailed analytical studies of a broader range of pop subgenres.",
                "footnotes": [],
                "citations": [
                    "heetderks_2015",
                    "adams_2008",
                    "adams_2016",
                    "boone_2013",
                    "krims_2003"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.3.conklin.html",
    "data": "mto/data/mto.19.25.3.conklin.json"
}