{
    "title": "Nature’s Voice in Crumb’s <i>An Idyll for the Misbegotten</i>",
    "date": "2017/03/01",
    "volume": "23",
    "issue": "1",
    "authors": [
        "Cook, Robert C."
    ],
    "abstract": "George Crumb prefaces the score toAn Idyll for the Misbegottenwith a note identifying humankind as the “misbegotten,” rulers of an environmentally “dying world.” Crumb’s piece responds to these thoughts by evoking the “voice of nature.” To have a voice is to have acoustic agency, to have one’s presence acknowledged and heard. In this article, I explore what it means for nature and music to have voice in this sense, and how Crumb’sIdyllmay be heard to sing in nature’s voice. I investigate the role played in the work by a quotation of Debussy’sSyrinx, pertinent themes of voice and nature in the tales of Syrinx and Io by the Roman poet Ovid, and the aesthetic tendencies of American ecological thought, represented by Aldo Leopold. I show how Crumb subtly acknowledges the inseparability of culture and environmental impact, while simultaneously summoning listeners out into a soundscape in which Nature’s voices speak.",
    "keywords": [
        "quotation",
        "nature",
        "voice",
        "ecology",
        "Crumb",
        "Debussy"
    ],
    "doi": "",
    "received": "September 2013",
    "pdf": "http://mtosmt.org/issues/mto.17.23.1/mto.17.23.1.cook.pdf",
    "author_info": [
        {
            "name": "Robert C. Cook",
            "university": "University of Iowa",
            "address": "Iowa City, IA 52242",
            "email": "robert-c-cook@uiowa.edu"
        }
    ],
    "citations": {
        "allen_2011": "Allen, Aaron S. 2011. “Ecomusicology: Ecocriticism and Musicology.” Journal of the American Musicological Society 62 (2): 391–94.",
        "allen_2012": "Allen, Aaron S. 2012. “‘Fatto di Fiemme’: Stradivari’s Violins and the Musical Trees of the Paneveggio.” In Invaluable Trees: Cultures of Nature, 1660–1830 , edited by Laura Auricchio, Elizabeth Heckendorn Cook, and Giulia Pacini, 301–15. SVEC 8. Oxford: Voltaire Foundation.",
        "barolsky_2003": "Barolsky, Paul. 2003. “Ovid’s Web.” Arion 11 (2) (Fall): 45–77.",
        "bass_1991": "Bass, Richard. 1991. “Sets, Scales, and Symmetries: The Pitch-Structural Basis of George Crumb’s Makrokosmos I and II.” Music Theory Spectrum 13 (1): 1–20.",
        "bass_1994": "Bass, Richard. 1994. “Models of Octatonic and Whole-Tone Interaction: George Crumb and His Predecessors.” Journal of Music Theory 38: 155–186.",
        "bate_2000": "Bate, Jonathan. 2000. The Song of the Earth . Harvard University Press.",
        "bruns_1993": "Bruns, Steven. 1993. “‘In stilo Mahleriano’: Quotation and Allusion in the Music of George Crumb.” American Music Research Center Journal 3: 9–39.",
        "bruns_2005": "Bruns, Steven. 2005. “ Les Adieux : Haydn, Mahler, and George Crumb’s Night of the Four Moons .” In George Crumb and the Alchemy of Sound: Essays on His Music , edited by Steven Bruns and Ofer Ben-Amots, 101–32. Colorado College Music Press.",
        "buell_2005": "Buell, Lawrence. 2005. The Future of Environmental Criticism: Environmental Crisis and Literary Imagination . Blackwell Manifestos. Blackwell.",
        "cavarero_2005": "Cavarero, Adriana. 2005. For More than One Voice: Toward a Philosophy of Vocal Expression. Translated by Paul A. Kottman. Stanford University Press.",
        "chakrabarty_2009": "Chakrabarty, Dipesh. 2009. “ The Climate of History: Four Theses.” Critical Inquiry 35 ( 2) (Winter): 197–222.",
        "chinese_text_initiative_1997": "Chinese Text Initiative. 1997. Tang Shi San Bai Shou = 300 Tang Poems. Chinese version edited by University of Virginia based on Wei-chang Shan’s electronic version. English translations from The Jade Mountain , trans. Witter Bynner, Knopf, 1920. Translations of poems 001, 003, 039, 040, 042, 083 and 084 from 300 Tang Poems , ed. Yuan-zhong Xu, Bei-yei Loh, and Juntao Wu (Commercial Press, 1987). Translations of poems 190, 191, 193 from Perspectives on the Tang , ed. by Arthur Wright and Denis Twitchett, Yale University Press, 1973. http://xtf.lib.virginia.edu/xtf/view?docId=Chinese/uvaGenText/tei/300_tang_poems/HanTang.xml (accessed September 5, 2013).",
        "clarke_2005": "Clarke, Eric F. 2005. Ways of Listening: An Ecological Approach to the Perception of Musical Meaning . Oxford University Press.",
        "cook_2012": "Cook, Robert C. 2012. “Crumb’s Apparition and Emerson’s Compensation.” Music Theory Spectrum 34 (2): 1–25.",
        "cook_2013": "Cook, Robert C. 2013. “The Vocal Ecology of Crumb’s Crickets.” Journal of the Society for American Music 7, no. 2: 123–45.",
        "gibson_1966": "Gibson, James J. 1966. The Senses Considered as Perceptual Systems . Houghton Mifflin.",
        "ingold_2011": "Ingold, Tim. 2011. “Four Objections to the Concept of Soundscape.” In Being Alive: Essays on Movement, Knowledge and Description , 136–39. London: Routledge. Originally published as “Against Soundscape,” in Autumn Leaves: Sound the Environment in Artistic Practice , ed. Angus Carlyle (Double Entendre; Creative Research into Sound Arts Practice, 2007), 10–13.",
        "leopold_1989": "Leopold, Aldo. 1989. A Sand County Almanac, and Sketches Here and There . Special commemorative edition. Oxford University Press.",
        "manes_1992": "Manes, Christopher. 1992. “Nature and Silence.” Environmental Ethics 14: 339–50. Reprinted in The Ecocriticism Reader: Landmarks in Literary Ecology , edited by Cheryll Glotfelty and Harold Fromm, 15–29. University of Georgia Press, 1996.",
        "mccolley_2007": "McColley, Diane Kelsey. 2007. Poetry and Ecology in the Age of Milton and Marvell . Literary and Scientific Cultures of Early Modernity. Ashgate.",
        "ovid_1986": "Ovid. 1986. Metamorphoses . Translated by A. D. Melville. Oxford University Press.",
        "pearsall_2004": "Pearsall, Edward. 2004. “Symmetry and Goal-Directed Motion in Music by Béla Bartók and George Crumb.” Tempo 58 (228): 32–39.",
        "pearsall_2005": "Pearsall, Edward. 2005. “Dialectical Relations among Pitch Structures in the Music of George Crumb.” In George Crumb and the Alchemy of Sound: Essays on His Music , edited by Steven Bruns and Ofer Ben-Amots, 57–81. Colorado College Music Press.",
        "pedelty_2012": "Pedelty, Mark. 2012. Ecomusicology: Rock, Folk, and the Environment . Temple University Press.",
        "rehding_2011": "Rehding, Alexander. 2011. “Ecomusicology between Apocalypse and Nostalgia .” Journal of the American Musicological Society 64 (2) : 409–14.",
        "rogers_1994": "Rogers, Raymond A. 1994. Nature and the Crisis of Modernity: A Critique of Contemporary Discourse on Managing the Earth . Black Rose Books.",
        "schafer_1977": "Schafer, R. Murray. 1977. The Tuning of the World . Knopf.",
        "schenker_1954": "Schenker, Heinrich. 1954. Harmony . Edited by Oswald Jonas. Translated by Elisabeth Mann Borgese. University of Chicago Press.",
        "schmidt_2005": "Schmidt, Tracey. 2005. “Debussy, Crumb, and Musical Borrowing in An Idyll for the Misbegotten .” In George Crumb and the Alchemy of Sound: Essays on His Music , edited by Steven Bruns and Ofer Ben-Amots, 172–94. Colorado College Music Press.",
        "snyder_1990": "Snyder, Gary. 1990. The Practice of the Wild . Counterpoint.",
        "thoreau_1985": "Thoreau, Henry David. 1985. A Week on the Concord and Merrimack Rivers; Walden; The Maine Woods; Cape Cod . Library of America 28. Literary Classics of the United States.",
        "toliver_2004": "Toliver, Brooks. 2004. “Eco-ing in the Canyon: Ferde Grofé’s Grand Canyon Suite and the Transformation of Wilderness.” Journal of the American Musicological Society 57 (2): 325–67.",
        "tomlinson_1999": "Tomlinson, Gary. 1999. “Vico’s Songs: Detours at the Origins of (Ethno) Musicology.” Musical Quarterly 83 (3): 344–77.",
        "von_glahn_2011": "Von Glahn, Denise. 2011. “American Woman and the Nature of Identity.” Journal of the American Musicological Society 64 (2): 399–403.",
        "von_glahn_2013": "Von Glahn, Denise. 2013. Music and the Skillful Listener: American Women Compose the Natural World . Music, Nature, Place.: Indiana University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Cavarero 2005 , 174. On acoustic agency of the voice in music, see Cook 2013 .",
            "citations": [
                "cavarero_2005",
                "cook_2013"
            ]
        },
        "FN2": {
            "text": "2. Cavarero 2005 , 34 and 9. Cavarero further (33–41 and 79–85) links the muting, abstracting, and generalizing of logos to the visually oriented contemplation of theoria , a notion worth exploring for theor ists of an acoustic practice.",
            "citations": [
                "cavarero_2005"
            ]
        },
        "FN3": {
            "text": "3. Eric Clarke adapts James J. Gibson’s ecological psychology to the practice of music listening in Western culture, though clearly musical expression —i.e., performance—is ecological in Gibson’s terms. See Gibson 1966 , 16–26.",
            "citations": [
                "gibson_1966"
            ]
        },
        "FN4": {
            "text": "4. R. Murray Schafer ( 1977 ) defines soundscape as “any acoustic field of study” (7), but the acoustic fields in which Schafer is interested are the communal, public, and most often out-of-doors: the acoustic environment with all the out-of-doors connotations of the term. Rather than an acoustic version of a pictorial landscape, it is better understood as referring to the specifically acoustic dimension of being immersed in what Tim Ingold ( 2011 ) calls the “fluxes of the medium” in which we live and move.",
            "citations": [
                "schafer_1977",
                "ingold_2011"
            ]
        },
        "FN5": {
            "text": "5. I find it useful to spell Nature with a capital N when I mean the cultural construct, and nature with a lower-case n when I mean the living things, the Earth and its geological, hydrological, and meteorological systems, etc. The boundary between the two concepts is fuzzy, to be sure.",
            "citations": []
        },
        "FN6": {
            "text": "6. I adopt Richard Bass’s ( 1991 , 2) usage of figure for shorter, distinct pitch-rhythm gestures and strain for longer gestures.",
            "citations": [
                "bass_1991"
            ]
        },
        "FN7": {
            "text": "7. Tracey Schmidt ( 2005 , 182) regards this passage as part of the B section. This association is plausible given the shared high register, flutter-tonguing, and fortissimo or louder dynamics, but the same could be said of 6.1–7.1, which she assigns to the A section.",
            "citations": [
                "schmidt_2005"
            ]
        },
        "FN8": {
            "text": "8. On qualities of distance, memory, and nostalgia, see Steven Bruns 1993 and 2005 . These are not the qualities the quotation of Syrinx takes on in Idyll .",
            "citations": [
                "bruns_1993",
                "bruns_2005"
            ]
        },
        "FN9": {
            "text": "9. The figure is evidently widely, if not precisely, familiar. I began a presentation on Idyll to an interdisciplinary audience by playing the quotation passage only. No one guessed it was from Syrinx , but one person recognized the music of Debussy and guessed Prelude à L’après-midi d’un faune . Another guessed Stravinsky’s Le sacre du printemps .",
            "citations": []
        },
        "FN10": {
            "text": "10. Bate 2000 , 90. On the ecology, economy, and sustainability of musical woods, see Allen 2012 .",
            "citations": [
                "bate_2000",
                "allen_2012"
            ]
        },
        "FN11": {
            "text": "11. Alternatively, one might reserve G ♭ 4 for the whole-tone descent and recognize the [0, 1, 4] end of the melody. Schmidt ( 2005 , 177, Example 9-4) does so, and the choice is well motivated by Crumb’s use of [0, 1, 4] in the A section of Idyll . The [0, 1, 2, 5] tetrachord is significant in the broader interpretation of Idyll for which I argue here.",
            "citations": [
                "schmidt_2005"
            ]
        },
        "FN12": {
            "text": "12. Crumb acknowledges the influence on his music of Debussy’s works, among those of other composers. On construction and interaction of referential collections in Crumb’s music, see Bass 1991 and 1994 , and Cook 2012 .",
            "citations": [
                "bass_1991",
                "bass_1994",
                "cook_2012"
            ]
        },
        "FN13": {
            "text": "13. This article adopts the usage of Cook 2012 (3) in which each octatonic collection is indexed by a convenient dyad present in that octatonic collection but in neither of the others. The three collections are OCT C, D ♭ , OCT D ♭ ,D , and OCT C,D .",
            "citations": [
                "cook_2012"
            ]
        },
        "FN14": {
            "text": "14. Crumb’s sketches for this passage show a different conception of transpositional relations. The three figures in the strain are all present and in the same order, but between the first, which ends on A4, and the next, which ends on D4, there is an unused figure ending on B4 followed by a figure reminiscent of the previous strain. The effect is something like “first T 2 , A–B, then T 10 , D–C.” The “missing” G appears as a structural pitch of the next strain, which is an expansion of D . See Sketchbook C, 72–73, Box 9, George Crumb Papers, Music Division, Library of Congress, Washington, D. C.",
            "citations": []
        },
        "FN15": {
            "text": "15. The two constituent [0, 1, 4] trichords in this [0, 1, 4, 5] tetrachord are related by inversion about A and B ♭ . This is remarkable because, unlike much of Crumb’s music, salient inversional relations are absent in Idyll . Inversion and symmetry are important concerns in Pearsall 2004 and 2005 , and Cook 2012 .",
            "citations": [
                "pearsall_2004",
                "pearsall_2005",
                "cook_2012"
            ]
        },
        "FN16": {
            "text": "16. The first appearance of similar music in Crumb’s sketchbook material for Idyll is labeled “x” in black ink. The sketchbook form does not appear in the final score. See Sketchbook C, 59, Box 9, George Crumb Papers, Music Division, Library of Congress, Washington, D. C.",
            "citations": []
        },
        "FN17": {
            "text": "17. On collection-preserving and changing operations in Crumb’s music, see Bass 1994 , 165–76.",
            "citations": [
                "bass_1994"
            ]
        },
        "FN18": {
            "text": "18. The oblique reference to Schenker ( 1954 , 4–12) is meant playfully to invite the reader to hear the A section in a way easily contrasted with the A′ section, not to suggest that Crumb’s approach to the opening of Idyll is artless or casually conceived.",
            "citations": [
                "schenker_1954"
            ]
        },
        "FN19": {
            "text": "19. The conditional clause of the penultimate sentence in this paragraph is crucial. A different approach to Idyll could characterize the A section as singular in voice and not at all wild. In the context of the intertextual interpretation above, and the analysis of the B and A′ sections to come, however, it is reasonable to characterize the A section as I have.",
            "citations": []
        },
        "FN20": {
            "text": "20. These three pitch classes, C, B, and B ♭ , also form the figure in m. 2 of Debussy’s Syrinx .",
            "citations": []
        },
        "FN21": {
            "text": "21. Toliver ( 2004 , 335–40) offers a rich historical account of conservation and preservation discourses in the United States, particularly regarding National Parks and other federal lands. His aesthetic of the “overlook” (340–49), though brought to bear on musical representation in ways that aren’t pertinent to the interpretation of Idyll made here, nevertheless frame natural wonders such as the Grand Canyon as objects of contemplation in much the same way.",
            "citations": [
                "toliver_2004"
            ]
        },
        "FN22": {
            "text": "22. Chinese Text Initiative 1997 , http://xtf.lib.virginia.edu/xtf/view?docId=Chinese/uvaGenText/tei/300_tang_poems/HanTang.xml;chunk.id=HanTang.8.149;toc.depth=100;brand=default",
            "citations": [
                "chinese_text_initiative_1997"
            ]
        },
        "FN23": {
            "text": "23. The line is quoted above from the program note in the published score of Idyll ; it also appears beneath the title on the first page of the score itself.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "The nymph, content to use two legs again, Now walked erect, yet still afraid to speak Lest, cow-like, she might moo, and timorously Essayed the syllables so long disused. ( Ovid 1986 , 23)",
                "footnotes": [],
                "citations": [
                    "ovid_1986"
                ]
            }
        },
        {
            "1": {
                "text": "[1] The nymph is Io, a nature spirit, daughter of the river god Inachus. She was raped by Jove, then transformed into a heifer to hide her identity from Juno, and is now restored to her proper form. We will contemplate Io’s fate in more detail below. At present it is enough to note that, though she is able to speak again, she is afraid to do so, having been silenced for so long. Though Io’s voice is no longer silenced, no longer suppressed, this voice of nature is now repressed .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] George Crumb prefaces the score to his flute and percussion composition An Idyll for the Misbegotten (1985) with a note identifying the “misbegotten”: we, the human race. I feel that “misbegotten” well describes the fateful and melancholy predicament of the species homo sapiens at the present moment in time. Mankind has become ever more “illegitimate” in the natural world of the plants and animals. The ancient sense of brotherhood with all life-forms (so poignantly expressed in the poetry of St. Francis of Assisi) has gradually and relentlessly eroded, and consequently we find ourselves monarchs of a dying world. We share the fervent hope that humankind will embrace anew nature’s “moral imperative.” My little Idyll was inspired by these thoughts. Flute and drum are, to me (perhaps by association with ancient ethnic musics), those instruments which most powerfully evoke the voice of nature. I have suggested that ideally (even if impractically) my Idyll should be “heard from afar, over a lake, on a moonlit evening in August.” The “predicament” is not merely the measurable impact of fossil-fuel-driven industry and agriculture on ecosystems, but an ethically ecological problem. Crumb refers obliquely to Francis’s Laudes creaturarum , known as the Canticle of the Sun, in which the friar thanks God on behalf of all creatures for “brother” sun, wind, and fire, “sister” moon, stars, and water, and “mother” earth. In the “present moment” to which Crumb refers, the solar system, weather, fire, Earth, and her waters are no longer family but resources. The organisms with whom we share Earth are no longer siblings but wildlife to be managed. Idyll responds to this predicament by evoking the “voice of nature” and inviting audience members to listen to that voice across the gulf now separating humankind from our fellow Earth-dwelling organisms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] To have a voice is to have acoustic agency, and this includes to be listened to —an interdependence of self and others, that, in the words of Adriana Cavarero, “passes through a plural connection of mouths and ears.” (1) A voice is also, and crucially, evidence of physical presence. “It belongs to the living,” writes Cavarero; “it communicates the presence of an existent in flesh and bone; it signals a particular throat, a particular body” ( 2005 , 177). “Nature is silent in our culture (and in literate societies generally),” however, writes Christopher Manes, “in the sense that the status of being a speaking subject is jealously guarded as an exclusively human prerogative. The language we speak today, the idiom of Renaissance and Enlightenment humanism, veils the processes of nature with its own cultural obsessions” ( Manes 1992 , 15). Among these “obsessions,” Manes is particularly concerned with the discourse of rationality, logos : “a discourse that by its very logocentrism marginalizes nature, mutes it, pushes it into a hazy backdrop against which the rational human subject struts upon the epistemological stage” and “has submerged nature into the depths of silence and instrumentality” ( Manes 1992 , 16–17). Jonathan Bate puts it more bluntly: “Enlightenment’s instrumentalization of nature frees mankind from the tyranny of nature (diseases, famine), but its disenchantment of nature licenses the destruction of nature and hence of mankind” ( Bate 2000 , 78). In this discourse that dominates Western thought, and has done so since the Greeks, “there is no space for reflection on the voice as voice, no room for the reverberation of language. . . . If anything, in language there reverberates only the mute order of thought” where the singularity of a voice is “epistemologically inappropriate.” (2) If Western culture is fundamentally un-ecological, how can an artist hope to speak in an authentically ecological voice? How can an artwork both be expressive and, paradoxically, be silent in order for Nature’s voices to speak? Indeed, Manes argues that the silencing power of reason corrupts environmental advocacy. How then can ecological voices—human and otherwise—expressed in art be heard within an environmental discourse centered on conflict over and ownership of “resources”?",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "cavarero_2005",
                    "manes_1992",
                    "manes_1992",
                    "bate_2000"
                ]
            }
        },
        {
            "4": {
                "text": "[4] We will be hard-pressed to find an answer in music. Music is silent in Western culture, too: in the eighteenth century, as Gary Tomlinson has argued in terms congruent with Cavarero’s, song—music with words—was separated from and denigrated with respect to music—song without words ( Tomlinson 1999 , 344–347). Music (distinct from song), like nature, thus does not speak, it has no purpose—except to be beautiful—and no power (cf. Cavarero 2005 , 81). The irony is that to have voice and to listen to the voices of others, to engage acoustically with the environment, is for many species the essence of identity, territory, and survival. Sounds afford their makers and listeners opportunities and meaning, especially opportunities for action ( Clarke 2005 ). (3) That is, sound-making is efficacious; sound-making is agency.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "tomlinson_1999",
                    "cavarero_2005",
                    "clarke_2005"
                ]
            }
        },
        {
            "5": {
                "text": "[5] In short, music—in Tomlinson’s sense—and nature have become mute and aesthetic rather than meaningful and efficacious. How can music, which is therefore both voiceless and a participant in the silencing of nature, make nature’s voice audible? Maybe it can’t. Bate writes, “The writer’s image of nature is always refracted through language: Ariel only speaks when brought into the service of Prospero” ( Bate 2000 , 75). We can easily read “composer” for “writer” (the first magic we see—or hear—Ariel perform in The Tempest is to sing to Ferdinand). “Once the logos . . . is introduced, the gap [between nature and culture] is opened” ( Bate 2000 , 75).",
                "footnotes": [],
                "citations": [
                    "bate_2000",
                    "bate_2000"
                ]
            }
        },
        {
            "6": {
                "text": "[6] In this article, I claim that if Idyll evokes nature’s voice, then it does so not directly but by articulating the gap between a song-ish, efficacious music—a wild voice ( Snyder 1990 , 10–11; see paragraph 22 below)—and music as paradoxically mute abstract art. Idyll attempts to recognize music’s former ecological agency as a species of song, as efficacious acoustic expression in the soundscape. This recognition entails acknowledgement and acceptance of similar non-human agency in nature and, once again, hearing voices other than our own. Idyll read this way is both a lament and a quiet warning, subtly acknowledging the inseparability of culture and environmental impact while simultaneously summoning listeners out into a soundscape in which nature’s voices speak. (4) Using art as a path on which to step outside of culture, as it were, we are invited to renew our kinship with nature, and thus to recognize the environmental crisis as a shared rather than divisive threat to human and non-human alike.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "snyder_1990"
                ]
            }
        },
        {
            "7": {
                "text": "[7] My approach is ecomusicological in the sense defined by Aaron Allen ( 2011 , 392), in that it “considers the relationships of music, culture, and nature,” but with differences in perspective to the work by Allen and others that may be gathered under the same rubric. Allen poses six fundamental questions that an ecocritical musicology must answer, all six of which ask, essentially, what musicology should say and how ( 2011 , 392). In the same colloquy published in the Journal of the American Musicological Society , Denise Von Glahn ( Von Glahn 2011 , 399) asks, with reference to gendered nature narratives in American culture, “How was nature . . . defined, and who got to define it?”; and Alexander Rehding ( 2011 ) proposes that ecomusicology is poised between two rhetorical poles: apocalyptic and nostalgic. Allen, Von Glahn, and Rehding are concerned primarily with the voice of ecomusicology and how culture more broadly constructs Nature. (5) That is partly my concern as well, but I push further into the thorns around nature’s voice, asking in what ways music that purports to speak for nature—in nature’s voice—can be, or can encourage us to be, quiet enough to hear that voice. Elsewhere, Mark Pedelty’s ( 2012 , 7) ecomusicology addresses three aspects of music’s cultural context with respect to environmental crisis: communication of environmental concerns, expression of environmental meaning, and advocacy for environmental awareness and action. Pedelty is concerned with music’s voice, which is closer to my concern. My interpretation of literary and musical intertextuality in Idyll explores the first and second of Pedelty’s aspects; I explore the third aspect in the closing section of this paper. Voice and Quotation Table 1 . Form of George Crumb, An Idyll for the Misbegotten (click to enlarge) Example 1 . Crumb, Idyll , Quotation of Debussy’s Syrinx (click to enlarge and listen) Table 2 . Quotation in Crumb’s Music, 1967–1985 (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "allen_2011",
                    "allen_2011",
                    "von_glahn_2011",
                    "rehding_2011",
                    "pedelty_2012"
                ]
            }
        },
        {
            "8": {
                "text": "[8] An Idyll for the Misbegotten is scored for amplified flute and various drums played by three percussionists. Table 1 outlines the form of the piece according to the 1986 edition of the score. In the table and throughout the article, locations of passages in the score are given in the form x.y followed by a rehearsal number (or some other landmark in the score), where x is the page number and y is the system on page x . For example, the flutist is first directed to whisper text into the flute while keying pitches at 7.1, after rehearsal 7; i.e. in the first system on page 7, after rehearsal 7.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The A section (4.1–7.1, five-second pause before rehearsal 9) begins with octatonic music that elaborates the opening [0, 2, 5] figure and derives additional figures and strains from that elaboration. (6) Of these further figures, the [0, 1, 4] gestures of the a 3 subsection (6.1, rehearsal 6–7.1, five-second pause before rehearsal 9) are particularly salient. Their reappearance at 10.3, before rehearsal 18, begins the reversed and abbreviated reprise of A-section material in the A′ section. (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The B section (7.1, rehearsal 9–10.2, thirteen-second pause before rehearsal 17) begins with foreshadowing of a regular pulse in the percussion followed by the flutist whispering a line of eighth-century Chinese poetry into the instrument, but it is the music shown in Example 1 that signals something new. But what, precisely, does Example 1 signal, other than a new section? Crumb’s compositions often feature quotations of or allusions to other pieces of music. Idyll hardly stands out from his oeuvre on this basis alone. Of the twenty-two published works from Echoes of Time and the River (1967) through Idyll (1986), half feature quotation, paraphrase, or other reference to music by other composers, and of these eleven, eight quote existing music directly (though keys may be changed). Table 2 lists the eleven works, the locations and sources of quotations in them, markings, if any, in Crumb’s score, and Crumb’s description of the effect in performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Idyll stands out among these works not because it quotes Syrinx but because the quotation itself is assertive: it sings out, is utterly present, and has agency. By contrast, quotations in the other pieces listed in Table 2 retreat from the listener as echoes, half-remembered whistled tunes, or shadows of tunes. (8) Consider those pieces in which Crumb sets off quotations in actual quotation marks. Quotation marks imply a change of voice—now she is speaking, or, these are the words he spoke and I heard—that the reader/performer should communicate and to which the reader/listener should attend. In the cases of “Night Spell I” and “Dream Images (Love-Death Music)” from Makrokosmos I , “Litany of the Galactic Bells” from Makrokosmos II , and “Music of the Starry Night” from Music for a Summer Evening , though, performance directions call for the quotations to be less than fully present: to be whistled, to be “faintly remembered music,” “out-of-focus,” or “ghostly-surreal.” The quotation of Syrinx in Idyll bears no such direction. It emerges out of near-silence, is accompanied only by a rumbling trill on the large bass drum, and ends before additional percussion begins the next passage. Emphasized in this way, and played no doubt with comfortable familiarity by the flutist (and heard so by audience members), Syrinx is present , neither an echo nor a vague remembrance. (9) Quoting music by another composer may not be unusual, especially for Crumb, but in a work that is meant to “evoke the voice of nature,” we might reasonably ask, Whose voice are we meant to hear in Example 1? Debussy’s? The eponymous nymph’s? In order to answer those questions we must first understand the contexts of Syrinx, the nymph whose story Ovid tells; “Syrinx,” the story in Ovid’s Metamorphoses ; and some features of Syrinx , Debussy’s composition. Syrinx, “Syrinx,” and Syrinx",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The tale of Syrinx from Ovid’s Metamorphoses is, by itself, a tale of wild nature hunted, cornered, and eventually hacked to pieces to be the instrument of its own lament. Pursued by the god Pan, Syrinx pleads with the nymphs of the river Ladon to hide her by transforming her into reeds. When Pan Thought he had captured her, he held instead Only the tall marsh reeds, and, while he sighed, The soft wind stirring in the reeds sent forth A thin and plaintive sound; and he, entranced By this new music and its witching tones, Cried, ‘You and I shall stay in unison!’ And waxed together reeds of different lengths And made the pipes that keep his darling’s name. ( Ovid 1986 , 22)",
                "footnotes": [],
                "citations": [
                    "ovid_1986"
                ]
            }
        },
        {
            "13": {
                "text": "[13] In context, however, the story of Syrinx is a tale within the tale of Io. Io is raped by Jove under cover of the darkness he summons to hide the act. He then transforms her into a fine heifer when his wife Juno—rightly suspicious—comes looking for him. Juno asks for the heifer as a gift, and Jove cannot refuse her. Suspicious still, Juno puts Io under the guard of the hundred-eyed Argus, where all the transformed nymph can do is graze and moo sadly. Evidently saddened by Io’s sorry state, Jove sends Mercury, in the guise of a goatherd, to spring Io. Argus and Mercury take their ease, minding their respective livestock, and Argus asks Mercury to explain the origin of the pipes he plays and with which the Messenger is lulling the bovine Io’s warden to sleep. Argus does not even hear the end of the story, which turns out to be an assassin’s monologue. After describing Syrinx as she was, Mercury begins the story of her encounter with Pan: “Pan returning From Mount Lycaeus, crowned with his wreath of pine, Saw Syrinx once and said—” but what he said Remained to tell . . . Whereupon follows the tale of Syrinx, but The tale remained untold; for Mercury saw All Argus’ eyelids closed and every eye Vanquished in sleep. ( Ovid 1986 , 22) Mercury then beheads Argus and frees Io.",
                "footnotes": [],
                "citations": [
                    "ovid_1986"
                ]
            }
        },
        {
            "14": {
                "text": "[14] But Mercury never actually tells the story of Syrinx! The tale is told by Ovid to the reader. Embedded in the story of Io but not part of it, the story of Syrinx is a lament over the price that must be paid for art. If art would imitate or celebrate nature, art must first cut and kill—must first take from nature in order to sing in nature’s voice. Furthermore, the story of Syrinx casts a critical shadow over the rest of Io’s story.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Free from Argus but still a cow and pursued, on orders from Juno, by a Fury, Io moos mournfully beside the Nile until Jove promises Juno that he will stay away from the nymph. Io takes her proper two-legged form once again, but is afraid to use her voice lest she moo instead of speak. And that is not all: though no longer a domestic herd animal, Io is no less domesticated. She is a goddess now, famous, divine, And linen-robed adorers throng her shrine. To her a son was born, young Epaphus, Sprung, it was thought, at last from Jove’s begetting, And in each town he shared his mother’s shrines. ( Ovid 1986 , 23)",
                "footnotes": [],
                "citations": [
                    "ovid_1986"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Both Io and Syrinx are water spirits. Io is the daughter of a river god and Syrinx is a naiad, a nymph of a forest spring or stream. They are Nature unfettered. Transformed into heifer and reed, they are both imprisoned and silenced except for wordless “lowings” and a wind-driven “thin and plaintive sound.” The latter is the “new music” that Pan decides to keep by cutting the reeds/Syrinx and binding the remains into the pipe that bears his name, not hers. Though Io lives, and by some measures lives well, she is Nature managed—celebrated, reverered, but disciplined and domesticated by culture nonetheless. Syrinx is not so lucky. She dies in order that there might be music. Paul Barolsky notes that the stories of Io and Syrinx, along with Ovid’s tale of Daphne that immediately precedes “Io” in the Metamorphoses , are about art : Apollo’s lyre, around which he wraps wreathes of the laurel into which Daphne was transformed, and Pan’s pipe ( Barolsky 2003 , 52–53). And art requires sacrifice. In commentary on Andrew Marvell’s “The Garden,” in which Marvell speaks of Daphne, Syrinx, and their fates, Diane Kelsey McColley writes, “Syrinx provided the stuff of panpipes or reed flutes. Trees and reeds are the hyle , the materials from which viols and pipes are made; these originary myths tell of art emerging from pain” ( McColley 2007 , 129). Reflecting on Percy Bysshe Shelley’s poem “With a Guitar. To Jane,” Bate writes, “To make a guitar, you must fell a tree; to harness the power of Ariel [another nature spirit], you must split open a pine.” (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "barolsky_2003",
                    "mccolley_2007"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Similarly, the quotation from Debussy’s Syrinx —originally titled Flûte de Pan —evokes a voice cut off, then refashioned as a tool for making music. As Ovid’s Syrinx forms a parenthesis (or appears to do so; the tales are in the end related) in Ovid’s tale of Io, so the quote from Syrinx and the music that develops from it form a contrasting B section in Idyll ’s ternary design. And as Ovid’s Syrinx offers a tragic commentary on the apparent resolution of Io’s troubles, so Debussy’s Syrinx puts in a caveat against hearing a straightforward reprise of Idyll ’s A-section material. The quote acts on the remaining music of Idyll —motivically, to be sure—but more importantly, as I shall show below, by disintegrating and domesticating the voice who sings the rest of Idyll . Mindful of the environmental crisis to which Crumb addresses Idyll , I shall argue that Syrinx (n.b. Debussy’s music) dramatizes the place of art in response to that crisis. Example 2 . Debussy, Syrinx , mm. 9–12 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Idyll quotes not the opening of Syrinx , in which the familiar melody begins on B ♭ 5, but the return of the melody in m. 9 of Syrinx , where it begins an octave lower and opens the second section of the work. Example 2 shows this statement of the melody and the passage that follows. Slurs encourage the score reader toward a chromatic segmentation of the figure in m. 9—two [0, 1, 2] trichords followed by a [0, 1, 2, 5] tetrachord—but tenuto marks and agogic accent favor the interpretation marked in Example 2: an elaborated whole-tone descent linked to the [0, 1, 2, 5] tetrachord. (11) Crumb’s notation in Idyll (shown in Example 1) encourages the latter hearing; B ♭ 4 and A ♭ 4 are at least half again longer than in Debussy’s original, and G ♭ 4, marked with a fermata, is long enough to be both an effective arrival of the whole-tone descent and the beginning of the descent to D ♭ 4.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The passage in Example 2, though it will be played and heard as an echoing reprise of the opening melody, is where Pan and his flute get serious about music . A variant of the melody in m. 10 reinforces our hearing of the figure as an elaborated descending whole-tone trichord followed by a tetrachord spanning G ♭ – D ♭ : the descending perfect fourth G ♭ 4– D ♭ 4 via [0, 1, 2, 5] in m. 9 and the ascending perfect fifth G ♭ 4– D ♭ 5 via the pentatonic [0, 2, 4, 7] in m. 10. The contrasting tetrachords set in motion formal and motivic processes in the rest of Syrinx . The pentatonic tetrachord in m. 10 promotes D ♭ as a structural pitch class and binds it to the pitch classes of the whole-tone descent. Needing only E ♭ to complete a pentatonic collection, the ascending pentatonic tetrachord is slurred to (and through) E ♭ 5 on the downbeat of m. 11. Two measures of strongly pentatonic movement through a Guidonian hexachord on D ♭ follow, beginning the middle section of the piece. Example 3 . Debussy, Syrinx , mm. 26–35 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The descending [0, 1, 2, 5] returns with the reprise of the opening in m. 26; it returns in the lower register in m. 29. Example 3 shows the entire closing section of the work. In mm. 29–30, two passes through a rhythmically altered form of the figure recall m. 9. Then, in m. 31, the [0, 1, 2, 5] tetrachord separates from the rest of the melody. Above the anchoring D ♭ 4 in m. 32, A4 and G4, formerly elaborative notes in the whole-tone portion of the melody, assert a whole-tone context for D ♭ . The resulting [0, 2, 6] trichord is the only salient one of its set class in Syrinx . Finally, in mm. 33–35, a complete whole-tone collection replaces any hint of chromatic movement in this register. The close of Syrinx thus performs a sort of motivic analysis on itself, separating and then articulating the [0, 1, 2, 5] and whole-tone elements of its own theme. Though Crumb’s Idyll has little in the way of salient whole-tone moments, I will suggest we can hear a similar motivic self-awareness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Like Debussy before him ( Bass 1994 , 157–63), Crumb uses diverse pitch material—whole-tone, octatonic, pentatonic, diatonic (tonal and modal), and chromatic. (12) Thus we should not be surprised to find numerous instances of the same pitch-class collections in Syrinx and Idyll , engaging if we wish nearly every salient figure in both pieces, and some not as salient. Though some of these connections are pertinent to the interpretation offered below, the bulk are better considered a dense thicket, nourished by a common soil, that we may prune to display the more fruitful branches. Syrinx itself is collectionally diverse, but not octatonic as Idyll often is. Rather than looking to identify as many set-class correspondences as possible between the two works, or interpreting Idyll as a commentary on or a parody of Syrinx , the analysis treats the B section of Idyll as a parenthesis or story-within-a-story that encourages reinterpretation of the main story—the A material—when it returns (cf. Schmidt 2005 ). Hearing Natural Voices in Idyll The a 1 and a 2 sections",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "bass_1994",
                    "schmidt_2005"
                ]
            }
        },
        {
            "22": {
                "text": "[22] If the A section of Idyll sings in a voice, then it is a plural voice, the voice of a wild ecosystem. I mean wild in the sense articulated by Gary Snyder, who defines the word, with respect to animals and plants, as “free agents, each with its own endowments . . . self-propagating, self-maintaining, flourishing in accord with innate qualities,” and with respect to behavior in the world, as “artless, free, spontaneous, unconditioned” ( Snyder 1990 , 10 and 11). I do not mean to suggest naively that this music is in some way more “natural” or “wild” than any other, in Idyll or any other piece. I shall claim, however, that, in the closing passages of Idyll , we come to recall the A section of Idyll as relatively free of management or hierarchical constraint on motivic development, and in that way singing as if in a wild voice. Example 4 . Crumb, Idyll , N and D figures in a’ section, 4.1–5.1, before rehearsal 2 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "snyder_1990"
                ]
            }
        },
        {
            "23": {
                "text": "[23] The first figure and its variants sung by this voice are shown in Example 4a . I label the figures N and N′ as in N ature (for mnemonic purposes, not to suggest that this family of figures is the voice of nature). Though labeled as a variant of the opening N trichord, the N′ tetrachord belongs to the familiar [0, 1, 2, 5] set class.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] N figures alternate and begin to interact in the a 1 section with the figures shown in Example 4b. Three of these figures are labeled D as in D ove for mnemonic purposes, including the figure at 4.3, after five-second pause, to 5.1, before rehearsal 2, which Crumb actually marks “Turtle-dove effect.” The other two figures in Example 4b blend the broad arpeggiation of N with the grace-note inflections of D and begin motivic development that will, in the A′ section, seem by comparison “free” and “self-propagating.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Each D figure elaborates a bent pitch with one or more grace notes. Were we to take the notated bendings as glissandi between two structural pitches, we might recognize a flock of D oves of set classes [0, 1, 4], [0, 1, 5], [0, 1, 2], and [0, 1, 2, 6]. This approach would be justified by the surfeit of ic1-plus-other-interval(s) figures throughout Idyll . It is simpler and more consonant with the “wild” attitude to recognize the bends as single sounds: bent F ♯ 4, bent A ♭ 4, and bent A4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The first interaction of N and D appears in the figure labeled N- elaborated . Heard between T 6 ( N ) and T 6 ( N′ ), in the analogous position to that of the first D between N and N′ , N-elaborated also introduces C5, or T 6 , ( F ♯ 4), the bent structural pitch of the first D . Then, after T 6 ( N′ ), N′ + D combines G ♭ (i.e., F ♯ ) and A ♭ —made salient in their bent forms in D s—with the [0, 1, 2, 5] of N′ . In the process, a new D -like figure makes set class [0, 1, 2] salient in preparation for the  section of the piece. [0, 1, 2] trichords are hardly rare in Crumb’s music, but this wide gesture, first rising a major seventh then falling a minor second, will be important later in Idyll . I shall refer to it as “Wide [0, 1, 2].”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Two observations, the making of which will pay off below, are in order. First, nearly all the music examined thus far belongs to the octatonic collection that includes C and D, henceforth labeled OCT C,D . (13) “Nearly,” because four pitch classes are outside that collection. Two are motivically significant: B ♭ , the pitch class added to N to make N′ and the [0, 1, 2, 5] tetrachord, and present in N′ + D , where it participates in the newly salient Wide [0, 1, 2]; and F ♭ , the analogous pitch class in T 6 ( N′ ). The other two pitch classes outside OCT C,D are C ♯ and G, which appear once and briefly as elaborations of F ♯ 4 in D at 4.2, before five-second pause. Though strongly octatonic, the passage wanders outside our analytically imposed collectional boundaries.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Second, derivation of additional pitch classes through transposition of N and N′ is clear, but most of the motivic development in the a 1 section is comparatively ad hoc: begin by adding a pitch ( B ♭ 4) to a figure ( N to make N′ , 4.2, beginning), next borrow both a pitch (C5) and a manner of elaboration (grace note) from one figure ( D , 4.2, before five-second pause) and add it to another ( N-elaborated , 4.3, beginning), and finally combine all these ideas in a longer figure ( N′ + D , 4.3, before five-second pause). Pitch (n.b. not pitch-class) content, contour, dynamics, and articulation all contribute to naming the various figures and the relations between them. Once set-class-specific figures such as Wide [0, 1, 2] emerge, however, pitch-class content, contour, and transpositional relations will be the principal analytical criteria. Example 5 . Crumb, Idyll , a 2 section, 5.1, rehearsal 3–5.3, rehearsal 5 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In the a 2 section, shown in Example 5 without the framing percussion passages, the flute begins with a strain (5.1, rehearsal 3–5.2, before three-second pause) that recalls and expands Wide [0, 1, 2]. T 6 and elaboration by grace note are familiar ways of moving. The flute’s portion of the section closes with the closest approach yet to hierarchical motivic organization. There are two strains. The first (5.2, rehearsal 4–5.3, second quarter rest) takes an [0, 2, 3, 6] tetrachord, articulated in a manner brought forward from N′ + D , and transposes it down by perfect fifth, or nearly so; the final G3 of the pattern is unavailable on the standard C flute and its place is taken by its T 5 , C4. (14) The second strain is an expansion of D in which each pitch of the [0, 1, 2] trichord {E4, F ♯ 4, E ♯ 4} receives elaboration in the style of D . Still, we might best characterize the a 2 section—indeed, the entire A section to this point—as motivically “abundant” rather than in any particular way limited. The a 3 section Example 6 . Crumb, Idyll , a3 section, 6.1, rehearsal 6–7.1, before five-second pause, X 1 and X 2 figures (click to enlarge and listen)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Before moving on to the climax of the A section, take a moment to notice the figure in the middle of the first strain in the a 2 section, shown in Example 5. (The figure appears in the score at 5.2, beginning, and near the end of the first staff in Example 5.) Out of B4 on which the beginning of the strain comes to rest emerges an [0, 1, 4] trichord, {B4, G ♯ , F x 4}. (The elaborating C5 in the middle of the figure creates an additional [0, 1, 4] trichord. (15) ) This is the first salient appearance of this trichord class, and we would be reasonable to guess, given what has come before, that we might hear more of it. We do, in the a 3 section (6.1, rehearsal 6–7.1, before five-second pause). Example 6 sketches the flute part of the  section. Because the section consists entirely of two long, [0, 1, 4]-based figures (or short strains) and their transpositions, the example shows only the opening figures (6.1, rehearsal 6), labeled X 1 and X 2 , as they appear in the score; the rest of the figures in the section are sketched in note heads only and aligned beneath their transpositional siblings. (16) Closed and open note heads distinguish shorter and longer note lengths. Solid and dashed arrows marking transpositions in the third and fourth iterations of X 1 distinguish between moves through OCT C,D (solid arrows) and OCT C, D ♭ (dashed arrows).",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] What the a 3 section lacks in set-class variety it makes up for in abundance of transpositional operations on the [0, 1, 4]-based figures. X 1 seems intent on working through the octatonic implications of the a 1 section. X 1 ’s first two iterations (6.1, rehearsal 6, and 6.2, rehearsal 7) exhaust the pitch classes of OCT D ♭ ,D through octatonic-collection-preserving T 9 , T 6 , and T 3 operations. (17) X 2 , by contrast, nearly exhausts the chromatic collection in each of its three appearances. The first (6.1, end) lacks only D; the second (6.2, end) only F ♯ , and the third (6.3, beginning) only E. [0, 1, 4] sets in each iteration of X 2 also cycle through all three octatonic collections. The third and fourth iterations of X 1 (6.3, rehearsal 8, and 7.1, before five-second pause) together blend octatonic and chromatic purposes. They move between OCT C,D and OCT C, D ♭ .",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] If the A section sings in a voice, then it is a plural voice that utters an abundance of figures, elaborates and combines them to find new figures, and rarely exercises an art of varied repetition in a manner we associate with “music” (again, in the sense of Tomlinson 1999 ). (18) If such a voice is to be heard as “wild,” then what would it sound like managed, controlled, domesticated? The A′ section of Idyll offers a candidate. (19) The A′section Example 7 . Crumb, Idyll , a’ 3 and a’ 2 sections, 10.3, before rehearsal 18–11.2, before five-second pause (click to enlarge and listen)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "tomlinson_1999"
                ]
            }
        },
        {
            "33": {
                "text": "[33] The closing section of Idyll rehearses much of the A section’s material, though in reversed, abbreviated, and compressed form (see Table 1). The subsections come in reverse order; all that remains of a 2 is a varied treatment of D ; all of a 1 is present but compressed in time. Example 7 shows a′ 3 and a′ 2 (10.3, before rehearsal 18–11.2, before five-second pause).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Where X 1 and X 2 in the a 3 section were replete and expansive, here in the a′ 3 section they are relatively spare and limited. There is but one iteration of X 1 —though it spreads to an extra [0, 1, 4] figure at 10.3, after rehearsal 18—and therefore but one octatonic collection used by the figure, OCT D ♭ ,D , the same collection through which the first X 1 moved in the a 3 section (6.1, rehearsal 6). The version of X 2 used here lacks its earlier characterstic ascending-then-descending first part, featuring instead two descending-then-ascending second parts followed by a lone descending trichord. More importantly, here X 2 accounts for fewer pitch classes—ten, rather than eleven—and its constituent [0, 1, 4] trichords belong to two octatonic collections, OCT C,D and OCT C, D ♭ , rather than all three.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] It is in the a′ 2 section that the difference between the voices of the A and A′ sections is most pronounced. Recall that the a 2 section began with two strains that developed the ideas present in the various a 1 -section figures and ended with an extended version of D (see Example 5). Here, only the D figures remain. Instead of the extended and abundant strains of earlier, we hear “whistle-tone” figures in which the flutist blows the third partial of the scored pitch. These figures articulate first an [0, 2, 5] trichord, the same set class to which the opening N belongs, then a pentachord that joins the [0, 2, 5] trichord with an [0, 1, 2, 5] tetrachord. The tetrachord is both N′ and the bottom tetrachord of the Syrinx melody.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The exuberant and abundant voice of the A section has been managed, domesticated. What was once a relatively free blend of motivic ideas has become in a sense more like the “nature” to which contemporary industrial-age humans are accustomed, the nature with whom, Crumb says, we once had an “ancient sense of brotherhood” but now rule as “monarchs of a dying world”: one species here, another there, to be heard, identified, appreciated aesthetically, and understood neither to possess nor be granted much if any agency.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] How did this happen? The answer may be heard in the voice that sings Syrinx and its consequences. Syrinx and the Artistic Voice in Idyll Example 8 . Crumb, Idyll , b 1 section and beginning of the regular pulse in the b 2 section, 7.1, rehearsal 9–7.3, after rehearsal 11 (click to enlarge and listen) Example 9 . Crumb, Idyll , b 3 section, 8.3, after rehearsal 13–9.1, before rehearsal 14 (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The quotation of Syrinx in the b 1 section of Idyll , shown in Example 8 with its context on p. 7 of the score, is framed by brief percussion patterns. These are not the interludes of the A and A′ sections with their nested triplets and quintuplets. Rather, we hear Syrinx among hints of a regular, orderly pulse. (Also before and after the quote, the flutist whispers two lines from an eighth-century Chinese poem; we will consider that text below.) The forecast pulse begins the b 2 section just after 7.3, rehearsal 11, where the first and second percussionists each play, on a bass drum, an eighth-note pulse on alternate sixteenth notes. The steady pulse continues (though with each percussionist using multiple toms instead of bass drums), and at 8.3, after rehearsal 13, the flute returns to familiar music in the extended strain that forms the  section. The passage is shown in Example 9a . The elaborations of the Syrinx quotation are obvious in performance, though not so much in the score; Example 9b simplifies the notation and shows how the elaborations pick up motivic ideas heard earlier in Idyll. The top staff reduces the quotation itself (7.2, before rehearsal 10) to open note heads. The middle staff displays the pitches, with some repetitions deleted, of the first half of Example 9a. The bottom staff does likewise with the second half of Example 9b. Open noteheads are pitches that match pitches or pitch classes from the Syrinx quote; closed noteheads are new material.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The first half of the elaboration begins with Wide [0, 1, 2], the motive that emerged at the end of the a 1 section and was prominent in the a 2 section. (20) (See Example 5 from rehearsal 3 up to rehearsal 4.) When the line reaches F ♯ (or G ♭ ), the motive returns as F ♯ 4–F5–E5 in place of the simple semitonal descent –– that occurs in Syrinx. A repetition of Wide [0, 1, 2] secures its salience in this new context before the elaborated descent to the closing C ♯ (i.e., D ♭ ).",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The second half of the elaboration begins with the original B ♭ 4, but transposes the succeeding A and G ♯ up an octave to make the familiar motive. When the line reaches E5, standing in for the E4 of Syrinx , Wide [0, 1, 2] steps to the fore as Syrinx fades (though the quotation’s closing D ♭ is present). Example 9c extracts Wide [0, 1, 2] motives from the entire passage for closer examination. In the first half of the strain, the opening Wide [0, 1, 2] elaborating B ♭ 4 and the repeated Wide [0, 1, 2] beginning on F ♯ 4 relate by T 6 . In the second half of the strain, Wide [0, 1, 2] through the first three pitch classes of the Syrinx quotation moves to the Wide [0, 1, 2] elaborating E5, after which T 9 and T 6 move to Wide [0, 1, 2] on D ♭ 5 and G5.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] Through the transposition scheme and Wide [0, 1, 2] itself, Syrinx finds its way into the material of Idyll ’s A section. Indeed, the first and third notes of each Wide [0, 1, 2] in the second half of the strain, shown in Example 9c, outline OCT D ♭ ,D , the first octatonic collection used by X 1 in the a 3 section and—as we know but perhaps the voice of A section does not yet—the only collection used by X 1 in the a′ 3 section to come. Example 10 . Crumb, Idyll , b 4 section, 9.1, rehearsal 14–10.2, before 13-second pause (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Having captured features of the natural voice heard in the a 1 and a 2 sections, the voice of Syrinx begins at 9.1, rehearsal 14, to sing much as the natural voice did in the a 3 section—but with a crucial difference, as we shall see. Example 10a shows the first strain of the b 4 section; Example 10b extracts important moments of the three strains that follow, up to the thirteen-second pause ending the B section. Each strain is slightly different, but all four feature the same flutter-tongued passage work, fortississimo dynamics, and figuration that culminates in a pentachord of the same class.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] In the first strain of the b 4 section, the voice of Syrinx seems to forget the “correct” way to execute Wide [0, 1, 2], first trying an ascending [0, 1, 2] across a whole tone, then a descending one. The attempts turn out to be an opening gambit for a process in which the voice will sing longer gestures, first [0, 1, 2, 6], and then finally [0, 1, 2, 6, 8]. This pentachord, beginning with a pair of grace notes spanning a minor seventh that recall the shape of Wide [0, 1, 2], is labeled P as in P an. The remaining three strains of the b 4 section each find their own way to one or more transpositions of P . This behavior is similar to that of the strains in the a 3 section in that the focus of each passage is on motives belonging to a single set class. But where the strains in the a 3 section wandered freely among various [0, 1, 4] trichords and resulting octatonic collections, the strains in the b 4 section each accumulate pitches toward transpositions of P , transpositions that lead back to P itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] In place of the wild motivic abundance of the A section, the B section displays relative discipline, control, and above all, closure . The voice of Syrinx disciplines and controls the wild (in Snyder’s sense) tendencies of the A section’s natural voice. When that voice returns in the A′ section, as we saw above, it is precisely the wildest aspects of its song that are absent. Put another way, what was song (in Tomlinson’s sense) has been disciplined into music . We might even say that the Pan of Crumb’s Idyll picks up where the Pan of Debussy’s Syrinx left off: Debussy’s Pan finished with a separation of his music into its motivic materials, marked perdendosi (dying away); Crumb’s Pan finds new materials, then fashions a bravura compositional and performative display, ending in a molto crescendo to fffz .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] It would do to recall now that “the voice of Syrinx ” is not the voice of the nymph Syrinx. It is the voice of the instrument Pan fashions from Syrinx’s corpse; it is indeed not properly a voice, but the music (in Tomlinson’s sense) that Pan makes as an elegy for Syrinx’s voice. In place of a free, natural voice, we hear a controlled product of aesthetic work: art. Art, Nature, and Listening",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Ovid’s tale of Io can be read as a story of conservation. Environmental conservation is not necessarily environmental ist in the sense of promoting the welfare of the natural world and protecting it from anthropogenic degradation and destruction. Raymond Rogers ( 1994 , 3) quotes a report by the World Commission on Environment and Development that uses phrases like “environmental resource accounts” that are in danger of being “bankrupt” and “the balance sheets of our generation” and “environmental capital,” which reflect a “resourcist representation of human-nature relations” in conservation discourse. Io is hardly a “natural resource,” but she is also hardly wild (in Snyder’s sense) any longer. Io the nature spirit is restored to her proper form, but circumscribed by culture, the centerpiece of a divine preserve, as it were. The tale’s internal critique, in the form of the Syrinx story, makes the point more harshly: we can seek to capture the beauty in nature, but to do so—even with the intention of celebrating it—is to consume it. As Bate writes, The price of art is the destruction of a living tree. You can’t have music without dead wood. You can sing a poem to a local audience, but you cannot disseminate it more widely—or hope that it will endure beyond your death or the death of your most committed listeners who have learnt your words—without paper, papyrus, electronic reproduction device or some other medium which has required the working over of raw materials. You create culture by enslaving nature. ( 2000 , 92) In the same way as “Io,” Crumb’s Idyll is a two-fold critique of our ecological dilemma if we must be the “monarchs” (as Crumb puts it) of this world. On the one hand, the inner story illustrates the burden of the desire to assert a human place and voice in the natural world. On the other hand, the outer story shows the natural world reduced to a docile object of contemplation. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "rogers_1994",
                    "bate_2000"
                ]
            }
        },
        {
            "47": {
                "text": "[47] The “speak-flute” passages that frame the Syrinx quotation (see Example 8 again) seem, on their own, to contribute nothing but a little atmosphere to this interpretation. “The moon goes down,” and then later, “There are shivering birds . . . and withering grasses” give the impression of a cold, dry landscape at night, not incompatible with either Crumb’s stated concern with ecological crisis or the fate of Syrinx, but not particularly evocative of either. The lines are from “To a Friend Bound North after the Rebellion” by the eighth-century poet Sikiong Shu, which appears as number 149 in the collection 300 Tang Poems : In dangerous times we two came south; Now you go north in safety, without me. But remember my head growing white among strangers, When you look on the blue of the mountains of home. . . . The moon goes down behind a ruined fort, Leaving star-clusters above an old gate. . . . There are shivering birds and withering grasses, Whichever way I turn my face. (22) The speaker will, or believes he will, die where he now is, far from home. In the late night, after the moon has set, only stars illuminate the ruins of the fort (an important site in the rebellion in or against which the speaker and friend fought, perhaps). The speaker is left to contemplate the complementary emptinesses of what is left of his life in a strange land and of the land itself, where neither bird nor grass thrives. We might imagine that the speaker and his friend were warriors sent to quell the rebellion and that the speaker has been left as an occupier, a “[monarch] of a dying world.” Alternatively, the friend has gone home alive and safe, while the speaker lies dead among the shivering birds and withering grasses, in possession of the land only because he is buried in it.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Whatever the reading, perhaps these are the images of alienation and illegitimacy that Crumb intends. Homo sapiens is left to grow white with age in the now-foreign world of plants and animals, a world left ruined, shivering, and withering. Like Pan, we have so relentlessly pursued what we want from the earth that, now having it, we can only use the remnants to mourn.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] What, then, should we do? What can we do? Crumb’s suggestion is that we ponder this dilemma, and that we listen. How shall we listen? “From afar, over a lake, on a moonlit evening in August.” (23) Is such activity not part of the problem? Are we not simply Pan, or Pan’s fauns, listening to a voice coaxed from dead Nature? “Is musicology part of the problem or part of the solution?” ( Allen 2011 , 392).",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "allen_2011"
                ]
            }
        },
        {
            "50": {
                "text": "[50] We cannot escape culture and culture’s entanglement with ecological crisis, but listening can be a means of quieting anthropocentric environmental discourse. We can be “skillful listeners” like the composers, writers, and artists Von Glahn ( 2013 ) studies, American women who “were taught to listen and observe rather than to speak. This very training in patience, observation, and listening has served women well in developing a heightened ecological consciousness” (2). Quiet attention can lead us, as it did Susan Fenimore Cooper, to the “recognition that trees have intellectual and moral value beyond their potential as material commodities” (13) and the belief that “the civilization of a nation could be measured by its treatment of the natural world” (14). According to Bate, we can read the same attitude in Ovid. Bate writes, “One of the many respects in which the Metamorphoses is a rebuke to that great apologia for empire, Virgil’s Aeneid , is its anthropomorphic sympathy for trees. Give a tree a human past and it can no longer merely be raw material . . .” ( 2000 , 86).",
                "footnotes": [],
                "citations": [
                    "von_glahn_2013",
                    "bate_2000"
                ]
            }
        },
        {
            "51": {
                "text": "[51] There is a danger that our listening will be no more than the aural equivalent of appreciating a lovely landscape painting, “casting nature as art,” as Toliver puts it, “a tapestry whose surface depicts untamed nature, but whose weave encodes domination” ( 2004 , 339 and 340). But we cannot dismiss the importance of the aesthetic in ecological awareness. Aldo Leopold writes of a river sandbar in Wisconsin: I know a painting so evanescent that it is seldom viewed at all, except by some wandering deer. It is a river who wields the brush, and it is the same river who, before I can bring my friends to view his work, erases it forever from human view. After that it exists only in my mind’s eye. . . . To view the painting, give the river three more weeks of solitude [after midsummer], and then visit the bar on some bright morning just after the sun has melted the daybreak fog. . . . And if you have come quietly and humbly, as you should to any spot that can be beautiful only once , you may surprise a fox-red deer, standing knee-high in the garden of his delight ( Leopold 1989 , 51–52; emphasis mine). If we are “quiet and humble,” we may witness the non-human as agent, in its delight, not ours, or not just ours. Despite Leopold’s pleasant aestheticism (and, for some, problematic devotion to hunting), we might look for answers in what Lawrence Buell calls Leopold’s “series of experiences, discoveries, musings, and percepts designed to unsettle standard utilitarian assumptions” about the environment ( Buell 2005 , 105). “Our ability to perceive quality in nature begins, as in art, with the pretty,” writes Aldo Leopold, ”It expands through successive stages of the beautiful to values as yet uncaptured by language” ( Leopold 1989 , 96).",
                "footnotes": [],
                "citations": [
                    "toliver_2004",
                    "leopold_1989",
                    "buell_2005",
                    "leopold_1989"
                ]
            }
        },
        {
            "52": {
                "text": "[52] Leopold’s comments are part of “Marshland Elegy” ( 1989 , 95–101) a meditation on the sandhill crane, the Wisconsin marshes cranes frequent, and the damage done to the marshes by decades of attempts to make the land produce. The move in “Marshland Elegy” beyond the aesthetic, “the pretty,” begins with silence, and then a kind of music: A dawn wind stirs the great marsh. With almost imperceptible slowness it rolls a bank of fog across the wide morass. Like the white ghost of a glacier the mists advance, riding over phalanxes of tamarack, sliding across bog-meadows heavy with dew. A single silence hangs from horizon to horizon. Out of some far recess of the sky a tinkling of little bells falls soft upon the listening land. Then again silence. Now comes a baying of some sweet-throated hound, soon the clamor of a responding pack. Then a far clear blast of hunting horns, out of the sky into the fog. High horns, low horns, silence, and finally a pandemonium of trumpets, rattles, croaks, and cries that almost shakes the bog with its nearness. . . . (95) The unseen band turns out to be a flock of cranes. We can be sure that the human listener—surely Leopold himself—is “quiet and humble.” Leopold goes on to speak of the Pleistocene origins of the marshland and the presence even then of the cranes. Human intervention in the marshland ecology is said to begin “One day not long ago” when Leopold imagines a French trapper canoeing through marsh, and continues into the early twentieth century when drained and plowed marshes failed as farmland and were let to re-wet themselves.",
                "footnotes": [],
                "citations": [
                    "leopold_1989"
                ]
            }
        },
        {
            "53": {
                "text": "[53] The time scale is important. From our silent appreciation of beauty in the marsh and the cranes, we are led into nostalgia, but an odd nostalgia for a time no living human, or recorded culture, can claim to recall (a problem in the discourse around environmental crisis; see Chakrabarty 2009 ). Leopold’s merging of the aesthetic, nostalgia, and deep history recalls Crumb’s program note for Idyll —humankind’s “ancient sense of brotherhood with all life-forms,” the “ancient ethnic musics” Crumb associates with the flute and percussion—and indexes Rehding’s nostalgic mode of ecomusicology. “The power of memory,” Rehding writes, “is one area in which music is known to excel” ( 2011 , 412). Rehding views the nostalgic mode through the work of Simon Schama, in which, in Rehding’s formulation, “we remember the greatness of the past with an urgent ethical imperative to preserve and perpetuate it for future generations” (413). The pasts evoked by Leopold and Crumb are beyond memory and/or legendary, but it is precisely this inaccessible past we need to grasp—if not literally remember. Dipesh Chakrabarty explains that in order to understand the nature of our ecological crisis, we must learn how to situate ourselves at or beyond the comfortable limits of historical understanding: Geologists and climate scientists may explain why the current phase of global warming—as distinct from the warming of the planet that has happened before—is anthropogenic in nature, but the ensuing crisis for humans is not understandable unless one works out the consequences of that warming. The consequences make sense only if we think of humans as a form of life and look on human history as part of the history of life on this planet. For, ultimately, what the warming of the planet threatens is not the geological planet itself but the very conditions, both biological and geological, on which the survival of human life as developed in the Holocene period depends. ( Chakrabarty 2009 , 213)",
                "footnotes": [],
                "citations": [
                    "chakrabarty_2009",
                    "rehding_2011",
                    "chakrabarty_2009"
                ]
            }
        },
        {
            "54": {
                "text": "[54] Neither Leopold nor Crumb is naive enough to think that a quiet morning in the woods or a little music will save ancient trees or prevent wetlands from being drained. What they ask for, rather, is our quiet attention. If we listen patiently enough, we may yet leave space for Io to speak freely.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.1.cook.html",
    "data": "mto/data/mto.17.23.1.cook.json"
}