{
    "title": "Transcending Time (Feels): Riff Types, Timekeeping Cymbals, and Time Feels in Contemporary Metal Music",
    "date": "2021/03/01",
    "volume": "27",
    "issue": "1",
    "authors": [
        "Jr., Jose M. Garza,"
    ],
    "abstract": "Over the past fifteen years, much of the music-theoretical scholarship on heavy metal has addressed metric processes (Lucas 2019, Capuzzo 2018, Hannan 2018, Lucas 2018, Lennard 2016, Smialek 2008, Pieslak 2007) and the use of the voice (Smialek 2017, Young 2018). A significant portion of the literature deals with the band Meshuggah, but the music of countless artists scattered across manifold subgenres remains unexplored. Widening the focus on such a large repertoire not only helps remedy this issue, but serves to inform one recent music-theoretical topic that relies on a broad stylistic understanding: time feels. To date, scholars have mainly limited the discussion of time feels to the kick and snare drums (e.g., de Clercq 2016), and indeed, these instruments ultimately determine a feel. I argue, however, that different uses of guitar, bass, and cymbals can reinforce, clarify, or contradict the feel laid down by the kick and snare. In this article, I describe several categories of guitar and bass riff types and timekeeping cymbals. I then discuss how their associations with certain time-feel contexts inform further analyses. To this end, I draw from post-millennial metal music in various subgenres including black metal, death metal, doom metal, grindcore, metalcore, progressive metal, sludge metal, and thrash metal.",
    "keywords": [
        "heavy metal",
        "rhythm and meter",
        "time feels",
        "riff",
        "drums",
        "cymbals",
        "popular music",
        "subgenres"
    ],
    "doi": "10.30535/mto.27.1.3",
    "received": "March 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.1/mto.21.27.1.garza.pdf",
    "author_info": [
        {
            "name": "Jose M. Garza, Jr.",
            "university": "Texas State University",
            "address": "School of Music, 601 University Dr., San Marcos, Texas 78666",
            "email": "jg1579@txstate.edu"
        }
    ],
    "citations": {
        "beatham_2007": "Beatham, Mike. 2007. “Death Metal Guitar Lesson: Blast Beats & Fast Picking.” FretJam . Published February 10, 2007. http://www.fretjam.com/death-metal-guitar-lesson.html .",
        "berger_1999": "Berger, Harris M. 1999. Metal, Rock, and Jazz: Perception and the Phenomenology of Musical Experience . University Press of New England.",
        "berger_and_fales_2005": "Berger, Harris M. and Cornelia Fales. 2005. “'Heaviness’ in the Perception of Heavy Metal Guitar Timbres: The Match of Perceptual and Acoustic Features over Time.” In Wired for Sound: Engineering and Technologies in Sonic Cultures , eds. Thomas Porcello and Paul D. Greene, 181–97. Wesleyan University Press.",
        "biamonte_2014": "Biamonte, Nicole. 2014. “Formal Functions of Metric Dissonance in Rock Music.” Music Theory Online 20/2. http://www.mtosmt.org/issues/mto.14.20.2/mto.14.20.2.biamonte.html .",
        "billmann_and_jacobson_2017": "Billmann, Pete and Jeff Jacobson. 2017. Mastodon, Emperor of Sand: Accurate Tab Edition . Hal Leonard.",
        "bogue_2007": "Bogue, Ronald. 2007. Deleuze’s Way: Essays in Transverse Ethics and Aesthetics . Ashgate.",
        "bowar_2017a": "Bowar, Chad. 2017a. “What Is Metalcore?” LiveAbout . Last updated March 24, 2019. https://www.liveabout.com/what-is-metalcore-1756187 .",
        "bowar_2017b": "Bowar, Chad. 2017b. “What Is Death Metal?” LiveAbout . Last updated March 17, 2017. https://www.liveabout.com/what-is-death-metal-1756178 .",
        "brown_2013": "Brown, Louise. 2013. “‘Thrashin’ Like a Maniac.” In The Art of Metal: Five Decades of Heavy Metal Album, Covers, Posters, T-Shirts, and More , eds. Martin Popoff and Malcolm Dome, 166–67. Voyageur.",
        "capuzzo_2018": "Capuzzo, Guy. 2018. “Rhythmic Deviance in the Music of Meshuggah.” Music Theory Spectrum 40/1: 121–37.",
        "christe_2003": "Christe, Ian. 2003. Sound of the Beast: The Complete Headbanging History of Heavy Metal . itbooks.",
        "de_clercq_2016": "de Clercq, Trevor. 2016. “Measuring a Measure: Absolute Time as a Factor for Determining Bar Lengths and Meter in Pop/Rock Music.” Music Theory Online 22/3. http://mtosmt.org/issues/mto.16.22.3/mto.16.22.3.declercq.html .",
        "conklin_2007": "Conklin, Sean. 2007. “Metal Breakdown Lesson.” GuitarMasterClass . Published June 5, 2007. https://www.guitarmasterclass.net/rhythm-guitar/metal-breakdown-lesson/ .",
        "conning_2018": "Conning, Rico. 2018. Heavy Metal: The Story in Pictures . New York: Quarto.",
        "deveaux_2015": "DeVeaux, Scott. 2015. “North American Jazz,” In The Other Classical Musics: Fifteen Great Traditions , ed. Michael Church, 199–215. Boydell Press.",
        "drake_gros_and_penel_1999": "Drake, Caroline, Laetitia Gros, and Amandine Penel. 1999. “How Fast Is That Music? The Relation Between Physical and Perceived Tempo.” In Music, Mind, and Science , ed. Suk Won Yi, 190–203. Seoul University Press.",
        "easley_2011": "Easley, David B. 2011. “‘It’s not my imagination, I've got a gun on my back!’: Style and sound in early American hardcore punk, 1978–1983.” Ph.D. dissertation, The Florida State University.",
        "easley_2015": "Easley, David B. 2015. “Riff Schemes, Form, and the Genre of Early American Hardcore Punk.” Music Theory Online 21(1). http://www.mtosmt.org/issues/mto.15.21.1/mto.15.21.1.easley.html .",
        "falk_2011": "Falk, Jared. 2011. “One Handed Roll.” DrumLessons.com by Drumeo . Published October 8, 2011. http://www.drumlessons.com/drum-lessons/general-drum-lessons/one-handed-roll/ .",
        "fleet_and_winter_2014": "Fleet, Paul and Jonathon Winter. 2014. “Investigating the Origins of Contemporary Basics on the Drum Kit: An Exploration of the Role of the Hi-Hat in Anglo-American Popular Musics from 1960 Until 1974.” Popular Music 33(2): 293–314.",
        "freeman_2006": "Freeman, Phil. 2006. “The Man-Machine Will Rock You: The Existential Paradox of Technical Death Metal.” The High Hat 7. http://thehighhat.com/index-007.html .",
        "garza_2019": "Garza, Jr., Jose M. 2019. “Feels as Team Efforts: Exploring the Roles of and Interactions Between Instruments in Popular-Music Time Feels.” Paper presented at the 2019 Society for Music Theory Annual Meeting.",
        "hagen_2011": "Hagen, Ross. 2011. “Musical Style, Ideology, and Mythology in Norwegian Black Metal.” In Metal Rules the Globe: Heavy Metal Music Around the World , eds. Jeremy Wallach, Harris M. Berger, and Paul D. Greene, 180–99. Duke University Press.",
        "hannan_2018": "Hannan, Calder. 2018. “Difficulty as Heaviness: Links Between Rhythmic Difficulty and Perceived Heaviness in the Music of Meshuggah and The Dillinger Escape Plan.” Metal Music Studies 4/3.",
        "hartmann_2017": "Hartmann, Graham. 2017. “10 Sickest Breakdowns of All Time.” Loudwire . Published July 27, 2017. https://loudwire.com/10-sickest-breakdowns-of-all-time/ .",
        "hasty_1997": "Hasty, Christopher F. 1997. Meter as Rhythm . Oxford University Press.",
        "hatten_1994": "Hatten, Robert S. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Indiana University Press.",
        "hellblazer_and_morrigan_2020a": "HellBlazer and Morrigan. 2020a. “Rules and Guidelines.” Encyclopaedia Metallum: The Metal Archives . Last modified May 7, 2020. https://www.metal-archives.com/content/rules .",
        "hellblazer_and_morrigan_2020b": "—. 2020b. “Statistics.” Encyclopaedia Metallum: The Metal Archives . Last modified October 25, 2020. https://www.metal-archives.com/stats .",
        "hellmer_and_madison_2015": "Hellmer, Kahl and Guy Madison. 2015. “Quantifying and Microtiming Patterning and Variability in Drum Kit Recordings: A Method and Some Data.” Music Perception 33(2): 147–62.",
        "hermes_2011": "Hermes, Will. 2011. Love Goes to Buildings on Fire: Five Years in New York That Changed Music Forever . New York: Farrar, Straus, and Giroux.",
        "hill_2006": "Hill, Gary. 2006. The Strange Sound of Cthulhu: Music Inspired by the Writings of H. P. Lovecraft . United States: Music Street Journal.",
        "hughs_and_vuvan_2020": "Hughs, Bryn and Dominique Vuvan. 2020. “Backbeat Placement Affects Tempo Judgments.” Article posted on PsyArXiv Preprints . Last updated June 19, 2020. https://psyarxiv.com/7fetj/ .",
        "kahn-harris_2007": "Kahn-Harris, Keith. 2007. Extreme Metal: Music and Culture on the Edge . Berg.",
        "kennedy_2017": "Kennedy, Lewis F. 2017. “Functions of Genre in Metal and Hardcore Music.” Ph.D. thesis, University of Hull.",
        "lang_2012": "Lang, Sean. 2012. “Heavy Metal Drumming – Blast Beats.” YouTube video. Published February 15, 2012. https://www.youtube.com/watch?time_continue =236&v=jNL9ypFdAzI .",
        "lawrence_2018": "Lawrence, Dan. 2018. “A Guide to the Glorious, Miserable World of Funeral Doom.” Bandcamp . Published October 31, 2018. https://daily.bandcamp.com/lists/a-guide-to-the-glorious-miserable-world-of-funeral-doom .",
        "lennard_2016": "Lennard, Chris. 2016. “Deforming the Backbeat: Dissonant States and Musical Expression in Meshuggah’s ObZen and Koloss .” Paper presented at the 2016 GAMuT Graduate Student Conference.",
        "london_2012": "London, Justin. 2012. Hearing in Time: Psychological Aspects of Musical Meter , 2nd ed. Oxford University Press.",
        "lucas_2018": "Lucas, Olivia. 2018. “‘So Complete in Beautiful Deformity’: Unexpected Beginnings and Rotated Riffs in Meshuggah’s obZen .” Music Theory Online 24(3).",
        "lucas_2019": "Lucas, Olivia. 2019. “The Analytical Lightshow: Concert Lighting as Analysis in Extreme Metal Live Performance.” Paper presented at the 2019 Annual Meeting of the Society for Music Theory.",
        "meeker_2004": "Meeker, Jared. 2004. Shredding Death Metal Guitar: Extreme Technique Meets Metal Guitar . Alfred.",
        "metal_music_archives_2016": "Metal Music Archives. 2016. “Technical Death Metal, a Metal Music Subgenre.” Metal Music Archives . Last updated July 10, 2016. https://www.metalmusicarchives.com/subgenre/technical-death-metal .",
        "moore_2012": "Moore, Allan F. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Ashgate.",
        "mynett_2013": "Mynett, Mark. 2013. “Contemporary Metal Music Production.” Ph.D. thesis, University of Huddersfield.",
        "mynett_2016": "Mynett, Mark. 2016. “The Distortion Paradox: Analyzing Contemporary Metal Production.” In Global Metal Music and Culture: Current Directions in Metal Studies , eds. Keith Kahn-Harris, Karl Spracklen, Niall Scott, and Andy R. Brown, 68–86. Routledge.",
        "o’neill_2017": "O’Neill, Andrew. 2017. A History of Heavy Metal . Headline.",
        "osborn_2010": "Osborn, Brad. 2010. “Beyond Verse and Chorus: Experimental Formal Structures in Post-Millennial Rock Music.” Ph.D. dissertation, University of Washington.",
        "osborn_2017": "Osborn, Brad. 2017. Everything in Its Right Place: Analyzing Radiohead . Oxford University Press.",
        "pearson_2019": "Pearson, David M. 2019. “Extreme Hardcore Punk and the Analytical Challenges of Rhythm, Riffs, and Timbre in Punk Music.” Music Theory Online 25(1).",
        "phillips_and_cogan_2009": "Phillips, William and Brian Cogan. 2009. Encyclopedia of Heavy Metal Music . Greenwood.",
        "phillips-silver_atkipis_and_bryant_2010": "Phillips-Silver, Jessica, C. Athena Aktipis, and Gregory A. Bryant. 2010. “The Ecology of Entrainment: Foundations of Coordinated Rhythmic Movement.” Music Perception 28(1): 3–14.",
        "pieslak_2007": "Pieslak, Jonathan. 2007. “Re-casting Metal: Rhythm and Meter in the Music of Meshuggah.” Music Theory Spectrum 29(2): 219–45.",
        "pillsbury_2006": "Pillsbury, Glenn. 2006. Damage Incorporated : Metallica and the Production of Musical Identity . Routledge.",
        "rabb_2008": "Rabb, Johnny. 2008. The Official Freehand Technique . Hal Leonard.",
        "recording_academy_2020": "Recording Academy. 2020. “Killswitch Engage.” Recording Academy: Grammy Awards . Published May 15, 2020. https://www.grammy.com/grammys/artists/killswitch-engage/13024 .",
        "roddy_2007": "Roddy, Derek. 2007. The Evolution of Blast Beats . Hudson.",
        "rolli_2017": "Rolli, Bryan. 2017. “August Burns Red Singer Jake Luhrs Talks Grammy Nod, ‘Wolverine Screams’ & Getting Stuck in an Elevator.” Billboard . Published December 6, 2017. https://www.billboard.com/articles/news/grammys/8061791/august-burns-red-singer-jake-luhrs-grammy-interview .",
        "rosenberg_and_krovatin_2017": "Rosenberg, Axl and Christopher Krovatin. 2017. Hellraisers: A Complete Visual History of Heavy Metal Mayhem . Race Point.",
        "schuller_1968": "Schuller, Gunther. 1968. The History of Jazz: Early Jazz, Its Roots, and Development . New York: Oxford University Press.",
        "smialek_2008": "Smialek, Eric T. 2008. “Rethinking Metal Aesthetics: Complexity, Authenticity, and Audience in Meshuggah’s I and Catch Thirtythr33 .” Master’s thesis, McGill University.",
        "smialek_2015": "Smialek, Eric T. 2015. “Genre and Expression in Extreme Metal Music, ca. 1990–2015.” Ph.D. dissertation, McGill University.",
        "smialek_2017": "Smialek, Eric T. 2017. “Becoming the Beast: Musical Expression in the Extreme Metal Voice.” Paper presented at the 2017 Annual Meeting of the Society for Music Theory.",
        "smyth_2017": "Smyth, Joe. 2017. “Drum Magazine Lesson: Four On The Snare Grooves.” YouTube video posted by DRUM! Magazine. Published December 15, 2017. https://www.youtube.com/watch?v=Q8Ez78vQI94 .",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press.",
        "tamlyn_1998": "Tamlyn, Garry. 1998. “The Big Beat: Origins and Development of Snare Backbeat and other Accompanimental Rhythms in Rock’n’Roll.” Ph.D. dissertation, University of Liverpool.",
        "taruskin_2009": "Taruskin, Richard. 2009. “A Sturdy Musical Bridge to the Twenty-First Century.” In The Danger of Music and Other Anti-Utopian Essays . University of California Press: 98–103.",
        "walser_1993": "Walser, Robert. 1993. Running with the Devil: Power, Gender, and Madness in Heavy Metal Music . Wesleyan University Press.",
        "whiting_klimentou_and_rogers_2019": "Whiting, Samuel, Paige Klimentou, and Ian Rogers. 2019. “‘We’re Just Normal Dudes’: Hegemonic Masculinity, Australian Identity, and Parkway Drive.” In Australian Metal Music: Identities, Scenes, and Cultures , Catherine Hoad, ed. Bingley, pp. 55–70. Emerald Group",
        "wiederhorn_2017": "Wiederhorn, Jon. 2017. “Ten Bands Pushing the Boundaries of Extreme Black Metal.” Bandcamp . Published September 11, 2017. https://daily.bandcamp.com/2017/09/11/extreme-black-metal-bandcamp-guide/ .",
        "wiederhorn_and_turman_2013": "Wiederhorn, Jon and Katherine Turman. 2013. Louder than Hell: The Definitive Oral History of Metal . itbooks.",
        "xavier_2015": "Xavier, Trey. 2015. “How to Choose the Right Guitar Pick (by Genre).” Gear Gods . Published June 17, 2015. https://geargods.net/features/how-to-choose-the-right-guitar-pick-by-genre/ .",
        "young_2018": "Young, Kaylie Danae. 2018. “Of Darkness Spawned: The Musical Operations of Guttural Vocals in Death Metal.” Master’s thesis, Texas State University."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The “Big Four” refers to four notable pioneers of thrash metal that enjoyed widespread success in the 1980s: Metallica, Slayer, Megadeth, and Anthrax ( Christe 2003 , 146).",
            "citations": [
                "christe_2003"
            ]
        },
        "FN2": {
            "text": "2. Pearson uses “kick-snare alternation” instead of beats per minute as a measurement for speed ( 2019 , 11). In this article, I refer to the kick-snare alternation as an element of the musical surface, while maintaining the use of beats per minute for the speed of the beat.",
            "citations": [
                "pearson_2019"
            ]
        },
        "FN3": {
            "text": "3. Following Drake, Gros, and Penel ( 1999 ), Hughs and Vuvan suggest that the frequency of the kick-snare alternation affects a listener’s perceived tempo, in contrast to the musical tempo ( 2020 , 3–4). The latter refers to the tempo indicated on a score that typically aligns with the tactus, or “the level of periodic beats” (3). In this sense, the kick-snare alternation, rather than the tactus, becomes a factor shaping the metrical hierarchy. Therefore, a transcription that directly reflects a perceived tempo affected by the alternation would show a change in tempo when the rate of the alternation is altered. In this article, however, I assume that my transcriptions reflect musical tempo, and thus show unchanging metronome markings with kick-snare alternations at various metrical levels. My use of the term “beat” refers to a notated metrical hierarchy rather than a perceptual hierarchy.",
            "citations": [
                "drake_gros_and_penel_1999",
                "hughs_and_vuvan_2020"
            ]
        },
        "FN4": {
            "text": "4. In the table and throughout the text, I use the word “open” for a string that is not palm-muted. Although the term often refers to an unfretted string, I use the terms “unfretted” and “fretted” to account for that distinction.",
            "citations": []
        },
        "FN5": {
            "text": "5. I address previously undefined time feels in this section and in the section on timekeeping cymbals.",
            "citations": []
        },
        "FN6": {
            "text": "6. The term “beat division” refers only to the metric level just below the beat (e.g., eighth notes in 4 4 ).",
            "citations": []
        },
        "FN7": {
            "text": "7. I interpret the drum material in the fourth measure as a fill (percussive embellishment) rather than a temporary shift to normal time.",
            "citations": []
        },
        "FN8": {
            "text": "8. Although the tempos do not technically differ, I use the words “slow” and “fast” to refer to time feels with fewer or more kick-snare alternations, respectively. For example, half time is “slower” than normal time, while double time is “faster” than normal time. This correlates with Hughes and Vuvan’s ( 2020 ) view presented in footnote 3.",
            "citations": [
                "hughs_and_vuvan_2020"
            ]
        },
        "FN9": {
            "text": "9. The musical traits of breakdowns in metal music are similar to but distinct from those in hardcore punk. Easley describes the latter: “[The breakdown] is characterized by its tempo (cutting the previous tempo in half), placement in a song (near the end), and lyrical focus (direct statements that sum up a song’s sentiments)” ( 2011 , 4). In his Ph.D. thesis, Kennedy discusses breakdowns in contemporary metal at length and offers excerpts that exhibit the characteristics I outline here ( 2017 , 88–94).",
            "citations": [
                "easley_2011",
                "kennedy_2017"
            ]
        },
        "FN10": {
            "text": "10. The breakdown riff type as described here is neither a necessary nor sufficient condition for a breakdown. Meeker, for example, states that a riff featuring sustained chords (see the next riff type) is “great for a breakdown” ( 2004 , 32).",
            "citations": [
                "meeker_2004"
            ]
        },
        "FN11": {
            "text": "11. As in Example 4, I interpret the drum material in the fourth measure as a fill rather than a temporary shift to normal time.",
            "citations": []
        },
        "FN12": {
            "text": "12. Berger also describes woodchucking, a technique that involves “a constant flow of [palm-]muted eighth notes on the lowest or second lowest string of the instrument, occasionally broken with power chord stabs” ( 1999 , 63). In his glossary, however, he uses the following definition: “a technique . . . in which the musician plays a series of muted single notes or power chords on the low E or A strings” (313). This implies that the “stabs” crucial to the pedal-tone riff type I describe in this article are optional. Indeed, the musical passage in which he identifies woodchucking features only palm-muting on an E power chord (213, 236). Therefore, I consider pedal-tone riffs as a specialized type of woodchucking riff.",
            "citations": [
                "berger_1999"
            ]
        },
        "FN13": {
            "text": "13. Mynett describes “pedal point riffs” in much the same way ( 2013 , 142–143).",
            "citations": [
                "mynett_2013"
            ]
        },
        "FN14": {
            "text": "14. Meeker cites the melodic death metal band Amon Amarth when introducing this type of riff ( 2004 , 35–36). Kennedy asserts that pedal-tone riffs “exhibit clear influence from melodic death metal” ( 2017 , 251).",
            "citations": [
                "meeker_2004",
                "kennedy_2017"
            ]
        },
        "FN15": {
            "text": "15. This distinction offers another point of interest. The rhythms of syncopated riffs appear to take the drums as their basis, while the rhythms of breakdown riffs are the basis in themselves. One might compare this to the difference between rhythms in jazz played as an accompaniment (vamping) and the rhythms played in stop-time gestures. Vamping allows for stray rhythms but stop-time passages require performers to play in unison.",
            "citations": []
        },
        "FN16": {
            "text": "16. The audio excerpt includes the guitar-only passage just before the vocals and other instruments enter. This is so the listener can more clearly hear the riff’s strumming pattern.",
            "citations": []
        },
        "FN17": {
            "text": "17. See Christe 2003 (181), O’Neill 2017 (245), and Phillips and Cogan 2009 (103) for more information about the relationship between metalcore, grindcore, and hardcore punk. Pearson specifically states that Burned Up Bled Dry’s song “Numbers” begins with and later returns to “a section in a fast-paced hardcore beat emphasizing its riff’s syncopation” ( 2019 , 28). I suggest that perhaps the opposite is true: the riff’s syncopation reinforces the forward momentum established by the quick drum pattern by subverting the expectation for an on-the-beat onset. This causes the listener to more greatly anticipate a strong-beat onset.",
            "citations": [
                "christe_2003",
                "phillips_and_cogan_2009",
                "pearson_2019"
            ]
        },
        "FN18": {
            "text": "18. Napalm Death drummer Mick Harris pioneered the use of the traditional blast beat ( O’Neill 2017 , 164; Phillips and Cogan 2009 , 174). Traditional blast beats are just one type of blast beat, though the other types do not involve a strong/weak kick-snare alternation ( Roddy 2007 , 14; Lang 2012 ).",
            "citations": [
                "phillips_and_cogan_2009",
                "roddy_2007",
                "lang_2012"
            ]
        },
        "FN19": {
            "text": "19. As Tamlyn chronicles, with the onset of bebop in the early 1940s, the cymbal took over the role of timekeeper originally belonging to the kick drum ( 1998 , 204–205).",
            "citations": [
                "tamlyn_1998"
            ]
        },
        "FN20": {
            "text": "20. For more on entrainment, see London 2012 .",
            "citations": [
                "london_2012"
            ]
        },
        "FN21": {
            "text": "21. I use the term “beat subdivision” to refer to any metric level below the beat division (e.g., sixteenths in 4 4 ).",
            "citations": []
        },
        "FN22": {
            "text": "22. Despite the closed hi-hat also having a quick decay, contemporary metal drummers appear to avoid it as a timekeeping cymbal in breakdowns, as it detracts from the passage’s heaviness due to its lack of presence and perceived intensity. An earlier version of this article attempted to find connections between types of cymbals and time feels, but further research is necessary to draw substantial conclusions.",
            "citations": []
        },
        "FN23": {
            "text": "23. The sixteenth notes in the second measure are rhythmic embellishments that do not nullify the BD category.",
            "citations": []
        },
        "FN24": {
            "text": "24. Interestingly, due to the nature of the kick-snare alternation in triple time, the snare occurs on beats 2 and 4, as in the normal-time pattern. Indeed, if the off-beat snare notes were played as ghost notes (soft “filler” notes between normal-volume hits), then the pattern would be in normal time. Because all snare hits are at normal volume, however, they are part of the feel proper.",
            "citations": []
        },
        "FN25": {
            "text": "25. Upon hearing repetitions of these four measures in the context of the song, the listener can hear the passage in quarter time, even though the drummer omits a snare hit at the onset of every fourth measure. One might imagine this excerpt as an elongated four-beat measure in which the drummer plays a fill on the fourth beat. Repetitions of such a measure would still yield a consistent feel interpretation.",
            "citations": []
        },
        "FN26": {
            "text": "26. Transcriptions featuring feels faster than quadruple and sextuple time are generally difficult to defend. Unless the song in question frequently shifts between different feels at the same tempo or the analyst presents a convincing reason to suggest a slow tempo marking, one can easily notate the passage at a faster tempo in a more familiar feel. For example, a = 80 octuple-time passage with a BSD cymbal unproblematically converts to a = 160 quadruple-time passage with a BD cymbal. Riff types may further justify conversions, as per the discussion in the first section of this article.",
            "citations": []
        },
        "FN27": {
            "text": "27. When notated as in Example 20a, we may categorize the riff type as “weak-division syncopation,” but I have not encountered precedents for such a riff type in quadruple time or any other feel. Arguably, the riff might also fall into the “drum approximation” category I describe in Garza 2019 , but that riff type occurs with more regularity in hard rock and alternative metal at slow tempos.",
            "citations": [
                "garza_2019"
            ]
        },
        "FN28": {
            "text": "28. After defining the standard rock pattern, both Moore and Osborn immediately launch into examples taken from their respective repertoires that demonstrate varied rhythms on the kick ( Moore 2012 , 51–55; Osborn 2017 , 53–55). Following Hasty 1997 , Biamonte notes that when used, varied rhythms that produce shorter durations on the kick imbue the following snare hits with a continuational function ( 2014 , [6.1]).",
            "citations": [
                "moore_2012",
                "osborn_2017",
                "hasty_1997",
                "biamonte_2014"
            ]
        },
        "FN29": {
            "text": "29. Common definitions of backbeat limit the term’s scope to beats 2 and 4 in quadruple meter (e.g., Stephenson 2002 , 2). I apply the term to the metric placement of the snare in a given feel. For example, backbeats in double time occur on the “ands” of beats, while backbeats in half time occur on beat 3 of every measure.",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN30": {
            "text": "30. I have omitted notes that the echo effect on the guitar produces.",
            "citations": []
        },
        "FN31": {
            "text": "31. Smyth calls this pattern “four-on-the-snare,” explaining that it originated in Motown ( 2017 , 0:07). Drummer Earl Young uses a similar name when distinguishing it from the typical disco pattern: “four-four on the snare” (quoted in Hermes 2011 , 64–65).",
            "citations": [
                "smyth_2017",
                "hermes_2011"
            ]
        },
        "FN32": {
            "text": "32. I use the term “sextuple time” here under the assumption that a normal-time drum pattern in \\(\\substack{18\\\\8}\\) contains three kick-snare alternations per measure. Multiplying the normal-time alternation by six produces eighteen alternations per measure, as here.",
            "citations": []
        },
        "FN33": {
            "text": "33. These blazingly fast snare strikes are achieved through the freehand technique as described by Rabb ( 2008 ). The technique involves using the rim of a drum as a pivot to strike the head when moving the stick both down and up (13). This technique is also colloquially called the “one-handed roll” ( Falk 2011 ) and extreme metal drummers use it to play a type of blast beat called the gravity or freehand blast ( Roddy 2007 , 30).",
            "citations": [
                "rabb_2008",
                "falk_2011",
                "roddy_2007"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The body of music-theoretical scholarship on post-millennial metal music has grown significantly in the past fifteen years. Much of this work addresses metric processes ( Lucas 2019 , Capuzzo 2018 , Hannan 2018 , Lucas 2018 , Lennard 2016 , Smialek 2008 , Pieslak 2007 ) and the use of the voice ( Smialek 2017 , Young 2018 ), especially in music by the band Meshuggah. Since heavy metal’s inception in the late 1960s ( Walser 1993 , 3), however, countless other artists have given life to a dizzying number of subgenres that cater to (or subvert) listener demand. Even after trimming down metal’s decades-long history to works produced since 2000, one faces a substantial body of work.",
                "footnotes": [],
                "citations": [
                    "lucas_2019",
                    "capuzzo_2018",
                    "hannan_2018",
                    "lucas_2018",
                    "lennard_2016",
                    "smialek_2008",
                    "pieslak_2007",
                    "smialek_2017",
                    "young_2018",
                    "walser_1993"
                ]
            }
        },
        {
            "2": {
                "text": "[2]  In the years leading up to the new millennium, Converge, The Dillinger Escape Plan, Shai Hulud, and others set the stage for artists who played metalcore, a subgenre that combined elements of hardcore punk and Swedish melodic death metal. The ensuing “New Wave of American Heavy Metal” comprised acts that at times broke into the mainstream ( Wiederhorn and Turman 2013 , 559; O’Neill 2017 , 251), among them Avenged Sevenfold and Grammy-nominated bands Killswitch Engage ( Recording Academy 2020 ) and August Burns Red ( Rolli 2017 ).",
                "footnotes": [],
                "citations": [
                    "wiederhorn_and_turman_2013",
                    "recording_academy_2020",
                    "rolli_2017"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Back in the underground, newcomers added to the ranks in droves while veterans continued to thrive. Black metal artists Deafheaven, Myrkur, and Watain joined well-established bands Enslaved and Immortal in making music filled with occult imagery and characterized by “raw emotion” ( Christe 2003 , 109), “shrieking” vocals ( Conning 2018 , 171), and lo-fi production ( Phillips and Cogan 2009 , 34). Baroness, Kylesa, and Mastodon contributed their talents to sludge metal, a subgenre cultivated by bands like Melvins and Crowbar that is marked by hardcore aggression and “bluesy” riffs ( O’Neill 2017 , 191). Progressive metal furthered its mission to find new musical avenues and expand existing ones as Between the Buried and Me, Intronaut, and Periphery stood alongside their predecessors Cynic, Dream Theater, and Opeth. Even the thrash metal sphere dominated by Metallica and the Big Four (1) welcomed fresh faces like Battlecross, Municipal Waste, and Power Trip, who embraced the speed, virtuosic display, and “transgressive energy” of the subgenre ( Pillsbury 2006 , 5–6, 9).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "christe_2003",
                    "conning_2018",
                    "phillips_and_cogan_2009",
                    "pillsbury_2006"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Death metal arguably experienced the widest expansion of all metal subgenres. With pioneers like Cannibal Corpse still at the helm, the subgenre saw the rise of bands such as Amon Amarth, The Black Dahlia Murder, and Hate Eternal. Technical death metal acts including The Faceless, Origin, and Revocation injected further musical complexity into a subgenre already laden with speed, guttural vocals, and instrumental proficiency ( Rosenberg and Krovatin 2017 , 125, 127; Christe 2003 , 239). The musicians in Cattle Decapitation mix their signature hyper-fast, politically driven grindcore stylings with death metal and progressive metal elements, while Swallow the Sun blends elements from death metal with the slow tempos of doom metal. The sheer variety of music produced by contemporary metal bands provides a preponderance of sonic material for use in scholarly discussion, beyond the band Meshuggah and beyond the topic of rhythm and meter.",
                "footnotes": [],
                "citations": [
                    "rosenberg_and_krovatin_2017",
                    "christe_2003"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Metal notably also serves as fertile ground for a new music-theoretical topic: time feels. In a 2016 article published in this journal, Trevor de Clercq argued for the importance of time feels as factors for determining measure lengths and meter in popular music. Time feels affect the way listeners perceive music metrically by maintaining a tempo while altering the frequency of the kick-snare alternation. (2) As a result, feels make the music seem faster or slower while not actually affecting the speed of the beat. (3) In some cases, time feels have become stylistic markers of specific genres, as with double time in bebop ( DeVeaux 2015 , 211; Taruskin 2009 , 99) and punk rock ( Osborn 2010 , 123–124), and half time in hardcore punk breakdowns ( Easley 2011 , 145). Post-millennial metal bands often freely jump from feel to feel in a single song, rather than choosing a feel and maintaining it.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "deveaux_2015",
                    "taruskin_2009",
                    "osborn_2010",
                    "easley_2011"
                ]
            }
        },
        {
            "6": {
                "text": "[6] When examining existing scholarship on time feels, a major problem arises, namely that discussion centers on the role of the kick and snare drums (see, again, de Clercq 2016 ). Moore, Tamlyn, and Biamonte have partially addressed this issue by suggesting connections between other instruments and time feels. Moore states that the normal-time pattern arose from its timbral similarity to the use of low- and high-register instruments in early jazz. Specifically, he compares low notes with the kick and high notes with the snare ( 2012 , 52). Tamlyn cites “antipodal” musical gestures ( Schuller 1968 , 25) that resemble kick and snare timbres in even earlier music, with examples by Brahms and Gottschalk ( Tamlyn 1998 , 157–58). Biamonte also states that antipodal gestures occur in late-eighteenth- and nineteenth-century art music as well as ragtime, “typically in the form of a bass note followed by a mid-range chord” ( 2014 , 6.3). Easley proposes a set of hardcore punk riff schemes that are distinguished in part by gestures on the drum set, but not by feels ( 2015 , 1.2). Pearson, also analyzing early hardcore punk, makes some statements regarding how certain types of riffs are appropriate for certain drum patterns ( 2019 , 28, 40). Kennedy similarly associates “two-step riffs” with an emphasis on beats 2 and 4 and breakdown riffs with half time ( 2017 , 75, footnote 80; 89). Pearson and Kennedy in particular provide useful insights into the potential relationships between riffs and feels. What remains to be done, then, is a study that makes those relationships explicit.",
                "footnotes": [],
                "citations": [
                    "de_clercq_2016",
                    "moore_2012",
                    "schuller_1968",
                    "tamlyn_1998",
                    "biamonte_2014",
                    "easley_2015",
                    "pearson_2019",
                    "kennedy_2017"
                ]
            }
        },
        {
            "7": {
                "text": "[7] In this article, I argue that while the alternation between kick and snare ultimately determines a time feel in post-millennial metal, the interactions between the drums and the guitar, bass, and non-kick, non-snare percussion instruments can reinforce, clarify, or contradict a feel. In the first two sections of this paper, I describe categories of riff types and timekeeping cymbals, whose associations with particular time-feel contexts inform further analyses. In the last section, I demonstrate how riff types and timekeeping cymbals affect analysis by either clarifying or contradicting feels established by the kick-snare alternation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] While addressing subgenre-specific stylistic practices, this article also contributes to existing scholarship on transcription in three significant ways. First, it posits an alternative mode of producing preferred metrical interpretations shaped by the interaction between various musical factors. In this respect, I notably deviate from de Clercq’s approach, which prioritizes the “ideal” two-second measure length ( 2016 , [1.7]). Second, it allows for transcriptions that match a style’s typical properties, rather than applying a universal standard. As I illustrate in the last section, this allows for musical features “outlawed” by previous music-theoretical literature. A = 220 metronome marking, for instance, lies near the extreme end of fast tempo possibilities, following London ( 2012 , 28). A measure at that tempo falls significantly below the two-second mark at 1.09 seconds. However, various authors writing about metal music explicitly cite fast tempos in certain subgenres such as grindcore ( Conning 2018 , 188), death metal ( Bowar 2017b ; Phillips and Cogan 2009 , 62), and thrash metal ( Brown 2013 , 166). Finally, the transcriptions thus produced serve the theorist whose formal analyses hinge on a preferred interpretation of bar lengths, an application that de Clercq also cites as support for his approach ( 2016 [1.5]–[1.6]). Example 1 . Drum set notation key (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "de_clercq_2016",
                    "london_2012",
                    "conning_2018",
                    "bowar_2017b",
                    "phillips_and_cogan_2009",
                    "brown_2013",
                    "de_clercq_2016"
                ]
            }
        },
        {
            "9": {
                "text": "[9] I present analyses using excerpts from post-millennial black metal, death metal, doom metal, grindcore, metalcore, progressive metal, sludge metal, and thrash metal, in doing so demonstrating how my approaches apply to a wide variety of current music and represent common practices. To facilitate reading my musical examples, I provide a drum set notation key in Example 1 . The transcriptions shown are mine unless otherwise noted. Riff Types Example 2 . Summary of riff types and associated time feels (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Easley develops a set of riff schemes, “organizing patterns of physical repetition and physical change made by a guitarist’s fretting hand” ( 2015 , [1.2]) that are determined by elements of repetition, variation, and contrast ([3.1]). He uses riff schemes to study song narratives in 1970s and 1980s hardcore punk, an approach that provides a precedent for the current study. For the contemporary metal repertoire, I devise six riff types—distinct from Easley’s riff schemes—that center on guitarists’ and bassists’ approach to rhythm, melody, harmony, and articulation: straight, open divisions; breakdown; long durations; pedal-tone; weak-beat syncopation; and tremolo. While the list is not exhaustive, these categories appear across several subgenres. In this section, I demonstrate how different riff types are commonly associated with specific time feels, which will inform the analyses later in this article. For the reader’s convenience, Example 2 summarizes the riff types, (4) their descriptions, their associated time feels, (5) and the relevant musical examples. Example 3 . Straight, open divisions riff in a normal-time passage (click to enlarge and listen)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "easley_2015"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Straight, open divisions riffs are played open (i.e., not palm-muted) as a steady stream of beat divisions. (6) This riff type serves a primarily harmonic and accompanimental role, while other riff types possess more distinct rhythmic and melodic features. Straight, open divisions riffs are commonly used in normal-time passages. This association between riff type and time feel is reinforced by virtue of their lack of markedness. That is, both the riff and time feel are unmarked musical traits that represent stylistic defaults (following Hatten 1994 , 36–37), the former due to its uniform rhythmic profile and accompanimental role, and the latter by its kick-snare alternation’s alignment with beats. The straight, open divisions riff type is often heard in choruses such as the one in Example 3 , in which the guitar and bass’s relatively low rhythmic complexity allows the listener to focus on the melody and lyrics of the vocal line. Example 4 . Breakdown riff in a half-time passage (click to enlarge and listen)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Example 4 exemplifies a half-time passage with the guitars and bass playing a breakdown riff. This riff type is named for its prominent use in formal sections found in various subgenres of metal ( Whiting, Klimentou, and Rogers 2019 , 56; Conning 2018 , 198; Bowar 2017a ; Hartmann 2017 ), especially metalcore and its death metal-adjacent sibling deathcore ( Smialek 2015 , 85). Breakdowns feature slow time feels, (8) low-register notes in the guitar and bass, crash or China cymbals, and uneven rhythms played in unison on the guitar, bass, and sometimes kick drum. (9) Furthermore, breakdowns often feature what Whiting, Limentou, and Rogers call “vivid staccato riffing” ( 2019 , 56, note 1) and what Conklin describes as “heavy groove riffage accompanied with silence in between the notes” creating a “tight” sound achieved by muting the strings with the left hand to prevent sustained notes ( 2007 ). (10) These elements contribute to an overall sense of “heaviness” prized in metal music culture ( Berger and Fales 2005 , 181; Mynett 2016 , 68; O’Neill 2017 2017, 148–150). Example 5 . Long durations riff in a quarter-time passage (click to enlarge and listen)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "whiting_klimentou_and_rogers_2019",
                    "conning_2018",
                    "bowar_2017a",
                    "hartmann_2017",
                    "smialek_2015",
                    "whiting_klimentou_and_rogers_2019",
                    "conklin_2007",
                    "berger_and_fales_2005",
                    "mynett_2016"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Long durations riffs reinforce the sense of stasis and open space in slow feels by utilizing notes longer than a beat. When discussing dirges in hardcore punk, Pearson ( 2019 ) echoes this sentiment, stating that sparse note onsets aid in “taking the music into the depths of doom and gloom” (28). Indeed, slow time feels and tempos are especially prominent in doom metal ( O’Neill 2017 , 191; Phillips and Cogan 2009 , 49; Hill 2006 , 100, 108–109), as is the long durations riff type. In Example 5 , the first guitarist and bassist play some eighth notes, but most of the riff comprises values longer than quarter notes. The time feel is even slower than half time, with kick and snare alternating every measure so that kick hits occur on strong hyperbeats and snare hits occur on weak hyperbeats. To maintain consistency with the established nomenclature, I call this feel “quarter time.” Example 6 . Long durations riff in a compound-meter half-time passage (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "pearson_2019",
                    "phillips_and_cogan_2009",
                    "hill_2006"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Example 6 illustrates a long durations riff in compound meter. Normal time directly maps onto compound quadruple meters, as observed by Osborn: Though the [normal-time pattern] is most strongly associated with 4/4 meter, we can also speak of compound meter [normal-time patterns] in 12/8 and 6/8. Dividing the top number of [compound] meters by three reveals the number of beats in each measure, and the snare attack occurs on even-numbered beats [in normal time]. ( 2017 , 89, note 9) We can apply this not only to normal time, but to slower feels such as half time and quarter time, since the number of beats per measure and subsequent decreases in kick-snare alternations match. Here, the drummer plays the snare on beat 3 (i.e., the third dotted quarter note of each measure), resulting in half time. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "osborn_2017"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Following Meeker, a pedal-tone riff involves a repeated note that “remains steady while other voices move above it” ( 2004 , 36). (12) Typically, musicians play the pedal tone unfretted and palm-muted on a lower string and the higher notes fretted and without palm-muting on either the same or higher strings. The upper voices might sound as single notes, power chords, or full-voiced chords. (13) With regard to rhythm, the durations all match, or the higher notes are longer than the pedal tone. Finally, in this and other riff types, bassists tend to use open notes rather than palm-muting, as palm-muting produces an unfavorable sound. Example 7 . Pedal-tone riff in a normal-time passage (click to enlarge and listen)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "meeker_2004"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Pedal-tone riffs primarily align with the beat division and frequently appear in normal- or double-time passages. Whereas the palm-muting in breakdown riffs generates clearly articulated and temporally separate rhythmic gestures, the palm-muted notes in pedal-tone riffs fill space between the open notes’ timbral accents while maintaining momentum via continuous note onsets. As Pillsbury notes, the “relative inaction” of the repeated palm-muted notes “conveys a sense of . . . constant power,” and when paired with fast-paced drumming, those palm-muted notes serve as “an expression of kinetic energy” ( 2006 , 11–12). All forms of metal—particularly thrash and death metal (14) —utilize pedal-tone riffs. Example 7 demonstrates usage in the former subgenre. Example 8 . Weak-beat syncopation riff in a double-time passage (click to enlarge and listen)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "pillsbury_2006"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Weak-beat syncopation riffs displace potential weak-beat onsets by using rests or ties. They resemble breakdown riffs in that they often borrow rhythmic material from the drums, but they differ in that (1) weak-beat syncopation riffs are typically played open while breakdown riffs are palm-muted and (2) the former take rhythms from both the kick and snare while the latter, if at all, match rhythms only with the kick. (15) Metal musicians typically employ weak-beat syncopation riffs in double time, as in Example 8 . (16) The riff type appears in black metal and especially in metalcore and grindcore, whose close relatives in hardcore punk employ similar riff rhythms. (17) Example 9 . Tremolo riff in a quadruple-time passage (click to enlarge and listen)",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Hagen describes tremolo technique as “constant double-picking (striking the string with both up and down movements of the pick) at extremely fast tempos” ( 2011 , 184). Although he also states that “in many cases, this technique precludes the ability to play more than one string simultaneously” (184), it is used for chords as well as single notes. Guitarists and bassists in extreme metal subgenres such as death metal, thrash metal ( Beatham 2007 , Xavier 2015 ), and especially black metal ( Wiederhorn 2017 ) use the tremolo riff type’s rapid motions to mirror rapid drum patterns, particularly in feels faster than double or triple time. In Example 9 , the drummer plays the kick and snare at four times the rate of normal time, resulting in a feel I call quadruple time. Drummers and metal aficionados call this drum pattern a traditional blast beat. (18) Timekeeping Cymbals",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "hagen_2011",
                    "beatham_2007",
                    "xavier_2015",
                    "wiederhorn_2017"
                ]
            }
        },
        {
            "19": {
                "text": "[19] Assuming a typical drum set arrangement, rock and metal drummers use one hand to play a cymbal at regular intervals. (19) These timekeeping cymbals serve to maintain a steady tempo for the band and cue beat entrainment, (20) even when the patterns played on kick, snare, or other instruments in the ensemble are heavily varied or syncopated (Phillips-Silver, et al. 2010). In this section, I present four timekeeping cymbal categories classified by their rhythmic frequency: once per beat (OpB), beat divisions (BD), every other beat (EOB), and beat subdivision (BSD). (21) Example 10 describes and shows examples for each of the categories. Example 11 summarizes their associated time feels and representative musical examples. Example 10 . Timekeeping cymbal categories (click to enlarge) Example 11 . Summary of timekeeping cymbal categories and associated time feels (click to enlarge) Example 12 . OpB China cymbal in half time (click to enlarge and listen) Example 13 . BD ride cymbal in compound-meter normal time (click to enlarge and listen) Example 14 . BD open hi-hat and pedal-tone riff type in triple time (click to enlarge and listen) Example 15 . Wash of sound created by BD open hi-hat and tremolo riff type in sextuple time (click to enlarge and listen) Example 16 . EOB open hi-hat and long durations riff type in quarter time (click to enlarge and listen)",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] OpB timekeeping cymbals feature prominently in normal time and half time. In normal time, OpB cymbals simply affirm the tempo already evident in the kick-snare alternation, since they also coincide with beat onsets. In half time, the increased onset interval between kick and snare raises the possibility of band members losing track of the beat. Thus, an OpB cymbal serves as an audible marker of tempo, while the lack of further divisions or subdivisions maintains the sense of space characteristic of slow feels. In Example 12 , the drummer plays an OpB cymbal with a kick drum rhythm that mirrors the breakdown riff (not shown). In this context, the China cymbal’s quick decay contributes to the breakdown’s tightness. (22) Additionally, the cymbal’s unique timbre cuts through the sonic texture, clearly conveying the beat to the whole band in this heavily syncopated passage.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] BD timekeeping cymbals in normal time arguably represent a stylistic default in rock, as Biamonte, Moore, and Stephenson all illustrate archetypal normal-time drum patterns with a BD cymbal ( 2014 , [6.1]; 2012 , 52; 2002 , 235). Example 3 demonstrates that BD timekeeping cymbals serve an analogous function in 4 4 metal drum patterns. Example 13 shows how drummers use BD cymbals in compound meter. Although there are still four beats per measure (at the level of the dotted quarter), each beat is divided into three rather than two, so there are three cymbal strikes per beat, here on the ride cymbal. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "biamonte_2014",
                    "moore_2012",
                    "stephenson_2002"
                ]
            }
        },
        {
            "22": {
                "text": "[22] As OpB cymbals affirm normal time by coinciding with the kick-snare alternation, so do BD cymbals reinforce double time. They also reinforce what I call triple time in compound meter. Following Osborn, I previously explained how simple meter and compound meter share some time-feel categories due to shared beat cardinality. However, the divergent nature of alternations below the beat level in compound meter gives rise to distinct feel categories. In triple time, the kick-snare alternation is three times that of normal time, as illustrated in Example 14 . (24) Triple time and double time are related not only due to their kick-snare alternations at the beat division level, but also by their shared associated riff types.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] BD cymbals also provide fitting accompaniment for even faster time feels. In black metal, specifically, BD cymbals serve an aesthetic purpose. When struck at close intervals, they create a high-frequency aural effect that negatively interacts with other high frequencies, resulting in what Hagen calls an “atmospheric wash of sound” ( 2011 , 187). While producers in most genres avoid the wash ( Hellmer and Madison 2015 , 152), black metal musicians embrace it. Example 15 demonstrates a wash of sound in what I call sextuple time, where the kick and snare alternation is six times that of normal time in compound meter. Like double and triple time, sextuple and quadruple time are related by virtue of their shared kick-snare alternation at the first level of subdivision. Here, the sextuple-time kick-snare alternation combines with a BD open hi-hat and guitar and bass tremolo riffs to create the wash. Amidst the wash, accents on the BD open hi-hat help orient the band members (and listener) toward beat onsets.",
                "footnotes": [],
                "citations": [
                    "hagen_2011",
                    "hellmer_and_madison_2015"
                ]
            }
        },
        {
            "24": {
                "text": "[24] EOB cymbals in quarter time resemble OpB cymbals in half time. Both maintain a satisfactory sense of openness characteristic of slow time feels while providing just enough of a pulse to prevent losing the beat. Example 16 illustrates a quarter-time passage marked at a glacial fifty-eight beats per minute, (25) in which only the drummer plays rhythms faster than an eighth note. Un and other funeral doom metal bands push the limits of beat entrainment by combining EOB cymbals, slow durations riffs, slow time feels, and slow tempos. As Lawrence explains, these elements contribute funeral doom’s “outright sloth” and the subgenre’s goal of prioritizing “atmosphere,” wherein riffs “mark the indifferent passing of time,” and “ensure that the listener’s ear is drawn to every individual note as if it’s an essential brick in the architecture” ( 2018 ). Example 17 . Increased heaviness caused by shift from OpB to EOB China cymbal in a half-time breakdown (click to enlarge and listen)",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "lawrence_2018"
                ]
            }
        },
        {
            "25": {
                "text": "[25] In half time, EOB cymbals additionally reinforce the kick-snare alternation. Despite this, EOB cymbals are less frequently used than OpB cymbals in half time, suggesting that the latter is the stylistic default for half time. Even when used, EOB cymbals are often preceded by OpB cymbals accompanying the same riff, usually in a breakdown. In Example 17 , the switch from OpB to EOB cymbals increases the space between timekeeping note onsets, which in turn contributes to heaviness that augments the breakdown’s effectiveness. Example 18 . BSD open hi-hat in octuple time (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] While drummers in other rock styles occasionally employ BSD cymbals in double time to reinforce a sense of momentum ( Fleet and Winter 2014 , 295), contemporary metal drummers typically only play BSD cymbals at the extreme end of the time-feel spectrum, when the kick-snare alternation exceeds quadruple and sextuple time. Example 18 demonstrates a passage with a BSD cymbal in octuple time, which is eight times the rate of normal time. (26) As tempos increase, practicality precludes drummers’ use of BSD cymbals in feels faster than quadruple and sextuple time; one’s hands can only move so quickly. Similar limits apply in quadruple and sextuple time at brisker tempos: one hand is preoccupied with striking the snare, while the other cannot keep up with the strikes on the cymbal. Example 19 . BD open hi-hat in quadruple time at a slow tempo (click to enlarge and listen)",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "fleet_and_winter_2014"
                ]
            }
        },
        {
            "27": {
                "text": "[27] The reader may question whether BSD cymbals are still inappropriate for quadruple time due to speed restrictions if the drummer is capable of playing them—especially since, although notated differently, the BD cymbals in a double-time interpretation of the same passage are played at the same rate, rendering the distinction seemingly pointless. Example 19 shows one instance of a drummer avoiding BSD cymbals for quadruple time. In the excerpt, the kick-snare alternation is adequately slow to play BSD cymbals, as heard in the octuple-time burst in the next two measures (not shown, but heard in the audio example). Still, the drummer elects to play BD cymbals (rather than BSD), arguably to follow convention rather than exploit the opportunity to play faster.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] From these examples we can draw three generalizations. The first, perhaps unsurprising, is that fewer cymbal strikes per measure correlate with slower time feels, while more cymbal strikes per measure correlate with faster time feels. The second is that contemporary metal drummers appear to prefer BD cymbals in a wider variety of time-feel contexts than OpB, EOB, or BSD cymbals. Finally, the drummers in this repertoire avoid situations wherein the kick-snare alternation outpaces the timekeeping cymbal, with the notable exceptions of feels faster than double or triple time, in which the rate of alternation limits the choice of timekeeping cymbal (e.g., Example 18). In other words, drummers in most cases play at least one timekeeping cymbal hit for each kick or snare hit. These generalizations will support our analytical discussion in the next section. Analyses: Feels Clarified or Contradicted by Riff Types or Timekeeping Cymbals",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] While I have so far only presented riff types and timekeeping cymbals in their typical time-feel contexts, contemporary metal musicians often play with these conventions. In this final section, I focus on two ways in which riff types and timekeeping cymbals affect analysis: clarification and contradiction. Clarification results when riff types or timekeeping cymbals illuminate the preferred interpretation of either (a) two or more possible interpretations or (b) a passage whose kick-snare pattern has been altered. Contradiction occurs when musicians superimpose two or more elements of different feels: while the kick-snare alternation might present a clear feel interpretation, riff types and timekeeping cymbals create a dialogue by providing elements of other feels. My analyses apply riff types and timekeeping cymbals to studies of subgenre-specific stylistic practices, transcription, and musical meaning. Example 20 . Napalm Death, “Bloodless Coup,” Apex Predator – Easy Meat , 2015, 0:08 (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] One could transcribe the passage illustrated by Example 20 in quadruple time (20a) or double time (20b) depending on the chosen beat level. The guitar and bass rhythms in the quadruple-time interpretation do not conform to the categories established above. (27) Similarly, the BSD cymbal represents an unconventional choice for quadruple time for this repertoire. The double-time reading, on the other hand, features a weak-beat syncopation riff type and BD cymbal typical of the feel. Therefore, the riff type and timekeeping cymbal placement favor the double-time interpretation. Example 21 . August Burns Red, “Hero of the Half Truth,” Phantom Anthem , 2017, 0:35 (click to enlarge, see the rest, and listen) Example 22 . OpB crash cymbal and straight, open divisions riff type in normal time (click to enlarge and listen)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Example 21 illustrates two readings of a passage: one in normal time (21a) and one in half time (21b). In the normal-time reading, the timekeeping cymbal category, OpB, would correspond with our previous observations regarding its association with the feel, but the breakdown riff type would not. Meanwhile, the breakdown riff type and EOB cymbal are both typical of half-time passages. Furthermore, if we take the half-time reading and keep the same tempo, we hear the passage shortly after ( Example 22 ) in normal time with a straight, open divisions riff and OpB timekeeping cymbal, retroactively informing the half-time reading at 0:35. A majority of factors thus favor Example 21a as the preferred interpretation. Example 23 . Long durations riff type clarifying half time with altered drum pattern (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Although scholars often illustrate the archetypal normal-time drum pattern with kick on beats 1 and 3 and snare on beats 2 and 4, a general consensus appears to arise regarding the kick drum’s rhythmic flexibility. (28) While listeners expect kick rhythms to vary, modified snare rhythms may obscure our interpretation of feel, particularly when drummers syncopate or altogether omit notes. Example 23 demonstrates how a riff type can inform one’s interpretation of a feel when faced with an altered snare rhythm. Here, the drummer plays the first measure normally in half time, but only plays a snare hit in the second measure on beat 4. Out of context, the second measure resembles either (a) a half-time measure but with a displaced beat-3 backbeat or (b) a normal-time measure but with an omitted beat-2 backbeat. (29) The first measure thus sets an expectation for the drummer to maintain the same feel, which he then subverts via the displacement. If the previous measure only nudged us toward the first interpretation, then the guitar riff pushes us there decisively. (30) As established, long durations riffs commonly occur in slow time feels. Therefore, the example illustrates a half-time passage that an altered drum pattern obscures and a long durations riff type clarifies. Example 24 . Straight, open divisions riff type and OpB crash cymbal contributing normal-time rhetoric in a passage with a four-on-the-snare drum pattern (click to enlarge and listen)",
                "footnotes": [
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Example 24 demonstrates another instance of clarification. The passage features a drum pattern that deviates from any typical time-feel pattern in a different way than Example 23. Rather than placing the snare on weak beats only, the drummer plays the snare on all beats, eliminating any sense of backbeat. (31) Despite this, the straight, open divisions riff type and OpB crash cymbal provide rhetoric that suggests normal time. Though further research might reveal which time feel the four-on-the-snare pattern definitively represents (if any at all), this excerpt shows how riff types and timekeeping cymbals inform such endeavors. Example 25 . Contradiction between quarter-time and fast time-feel characteristics (click to enlarge and listen)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] As opposed to cases in which time-keeping cymbals provide clarification with regards to time feels, examples in which they provide contradictions may be understood as dialogues involving conflicting time-feel traits. Example 25 shows a contradiction that directs a phrase’s energy. The kick-snare alternation establishes the passage’s quarter-time feel. The guitars and bass, however, play a pedal-tone riff while the drummer uses a BD ride cymbal. Both BD cymbals and pedal-tone riffs are typically affiliated with normal or faster feels. By implementing these characteristics, the band bestows a sense of urgency (“intensity”) to this passage that clashes with the slow-moving kick-snare alternation (“containment”). This contained intensity finds release in the fourth measure of the phrase, where the guitarist switches to soloistic open sixteenth notes and the drummer plays a speedy fill. Example 26 . Contradiction between quadruple time and slow time-feel characteristics (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Example 26 illustrates another contradiction, this time with slow feel traits over a quadruple-time kick-snare alternation. Rather than supplementing the kick and snare’s intense forward momentum, the guitars and bass play a long durations riff type and the drummer maintains an EOB timekeeping open hi-hat, traits typical of half and quarter time. In fact, the guitarists’ alternation between low, consonant B power chords and high, dissonant three-note chords implies an even slower kick/snare-like dichotomy in the pitch realm. Considering Moore’s ( 2012 ), Tamlyn’s ( 1998 ), and Biamonte’s ( 2014 ) comments regarding antipodal gestures, the guitar riff arguably mimics an eighth-time kick-snare alternation, further widening the range of time feels represented in this single passage. Example 27 . Sextuple time with tremolo riff type and BD hi-hat, fast time feel traits that represent action (click to enlarge and listen) Example 28 . Quarter time at 4:45 with long durations riff type and EOB open hi-hat, slow time feel traits that represent a call to action (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "moore_2012",
                    "tamlyn_1998",
                    "biamonte_2014"
                ]
            }
        },
        {
            "36": {
                "text": "[36] One can utilize the methods outlined in this article in analyses of musical meaning. I read Example 26 in the context of a narrative in which fast time-feel traits represent actual action and slow time-feel traits represent a call to action. In the first four-and-a-half minutes of the song, the narrator describes actions taken by nefarious people, warning listeners to “beware” the “charlatan’s” “noxious arguments,” then observing the charlatan’s rise to power and subsequent support from “lackeys” and “servants.” This first portion of the song largely features fast-feel traits, as in the sextuple-time passage in Example 27 . (32) At 4:31, the band suddenly introduces quarter time, ushering in the long durations riff and EOB hi-hat heard in Example 26. At 4:45 ( Example 28 ) the narrator shifts his focus to the listeners, urging them to rise against the charlatan by “sever[ing] his corrupt tongue” and “silenc[ing] . . . his abhorrent voice.” After one more appearance each of fast-feel traits and slow-feel traits, we reach Example 26. The band combines slow-feel traits, used to address the listeners, and fast-feel traits, used to supplement descriptions of action and aurally depict listeners’ newfound agency in overthrowing the charlatan. The album closes as the song fades out over multiple iterations of this passage as a conclusive statement of the listeners’ triumph. Example 29 . Contradiction between normal-time and sextuple-time characteristics (click to enlarge and listen)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Two final examples demonstrate how contradictions relate to stylistic practice in a specific subgenre. Example 29 pits normal-time against sextuple-time traits. The latter manifests as the guitarist’s and bassist’s tremolo riffs, while the former inheres in the kick-snare alternation. While drummers often use BD cymbals in normal time as well as sextuple time, here the open hi-hat timbre contributes to black metal’s distinctive wash of sound as described earlier. The superimposition of elements that typically disorient the listener and the clear kick-snare alternation played by the drummer appears paradoxical, but authors have noted the dual nature of tremolo in black metal. Bogue states that in the “whirring chaos” caused by tremolo, “quantitative turns into qualitative speed” resulting in an effect that is both “blurring” and “a catatonic skid” ( 2007 , 44). Kahn-Harris adds that the characteristic “trebly sound” of black metal guitar tones “can be highly indistinct” at fast speeds ( 2007 , 32). Therefore, the use of blast beats and tremolo picking “create[s] an odd effect of stasis on the music,” and combining them with slow elements “make[s] the music seem both fast and slow” (33). Indeed, these—and perhaps all—time-feel contradictions contribute to the sonic aspect of transgression in extreme metal music that Kahn-Harris describes (30–34), although in some cases members of the metal scene transgress practices that they have established themselves, rather than those of popular music in general. Example 30 . Example of a compound riff type (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "bogue_2007"
                ]
            }
        },
        {
            "38": {
                "text": "[38] Example 30 illustrates a particularly fascinating possibility regarding contradiction. Though the drummer plays bursts of snare hits at the beginnings of measures, (33) he clearly articulates the half-time backbeat on beat 3 in the first through third measures. (The fourth measure features a fill played exclusively on cymbals.) The China and ride cymbal split BD timekeeping duties; as noted above, the BD category does not usually appear in feels slower than normal time. Additionally, the guitar riff references multiple time feels through its multifaceted construction. At the beginnings of the first and second measures, the low, palm-muted C ♯ s followed by rests signal the breakdown riff type. In both measures, these gestures precede pedal-tone riffs alternating between C ♯ s an octave apart. The third measure bridges the space between the breakdown and pedal-tone characteristics by continuing the palm-muted C ♯ attack through beat 2. Finally, in the fourth measure, the guitarists explore the higher register with tremolo picking. This juxtaposition of disparate approaches results in what I call a compound riff type. With compound riff types, contradiction arises from within the riff rather than from the conflict between it, the timekeeping cymbal, and the kick-snare alternation (though these factors may further intensify the contradiction). The varied skills needed to play a compound riff require a high level of proficiency, on which musicians in the technical death metal subgenre (which includes Archspire) pride themselves ( Smialek 2015 , 164–165; Freeman 2006 ; Metal Music Archives 2016 ). Conclusion",
                "footnotes": [
                    "FN33"
                ],
                "citations": [
                    "smialek_2015",
                    "freeman_2006",
                    "metal_music_archives_2016"
                ]
            }
        },
        {
            "39": {
                "text": "[39] As I have demonstrated, understanding riff types and time-keeping cymbals aids in establishing stylistic norms and preferred time-feel readings of a passage that are necessary for certain types of analysis. Furthermore, these data may potentially supplement analyses of musical energy, meaning, genre, and more. Future research can identify additional categories of riff types and timekeeping cymbals in this and other repertoires.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Our last example (Example 30, above) illustrates a unique problem. Even when time-feel traits between bandmates are “in agreement” in the vertical dimension, contradiction may arise within the horizontal dimension involving a single band member. One portion of a guitarist’s or bassist’s riff, for instance, may contradict another portion of the same person’s riff, adding another piece to the time-feel-dialogue puzzle. This and other analytical issues stemming from observing aspects of and between riff types and timekeeping cymbals can lead to new analytical directions. Through this paper I hope to not only inspire continuing research on popular-music time feels and the burgeoning field of metal music studies, but also scholarship exploring various approaches in the pursuit of novel, compelling analyses.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.21.27.1.garza.html",
    "data": "mto/data/mto.21.27.1.garza.json"
}