{
    "title": "Reaction to comments on the MTO 0.1 essay",
    "date": "1993/04/01",
    "volume": "0",
    "issue": "2",
    "authors": [
        "Neumeyer, David"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "",
    "author_info": [
        {
            "name": "David Neumeyer",
            "university": "neumeyer@ucs.indiana.edu",
            "address": "",
            "email": ""
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Many thanks to Bob Kosovsky and Steve Smoliar for the Schoenberg/film-music\nleads. Nosferatu , like The Cabinet of Dr. Caligari , do seem such obvious\nchoices for Schoenberg’s Op. 34 that I will indeed spend some time hunting up\nreleases (or performances).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] As to the Schoenberg/MGM story, this has been confused so many times over the\nyears with a similar Stravinsky/MGM story (Stravinsky wanted $100,000 and a\nyear to compose his score—the money was no problem; it was the schedule that\nkilled the deal) that many skeptics—including myself—have assumed that only\none of them is true. William Rosar (in Clifford McCarty’s Film Music I ) has\ndocumented the Stravinsky story very thoroughly, but, if Bob’s statement about\nSchoenberg sketches for The Good Earth is correct, it would appear that \nperhaps BOTH stories are in fact true.  Rosar does discuss MGM’s motivations \nfor approaching well-known “serious” composers—they were quite similar to\nWarners’ reasons for hiring Erich Korngold: to bring in a prestige name (read\n“European concert composer”) at a time when extensive symphonic underscoring\nwas very fashionable. Which plays into the “tinsel” question, no?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] And, a footnote/correction: David Broekman was music director for Universal\nand it’s well known that he did not write some of the music that is credited\nto him (this was quite common in the early 30’s—and at some studios (including\nParamount and 20th Century Fox) much later). The music for Frankenstein is not\ncredited and I took the word of one usually reliable source that Broekman\nwrote the music for the main titles. But in fact he didn’t—William Rosar\nagain (quoted in Randall Larson’s Musique Fantastique ) has found that it was\nBernard Kaun, who was the son of Hugo Kaun and is best known as an orchestrator\n(he worked with Max Steiner quite a bit).",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.93.0.2.neumeyer.html",
    "data": "mto/data/mto.93.0.2.neumeyer.json"
}