{
    "title": "Rhythmic Techniques in Deaf Hip Hop",
    "date": "2021/03/01",
    "volume": "27",
    "issue": "1",
    "authors": [
        "Maler, Anabel",
        "Komaniecki, Robert"
    ],
    "abstract": "The art of signed music involves the use of rhythmicized signs from a signed language, such as American Sign Language (ASL), in a musical context. Signed music encompasses a variety of subgenres, including ASL hip hop or “dip hop.” A typical dip hop performance involves a Deaf or hard-of-hearing artist simultaneously performing vocalized and signed rapping over a looped background beat. Although dip hop emerged as a grassroots movement in the early 1990s, it has received little analytical attention in the scholarly literature on hip hop. In this paper, the authors combine techniques adapted from analyzing rhythm in non-signed rap music with techniques adapted from analyzing non-rapped signed music to analyze the rhythmic flow of tracks by dip hop artists Sean Forbes, Wawa, and Signmark. The authors demonstrate that dip hop artists have developed genre-specific rhythmic paradigms and tropes to convey the periodicity and rhyme that are fundamental to rap music. Specifically, we address the alignment of rhythm and meter in signed and vocal rap and the conveyance of a repeated “beat” through rhythmic signing. The analyses of dip hop tracks reveal important differences between dip hop and vocal rap, as well as differences between the conventions of dip hop and ASL poetry.",
    "keywords": [
        "rhythm",
        "disability",
        "hip-hop",
        "deafness",
        "dip-hop"
    ],
    "doi": "10.30535/mto.27.1.7",
    "received": "May 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.1/mto.21.27.1.maler.pdf",
    "author_info": [
        {
            "name": "Anabel Maler",
            "university": "The University of Iowa School of Music",
            "address": "93 E. Burlington Street, Iowa City, Iowa 52242",
            "email": "anabel-maler@uiowa.edu"
        },
        {
            "name": "Robert Komaniecki",
            "university": "The University of Iowa School of Music",
            "address": "93 E. Burlington Street, Iowa City, Iowa 52242",
            "email": "robert-komaniecki@uiowa.edu"
        }
    ],
    "citations": {
        "adams_2008": "Adams, Kyle. 2008. “Aspects of the Music/Text Relationship in Rap.” Music Theory Online 14 (2). https://mtosmt.org/issues/mto.08.14.2/mto.08.14.2.adams.php",
        "adams_2009": "Adams, Kyle. 2009. “On the Metrical Techniques of Flow in Rap Music.” Music Theory Online 15 (5). https://mtosmt.org/issues/mto.09.15.5/mto.09.15.5.adams.php",
        "bahan_2006": "Bahan, Ben. 2006. “Face-to-Face Tradition in the American Deaf Community: Dynamics of the Teller, the Tale, and the Audience.” In Signing the Body Poetic: Essays on American Sign Language Literature , edited by H-Dirksen L. Bauman, Jennifer L. Nelson and Heidi M. Rose, 21-50. University of California Press.",
        "baynton_1992": "Baynton, Douglas C. 1992. “‘A Silent Exile on this Earth’: The Metaphorical Construction of Deafness in the Nineteenth Century.” American Quarterly 44 (2): 216–243.",
        "baynton_1996": "Baynton, Douglas C. 1996. Forbidden Signs: American Culture and the Campaign against Sign Language . University of Chicago Press.",
        "best_2015-2016": "Best, Katelyn E. 2015/2016. “‘We Still Have a Dream’: The Deaf Hip Hop Movement and the Struggle against the Socio-Cultural Marginalization of Deaf People.” Lied und popülare Kulture/Song and Popular Culture 60/61:61–86.",
        "best_2018": "Best, Katelyn E. 2018. “Musical Belonging in a Hearing-Centric Society: Adapting and Contesting Dominant Cultural Norms through Deaf Hip Hop.” Journal of American Sign Languages and Literature : 1–7.",
        "boutet_and_garcia_2006": "Boutet, Dominique, and Brigitte Garcia. 2006. “Finalités et enjeux linguistiques d’une formalisation graphique de la Langue des Signes Française (LSF).” Accessed January 7, 2020. http://www.univ-rouen.fr/dyalang/glottopol/numero_7.html .",
        "condit-schultz_2016": "Condit-Schultz, Nathaniel. 2016. “MCFlow: A Digital Corpus of Rap Transcriptions.” Empirical Musicology Review 11 (2):124–47.",
        "cripps_and_lyonblum_2017": "Cripps, Jody H., and Ely Lyonblum. 2017. “Understanding Signed Music.” Society for American Sign Language Journal 1 (1): 78–96.",
        "cripps_et_al_2017": "Cripps, Jody H., Ely Rosenblum, Anita Small, and Samuel J. Supalla. 2017. “A Case Study on Signed Music: The Emergence of an Inter-performance Art.” Liminalities: A Journal of Performance Studies 13 (2):1–24.",
        "davidson_2006": "Davidson, Michael. 2006. “Hearing Things: The Scandal of Speech in Deaf Performance.” In Signing the Body Poetic: Essays on American Sign Language Literature , edited by H-Dirksen L. Bauman, Jennifer L. Nelson and Heidi M. Rose, 216–234. University of California Press.",
        "di_renzo_et_al_2006": "Di Renzo, Alessio, Luca Lamano, Tommaso Lucioli, Barbara Pennacchi, and Luca Ponzo. 2006. “Italian Sign Language: Can We Write It and Transcribe It with Sign Writing?” LREC 2006–Workshop Proceedings (W-15): Second Workshop on the Representation and Processing of Sign Languages , 11–16. Istituto di Linguistica Computazionale.",
        "garcia_2006": "Garcia, Brigitte. 2006. “The Methodological, Linguistic and Semiological Bases for the Elaboration of a Written Form of LSF (French Sign Language).” LREC 2006–Workshop Proceedings (W-15), Second Workshop on the Representation and Processing of Sign Languages, 31–36. Istituto di Linguistica Computazionale .",
        "garcia_2010": "Garcia, Brigitte. 2010. “Sourds, surdité, langue(s) des signes et épistémologie des sciences du langage. Problématiques de la scripturisation et modélisation des bas niveaux en Langue des Signes Française (LSF).” Mémoire d’Habilitation à Diriger les Recherches , Université Paris.",
        "holmes_2017": "Holmes, Jessica A. 2017. “Expert Listening beyond the Limits of Hearing: Music and Deafness.” Journal of the American Musicological Society 70 (1): 171–220.",
        "jones_2015": "Jones, Jeannette DiBernardo. 2015. “Imagined Hearing: Music-Making in Deaf Culture.” In The Oxford Handbook of Music and Disability Studies , edited by Blake Howe, Stephanie Jensen-Moulton, Neil Lerner and Joseph N. Straus, 54–72. Oxford University Press.",
        "komaniecki_2017": "Komaniecki, Robert. 2017. “Analyzing Collaborative Flow in Rap Music.” Music Theory Online 23 (4). https://mtosmt.org/issues/mto.17.23.4/mto.17.23.4.komaniecki.html",
        "komaniecki_2019": "Komaniecki, Robert. 2019. “Analyzing the Parameters of Flow in Rap Music.” PhD dissertation, Indiana University.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonances in the Music of Robert Schumann . Oxford University Press.",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identity . Cambridge University Press.",
        "laban_1928": "Laban, Rudolph. 1928. Schrifttanz . Universal Edition.",
        "listman_loeffler_and_timm_2018": "Listman, Jason, Summer C. Loeffler, and Rosa L. Timm. 2018. “Deaf Musicality and Unearthing the Translation Process.” Journal of American Sign Languages and Literature : 1–9.",
        "loeffler_2014": "Loeffler, Summer C. 2014. “Deaf Music: Embodying Language and Rhythm.” In Deaf Gain: Raising the Stakes for Human Diversity , edited by H-Dirksen L. Bauman and Joseph J. Murray, 436–56. University of Minnesota Press.",
        "mackin_2011": "Mackin, Molly. 2011. “Sean Forbes—Not Hard to Hear.” Ability Magazine , 10–11.",
        "maler_2013": "Maler, Anabel. 2013. “Songs for Hands: Analyzing Interactions of Sign Language and Music.” Music Theory Online 19 (1). https://mtosmt.org/issues/mto.13.19.1/mto.13.19.1.maler.html",
        "maler_2015": "Maler, Anabel. 2015. “Musical Expression among Deaf and Hearing Song Signers.” In The Oxford Handbook of Music and Disability Studies , edited by Blake Howe, Stephanie Jensen-Moulton, Neil Lerner and Joseph N. Straus, 73–91. Oxford University Press.",
        "margulis_2014": "Margulis, Elizabeth Hellmuth. 2014. On Repeat: How Music Plays the Mind . Oxford University Press.",
        "nutting_2019": "Nutting, Diane. 2019. “Breaking through the Sound Barrier: Deaf Perspectives from the Music Industry.” Smithsonian Folklife Festival Blog . https://festival.si.edu/blog/breaking-sound-barrier-wawa-dj-supalee .",
        "ohriner_2016": "Ohriner, Mitchell. 2016. “Metric Ambiguity and Flow in Rap Music: A Corpus-Assisted Study of Outkast’s “Mainstream” (1996).” Empirical Musicology Review 11 (2):153–79.",
        "ohriner_2019": "Ohriner, Mitchell. 2019. Flow: The Rhythmic Voice in Rap Music . Oxford University Press.",
        "padden_1988": "Padden, Carol. 1988. “Grammatical Theory and Signed Languages.” In Linguistics: The Cambridge Survey , edited by Frederick Newmeyer, 250–66. Cambridge University Press.",
        "padden_and_humphries_1988": "Padden, Carol, and Tom Humphries. 1988. Deaf in America: Voices from a Culture . Harvard University Press.",
        "padden_and_humphries_2005": "Padden, Carol, and Tom Humphries. 2005. Inside Deaf Culture . Harvard University Press.",
        "peisner_2013": "Peisner, David. 2013. “Deaf Jams: The Surprising, Conflicted, Thriving World of Hearing-Impaired Rappers.” Spin Magazine . https://www.spin.com/2013/10/deaf-jams-hearing-impaired-rappers/ .",
        "pizzuto_rossini_and_russo_2006": "Pizzuto, Elena, Paolo Rossini, and Tommaso Russo. 2006. “Representing Signed Languages in Written Form: Questions That Need to Be Posed.” LREC 2006–Workshop Proceedings (W-15): Second Workshop on the Representation and Processing of Sign Languages : 1–6.",
        "sandler_and_lillo-martin_2006": "Sandler, Wendy, and Diane Lillo-Martin. 2006. Sign Language and Linguistic Universals . Cambridge University Press.",
        "snipe_2018": "Snipe, Warren. 2018. [ASL] Warren Snipe - Deaf Rapper Breaking Down Barriers with His Message . Video transcript. Ai-Media. https://blog.ai-media.tv/blog/video-deaf-rapper-breaking-down-barriers-with-his-message .",
        "stokoe_1960": "Stokoe, William. 1960. “Sign Language Structure: An Outline of the Visual Communication Systems of the American Deaf.” Studies in Linguistics: Occasional Papers 8: 1–78.",
        "supalla_and_dannis_1994": "Supalla, Ted, and Joe Dannis. 1994. Charles Krauel: A Profile of a Deaf Filmmaker. Digital film, 27 minutes. Dawn-Sign Pictures.",
        "sutton_1981": "Sutton, Valerie. 1981. Dance Writing Shorthand for Modern & Jazz Dance . The Sutton Movement Writing Press.",
        "sutton_1990": "Sutton, Valerie. 1990. Lesson in SignWriting . 1st ed. The SignWriting Press.",
        "sutton-spence_2005": "Sutton-Spence, Rachel. 2005. Analysing Sign Language Poetry . Palgrave Macmillan.",
        "valli_1990": "Valli, Clayton. 1990. Poetry in Motion . Sign Media.",
        "valli_1993": "Valli, Clayton. 1993. “Poetics of American Sign Language Poetry.” PhD Dissertation, Union Institute & University.",
        "valli_et_al_2011": "Valli, Clayton, Ceil Lucas, Kristin J. Mulrooney, and Miako Villanueva. 2011. Linguistics of American Sign Language: An Introduction . Fifth ed. Gallaudet University Press.",
        "_": "Videos Cited"
    },
    "footnotes": {
        "FN1": {
            "text": "1. In 1988 , Padden and Humphries established the convention of referring to audiological deafness with a lowercase “d,” while membership within Deaf culture is identified through the uppercase “D.” In past scholarship, this has resulted in the term “d/Deaf” being used to encompass both the audiological and cultural aspects of deafness, since not all deaf individuals identify as members of Deaf culture. More recently, however, there has been a shift towards more inclusive language. Following the guidance of the Deafhood Foundation , we use “Deaf” as an inclusive term that encompasses a variety of experiences, including the little-“d” deafness and hard-of-hearing communities.",
            "citations": [
                "padden_and_humphries_1988"
            ]
        },
        "FN2": {
            "text": "2. McCall has expressed a complicated relationship with sign language. In an interview, he recounts how he was booed off the stage while rapping in his school for the Deaf because he wasn’t signing along with his songs. In response, he refused to sign his raps for years. He has also worked on rapping crisply in order to remove traces of his “Deaf accent,” dissing other rappers like Sean Forbes for sounding “Deaf” in his lyrics ( Peisner 2013 ). The example of McCall highlights the fact that Deaf identity, and particularly Deaf musical identity, is not a monolith, and Deaf musicality takes many forms.",
            "citations": [
                "peisner_2013"
            ]
        },
        "FN3": {
            "text": "3. Here and throughout this article, we have provided links to ASL dictionaries showing forms of some of the signs we reference. Some signs will be altered based on the context and will not appear exactly as shown in the dictionaries. In addition, some signs are not shown in dictionaries, often because they make use of ASL classifiers, which convey information on movement, size, shape, or location of objects (for an overview of classifiers, see https://www.lifeprint.com/asl101/pages-signs/classifiers/classifiers-frame.htm ). There may also be regional variants of signs. Our linking of these dictionaries is not meant to replace learning American Sign Language, which is a rich natural language; rather, they are meant to assist readers who may have no familiarity with ASL in understanding the musical examples described in this paper.",
            "citations": []
        },
        "FN4": {
            "text": "4. For more detailed discussions of Deaf culture and the structure of American Sign Language, see Padden ( 1988 ), Padden and Humphries ( 1988 , 2005 ), Sandler and Lillo-Martin ( 2006 ), Valli et al. ( 2011 ).",
            "citations": [
                "padden_1988",
                "padden_and_humphries_1988",
                "padden_and_humphries_2005",
                "valli_et_al_2011"
            ]
        },
        "FN5": {
            "text": "5. For corpus-aided analysis of rap flow, meter, and rhyme, see Ohriner ( 2016 ) and Condit-Schultz ( 2016 ).",
            "citations": [
                "ohriner_2016"
            ]
        },
        "FN6": {
            "text": "6. See also Boutet and Garcia ( 2006 ), Garcia ( 2006 , 2010 ), Di Renzo et al. ( 2006 ).",
            "citations": [
                "boutet_and_garcia_2006",
                "garcia_2006",
                "garcia_2010",
                "di_renzo_et_al_2006"
            ]
        },
        "FN7": {
            "text": "7. If the signer sees the palm of the hand, the glyph is unfilled, while if the signer sees the back of the hand, the glyph will be filled.",
            "citations": []
        },
        "FN8": {
            "text": "8. For more detailed information on the SignWriting system, see Sutton ( 1990 ).",
            "citations": [
                "sutton_1990"
            ]
        },
        "FN9": {
            "text": "9. Transcribing and analyzing non-notated music presents music analysts with significant challenges. Like other popular music, dip hop does not use a score or other abstractions—the only authentic musical objects with which one can engage are recordings or live performances. The authors acknowledge that transcriptions of these performances are merely approximations, and they are intended to be viewed alongside the original videos as analytical supplements rather than replacements.",
            "citations": []
        },
        "FN10": {
            "text": "10. In hip-hop scholarship, the term “beat” can refer to the backing musical track over which a rapper performs, or it can be used in its more traditional sense, describing location(s) within a given measure, depending on context.",
            "citations": []
        },
        "FN11": {
            "text": "11. Fingerspelling is the practice of spelling out an English word using the letters of the ASL manual alphabet. This practice is commonly used to spell names and other words that cannot be conveyed using an existing sign.",
            "citations": []
        },
        "FN12": {
            "text": "12. Stokoe ( 1960 ) identifies three main formational parameters for signs: location, movement, and handshape.",
            "citations": [
                "stokoe_1960"
            ]
        },
        "FN13": {
            "text": "13. That audiences do not initially believe that Wawa uses his own voice to rap brings up broader issues of the role of the voice within Deaf culture. The use of the voice is often associated with the oralist educational movement, which suppressed sign language in favor of promoting speech and lipreading. (See Baynton [ 1996 , 1992 ] for more discussion of oralist philosophies.) In fact, Wawa has discussed how attitudes about the voice have shaped his reception within Deaf culture, stating that he was heckled and labeled “hearing-minded” or “trying to be hearing” in his early rap performances ( Peisner 2013 ).",
            "citations": [
                "baynton_1996",
                "baynton_1992",
                "peisner_2013"
            ]
        },
        "FN14": {
            "text": "14. See Krebs ( 1999 ) for more detailed discussion of metrical dissonance in the music of Robert Schumann. The present dissonance would be characterized by Krebs as a displacement dissonance.",
            "citations": [
                "krebs_1999"
            ]
        },
        "FN15": {
            "text": "15. See paragraph 5.2 for a more detailed discussion of rhyme in American Sign Language.",
            "citations": []
        },
        "FN16": {
            "text": "16. Repetition goes hand-in-hand not only with hip hop, but with popular music more generally. Margulis ( 2014 ) demonstrates that listeners rate music with repetition as more enjoyable, and suggested that repetition imbues music with a “social and biological role in the creation of interpersonal cohesion” (6). She further suggests that a listener’s ability to anticipate musical activity may be directly correlated with their opinion of its quality.",
            "citations": [
                "margulis_2014"
            ]
        },
        "FN17": {
            "text": "17. Condit-Schultz ( 2016 ) and Ohriner ( 2016 ) have demonstrated that most rhymed syllables in vocal rap appear on beat four, something to which listeners are likely subconsciously attuned.",
            "citations": [
                "ohriner_2016"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Dip hop is hip hop through Deaf eyes. ( Snipe 2018 ) 1. Introduction",
                "footnotes": [],
                "citations": [
                    "snipe_2018"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] Signed songs have been the subject of some recent work in music theory and analysis ( Maler 2013 , 2015 ), musicology ( Holmes 2017 ; Jones 2015 ), performance studies ( Cripps et al. 2017 ), and Deaf studies ( Listman, Loeffler, and Timm 2018 ; Loeffler 2014 ). Performers of signed songs use rhythmicized signs from a signed language—such as American Sign Language (ASL)—within a musical context. The broader genre of signed songs encompasses a variety of subgenres, including what Bahan ( 2006 ) has termed percussion signing—a highly rhythmic form of musical signing that does not necessarily include any sounding elements—purely signed music that involves no spoken-language lyrics ( Cripps and Lyonblum 2017 ; Cripps et al. 2017 ), and translated songs, in which a pre-existing song is interpreted in sign language. Maler (2015) distinguishes between types of translated songs, including live music interpretation by ASL interpreters, live performances by song-signing artists, videos featuring original signed songs, and videos featuring an interpretation of a pre-existing song. Within each of these types, we can further identify the subgenre of signed hip hop or “dip hop,” a term coined by Deaf rapper Wawa in 2005 ( Best 2015/2016 , 73). A typical dip hop performance involves a Deaf or hard-of-hearing artist simultaneously performing vocalized and signed rapping over a looped background beat. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "maler_2013",
                    "maler_2015",
                    "holmes_2017",
                    "jones_2015",
                    "cripps_et_al_2017",
                    "listman_loeffler_and_timm_2018",
                    "loeffler_2014",
                    "bahan_2006",
                    "cripps_and_lyonblum_2017",
                    "cripps_et_al_2017"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Although dip hop began as a grassroots movement in the early 1990s ( Best 2015/2016 , 71), it has received little analytical attention in the scholarly literature on hip hop until now. In this paper, we combine techniques adapted from analyzing rhythm in non-signed rap music with techniques adapted from analyzing signed songs and sign language poetry in order to analyze the rhythmic flow of tracks by dip hop artists Sean Forbes, Wawa, and Signmark. Specifically, we ask how the paradigms of vocal hip hop, signed songs, and signed poetry interact and intersect in signed rap songs. In doing so, we identify some of the primary rhythmic techniques used by dip hop artists. Through these analyses, we suggest that the unique format of signed rap—which involves simultaneous rapping in two natural languages in different modalities—engenders unique rhythmic strategies and paradigms. We argue that dip hop artists present rhythms that are strongly tied to the bass and percussion of the background beat, and that they use four movement types that are found in sign language poetry in order to create rhythmic diversity: hold emphasis, movement emphasis, movement size, and movement duration. We also reveal how the rhythmic techniques of dip hop align with or diverge from those of the genre’s closest relatives: vocal rap and signed poetry. Finally, we show how analyzing the rhythmic techniques of dip hop artists sheds light on the message and meaning behind their rapping.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] We focus on analyzing the rhythmic techniques employed by three Deaf rappers in this article: Sean Forbes, Wawa, and Signmark. We selected these rappers for two reasons. First, they are well-known and generally highly regarded figures in the Deaf community and have international reputations as rappers. Second, each of these artists includes both sign language and spoken language in their performances. We decided to focus specifically on the rhythmic techniques of dip hop artists who use sign language in their performances, rather than artists like Darius “Prinz-D The First Deaf Rapper” McCall, who typically does not perform using sign language. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Sean Forbes is a Deaf rapper from Detroit who performs his raps simultaneously in voiced English and ASL. One of his motivations in performing rap music is to reach both the Deaf and hearing communities through his art, “creating a bridge between deaf and hearing worlds” ( Jones 2015 , 63). Warren “Wawa” Snipe is a DC-area dip hop artist and dancer who was born deaf and uses a cochlear implant. Wawa did not learn ASL until he was in college, but like Forbes, Wawa now performs simultaneously in voiced English and ASL. Finally, Signmark (Marko Vuoriheimo) is a Deaf rapper from Finland who was raised in a deaf family; his native language is Finnish Sign Language. He released his debut album (a CD and accompanying DVD of signed videos) Signmark in 2006, performed in Finnish and Finnish Sign Language. His second album, Breaking the Rules , uses English and American Sign Language. Signmark always signs VOICE-OFF (without using his voice), and works closely with vocalist Brandon Bauer to create ASL and English performances ( Jones 2015 , 64). (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "jones_2015",
                    "jones_2015"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] The primary aim of this article is to examine the rhythmic techniques employed by these three rappers, but it has another purpose as well: to expose hearing audiences to the rich world of dip hop performance, and to treat this sign language music as music by taking it seriously as an object of music-analytical inquiry. Wawa himself has expressed a desire to expose “people around the world about dip hop, showing Deaf culture through music” ( Snipe 2018 , 00:45). He identifies a common misconception about deafness, which is that “Deaf people are not supposed to like music, deaf people can’t hear it, how can they enjoy it?” While he acknowledges that this is a barrier, he also calls us to action in dismantling these stereotypes: “my job, also your job, is to destroy [this barrier]” ( Snipe 2018 , 2:42). By engaging dip hop analytically, we aim to answer Wawa’s call. 2. Situating Dip Hop",
                "footnotes": [],
                "citations": [
                    "snipe_2018",
                    "snipe_2018"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Nathaniel Condit-Schultz states that “rap is made musical, as opposed to poetic, by its rhythm” ( Condit-Schultz 2016 , 130). Much of the current analytical literature on rap music reflects this sentiment by describing rhythmic paradigms in hip hop ( Adams 2009 , Condit-Schultz 2016 ; Ohriner 2016 ; Komaniecki 2019 ). Dip hop presents a unique format for hip hop music, as artists rhythmically convey lyrics in two languages simultaneously. As Best observes, the very fact that in signed rap the lyrics are “performed bilingually, in both manual and aural languages” facilitates the “opportunity to break down stereotypes of music and deafness” ( Best 2018 , 4). In order to understand some of the cultural and linguistic complexities surrounding dip hop and sign language music in general, we must first review the types of signed songs and their historical and cultural contexts, as well as the relevant scholarship on hip hop analysis more broadly.",
                "footnotes": [],
                "citations": [
                    "adams_2009",
                    "ohriner_2016",
                    "komaniecki_2019",
                    "best_2018"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Carol Padden and Tom Humphries first described Deaf culture in 1988 as a “particular group of deaf people who share a language—American Sign Language (ASL)—and a culture.” The knowledge, beliefs, and practices of Deaf culture, they argue, are, like other cultures around the world, “historically created and actively transmitted across generations” ( Padden and Humphries 1988 , 2). A central aspect of North American Deaf culture is American Sign Language, a robust natural language distinct in its grammar from other sign languages and from English. (4) Many forms of performance art have emerged from Deaf culture, including distinctive types of musical performance such as signed rap.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "padden_and_humphries_1988"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Signed rap has received media attention in recent years, specifically through the work of sign-language interpreters like Amber Galloway Gallego. Rather than focusing on the important work of sign-language interpreters, who provide a necessary service by interpreting concerts and other events so that members of the Deaf community can have equal access, this article focuses on rap produced and performed by Deaf artists. After all, dip hop originated not only as a musical movement but as a cultural one, linked to the Deaf President Now movement, which “raises awareness of Deaf culture, breaks down stereotypes of deafness, and promotes a style of musical expression based on Deaf aesthetics” ( Best 2015/2016 , 64). Because “music in Deaf culture has often been conceptualized as a cultural expression of hearing people” ( Best 2018 , 2), it is especially important to analyze and discuss music produced and performed by Deaf and hard-of-hearing artists, rather than hearing interpreters. Music is not just something to be interpreted for Deaf people; rather, music exists in many forms in Deaf culture and Deaf musical culture should be analyzed and understood on its own terms. A detailed analysis of ASL interpreters’ rapping techniques is thus outside the scope of the present essay.",
                "footnotes": [],
                "citations": [
                    "best_2018"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] “Signed song” is a broad category encompassing many different musical practices, each of which exists in a particular relationship to both Deaf and hearing cultures. Sometimes these relationships are fraught, and many are in a state of flux. Several authors have noted that feelings on music are mixed within the Deaf community; as these authors note, however, music continues to play an important and often-overlooked role in Deaf culture, through translated songs, rap, songs purely in ASL, and instrumental music ( Best 2015/2016 ; Maler 2013 ; Cripps et al. 2017 ; Listman, Loeffler, and Timm 2018 ). When asked whether music is “common in the deaf community,” Sean Forbes enthusiastically replied “Yeah! There are a lot of deaf people who love playing music in their cars while driving. Mostly they play music that’s dominated by drums and bass, like rap music and techno, because they can feel the pulse” ( Mackin 2011 , 11). While this sentiment does not reflect the views of all Deaf individuals, it does support the idea that some Deaf people enjoy music, and that music such as rap may play an especially important role in those musical experiences.",
                "footnotes": [],
                "citations": [
                    "maler_2013",
                    "cripps_et_al_2017",
                    "listman_loeffler_and_timm_2018",
                    "mackin_2011"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] There are many types of music within Deaf culture, including traditional percussion songs, translated songs that involve interpreting a preexisting song in sign language, and signed music that involves no spoken language component ( Bahan 2006 ; Cripps et al. 2017 ; Cripps and Lyonblum 2017 ; Loeffler 2014 ; Maler 2013 , 2015 ). Types of translated signed songs include live music interpretation services or performances by signed song artists, videos featuring the performance of an original signed song or of a preexisting song translated into ASL ( Maler 2015 ), and what Cripps et al. call “signed music video performances,” which involve “highly abstract meanings and encourage artistic interpretation” ( 2017 , 7). Listman, Loeffler, and Timm also point out that there is a range of translation types in translated signed songs “from literal, word-for-word translations, to translations where modifications were made for ASL, to more loose, creative translations” ( 2018 , 1). Maler ( 2013 ) presents an analytical approach to translated signed songs, revealing how hearing song signer Stephen Torrence “portrays musical elements like rhythm, pitch, phrasing, and timbre through productive musical signs and non-linguistic gestures” (5.1).",
                "footnotes": [],
                "citations": [
                    "bahan_2006",
                    "cripps_et_al_2017",
                    "cripps_and_lyonblum_2017",
                    "loeffler_2014",
                    "maler_2013",
                    "maler_2015",
                    "maler_2015",
                    "cripps_et_al_2017",
                    "listman_loeffler_and_timm_2018",
                    "maler_2013"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Signed rap, or dip hop, occupies a contested space within the continuum of Deaf performing arts. While dip hop does not typically “translate” an existing song in a spoken language, it does involve a significant spoken-language component. This spoken component may be performed by the same person who is signing or by an interpreter, thus blurring the lines between translated song and purely signed song. Signed rap, in its use of rhythmicized signs, is also connected to the long history of percussion signing, which has been documented in Deaf culture since the 1930s ( Supalla and Dannis 1994 ). Furthermore, any use of speech in Deaf performance might be understood as scandalous, as Michael Davidson has discussed ( 2006 ). In order to understand this complex performance art, we engage in detailed analysis of the rhythmic techniques used by Deaf dip hop artists by adapting analytical methodologies designed for non-signed rap, signed songs, and signed poetry.",
                "footnotes": [],
                "citations": [
                    "supalla_and_dannis_1994",
                    "davidson_2006"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] In her thorough exploration of the history of dip hop, Katelyn Best contextualizes the emergence of the genre as part of a broader social movement within Deaf culture, associated with the Deaf President Now and Deaf Rights movements of the late 1980s. Best points out that the association of music with hearing culture posed problems for Deaf rappers who were trying to break into the music scene in the 1990s and early 2000s, an argument supported by the work of Maler ( 2013 ; 2015 ) and Holmes ( 2017 ). However, other kinds of music have existed within American Deaf culture since the nineteenth century, including instances of deaf persons “singing” in sign language, in the words of renowned Deaf filmmaker Charles Krauel ( Supalla and Dannis 1994 ). Ted Supalla’s documentary about Krauel’s filmmaking features several examples of this signed music, including what Ben Bahan terms “percussion signing,” which involves “arranging signs to certain beats” ( 2006 , 34). Specifically, the percussion songs “Boat, Drink, Fun, Enjoy” and “Voices of Animals” are shown in Krauel’s films. These simple songs are striking in that they do not merely align signs to beats, as Bahan puts it, but use different types of movements—such as holds, specific movement paths, movement emphasis, and different movement durations—in order to create a musical experience for the viewer. These four movement types are fundamental to creating rhythm in signed poetry as well. Sutton-Spence observes that “rhythm in sign language poetry can be described in terms of the changes that occur within signs or in the transition between signs (‘movements’) and periods of no change (‘holds’)” ( 2005 , 45). Clayton Valli ( 1993 ) establishes four fundamental movement types that can create poetic rhythm: 1) hold emphasis (long pause, subtle pause, strong stop); 2) movement emphasis (long, short, alternating, repeated movement); 3) movement size (enlarged movement path, shortened movement, reduced movement path, accelerating movement); and 4) movement duration (regular, slow, or fast).",
                "footnotes": [],
                "citations": [
                    "maler_2013",
                    "maler_2015",
                    "holmes_2017",
                    "supalla_and_dannis_1994",
                    "bahan_2006",
                    "valli_1993"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] As we will show, all four of these parameters also create rhythm and meter in signed rap. But when analyzing signed rap, we must also consider the relationships between the signs and the background beat (especially the bass), as well as between the signs and the verbalized rap (especially if one person is producing both). In order to better understand how dip hop artists manipulate these relationships, we must first briefly review the literature on vocal rap. As Best argues, hip hop is “an accessible medium in which to explore musical expression beyond a hearing-centric reality because its three main components, beats, lyrics, and flow, easily translate to Deaf music aesthetics” ( Best 2018 , 3). The purpose of this article is to use tools from hip hop, signed song, and signed poetry analysis to elucidate some of the rhythmic features found in dip hop tracks. By using tools adapted from hip hop analysis, we do not intend to imply that dip hop can be reduced to vocally-produced rap or that Deaf music needs a basis in music from hearing culture—rather, the established techniques for analyzing rhythmic and metric techniques in non-signed rap provide a framework for making sense of the complex rhythmic strategies employed by Deaf rappers.",
                "footnotes": [],
                "citations": [
                    "best_2018"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] Adam Krims’ monograph Rap Music and the Poetics of Identity contains some of the first serious efforts to analyze hip hop beats. Krims also provides an early taxonomy of flow, describing “sung,” “percussion-effusive,” and “speech-effusive” styles of rapping ( Krims 2000 ). Kyle Adams further elaborates on the metrical techniques of flow, which he defines as “the placement of rhyming syllables, the placement of accented syllables, the degree of correspondence between syntactic units and measures, and the number of syllables per beat” ( 2009 , 8). (5) In this article, we apply Adams’s focus on metrical and rhythmic techniques of flow within the context of signed rap.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "krims_2000",
                    "adams_2009"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] Robert Komaniecki’s dissertation, “Analyzing the Parameters of Flow in Rap Music,” details the different facets of vocally-delivered flow, including rhythm, rhyme, and vocal pitch ( 2019 ). While the aspects of vocally-delivered flow that pertain to pitch are not directly relevant to the analysis of signed rap, the rhythmic elements of flow are directly pertinent to this investigation. Particularly relevant to this project is Komaniecki’s discussion of rhythmic cells and rhyme organization, which we expand upon in our analyses below. Komaniecki also favors transcriptions of rap lyrics in conventional Western rhythmic notation, using colors to indicate rhyme, a practice that we adopt in this article.",
                "footnotes": [],
                "citations": [
                    "komaniecki_2019"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] In order to understand and analyze the rhythmic techniques used by dip hop artists, we must take into account analytical methodologies developed for signed poetry, signed songs, and vocal rap. With these methodologies in mind, we focus our analyses on how the movement types that characterize and define lines in ASL poetry combine to create musical rhythm and meter in dip hop through the interaction of hip hop beats and the rapper’s ASL and English flows. Before embarking upon these detailed analyses of dip hop flow, though, we must grapple with the difficulties of transcribing signed rap. We then describe some important interactions between the beat and the signed lyrics in dip hop, defining four types of interaction between rhythmic cells and rhymed cells. 3. Signed Rap Transcription",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In order to analyze the main rhythmic techniques used by dip hop artists, we must design a system of notating signed rap songs. The problems with devising such a notation system arise from the fact that, as Pizzuto, Rossini, and Russo observe, “until now, none of the SL [sign language] used in the world has autonomously developed a written form” ( 2006 , 1). (6) While there have been many attempts to create systems for writing signs, the authors note that there is no certainty that these writing systems “will lead to a real evolution of written SL” ( 2006 , 1). The difficulty of creating a system for writing sign language is compounded by the artistic modifications of sign language in performances of signed rap.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "pizzuto_rossini_and_russo_2006",
                    "pizzuto_rossini_and_russo_2006"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The most recent and successful sign language writing systems include SignWriting (designed by Valerie Sutton) and Stokoe Notation (designed by William Stokoe). Stokoe-based notation systems are efficient at notating single, decontextualized signs. But as Pizzuto, Rossini, and Russo note, Stokoe notation “cannot be used for segmenting and transcribing individual signs and signs’ sequences occurring in the actual flow of signed conversation, with all the morphological modifications noted in discourse” ( 2006 , 3). Furthermore, Stokoe-based notation cannot easily accommodate information about movement direction, speed, rhythm, or emphasis. Thus, it is not well-suited to representing signed rap, which involves extensive modifications of signs in a musical context.",
                "footnotes": [],
                "citations": [
                    "pizzuto_rossini_and_russo_2006"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Sutton’s SignWriting provides a more promising avenue for notating signed rap ( 1990 ). SignWriting provides extremely detailed information on how signs look, it is easy to read, it does not require prior knowledge of a signed language in order to be comprehensible to a reader, it shows facial expressions well, and it can include information about expression and other nonmanual markers. However, the typical vertical orientation of SignWriting makes it difficult to align with music notation, and it still does not show the rhythmic placement of signs or their relationship to a given meter.",
                "footnotes": [],
                "citations": [
                    "sutton_1990"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] In developing our own form of notation for dip hop, we also considered using a system for dance notation, such as Labanotation ( Laban 1928 ) or DanceWriting ( Sutton 1981 ). While these systems excel at showing movements of the dancer’s whole body in relation to a background meter, they are not as adept at showing the detailed movements of the face and hands that are the primary objects of focus in sign language. We therefore chose to focus on adapting SignWriting to a musical context by combining SignWriting, glosses, and music notation. (A gloss, written in uppercase letters, conventionally shows the basic meaning of a sign in a written language such as English.) The result is an analytical notation that reveals important aspects of how signs look, how they relate to the background beat and the vocalized English layer, and what those signs mean. Example 1 . The Sutton SignWriting symbol for “sign.” (click to enlarge) Video Example 1 . “Sign” in ASL. (click to watch video)",
                "footnotes": [],
                "citations": [
                    "laban_1928",
                    "sutton_1981"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Example 1 shows a single sign written using the Sutton SignWriting system. This is the sign representing the English word “signing.” Video Example 1 shows the same sign as it might appear to someone in conversation. In Example 1, we can see the handshape used in each hand, which is a “1” handshape (the square represents the closed fist and the single line represents the index finger). The orientation of the hand is shown from the perspective of the signer: in this case, the half-filled glyph indicates that the signer sees the hand from the side. (7) The glyph is unbroken across the knuckles, which means that it is oriented vertically (parallel with the wall plane), rather than horizontally or parallel with the floor, which would be indicated by breaking the sign with a white band through the knuckles. We can further see that both hands move: the movement of the right hand is indicated with a black arrow, the movement of the left hand with a white arrow. The right hand starts near the body (thick line) moving downwards in a forward-back circle parallel with the side wall, while the left hand starts further from the body (thin line) moving upwards. As indicated by the two arrows, the hands complete two circles.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] There is a great deal of highly detailed information presented in a single SignWriting glyph. Much more information can be represented as well: details of the movements of fingers, hands, and arms, as well as the types of contact between parts of the body; details of the signer’s facial expressions, head position, posture, and body movement; information about expression (such as speed or emphasis of movements) and punctuation; and infinite information about directionality and type of movement. SignWriting can represent not only any grammatical utterance in ASL, but virtually any movement in any sign language. A detailed explanation of how to construct utterances in SignWriting is thus outside the scope of the present paper. However, watching the video example alongside the SignWriting symbol should elucidate the meanings of the symbol. Figure 1 presents the SignWriting symbols for the ASL manual alphabet for reference purposes. (8) Figure 1 . The letters of the ASL manual alphabet in SignWriting (click to enlarge) Example 2 . Wawa, “Only ASL One,” opening, transcribed using Sutton SignWriting (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Example 2 shows a single line of a dip hop track by Wawa, “Only ASL One,” notated in SignWriting. The excerpt should be read vertically, from top to bottom. This notation shows detailed information about the visual appearance of the signs and their relationship to one another, showing for example how the head turns from facing forward on the first sign, to facing left on the second sign. However, critical musical information is missing from this transcription, including information on the rhythmic relationships between signs, the relationship between the signs and background beat, and the relationships between the signed layer and the vocal layer of the track. Example 3 . Wawa, “Only ASL One,” opening, transcribed using the dip hop transcription system (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The notation system we have developed in this paper combines typical Western rhythmic notation with a gloss and symbols from SignWriting. The passage from Wawa’s “Only ASL One” shown in Example 2 is recreated in Example 3 using our notation system. We further indicate important rhythmic aspects of the signed layer using different kinds of noteheads in the rhythmic transcription: regular noteheads indicate a single-movement or stationary sign, or the beginning of a multi-part sign; “x” noteheads indicate internal repetition that occurs within a sign; and triangular noteheads are used to indicate parts of multi-part signs where the parts of the sign occur on different parts of a beat or on different beats. We do not typically include SignWriting symbols for every sign and movement in a transcription (although we do so in Example 3); rather, we highlight selected important movements using SignWriting symbols. There are some obvious disadvantages to our notation system: namely, that it requires watching the video alongside the transcription. However, it clearly shows the rhythmic placement of individual signs and important parts of signs, as well as information about holds and repetition. It also shows the metric placement of signs and their relationship to the vocal layer of the rap. Finally, the use of the gloss is helpful for non-signers to understand the meaning of the signs. Thus, it is better suited than SignWriting for understanding the rhythmic aspects of signed rap, but worse than SignWriting for understanding how an individual sign looks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] As Example 3 shows, our notation system makes use of “glosses,” which conventionally show the basic meaning of a sign in capital letters. As Pizzuto, Rossini, and Russo point out, it is crucial to understand that glosses “are always an ancillary device that does not replace, but accompanies , in a reference language known to the author and the reader of a given study, an independent representation of the language data object of inquiry ” ( 2006 , 4). The authors thus correctly criticize the use of glosses in sign language research where there is no independent representation of the signs, noting that “any so-called transcription of SL data via labels of this sort cannot be defined a ‘transcription’ in any appropriate sense of the term” ( 2006 , 4). We have made the decision to use glosses in our transcriptions for several reasons. First, we are aware that most music theorists will have little or no prior knowledge of American Sign Language, its grammar, and the formation of signs. Using a gloss to represent signs thus provides a basic summary of the meaning of each sign. Second, the use of the English translation provided by the rappers themselves, in addition to the use of SignWriting to represent the visual features of signs, and the use of rhythmic notation, provides a rich and layered transcription method that is designed specifically to deal with the artistic context of signed rap. In sacrificing some aspects of the language data present in signed rap, our transcription system provides an accurate representation of other, more musical information present in signed rap. Finally, this notational system is meant as an analytical tool which, like any other analytical representation of musical information, must be read and interpreted alongside the performance (in this case, taking the form of the accompanying video examples). (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "pizzuto_rossini_and_russo_2006",
                    "pizzuto_rossini_and_russo_2006"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] One might wonder why we have not included SignWriting symbols for every movement in a signed rap performance. This would certainly be possible; however, it would create a visually cluttered transcription with a great deal of information that runs counter to the purpose of the notation as an analytical tool. Given that the analytical notation is meant to be accompanied by viewing the video performances, we have thus elected to transcribe only some signs using SignWriting symbols.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] With any transcription of non-notated music, the analyst is tasked with choosing which musical features to highlight, and each scholar may choose different notation methods to suit their needs. This has proven especially true in music-theoretical scholarship on hip hop, where there are nearly as many transcription methods as there are published essays on the topic. Krims ( 2000 ) uses a variety of symbols to show aspects of a song’s beat and form. Adams also frequently eschews typical western notation in his transcriptions and has popularized a grid-style notation that highlights metric periodicity and rhyme. Ohriner ( 2016 ; 2019 ) uses a variety of transcription methods, occasionally showing aspects of microtiming in his analyses. Komaniecki ( 2017 ) favors Western rhythmic notation and color-coding rhymed lyrics. In this article, we have chosen to primarily focus on the rhythmic and rhymed delivery of lyrics in both English and ASL, and our choices in transcription are informed by these musical characteristics. Thus, other aspects of the music, such as the background beat, microtiming, vocal pitch, and articulation are deemphasized in our transcription system.",
                "footnotes": [],
                "citations": [
                    "krims_2000",
                    "ohriner_2016",
                    "ohriner_2019",
                    "komaniecki_2017"
                ]
            }
        },
        {
            "3.12": {
                "text": "[3.12] While this notation system is an analytical tool created for music-theoretical application, it may be of interest to other readers as well. The fact that the notation system incorporates multiple forms of notation (SignWriting, glosses, and rhythmic notation) alongside the video (the original text) means that those who are not experts in understanding ASL or in reading music notation can still follow along. With multiple means of perceiving the material, this notation system is designed to be accessible to groups with differing dis/abilities. 4. The Beat in Signed Rap Songs",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In non-signed rap music, there is often a notable relationship between the lyrics and the backing track, colloquially referred to as the “beat.” (10) Adams ( 2008 ) describes several examples of rap tracks in which the rhythmic delivery (or “metrical techniques of flow”) is influenced by rhythmic characteristics or motives of the background beat. Ohriner ( 2016 ) expands upon this premise in describing an example of rapper T-Mo emphasizing a triple-meter aspect of the beat in his verse on OutKast’s “Mainstream” by employing three-beat rhymes more frequently than expected. Komaniecki ( 2017 ) similarly describes rappers’ flows mirroring aspects of the background beat, analyzing a rhyme scheme in which rhyme changes correspond with chord changes.",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "adams_2008",
                    "ohriner_2016",
                    "komaniecki_2017"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Signed rap also presents a specific relationship to the background beat. As Jeannette Jones explains, “feeling vibration is a key part of the deaf experience of music,” and that vibration is often experienced through the bass ( 2015 , 61). One of Jones’s interlocutors, Ed Chevy (bass guitarist of the all-Deaf band Beethoven’s Nightmare), describes the need to “[increase] the volume or the bass so that vibrations are felt or certain frequencies can be heard” in order to feel the beat (61). In correspondence with Katelyn Best, dip hop artist Darius “Prinz-D The First Deaf Rapper” McCall has also expressed his love for “any genre that has a lot of boom in the bass drums.” Indeed, Best has identified the use of “low frequency bass patterns for its beats” as one of the primary features of dip hop alongside the use of sign language for its lyrics, creating “a flow between the two that is both visual and tactile” ( 2015/2016 , 72–73). The bass line and percussion are thus essential and defining aspects of the background beat for dip hop artists, and the relationship between the signed lyrics and the bass drum is particularly strong in signed rap. Example 4 . Sean Forbes, “A Song For My Haters,” verse 2 (click to enlarge and watch video)",
                "footnotes": [],
                "citations": [
                    "jones_2015"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] The excerpt from Sean Forbes’ “A Song for my Haters” in Example 4 demonstrates how percussion may structure the flow of the signed rap. Here, Forbes aligns signs that are emphasized through holds, repetition, or movement duration with events in the bass drum and snare. The first and last letters of the fingerspelled P-A-T-R-O-N-I-Z-E-D for example, align rhythmically with notes in the bass drum and snare and are signed emphatically by Forbes. (11) The signs BLOW UP and HAVE in m. 2 are similarly emphasized. We can see a similar relationship with the bass drum and snare in the sign HATE in m. 5, HAVE NO in m. 5, as well as DON’T WANT , BULLY , and HATER, all in m. 6.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In an interview with Molly Mackin for Ability Magazine , Sean Forbes suggests that this focus on the bass and percussion is indeed a crucial part of his creative process: Every time I listen to a new song, or even an old song I know, I always try to follow the different rhythms that happen throughout it. Bass and drums are pretty simple for me to follow, but sometimes I’ll be in a situation in which I’ll have a different point of reference when I’m listening to something, and I’ll be able to pick up the guitar or the piano line, and follow that rhythm ( Mackin 2011 , 11). Forbes goes on to describe how following the melody is “pretty hard” for him, which he accommodates by asking coworkers or family members about the melody. By contrast, “rhythm is something that is born inside you,” and is a foundation of Forbes’ compositional process (11). Leyland “Lee” Lyken (a.k.a. DJ SupaLee), a Deaf nightlife promoter and DJ, echoes this sentiment in an interview with Diane Nutting: I believe as a DJ I take a unique approach because I am really focusing on the beats and rhythms—primarily the bass levels because many deaf people need and want that to sync with the music experience. I don’t always understand the words of a song, but I feel the beats and use that to create the blend. As a DJ, my job is to feel out the crowd and pick the best music to move them ( Nutting 2019 ). Lee also argues that “a deaf person connects to music as a form of energy and expression, even if they don’t understand all the lyrics.” He believes that “a slow beat will make them feel more mellow, an upbeat song will make them feel like dancing” ( Nutting 2019 ). Both as a creator and perceiver, then, Lee foregrounds the importance of rhythm in Deaf musical experiences.",
                "footnotes": [],
                "citations": [
                    "mackin_2011",
                    "nutting_2019",
                    "nutting_2019"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] In dip hop, a visual-spatial signed language and a spoken language are performed simultaneously. The simultaneous use of two different language modalities means that two rhythmic streams emerge in the music. ASL, like all signed languages, is a natural language completely distinct from English, with its own grammar and formational parameters for each sign. (12) As a result, the signed layer and voiced layer of signed rap often do not align metrically with one another. Indeed, Wawa has discussed how using two language modalities often means he is “working to tell the story twice;” once in English and once in ASL. In English, he focuses on “the message and word play within the rap,” while in ASL he focuses on “the visual aspects of how to tell the story” ( Nutting 2019 ). When he performs live, he signs in ASL against a track of his voice rapping the words, resulting in some listeners not believing that Wawa’s own voice is the one heard on the recording. (13) Example 5 . Sean Forbes, “Watch These Hands,” verse 2 (click to enlarge and watch video)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "nutting_2019"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] The simultaneous use of two distinct language modalities can result in complex metrical situations. For example, the signed layer of rap may begin before or after the non-signed layer, thus creating two distinct relationships with the background beat. In the second verse of “Watch These Hands,” Forbes creates a sustained metrical dissonance between the signed and non-signed raps beginning in m. 3 of Example 5 . (14) Here, the signed layer gets one eighth note ahead on YOU ASK ME in m. 3, and continues in this manner through m. 4. The two layers briefly align on SHORT (“short”), but the signed layer moves quickly to sign BUS an eighth note before it appears in Forbes’s non-signed rap. Beginning in m. 6, the two layers are fully aligned once again. Example 6 . Sean Forbes, “I’m Deaf,” verse 3 (click to enlarge and watch video)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The opening of the second verse provides a simple example of another kind of contrast between signed and vocalized rapping. This passage, shown in Example 5, features a signed layer that is twice as slow as that of the vocal layer. A more sustained example of this rhythmic technique occurs in the track “I’m Deaf,” in which Forbes uses two signed couplets within the space of one spoken couplet to create a quasi-polymetric effect, in which the implied meter of the signing is twice as fast as that of the spoken rap ( Example 6 ). Here, Forbes emphasizes the rhyme between CAN’T and the F of the fingerspelled C-L-E-F to create a pointed (as in, angular) handshape and movement rhyme, further emphasizing the rhyme with his entire body by raising his left foot off the ground and leaning forward. (15) He then rhymes EXPECT with DEAF / GIVE UP , perhaps to express his frustration and also create a highly marked movement and handshape rhyme. Maler identifies a similar rhythmic technique in Jason Listman’s ASL interpretation of “Just the Way You Are” by Bruno Mars, in which the rhythm of Listman’s sign layer creates a triple meter against the duple meter of the original song ( 2015 , 84). Example 7 . Sean Forbes, “Watch These Hands,” opening (click to enlarge and watch video)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "maler_2015"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] The signed layer may also create its own special relationship with the background beat that is not mirrored by the vocal layer. For example, at the opening of Sean Forbes’ “Watch These Hands,” the signed layer does not correspond exactly with the non-signed layer; the signs in the first two measures, for example, create a more syncopated, complex rhythm than the relatively straightforward one found in the vocal layer. The addition of the sign NO in beat 3 of m. 1 creates a feeling of intensification through rhythmic acceleration. Furthermore, each iteration of LOOK-AT becomes more intense through the use of non-manual markers (see Example 7 ). Example 8 . Sean Forbes, “I’m Deaf,” verse 3 (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] We can see another example of rhythmic intensification of the signed layer in the third verse of Forbes’s “I’m Deaf” ( Example 8 ). In this excerpt, enjambment in the non-signed layer creates a sense of continuity and increased urgency as the first phrase spills over a metrical boundary into the second phrase. The enjambment in the non-signed rap is mirrored through the increased density of rhymed couplets in the signed rap. Forbes creates this sense of increasing density by avoiding emphasis through lack of movement holds, reduced movement path (indicated by tildes in the SignWriting symbols, which represent tense movement), and very regular movement durations among the rhyming cells. 5. Alignment of Rhythmic Cells and Rhymed Cells",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] One paradigm of non-signed rap music is that rhymed syllables are nearly always set to identical rhythmic motives in the same metric position ( Komaniecki 2019 ). This happens with enough regularity that rhymed syllables being set to identical rhythmic motives can be identified as a norm of non-signed rap, while not setting rhymed syllables to the same rhythmic motives would be marked in that context. (16) Example 9 , reproduced from Komaniecki ( 2019 , 44), is a normative rhythmic setting of rhymed rap lyrics, in which every rhyming syllable group is also set to the same rhythmic figure. By contrast, Example 10 , reproduced from Komaniecki (2019, 46), is markedly atypical in that members of a rhymed pair (“Goodwill” and “good still”) are set to different rhythms. Example 9 . A transcribed excerpt of Cardi B’s “Bodak Yellow” (2017, 0:14–44) (click to enlarge) Example 10 . A transcribed excerpt of Kyle’s verse in Donnie Trumpet and the Social Experiment’s “Wanna Be Cool” (2015, 2:32–2:44) (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "komaniecki_2019",
                    "komaniecki_2019"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] The concept of rhyme exists in sign languages as well, although it takes different forms due to the visual-spatial modality of sign language. Clayton Valli ( 1990 ) has identified four types of rhyme that may occur in ASL poetry: handshape rhyme (the repetition of the same or similar hand configuration), movement path rhyme (in which the same or similar movement is repeated inside successive signs), nonmanual signal rhyme or NMS rhyme (in which nonmanual signals such as facial expressions, eye gaze, or head orientation are repeated in successive signs), and line division rhyme (in which the terminal segments are similar in one of the preceding parameters). In her work on sign language poetry, Rachel Sutton-Spence expands this framework to include sign location as an important parameter. Sutton-Spence also points out, however, that while repetition of these parameters may loosely be called “rhyme,” “the distinctions of rhyme, assonance, alliteration, consonance and others that are made in spoken language poetry are not directly applicable to signed poetry,” and “there is no strong evidence for the regular occurrence of rhymes at the end of lines in most sign language poems” ( 2005 , 42–44). Dip hop makes use of the kinds of poetic rhyme identified by Valli and Sutton-Spence, but it does so in conversation with the norms of the hip hop genre more broadly. For example, dip hop artists often do place rhymes at the ends of “lines,” where we would expect them to occur in vocal rap. While this contrasts with the norms of ASL poetry, it makes a great deal of sense in the context of signed rap, which typically occurs simultaneously with vocalized rap. The use of rhyme schemes drawn from vocal rap also aligns with what Forbes has said about his influences and creative process: I’ve been writing songs since I was a kid, and I grew up reading poetry and lyrics. I would often go on Bob Dylan’s website and just read the lyrics. Over time, just by looking at how any rapper rhymes words and fits syllables into verse, I got to a point at which meter and rhyme schemes became very natural for me. ( Mackin 2011 , 11) This quotation suggests that the rhyme schemes and meters of non-signed rap were influential in shaping Forbes’s rapping, which helps to explain why dip hop artists often make use of devices like end-rhymes. We might therefore understand signed rap as an expression of bicultural experiences through music performance, utilizing both the conventions of hip hop and the techniques of ASL poetry in order to tell stories that often shed light on Deaf identity and community (on bicultural identities in Deaf performances, see Davidson 2006 , 221). Figure 2 . Rhythm-rhyme interaction types in dip hop (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "valli_1990",
                    "mackin_2011",
                    "davidson_2006"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] Given the typical alignment of rhyme and rhythm in non-signed rap, we wondered if signed rap showed similar relationships between rhythm and rhyme. We found that dip hop instead presents a more varied landscape of rhyme-rhythm interactions, in which rhymed cells may or may not align rhythmically. The possibilities for rhyme-rhythm interactions that we have found in raps by Sean Forbes, Wawa, and Signmark may be represented as a quadrant based on the relationship between the signed layer and the spoken layer ( Figure 2 ). Rhymed cells in the signed layer may or may not align rhythmically, and at the same time, rhymed cells in the spoken layer may or may not align rhythmically. Example 11 . Wawa, “Faceless Man,” verse 2 (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The second verse of Wawa’s “Faceless Man” combines types 1 and 2. Example 11 shows that the signs for MILK -index and CHILL are rhythmically aligned. They rhyme as well: the open 5 handshape that indexes Wawa’s father immediately after the sign MILK rhymes with the same handshape in CHILL. Wawa also creates a spatial rhyme between the signs by signing them on opposing sides of his body. The repeated movement in the sign CHILL creates the same rhythm as MILK-index, in approximately the same location in the second half of the beat. The same rhythmic alignment can be seen in the vocal layer as well. Rhythmic alignment in both layers represents type 1 in our quadrant in Figure 2. Later in the same verse, the signs CAPTION and ACTION —which rhyme in their movement, orientation, and location—are not aligned rhythmically with one another, while the vocal layer maintains the rhythmic alignment of rhymed cells. However, the sign LAUGH , which rhymes with CAPTION through the repeated use of pointed handshapes (the “one” handshape in LAUGH and the “nine” handshape in CAPTION), does align once more with CAPTION. Example 12 . Wawa, “Only ASL One,” first verse (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Wawa frequently plays with the alignment or misalignment of rhyming cells in his rapping. For example, the track “Only ASL One” tells the story of being a beginner signer in ASL class who struggles to communicate with his crush ( Example 12 ). In the first verse, Wawa creates an obvious, even simplistic alignment between the rhyming signs PURPLE and SIGNING through heavy-handed repetition within each sign, thus rhythmically conveying the slowness of a beginner signer. The sign for SIGNING, though, continues for longer than expected due to the slow repetition within the sign, emphasizing the slow, awkward signing of a beginner student. This rhythmic character is mirrored in the vocal layer of his performance: he raps a mostly unvaried stream of sixteenth notes, with the fourth beat of every measure predictably containing an end-rhyme. (17) His signing becomes faster and more fluent as the song progresses, and he begins to play with the alignment of rhyming cells. The lack of alignment between the rhyming cells FUNNY and AWKWARD (which rhyme through palm orientation, handshape, and nonmanual markers) conveys the clumsiness of the character in a comedic way. The mismatch between movement types in AWKWARD and TERRIBLE , in which the sign AWKWARD is emphasized through repetition and TERRIBLE through a strong stop, further compounds the joke—now the cells are rhythmically aligned, but they use contrasting movement types, palm orientation, and handshapes. Example 13 . Sean Forbes, “Two Blown Speakers,” verse 2 (click to enlarge and watch video)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] In the track “Two Blown Speakers,” Sean Forbes presents an example of the third type in our Figure 2, in which the signed layer is aligned and the spoken layer is not. As Example 13 shows, Forbes uses the same rhythmic cell for each rhyming sign ( PROGRESS , WAYS , ENOUGH , SHOW UP ). PROGRESS and WAYS rhyme in handshape, location, and movement, while ENOUGH and SHOW UP have a location, handshape, and palm orientation rhyme. However, the verbal layer does not show the same strong rhythmic alignment between end-rhymes. In fact, if one were to judge this track solely on the vocal flow, it might come across as basic (one-syllable rhymes, rhyming “way” with “ways”). In addition, the first rhymed syllable does not occur in the same metric location as the other syllable in the couplet. The signed layer, by contrast, is tight and emphatic. Example 14 . Sean Forbes, “I’m Deaf,” verse 3 (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] In “I’m Deaf,” Sean Forbes provides an example of the fourth type, in which neither the signed layer nor the spoken layer have rhymed cells that align rhythmically ( Example 14 ). Here, Forbes creates a signed rhyme between CAN on the second beat of the first line with CAN (repeated) on the second beat of the second line, while rhyming “keys” and “-ing” within the last beat of each of the spoken lines. Contrary to expectations from non-signed rap, the second rhyme in each couplet arrives in a different metrical location. Example 15 . Signmark, “The Letter,” verse 2 (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] Signmark’s “The Letter” shows how even when the signed and spoken layers feature rhythmic alignment between rhymed cells, the signed layer can have a great deal of variety in the relationship between rhymes and rhythms. Example 15 shows how Signmark makes use of rhythmic holds, repetition, movement size, and movement duration to emphasize rhythmic alignment of rhymed cells. For example, while WORLD and WHAT are not precisely aligned in terms of sign duration, they create a similar effect of a long pause, emphasized through their shared enlarged movement size, slow speed, and handshape rhyme. The signs LOST and SHOCKED rhyme in their movement and handshape, and last for the same amount of time, but do not occur in the same part of the measure. This only serves to emphasize the sign WRONG , which should have rhymed with SHOCKED but emphatically does not. Here, Signmark’s choice of WRONG and SHOCKED, which do not rhyme, drives home the wrongness of Emma Agnew’s murder in 2007, the subject of the track. By contrast, the signs for FAMILY , FOREVER , TOGETHER , and SEND - THROW are aligned rhythmically—the first two through holds and the second two through repeated movements. The rhythmic alignment of these rhymed cells reinforces the message of solidarity and support for Emma’s family, physically representing the Deaf community coming together after her loss. 6. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] In this article, we have drawn upon conventions of three genres—hip hop, signed songs, and sign language poetry—in order to identify some of the key rhythmic features of dip hop performances by three prominent Deaf rappers: Sean Forbes, Wawa, and Signmark. Through analyses of several tracks by these rappers, we found that dip hop artists often present rhythms in their signed layers that are strongly tied to the bass and that are structured through the four movement types defined by Valli in his discussion of the line in ASL poetry (hold emphasis, movement emphasis, movement size, and movement duration). The flow created by the relationship of these four rhythm-defining movement types in the signed layer and the patterns in the background beat can create complicated rhythmic and metrical situations in dip hop. We also found four distinct relationships between rhymed cells and rhythmic motives in tracks by these three dip hop artists, which are characterized by the alignment or non-alignment of the signed and non-signed layers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] In analyzing dip hop, we would be remiss if we did not attend carefully to the message of each rapper. The messages of dip hop tracks often have to do with Deaf culture , Deaf gain , growing up deaf, and other themes pertaining to life as a Deaf person. The rhythmic strategies we have identified can be used to emphasize important aspects of this message (as in Signmark’s “The Letter”) or to create a particular musical world or character (as in Wawa’s “Only ASL One”). Furthermore, in tracks like Sean Forbes’s “Watch These Hands,” the complexity and detail of the signed layer eclipses that of the vocal layer, and much of the song’s meaning is lost without careful attention to the signed layer. This emphasis on understanding and appreciating the nuances of sign language in particular supports Best’s claim that dip hop is strongly associated with the Deaf Rights Movement and the concept of Deaf Pride. In addition, we might consider signed rap as uniquely expressing bicultural experiences and identity, since it intertwines the conventions of hip hop with techniques drawn from ASL poetry and signed music (such as percussion songs) that arose from Deaf culture and heritage. In doing so, Deaf rappers tell stories that shed light on issues of identity, Deaf culture, and their relationship to the hearing world and audism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] The analyses of dip hop tracks in this article reveal some important differences between dip hop and non-signed rap, as well as differences between the conventions of dip hop and ASL poetry. While non-signed rap privileges alignment between rhymed cells and rhythmic motives, dip hop presents a greater variety of relationships between rhyme and rhythm. However, there does seem to be an association with rhymes at the end of signed “lines” in dip hop where we would expect them to occur in non-signed rap, which contrasts with the norms of ASL poetry ( Sutton-Spence 2005 , 43–44). Like ASL poetry, though, dip hop makes use of repetition of elements like handshape, movement, and non-manual markers in order to emphasize these line divisions ( Valli 1993 ).",
                "footnotes": [],
                "citations": [
                    "valli_1993"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] Dip hop represents an important and unique subgenre of hip hop. The language-specific musical techniques that we have explored in our analyses point to exciting work still to be undertaken in hip hop scholarship. In the four decades since its inception, hip hop has become a global genre, with artists performing in a diverse array of languages, from rhyme-inclined languages like German and Korean, to languages with percussive click consonants like Xhosa, to tonal languages like Mandarin and Zulu, to signed languages like ASL. As hip hop scholarship, especially in music theory, continues the rapid expansion it has undergone in the past decade, we must include analyses of cross-cultural and even cross-modal forms of hip hop such as dip hop. Future research should seek to include dip hop that does not include any aural components as well. In devising a transcription system for notating signed rap and in showing how it may be applied analytically, we hope to encourage broader engagement with this multifaceted art form.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.21.27.1.maler.html",
    "data": "mto/data/mto.21.27.1.maler.json"
}