{
    "title": "Response to Demske: Relating Sets",
    "date": "1995/05/01",
    "volume": "1",
    "issue": "3",
    "authors": [
        "Parncutt, Richard"
    ],
    "abstract": "",
    "keywords": [
        "similarity",
        "pc-sets",
        "timbre",
        "pitch commonality"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.3/mto.95.1.3.parncutt.pdf",
    "author_info": [
        {
            "name": "Richard Parncutt",
            "university": "Depts of Psychology and Music",
            "address": "Keele University, Keele, Staffordshire, ST5 5BG, Great Britain",
            "email": "r.parncutt@keele.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Thomas Demske’s thorough treatment of the similarity of pc-sets\ndemonstrates how problematical it can be to derive a general and yet\nmusically relevant similarity function. The essay highlights inherent\nweaknesses in the pc-set paradigm for post-tonal analysis, and\nsuggests that perceptually based approaches may be more appropriate\nthan approaches based purely on pc-sets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] First, there seems to be a tacit problem of definition. What\nexactly does it mean for two pc-sets to be similar? If we are to speak\nmeaningfully about the similarity of two different pc-sets, then we\nmust first of all satisfy ourselves that one and the same pc-set is\nhighly similar to itself.  Unfortunately, even this apparently trivial\ncondition is not satisfied. To take a simple example: A melodic\nstatement of {01369} sounds entirely different from the same tones\nheard as a sonority. And different voicings (inversions, spacings) of\nthat sonority can sound more different from each other than similar\nvoicings of different sets. It’s familiar stuff: Octave equivalence\nain't always valid.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Perceptual similarity may be a more promising starting point for\na theory of similar pitch structures in atonal music. Demske makes\nseveral references to perception in his essay. Perceptual similarity\nis easy to define: It is the average subjective judgment of global\nsimilarity by a representative group of listeners. Theorists may be\nincluded as one of the groups. Of course, the results depend on\nmusical expertise and experience — as does the perception of\nlisteners in the concert hall.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Unlike a pc-set-based theory of similarity, a perceptual theory\nmust account for effects of voicing, onset asynchrony, spectral\nenvelope, temporal envelope, and so on. Consider first an isolated\npair of steady-state complex sonorities of the same loudness and\nduration. Their global similarity breaks down into similarity of pitch\nand similarity of timbre. Similarity of pitch in turn breaks down into\ntwo parts, depending upon whether individual pitches are perceived to\nfall in the same category (chromatic scale degree) or different\ncategories. These two parts may be called pitch commonality and pitch\ndistance (respectively); tentative algorithms are given in my book Harmony: A Psychoacoustical Approach , Springer 1989, and in my\nrecent article in PNM. Different listeners emphasize different aspects\nof pitch similarity in their responses, depending on their orientation\nand experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Alternatively, we might look at the similarity of two melodic\nfragments.  That depends on the similarity of their contours and of\ntheir underlying scales; for details see papers by Annabel Cohen, Jay\nDowling, Marilyn Boltz, Mari Riess Jones, Lola Cuddy. This is quite a\ndifferent affair from the similarity of sonorities, and needs to be\ntreated independently.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] For an appropriate set of stimuli for a perceptual experiment on\nsimilarity, we need not look past the piano chords in Messiaen’s Quatuor pour le fin du temps analyzed by Demske. A possible\nexperimental paradigm might involve presenting the chords in pairs to\nlisteners and asking them to rate their global similarity. Then, model\nthe results as a linear combination of pitch commonality and pitch\ndistance. Finally, wonder about the effect of context on similarity\njudgments. Analogous effects in tonal music have been studied in some\ndetail (see Carol Krumhansl, Cognitive Foundations of Musical Pitch ,\nOUP 1990).",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.95.1.3.parncutt.html",
    "data": "mto/data/mto.95.1.3.parncutt.json"
}