{
    "title": "Visualizing Peter: The First Animated Adaptations of Prokofiev’s <i>Peter and the Wolf</i>",
    "date": "2018/06/01",
    "volume": "24",
    "issue": "2",
    "authors": [
        "Rifkin, Deborah"
    ],
    "abstract": "Adapting the vivid programmatic music of Prokofiev’sPeter and the Wolf(1936) into an animated film could have been a straightforward process, yet the earliest animated versions took significant artistic liberties with Prokofiev’s symphonic tale, projecting vastly different interpretations of the story. Walt Disney produced the first animation in 1946 in an anthology of shorts released to theaters. In 1958,Soyuzmultfilm—a Soviet Studio—created a stop-motion puppet version. Both screen adaptions make cuts to Prokofiev’s score, reorder musical segments, and rewrite parts of the narrative. A comparison of Prokofiev’s concert version with these animations reveals a fascinating reception history over two decades from both Soviet and American perspectives. Although deceptively simple on the surface, these animated films are sophisticated artistic expressions conveying nuanced political and cultural values.",
    "keywords": [
        "Prokofiev",
        "animation",
        "Peter and the Wolf",
        "Disney",
        "Soyuzmultfilm"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://mtosmt.org/issues/mto.18.24.2/mto.18.24.2.rifkin.pdf",
    "author_info": [
        {
            "name": "Deborah Rifkin",
            "university": "Ithaca College",
            "address": "Whalen School of Music, 953 Danby Road, Ithaca, NY 14850",
            "email": "drifkin@ithaca.edu"
        }
    ],
    "citations": {
        "ashley_1963": "Ashley, Patricia. 1963. “Prokofiev’s Piano Music: Line, Chord, Key.” Ph.D. diss. Eastman School of Music, University of Rochester.",
        "austin_1956": "Austin, William. 1956. “Prokofiev’s Fifth Symphony.” Music Review 17 (3): 205–20.",
        "bartig_2013": "Bartig, Kevin. 2013. Composing for the Red Screen: Prokofiev and Soviet Film . Oxford University Press.",
        "bass_1988": "Bass, Richard. 1988. “Prokofiev’s Technique of Chromatic Displacement.” Music Analysis 7: 197–214.",
        "cohn_2012": "Cohn, Richard. 2012. “Peter, The Wolf, and the Hexatonic Uncanny.” In Tonality 1900–1950: Concept and Practice , ed. Felix Wörner, Ulrich Schiedeler, and Philip Rupprecht, 47–62. Franz Steiner.",
        "conquest_2008": "Conquest, Robert. 2008. The Great Terror: A Reassessment . Oxford University Press.",
        "downes_1930": "Downes, Olin. 1930. “Prokofieff Speaks; Russian Composer, Here This Week, Favors Return to Simpler, More Melodic Style.” New York Times , February 2. https://www.nytimes.com/1930/02/02/archives/prokofieff-speaks-russian-composer-here-this-week-favors-return-to.html",
        "fass_2012": "Fass, Paula. 2012. “The Child-Centered Family? New Rules in Postwar America.” In Reinventing Childhood after World War 2 , ed. Paula S. Fass and Michael Grossberg, 1–18. University of Pennsylvania Press.",
        "ferenc_2004": "Ferenc, Anna. 2004. “Music in the Socialist State.” In Soviet Music and Society Under Lenin and Stalin: The Baton and Sickle , ed. Neil Edmunds, 8–32. Routledge.",
        "huron_2006": "Huron, David. 2006. Sweet Anticipation: Music and the Psychology of Expectation . MIT Press.",
        "kaufman_1987": "Kaufman, Rebecca Sue. 1987. “Expanded Tonality in the Late Chamber Works of Sergei Prokofiev.” PhD diss., University of Kansas.",
        "kelly_2007": "Kelly, Catriona. 2007. Children’s World: Growing up in Russia, 1890–1991 . Yale University Press.",
        "kononenko_2011": "Kononenko, Natalie. 2011. “The Politics of Innocence: Soviet and Post-Soviet Animation on Folklore Topics.” Journal of American Folklore 124 (494): 272–94.",
        "lindenmeyer_2012": "Lindenmeyer, Kriste. 2012. “Children, the State, and the American Dream.” In Reinventing Childhood after World War 2 , ed. Paula S. Fass and Michael Grossberg, 84–109. University of Pennsylvania Press.",
        "mann_2006": "Mann, Noëlle. 2006. “Peter and the Wolf: Children’s Tale or Symphonic Work?” Three Oranges 12: 17–22.",
        "minturn_1997": "Minturn, Neil. 1997. The Music of Sergei Prokofiev . Yale University Press.",
        "morgan_2006": "Morgan, Edward. 2006. “Recollections of a Collaboration: Natalia Sats and Sergei Prokofiev.” Three Oranges 12: 10–16.",
        "morrison_2008": "Morrison, Simon. 2008. The People’s Artist: Prokofiev’s Soviet Years . Oxford University Press.",
        "nestyev_1946": "Nestyev, Israel V. 1946. Sergei Prokofiev, His Musical Life . Translated by Rose Prokofieva. Alfred A. Knopf.",
        "pontieri_2012": "Pontieri, Laura. 2012. Soviet Animation and the Thaw of the 1960s . John Libbey Publishing, Ltd.",
        "program_1936": "“Program of the Tenth Congress of the Komsomol, April 21, 1936.” 1936. Seventeen Moments in Soviet History: An On-Line Archive of Primary Sources . http://soviethistory.msu.edu/1936-2/childhood-under-stalin/childhood-under-stalin-texts/program-of-the-komsomol/ .",
        "prokofiev_et_al_1992": "Prokofiev, Sergei, O. Prokofiev, and C. Palmer. 1992. Soviet Diary, 1927, and Other Writings . Edited by Christopher Palmer. Translated by Oleg Prokofiev. Northeastern University Press.",
        "prokofiev_and_shlifstein_1961": "Prokofiev, Sergei, and Semyon Shlifstein. 1961. Autobiography, Articles, Reminiscences . Translated by Roza Prokofieva. Foreign Languages Publishing House.",
        "rifkin_2000": "Rifkin, Deborah. 2000. “Tonal Coherence in Prokofiev’s Music: A Study of the Interrelationsihps of Structure, Motives and Design.” PhD diss., Eastman School of Music.",
        "rifkin_2006": "Rifkin, Deborah. 2006. “Making It Modern: Chromaticism and Phrase Structure in Twentieth-Century Tonal Music.” Theory and Practice 31: 133–58.",
        "rifkin_2009": "Rifkin, Deborah. 2009. “The Quiet Revolution of a B-Natural: Prokofiev’s ‘New Simplicity’ in the Second Violin Concerto.” Twentieth-Century Music 6 (2): 183–208.",
        "robinson_1985": "Robinson, Harlow. 1985. “Prokofiev’s ‘Peter and the Wolf’ Is 50 Years Old.” New York Times , November 10. http://www.nytimes.com/1985/11/10/arts/prokofiev-s-peter-and-the-wolf-is-50-years-old.html?pagewanted=1 .",
        "sammond_2005": "Sammond, Nicholas. 2005. Babes in Tomorrowland : Walt Disney and the Making of the American Child, 1930–1960 . Duke University Press.",
        "leonard_2016": "Schwarz, Boris. 1972. Music and Musical Life in Soviet Russia 1917–1970 . Barrie & Jenkins, Ltd.",
        "discography_discography": "Discography / Filmography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. For translations of more of Prokofiev’s statements circa 1932–7 about the role of the Soviet composer, see Nestyev 1946 , 122–26; and Downes 1930 .",
            "citations": [
                "nestyev_1946",
                "downes_1930"
            ]
        },
        "FN2": {
            "text": "2. Michigan State University hosts a fantastic online archive of primary sources in Soviet history, which James von Geldern and Lewis Siegelbaum created in 1999. This archive includes images of propaganda posters from 1936: http://soviethistory.msu.edu/1936-2/childhood-under-stalin/childhood-under-stalin-images/#bwg83/568 ; http://soviethistory.msu.edu/1936-2/childhood-under-stalin/childhood-under-stalin-images/#bwg83/567 ; http://soviethistory.msu.edu/1936-2/childhood-under-stalin/childhood-under-stalin-images/#bwg83/565 .",
            "citations": []
        },
        "FN3": {
            "text": "3. A translation of the program of the Tenth Congress of the Komosomol is available as part of the Michigan State archive cited above: http://soviethistory.msu.edu/1936-2/childhood-under-stalin/childhood-under-stalin- texts/program-of-the-komsomol/",
            "citations": []
        },
        "FN4": {
            "text": "4. Scholars who use the term “wrong note” include Austin 1956 ; Ashley 1963 ; Kaufman 1987 ; Bass 1988 ; Minturn 1997 ; and Rifkin 2000 .",
            "citations": [
                "austin_1956",
                "ashley_1963",
                "kaufman_1987",
                "bass_1988",
                "minturn_1997",
                "rifkin_2000"
            ]
        },
        "FN5": {
            "text": "5. Interestingly, the Cat and Grandfather are inextricably linked in the final procession, suggesting that they function musically together rather than individually.",
            "citations": []
        },
        "FN6": {
            "text": "6. Prokofiev was a passionate and first-rate chess player. Many references, sources, and photos of Prokofiev’s interest in chess are compiled at http://www.chesshistory.com/winter/extra/prokofiev.html .",
            "citations": []
        },
        "FN7": {
            "text": "7. The film may be seen here https://www.youtube.com/watch?v=dHYHh_AZAY4 or here https://www.youtube.com/watch?v=EQTUyKLSvJQ .",
            "citations": []
        },
        "FN8": {
            "text": "8. Examples of the uniform may be seen here https://commons.wikimedia.org/wiki/File:Soviet_Pioneer_white_dress_uniform_in_Moscow_State_Historical_Museum.jpg or here https://www.youtube.com/watch?v=u8LnlzQyVJg",
            "citations": []
        },
        "FN9": {
            "text": "9. Actually, the pitch-level of the Soyuzmultfilm version is consistently a half-step higher than Prokofiev’s score. As heard, the Wolf’s theme goes from G-sharp minor to F-sharp major. Perhaps it was recorded at this higher pitch-level; more likely, pitch levels changed as the film was transferred between formats. To ease comparisons between versions, I will normalize the pitch level, citing keys a half-step lower than heard in the Soyuzmultfilm version.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]\tOver a two-week span in 1936, Prokofiev wrote the music and story to one of his most famous works, Peter and the Wolf op. 67. Surprisingly, the première, which was a matinee performance by the Moscow Philharmonic, did not elicit tremendous excitement. Subsequent performances in Moscow were a huge success, however, and secured Peter and the Wolf as a celebrated staple of the concert repertoire. Peter and the Wolf ’s popularity is enduring, and the piece has inspired many performances, recordings, and adaptations. One of the most famous early adaptations is Walt Disney’s 1946 animated version, which became an opening short for a reissue of Fantasia (1946). Disney’s version not only made cuts to the score and reordered musical segments, but also changed parts of Prokofiev’s story. In 1958, five years after Prokofiev’s death, a Soviet animation studio— Soyuzmultfilm —produced a stop-motion puppet animation of Peter and the Wolf that took different, yet no less subtle artistic license with Prokofiev’s original. A study and comparison of Prokofiev’s concert version with these two animated adaptations reveals rich insights into the reception history of this critical work over two decades from both Soviet and American perspectives. More broadly, this comparison reveals differing perspectives on the role of art and story in the education and entertainment of children. Prokofiev’s Peter and the Wolf",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Peter and the Wolf was written during a fascinating time in Prokofiev’s life, soon after he repatriated to the Soviet Union after living in the West for 18 years. If ever there was a time not to settle in the Soviet Union, it was in the mid-1930s. This was the time of the Moscow Trials and the Great Purge, with huge numbers of arrests eliminating Stalin’s opponents from the Party ( Conquest 2008 , 135–81; 205–11; 250–61). This was also a time when artistic freedom was stifled to satisfy government pressures to align with the aesthetics of socialist realism ( Conquest 2008 , 291–307; Ferenc 2004 , 12–15; Leonard 2016 , 109–40). A big question in Prokofiev’s biography is why he would return to live in the Soviet Union at just this moment. Based on study of archival evidence, Simon Morrison ( Morrison 2008 ) suggests that Prokofiev was wooed by the prospect of being a Soviet celebrity and guaranteed commissions. In addition, I have proposed that at the time just prior to his return, Prokofiev’s artistic vision of a “new simplicity” could have seemed consonant with Soviet ideals ( Rifkin 2006 ; Rifkin 2009 ). In 1934, Prokofiev wrote in his diary about the compositional necessity for a “new simplicity,” a new lyricism that he believed would be a source of national pride for the Soviet people ( Prokofiev et al. 1992 , 27). (1) Peter and the Wolf is a good illustration of the kind of consonance that existed between Prokofiev’s artistic vision and Soviet ideals, not only because the work is composed in Prokofiev’s new-simplicity style, but also because the piece was intended to provide an artistically meaningful and educational experience to children. Children in 1930s Soviet Union: The Young Pioneers",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "conquest_2008",
                    "conquest_2008",
                    "ferenc_2004",
                    "leonard_2016",
                    "morrison_2008",
                    "rifkin_2006",
                    "rifkin_2009",
                    "prokofiev_et_al_1992"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] As the future of the communist state, children were central to Stalin’s plans, especially from 1935–6, which Stalin called the “Year of the Child.” Propaganda posters famously showed images of Stalin with happy, adoring children. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] According to Catriona Kelly, “The Soviet state placed children’s affairs at the heart of its political legitimacy, emphasizing that children were treated with greater care than they were anywhere else in the world. From 1936 especially, the notion that children owed their perfectly happy childhood to the Soviet leadership was to become one of the central tenets of propaganda” ( Kelly 2007 , 1). In his last years in the West, Prokofiev often expressed his admiration for the Soviet Union’s social achievements, in particular its childhood education ( Mann 2006 , 19). Perhaps not coincidentally, Prokofiev’s sons—Sviatoslav and Oleg—were school-age at the time.",
                "footnotes": [],
                "citations": [
                    "kelly_2007",
                    "mann_2006"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] In Prokofiev’s score, the protagonist of Peter and the Wolf is called “Petya the Pioneer,” an allusion to Stalin’s Pioneer Youth organization. The Young Pioneer organization was created in 1922, a branch of the Komsomol (i.e., Communist Youth Movement) ( Kelly 2007 , 62). By 1936, the purpose of the Pioneers was explicitly understood as a means of educating children in the spirit of Communism, encouraging devotion to the Soviet government (“Program of the Tenth Congress of the Komosomol” 1936 ). (3) Despite Prokofiev’s reference to the Pioneers, Peter and the Wolf is not a propaganda piece. There is no overt reference to communism, nor a heavy- handed moralistic tone to the story. Instead, Prokofiev embraced the Soviet recognition of the importance of childhood, and as he repatriated he contributed significantly to children’s repertoire. In the summer of 1935, while completing Romeo and Juliet , Prokofiev wrote Music for Children op. 65. After completing Peter and the Wolf in 1936, he also published Three Children’s Songs op. 68. In other words, Prokofiev’s move back to the Soviet Union coincided with an increased focus on providing artistically innovative and meaningful music for children. Prokofiev’s Fairy Tale",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "kelly_2007",
                    "program_1936"
                ]
            }
        },
        {
            "4": {
                "text": "[4] For Prokofiev, the music of Peter and the Wolf drives the story of the fairy tale and not the other way around. The work was commissioned by Natalya Sats, the well-connected director of the Central Children’s Theater in Moscow. Natalya Sats provided Prokofiev with an assigned writer, the young poet Nina Sakonskaia, who Prokofiev summarily dismissed. Prokofiev explained that Sakonskaia’s rhymed poetry didn’t attend to the balance between words and music that he envisioned, saying “in a work like this, words and music are delicately balanced: the word should know its place. It should not only assist the musical approach but emerge from it” ( Prokofiev and Shlifstein 1961 , 510). In his autobiography, Prokofiev explains further, There was an obvious need for children’s music, and in the spring of 1936 I undertook the composition of an orchestral tale for children, Peter and the Wolf op. 67, to a text of my own . . . What was important to me was not so much the tale itself, but that the children listened to the music, for which the story was only a pretext. I composed the music quickly, in roughly one week, and another for the orchestration. ( Morgan 2006 , 10; translating from Prokofiev and Shlifstein 1961 , 195) The delicate balance between words and music that Prokofiev describes is achieved in part because of the narrative explicitness of Prokofiev’s music, which is evident in the pictorial themes that he uses for each character. In a tribute for the work’s 50th anniversary in the New York Times , Harlow Robinson describes the vivid themes: Peter, for example, has confident square rhythms and predominantly major intervals in the strings; the bird has brilliant trills and runs in the flute; the duck has mournful sliding half-steps in the oboe; the cat has sly staccato jumps (“con eleganza”) in the clarinet; the grandfather has grotesquely clumsy and irritable octave leaps in the bassoon; the wolf gets a dashingly “masculine” brass fanfare; and the hunters proceed to a cheerfully quirky (and, in its strutting conceit, more than slightly ironic) march. ( Robinson 1985 , 30) The simple and straightforward metaphors of the above description are typical of how music critics generally explain the artistic power and impact of Peter and the Wolf , for both children and adults. Prokofiev provides a masterful blend of sound and story, prioritizing music as the driving narrative force. A closer study of Peter’s theme will help us understand how the simple metaphors used in descriptions like Robinson’s are so effective, and how the surface simplicity belies a rich, narrative depth. Peter’s Theme Example 1 . Peter’s Theme from Prokofiev’s Peter and the Wolf , op. 67, mm. 1–8 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "prokofiev_and_shlifstein_1961",
                    "morgan_2006",
                    "prokofiev_and_shlifstein_1961",
                    "robinson_1985"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] Peter’s theme is a wonderful example of Prokofiev’s new-simplicity style. What is simple about it? As shown in the piano reduction of Example 1 , Peter’s theme begins by arpeggiating a C-major triad, moves to a half cadence in ♭ VI by the fourth measure, and concludes with a V:PAC in m. 8. In other words, it is a tight-knit, modulating, parallel period. Richard Cohn goes so far as to describe Peter’s theme as a comfortable, bourgeois home because of its participation in the syntax of diatonic tonality, its parallel phrase structure, and the gallant-era homophonic texture provided by the quartet ( 2012 , 53). Although invoking the bourgeoisie seems a bit fanciful, Cohn’s point is convincing; Peter’s theme incorporates so many 18th-century classical features that it feels like a musical home.",
                "footnotes": [],
                "citations": [
                    "cohn_2012"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] With such strong classical resonances, what is new about Prokofiev’s new simplicity? In Peter’s theme, Prokofiev includes sudden chromatic swerves to distant harmonic areas, an extensive use of chromaticism that does not disturb the tight-knit form of the period. Within an eight-measure span, Prokofiev references four different keys—C major, A-flat major, E-flat major, and G major—a veritable cornucopia of chromatic mediants.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] In addition, there is a curious emphasis on a B minor chord in the penultimate measure, which seems out of place. Some have coined swerves like these, which are a characteristic feature of Prokofiev’s compositional style, as “wrong-note” music. (4) Although problematic, the term “wrong-note” does capture the effect of these chromatic gestures as transgressive, as notes that displace otherwise tonally expected continuations. Prokofiev’s sudden chromatic moves are neither prepared nor resolved, nor do they have a loosening effect on the phrase structure, which one might expect in 18th- or 19th-century phrases. Instead, the chromaticism has a disorienting effect within an otherwise conventional framework. Prokofiev’s new-simplicity style is dependent upon a conventional tonal setting, which sets up expectations for continuity which can then be thwarted by unexpected chromatic displacements. As David Huron states, “Prokofiev’s ‘wrong notes’ are the pitch-related equivalent of syncopation: the classical style serves the role of the metric schema, against which disruptions are introduced” ( 2006 , 291). Example 2 . Key Areas of Peter’s Theme and Keys Used to Introduce Characters (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "huron_2006"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] There is, of course, nothing “wrong” with the chromatic mediant gestures of Peter’s theme. Despite their disorienting effect at the phrase level, Prokofiev references these memorable chromatic moments throughout the piece, imbuing them with a different and grander sense of belonging than they enjoyed within the theme. As shown in Example 2 , the chromatic gestures in Peter’s theme foreshadow all the keys in which each character is introduced later in the work. The antecedent to Peter’s theme moves from C major through A-flat major to E-flat major, and the consequent from E-flat major through B minor to G major. On a larger level, the characters are introduced using these same mediant relationships. The Bird’s theme begins in C major; the Duck in A-flat major; Grandfather begins in B minor; and the Cat in G major. Interestingly, the Wolf begins in G-minor, the modal variant of Peter’s harmonic goal. For the most part, the keys and characters follow the order first presented in Peter’s theme, with the exception of the Grandfather in B minor, who appears after the Cat in the story. (5) Like a magnificent chess game, the opening gambit foreshadows what is to come. (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] To summarize, Peter’s theme elegantly balances tradition and innovation in a way that Prokofiev thought would appeal to a Soviet audience. There is sufficient reference to 18th-century tonal conventions and phrase structure to make the theme accessible and comprehensible (even to children), yet there are also modern twists that provide not only impish disorientation, but also sublime motivic parallelism that ties every gesture together. This last point will be an important one as we switch focus to the early animated adaptations of Peter and the Wolf . Prokofiev’s concert piece is a tightly woven fabric, with each thread mutually interdependent. At almost a half hour in length, however, it is two to three times longer than would be expected for an animated short. To produce an animation of the story, cuts would have to be made. Musical coherence would need to yield to other priorities. The rest of this article explores and contextualizes the choices that the two earliest studios made in converting Prokofiev’s orchestral tale into an animated film. Disney (1946) and Soyuzmultfilm (1958) Animated Adaptations",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] With the vivid, programmatic music of Prokofiev’s Peter and the Wolf , animation could have been a straight-forward process. Yet, both Disney and Soyuzmultfilm took significant artistic liberties with Prokofiev’s symphonic tale, projecting vastly different interpretations of the story. Not surprisingly, in the animated adaptations, visual narrative takes precedence over the music’s coherent design. In both the Disney and Soviet versions, music segments are cut, the order of themes is changed, and even the story is altered. The two earliest animations of the work, the Disney version (1946) and the Soviet version (1958) depict very different receptions to Prokofiev’s Peter and the Wolf . Disney and Prokofiev",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Although Prokofiev’s most celebrated film collaboration is with Soviet director Sergei Eisenstein ( Alexander Nevsky , 1938; and Ivan the Terrible , Parts 1 and 2 in 1944 and 1958), Hollywood—and specifically Walt Disney—wooed Prokofiev to the technological potential of the big screen. According to Bartig ( 2013 , 6), in the 1920s Prokofiev thought of film music as low-brow and not worthy of his attention because it pandered to populism. Prokofiev changed his mind in 1930, when he received his first film commission from the Gloria Swanson studio in Hollywood for “What a Widow!”. Having never seen a sound movie before, he took a tour of the studio and the sophistication and modernity of the technology won him over. Unfortunately, the negotiations for this commission fell through ( Bartig 2013 , 12–13). Prokofiev’s next visit to a Hollywood studio occurred eight years later when Richard Polk, an agent from Hollywood’s Columbia Management Agency, came up with the idea for Disney to produce an animated version of Peter and the Wolf . At the end of Prokofiev’s 1938 American tour, Polk arranged a meeting for Prokofiev to demonstrate Peter and the Wolf at the piano to Walt Disney. Having recently been delighted and impressed by Disney’s Snow White and the Seven Dwarfs (1937), Prokofiev was eager to meet “le papa de Mickey Mouse,” as he called Disney to his sons in a letter. Snow White was probably the first sound animated picture Prokofiev had seen in which dialogue, music, and sound effects were coordinated with precision. Prokofiev was delighted to have an opportunity to become familiar with Hollywood’s technological and artistic advances and was so impressed that he began to consider a part-time career in Hollywood ( Bartig 2013 , 59–61). Video Example 1 . Disney’s Re-enactment of Meeting Prokofiev (click to watch video)",
                "footnotes": [],
                "citations": [
                    "bartig_2013",
                    "bartig_2013",
                    "bartig_2013"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] Apparently, this meeting made as much of an impression on Disney as it had on Prokofiev––so much so, that Disney made a video re-enactment of the meeting nearly 20 years afterwards as part of the premier of the fourth season (1957) of the “Disneyland” TV series. Later, this was included as part of the Walt Disney Treasures DVD ( Disney 2006 ). In the re-enactment (and reportedly at the meeting), Disney proclaims that as Prokofiev was playing through Peter and the Wolf at the piano, “All the time I could see pictures.” Video Example 1 is a re-enactment of the meeting.",
                "footnotes": [],
                "citations": [
                    "disney_2006"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] Despite this auspicious meeting and the enthusiasm it generated, Prokofiev and Disney did not ever collaborate together again, either for Peter and the Wolf , or any other project. This was not for lack of interest on Prokofiev’s part. Soon after the meeting in 1938, Prokofiev instructed the Boston Symphony librarian to send the orchestral parts for Peter and the Wolf to Hollywood, authorizing Polk to serve as his representative if the music were to be used in a cartoon. Unfortunately, Disney did not draw up a contract immediately and the project got delayed by logistical difficulties and war ( Bartig 2013 , 61). By the time Disney renewed interest in the project in the mid-1940s, Prokofiev had lived in the Soviet Union for over a decade and was no longer able to travel freely to the West. Although Disney’s version of Peter and the Wolf came out within Prokofiev’s lifetime (seven years before his death), there is no evidence that Prokofiev was aware of it. Disney’s Peter",
                "footnotes": [],
                "citations": [
                    "bartig_2013"
                ]
            }
        },
        {
            "7.1": {
                "text": "[7.1] Disney’s Peter and the Wolf premiered in 1946 as an animated segment in Make Mine Music , an anthology of shorts released to theaters. Video Example 2 . Disney, Peter and the Wolf , Peter’s Introduction (0:30–0:53) (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] After the opening credits, the narrator begins by introducing each character. Peter’s introduction is succinct, a mere 13 seconds long, which only allows for one of Prokofiev’s phrases of Peter’s theme ( Video Example 2 ). By presenting only the consequent phrase of Prokofiev’s period, Disney removes the overarching tonic-to-dominant progression of the theme, placing unusual emphasis on the chromatic mediant relationship of the consequent’s beginning and ending. Removing the antecedent phrase sabotages Prokofiev’s reference to classical syntax, resulting in a fragment of a complete harmonic utterance. Although Prokofiev’s Peter represents stability and home, Disney’s Peter does not. This is confirmed visually at the first presentation of Peter’s theme, which is associated with an abstract animation of lines (representing a string quartet) and a shadow of Peter within a pink and orange circle ( Video Example 3 ). Even at the subsequent beginning of the storyline, Peter is visually introduced while the Wolf’s introductory character theme finishes. In other words, the first direct view of Peter and his home (i.e., non-shadowed, full-color view) is musically accompanied by the Wolf’s theme ( Video Example 4 )! While Prokofiev’s Peter is a paragon of Neoclassical restraint and familiarity, Disney’s Peter is the locus of abstraction, fragmentation, and narrative conflict. Video Example 3 . Disney, Peter and the Wolf , Peter’s theme (0:39–0:53) (click to watch video) Video Example 4 . Disney, Peter and the Wolf , Wolf’s Theme (2:09–3:09) (click to watch video) Video Example 5 . Disney, Peter and the Wolf , 3:31–3:49 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Diverging from the order that characters enter in Prokofiev’s story, the Grandfather and his theme take the screen next, presented as a scolding authority figure. Disney’s initial focus on the Wolf and then the Grandfather puts considerable emphasis on Peter’s powerlessness and his conflicts with society. Perhaps, when Peter’s theme is introduced into the storyline it would be musically complete and less narratively conflicted? Alas, no. When Peter’s theme enters the storyline ( Video Example 5 ), once again only the consequent phrase of the period is used, this time visually associated with emotional tension as Peter clashes with his grandfather, culminating in Peter’s mental escape into a daydream. In these opening scenes, there is no visual representation of stability, comfort, or home, nor a syntactically complete musical thought. Peter and his theme are visually associated with abstraction, shadows, imaginary spaces, and frustration, and aurally associated with incomplete harmonic utterances.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] Although the difference in genre between an orchestral fairy tale for a concert stage and an animated cartoon for a movie screen would in and of itself necessitate cuts and revisions, Disney’s re-interpretation goes beyond simple generic accommodations. Although the Disney adaptation uses exact phrases from Prokofiev’s score, the different musical and visual context completely alters the meaning of Peter’s character. Prokofiev’s Peter is a strong, stable, and heroic figure who impacts every element of the unfolding of the story, much like the optimistic vision of Stalin’s Pioneer Youth as the future of socialism. In Disney’s version, Peter is much more of a rascal—an unruly boy who, through fearlessness and independence, overcomes the stodgy authority of his Grandfather and captures the Wolf. These differences, not surprisingly, reflect differences in how children were perceived, educated, and entertained in the Soviet Union in the 30s compared to the United States in the 40s. Disney and American Children",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] Disney’s veneration of Peter’s independence and autonomy reflects a changing educational and family landscape in the United States in the 1940s. Following in the footsteps of American education reformer John Dewey, who promoted early childhood independence and active engagement with life, Benjamin Spock’s 1946 bestseller, The Common Sense Book of Baby and Childcare , became ubiquitous. Benjamin Spock famously promoted the idea (based on Dewey) that children do not have to be disciplined into adulthood but can direct themselves towards adulthood by following their own will ( Fass 2012 , 4–5). Nicholas Sammond confirms, “Disney’s animated features from the 1930s through the 1950s (and even today) repeat a formulaic narrative of generational succession in which the parent is left behind and the child discovers its own inner resources as it overcomes seemingly insurmountable obstacles” ( Sammond 2005 , 13). Later in his book, Sammond makes an explicit correlation between Disney and Spock: With this new generation of parents came a repudiation of the child-rearing techniques of the 1920s and 1930s in favor of the more “natural” or “child-centered” methods epitomized by the immensely popular work of Dr. Benjamin Spock. Thus, a major shift in Disney’s production practices and self-representation corresponded with a significant change in the conception of child in popular and professional discourse. ( Sammond 2005 , 250)",
                "footnotes": [],
                "citations": [
                    "fass_2012",
                    "sammond_2005",
                    "sammond_2005"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] Although Disney’s Peter and the Wolf was originally conceived in the late 1930s, the world had changed significantly by the time the studio began the project. Public discourse became “hyperfocused on promoting the ideals of the American Dream in the world’s largest democracy, and children were an essential part of the rhetoric surrounding hyperpatriotism. The Allied victory bolstered Americans’ confidence” ( Lindenmeyer 2012 , 88–89). In adapting a celebrated Soviet work by emphasizing the young hero’s independence, ingenuity, and resistance to authority, one can imagine there may have been patriotic resonances for American audiences, especially at a time when the emergent tensions of the Cold War were becoming apparent. Video Example 6 . Disney, Peter and the Wolf , 3:49–4:07 (click to watch video)",
                "footnotes": [],
                "citations": [
                    "lindenmeyer_2012"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] As the cartoon continues, Peter’s independence and self-realization characteristics become more pronounced. After sulking in the corner in response to Grandfather’s warnings about the Wolf, Peter outwits his grandfather, accompanied by the Grandfather’s theme ( Video Example 6 ). Peter regains his toy gun that Grandfather had taken away by tickling the old man’s nose with a feather as he dozes. Note that this interaction is completely new to Disney’s version, with no corollary in Prokofiev’s story. Armed with his toy gun and released from the watchful eye of his Grandfather due to slumber, Peter heads out on his own into the snowy wilderness. With more than a quarter of the length of the cartoon already completed, we finally hear a complete version of Peter’s theme as he emerges into the snowy countryside ( Video Example 7 ). Notice that this full-fledged version of the theme occurs outside the home, when Peter forges through the world on his own. To give even further emphasis of his courage and independence, Peter whistles his theme along with the requisite string quartet, adding a diegetic, self-actualized version of the theme from the boy himself. Even after meeting the Bird, Peter continues to whistle his own theme ( Video Example 8 ). Video Example 7 . Disney, Peter and the Wolf , 4:07–4:30 (click to watch video) Video Example 8 . Disney, Peter and the Wolf , 5:11–5:34 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.4": {
                "text": "[8.4] Although Peter’s character gets the most attention in the cartoon, Disney’s veneration of individuality extends beyond Peter to the other characters. Unlike Prokofiev’s original story, Disney provides each animal character with a name: the bird is “Sasha,” the duck is “Sonia,” and the cat is “Ivan.” Even the three hunters get their own names, “Misha,” “Yasha,” and “Vladimir.” Naming each character puts an emphasis on individualism, which is not present in Prokofiev’s original story. Example 3 . Keys of Characters in Prokofiev’s (1936), Disney’s (1946), and Soyuzmultfilm’s (1958) Peter and the Wolf (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.5": {
                "text": "[8.5] Exploring how Disney’s alterations affect key relationships in the music yields another, yet subtler way in which Peter’s independence and individuality is asserted in Disney’s animation. Whereas Prokofiev’s Peter was a microcosm of all characters, not only embodying all the keys of the characters of the story but also presenting most of them in the order they appeared, Disney’s Peter has no such encompassing relationship to the other characters. Because Disney’s first few presentations of Peter’s theme within the storyline provides only the consequent phrase of the period, any semblance of metonymy is lost. Peter no longer represents a microcosm of all characters. Understandably, musical structure is subservient to narrative structure for Disney. This reversal of priorities is even more clear when comparing the key relationships of the characters used in Disney’s animation ( Example 3 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.6": {
                "text": "[8.6] Because Disney changes some of the character’s keys, even when Peter’s theme is stated completely (i.e., both phrases of the parallel period), Peter’s theme no longer summarizes the key relationships of the work. Astonishingly, Peter is presented in D-flat major, the Neapolitan of the C-major key that begins and ends the cartoon! Interestingly, during the opening credits, Peter’s theme is in C major, which makes me wonder how the half-step shift of key during the story was accomplished. Did the studio orchestra play a half step higher than Prokofiev’s score, or was the sound track sped up to accommodate timings of the animation? We may never know the answer to that question, but nonetheless, the key successions in the Disney cartoon do not integrate into syntactic harmonic progressions. Each character, and especially Peter, seems to have its own, individual, harmonic context. Soviet Animation and Soyuzmultfilm",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] Stalin formed Soyuzmultfilm (a term meaning Soviet animated film) in 1936, as part of a centralizing reorganization of film studios that began in 1930. Recognizing the powerful potential film had to influence Soviet citizen’s perception of the world around them, the Soviet Union stopped importing films from the West in 1931, fearing foreign influence and the spread of capitalist ideologies. The Soviet government built its own factories and developed its own technology so as to be separate and distinct from any influence from the West ( Pontieri 2012 , 16–30). Unbeknownst to Prokofiev, a filmed live concert of his March from Lt. Kijé , op. 60 was included in Program of Sound Films , a celebration of the first sound movies in Moscow on March 6, 1930. While Prokofiev was living in the West, at that moment touring New York as a concert pianist, his music was being coopted, ironically, for purposes of agitprop, as the initial short of Program of Sound Films ’ explanation of Stalin’s five-year economic plan ( Bartig 2013 , 3). However, as an animation studio, the primary mission of Soyuzmultfilm was to educate and entertain children. Folklore, fairy tales, and literary classics were used as source material because they could generally rise above state scrutiny and censorship ( Kononenko 2011 , 272–75). Acutely aware of the animated films and technology coming from Disney Studios, Soyuzmultfilm aimed to become a source of Soviet pride to rival Disney ( Pontieri 2012 , 38–39).",
                "footnotes": [],
                "citations": [
                    "pontieri_2012",
                    "bartig_2013",
                    "kononenko_2011",
                    "pontieri_2012"
                ]
            }
        },
        {
            "9.2": {
                "text": "[9.2] In line with Soyuzmultfilm’s agenda to provide specifically Soviet programming for children, they commissioned Prokofiev early on—in 1933—to write music for an animated fairy tale, “The Tale of Tsar Duranday.” This was three years before Prokofiev wrote Peter and the Wolf , and he was intrigued by the technological and artistic potential of the format. On the last day of his 1933 Soviet tour, Prokofiev agreed to the commission, but unfortunately it never came to be. There were delays to the project, and then conflicts with other obligations arose ( Bartig 2013 , 33–34). Sadly, despite Prokofiev’s interest in the artistic and technological potential of music and animation, a collaboration with Soyuzmultfilm did not materialize in his lifetime.",
                "footnotes": [],
                "citations": [
                    "bartig_2013"
                ]
            }
        },
        {
            "9.3": {
                "text": "[9.3] After Stalin’s death in 1953 (and coincidentally Prokofiev’s death, which occurred on the same day as Stalin’s), there was an upsurge of interest in genres such as the adventure story, with a focus on boy heroes. Art forms directed at children (e.g., illustrated books and cartoon films) were perceived as a refuge for artists who aspired to do innovative work less constricted by the hegemony of Socialist Realism ( Kelly 2007 , 153). In the mid to late 1950s, some of the brightest Soviet talents put their energies into making cartoon films. Animation became an avenue of expression for a new spirit of aesthetic freedom in the post-Stalin period of liberalization ( Kelly 2007 , 478). A puppet division of Soyuzmultfilm was founded in 1954, and the first motion-animated films were released. A fairy tale written by a celebrated Soviet composer that features a young boy hero, Peter and the Wolf must have seemed like an ideal project for Soyuzmultfilm in the 1950s. Soyuzmultfilm’s Peter",
                "footnotes": [],
                "citations": [
                    "kelly_2007",
                    "kelly_2007"
                ]
            }
        },
        {
            "10.1": {
                "text": "[10.1] At the outset, the Soyuzmultfilm version adheres closely to Prokofiev’s concert version. It begins like Prokofiev’s score with a full statement of Peter’s theme as the opening credits roll. (7) Just like Prokofiev’s score, Peter’s parallel period repeats, has a short coda, and leads directly into the Bird’s theme. Visually, Peter’s theme is associated with home , zooming in on his home from the woods. In keeping with Prokofiev’s description of Peter as “Pioneer Peter,” the Soyuzmultfilm puppet wears a Pioneer Youth uniform, which was a white dress shirt with a red kerchief. (8) Video Example 9 . Soyuzmultfilm, Petr i Volk , 1:02–2:03 (click to watch video)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "10.2": {
                "text": "[10.2] Instead of beginning the storyline with Peter, the Soyuzmultfilm version begins with the Bird, who sees the Wolf in the forest and comes back to warn Grandfather. Unlike Prokofiev’s version, Peter is not the central figure dominating the beginning of the storyline (see Video Example 9 ). However, similar to Disney’s film, the Wolf appears much earlier than in Prokofiev’s story, getting to the narrative conflict quickly to accommodate the time constraints of an animation. After only one phrase of the Bird’s theme, the Cat and Duck characters are skipped entirely, and the Wolf is introduced via a brief four-second interlude showing gleaming, mysterious eyes in darkness under a tree in the forest. In such a short time, only the first phrase of the Wolf’s theme is heard, a harmonic fragment that moves from G minor to F major. (9) The Wolf’s theme ends with a melodic emphasis on a C, as the fifth of the chord. Interestingly, this C is quickly reinterpreted as tonic for the subsequent iteration of Peter’s theme. Maintaining this common tone at the moment when the visual narrative shifts from the Wolf to Peter is particularly striking. Sustaining C throughout the scene change (i.e., aurally juxtaposing the Wolf and Peter while sustaining an element common to both) presents a suggestive metaphor, revealing Wolf-like attributes in Peter, and vice versa, Peter-like attributes in the Wolf. This is, perhaps, the major point of agreement between Disney and Soyuzmultfilm; both versions associate Peter with the Wolf. Recall that Disney visually introduced Peter over the Wolf’s theme. Soyuzmultfilm’s Cat",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10.3": {
                "text": "[10.3] Because the order that characters are introduced is changed, and because themes are truncated, the Soyuzmultfilm animation, like Disney, quashes the elegance of key relationships in Prokofiev’s score. As shown in Example 3 (above), the key for most characters remain the same as in Prokofiev’s score (except the Cat), but their order is completely jumbled, resulting in unusual harmonic successions. As expected, an animation prioritizes storyline and visual consistency over musical coherence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.4": {
                "text": "[10.4] The Cat’s divergent key is an interesting anomaly that reflects the different role the Cat plays in the Soyuzmultfilm tale. Throughout the puppet animation, the Cat is portrayed as a bad character. Soon after the Cat’s first appearance, Peter chastises him for threatening the little ducklings (see Video Example 10 ). The Cat is rebuked again when he threatens the Bird, this time near the pond. Peter throws his ball at the Cat to teach him a lesson and to get the Cat away from the Bird. In a conspicuous demonstration of the power of comradeship, the duck family menacingly swims en masse towards the Cat, who then backs away (see Video Example 11 ). Most significantly, in a peak of anger, the Cat storms off, finds the Wolf and encourages the Wolf to find a meal in the meadow, where Peter is (see Video Example 12 ). In other words, in the Soyuzmultfilm version the Cat is portrayed as a dangerous bully who encourages the Wolf to harm the young hero and his allies. Although the tension between the Cat and Bird is part of Prokofiev’s original story, the Cat’s alliance with the Wolf and his encouragement of Peter’s demise has no corollary in Prokofiev’s original. This added backstory for the Cat helps motivate a moral that is featured in the Soyuzmultfilm version and not present in the others. Once Peter has found safety behind the fence of his home, the Wolf—in contrast to Prokofiev’s story—eats the Cat (see Video Example 13 ). In Prokofiev’s original, of course, it is the Duck who is in the belly of the Wolf, not the Cat. The clear moral in the Soviet film is that there will be retribution if you are a bully in your community. Unlike Disney, who sanitizes the Duck’s demise (the Duck ends up only losing some feathers, not actually being eaten by the Wolf), Soyuzmultfilm changes the story in order to teach a moral. Video Example 10 . Soyuzmultfilm, Petr i Volk , 2:56–3:19 (click to watch video) Video Example 11 . Soyuzmultfilm, Petr i Volk , 4:38–5:13 (click to watch video) Video Example 12 . Soyuzmultfilm, Petr i Volk , 5:13–5:49 (click to watch video) Video Example 13 . Soyuzmultfilm, Petr i Volk , 6:34–6:55 (click to watch video) Childhood in the Soviet Union",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.5": {
                "text": "[10.5] Notably, the Cat’s death does not happen on screen. Just as the Wolf is about to devour the Cat, there is a sudden cut to the Duck family watching the events through a peephole in the fence. Then, just as suddenly, there is a return cut to the Wolf licking his chops (see Video Example 13). According to Kononenko, Soviet cartoons typically avoided violence: To encourage the development of a docile citizenry with a childlike dependence on the state and a willingness to follow all its directives . . . cartoons were nonviolent. Not only were tales where animals attack and devour each other . . . eschewed as possible cartoon material, but also any folktales that did become cartoons were stripped of violent episodes. . . . The contrast between the Soviet cartoon where no creature suffers any injury and Western cartoons where animals fall of cliffs, are blasted with explosives, hit by trains, and subjected to extreme violence, is striking. . . . Soviet animation . . . was bloodless from the start ( Kononenko 2011 , 276). Just as Disney’s film reflects American ideals of the 1940s, Soyuzmultfilm’s animation manifests Soviet values of the 1950s. Peter is not the independent, authority-defying figure that Disney presents. Instead, Soyuzmultfilm’s Peter is comparatively innocent and docile, in line with Soviet stereotypes of children. In her book on social conditions of Soviet childhood, Kelly writes, “From the mid-1930s onwards, attitudes to children became much more consistent. All commitment to children’s autonomy was abandoned: the model child was now without question one who was obedient, and grateful to adults for their guidance” ( 2007 , 93). These characteristics are exemplified in Soyuzmultfilm’s animation. For example, Peter leaves the yard, not in defiance of Grandfather’s instructions, but because his ball goes over the fence (see Video Example 14 ). Later, Peter does not intentionally disobey his Grandfather, but instead is so wrapped up in his play that he forgets what his Grandfather had told him (see Video Example 15 ). Soyuzmultfilm’s Peter is also kind to animals; he saves a duckling from the Wolf (see Video Example 16 ), and suggests taking the Wolf to the zoo rather than shooting him (see Video Example 17 ). On this point, Kelly remarks, “In conformity with the emphasis on kindness to animals that was taught to children by the Pioneer movement and in schools . . . the wolf escaped slaughter and was placed at the centre of a joyful procession celebrating peace and social harmony” (2006, 100). Video Example 14 . Soyuzmultfilm, Petr i Volk , 3:19–3:44 (click to watch video) Video Example 15 . Soyuzmultfilm, Petr i Volk , 5:49–6:00 (click to watch video) Video Example 16 . Soyuzmultfilm, Petr i Volk , 6:22–6:34 (click to watch video) Video Example 17 . Soyuzmultfilm, Petr i Volk , 8:23–8:34 (click to watch video) The Final Procession",
                "footnotes": [],
                "citations": [
                    "kononenko_2011",
                    "kelly_2007"
                ]
            }
        },
        {
            "11.1": {
                "text": "[11.1] I will conclude with a brief comparison of how these three versions of Peter and the Wolf handle the final procession in the story. The differences among them highlight their different priorities and cultural contexts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.2": {
                "text": "[11.2] The Final Procession in Prokofiev’s concert fairy tale begins with Peter’s theme as a grand march, as all the characters proceed to the zoo ( Example 4 ; recording from Bernstein 1998 ). As Mann relates, this procession to the zoo would have had specific resonances for a Moscow audience, because 1936 was the tenth anniversary of Moscow’s Zoological Park’s ambitious extension. “A procession to the zoo would be a fitting apotheosis for young Peter, and a meaningful one to the inhabitants of Moscow” ( Mann 2006 , 20). After the brilliant thematic development in the preceding sections, this straightforward and stately return of Peter’s theme in the home key marks the beginning of a recapitulation. In summative fashion, each character is reprised and—in most cases—themes are resolved to C major. Interestingly, the Grandfather and Cat remain “grumpy” (sometimes translated as “discontent”) and untransformed in this procession ( Example 5 ). Their themes are presented together in inventive and beautiful counterpoint in B minor, Grandfather’s original key. As the two antiheroes of the story, the Grandfather’s and Cat’s resistance to tonal resolution—or even to any harmonic transformation—provides a wonderful metaphor about the intransigence of the entrenched old guard. Despite their intransigence, the Final Procession nonetheless has a recapitulatory formal function, providing musical closure by confirming C major and reviewing each character, even the Duck from the Wolf’s belly! Example 4 . Peter’s Theme as a Grand March in the Final Procession of Prokofiev’s Peter and the Wolf , rehearsal 44 (click to enlarge and listen) Example 5 . Grandfather and Cat Themes in the Final Procession of Prokofiev’s Peter and the Wolf , rehearsal 48 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "bernstein_1998",
                    "mann_2006"
                ]
            }
        },
        {
            "11.3": {
                "text": "[11.3] In the animated adaptions, visual closure becomes a surrogate for musical closure. In the Soyuzmultfilm version of the final procession, each character is shown marching to the zoo (see Video Example 18 ), which provides a visual recapitulation similar to Prokofiev’s thematic one. However, as all the characters cross the screen, the Hunters’ theme predominates; no other character’s theme is heard, not even Peter’s theme. An emphasis on military authority is visually reinforced by the ceremonial goose-step march of the solder in the scene (see Video Example 19 ). For Soyuzmultfilm, it seems as if narrative closure is primarily accomplished by the adult authority figures. Video Example 18 . Soyuzmultfilm, Petr i Volk , 8:35–9:24 (click to watch video) Video Example 19 . Soyuzmultfilm, Petr i Volk , 8:53–9:08 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.4": {
                "text": "[11.4] In stark contrast to Soyuzmultfilm’s emphasis on military authority, Disney portrays its Hunters with physical slapstick akin to the Three Stooges (see Video Example 20 ). The Hunters’ slapstick routine bleeds into the Final Procession, where Ivan the Cat, Peter, and the Hunters march through the village with the captured Wolf. The village scene exoticizes Russian cultural icons, including a camera view through the legs of a man dancing the Hopak (a dance featuring folded arms, deep squats, and high kicks with alternating legs), and a gratuitous twirling woman in traditional Russian dress (see Video Example 21 ). Despite the brazen Russian iconography, Disney’s musical choices reflect a decidedly American 1940s perspective. The Final Procession may begin with the Hunters’ theme, but it ends with Peter’s theme. Peter leads the procession through the village, twirling a baton with his chest proudly puffed out. With Peter’s theme as the final goal, Disney’s procession is a prominent celebration of Peter. In other words, narrative closure is assigned to the young, independent, and slightly irreverent youth. Video Example 20 . Disney, Peter and the Wolf , 12:38–13:41 (click to watch video) Video Example 21 . Disney, Peter and the Wolf , 13:31–14:17 (click to watch video) Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In the midst of a national crisis, when political turmoil and authoritarianism threatened authentic artistic expression, Prokofiev provided an artistically fulfilling work that was not only meaningful, entertaining, and uplifting to children, but also helped forge an innovative approach to musical modernism that was accessible to Soviet adults. With their distinct interpretations, the American and Soviet animated adaptions of Peter and the Wolf offer an intriguing window into the reception of Prokofiev’s symphonic tale. Ten years after Prokofiev’s première, Disney studios re-imagined the story of Peter and the Wolf for American audiences, celebrating an impish and independent boy who cleverly outwits authority figures—as if Peter represented the youthful entrepreneurial engine of American capitalism. In contrast, the first Soviet adaption of Prokofiev’s fairy tale came five years after the composer’s death, and 22 years after the piece was composed. Compared to Disney, Soyuzmultfilm’s moralistic version is more faithful to the composer’s original, effectively an homage to a celebrated and revered Soviet artist. Even so, in the intervening years, the role of children and their education had changed. Instead of a 1930s Pioneer Peter, who represented the future of a new political and economic experiment, Soyuzmultfilm’s Peter is cast as an important, yet ultimately dependent, community member—docile, obedient, and deferential to authority figures. Although deceptively simple on the surface, all of these versions of Peter and the Wolf are sophisticated expressions of culture, conveying nuanced political and cultural values. Just as Prokofiev experimented with a new format—an orchestral fairy tale for children—so too did animation studios experiment with a new world of synchronized sound and image. And, in the process, Disney and Soyuzmultfilm studios reinvented a captivating story about a boy and his adventures.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "prokofiev at 125",
    "source": "mto/raw/mto.18.24.2.rifkin.html",
    "data": "mto/data/mto.18.24.2.rifkin.json"
}