{
    "title": "Retooling the Technique",
    "date": "1998/03/01",
    "volume": "4",
    "issue": "2",
    "authors": [
        "Lochhead, Judith"
    ],
    "abstract": "Recent debates about new directions in music scholarship have sometimes focused on technical language and its use in musical analysis. This essay puts some perspective on that debate from the vantage of the philosophy of technology. Following the ideas of Martin Heidegger and Don Ihde about the “ontological priority” of technology with respect to science, the essay argues that the technical language of music has a basis in “making” music and must be “retooled” to apply to the more experiential concerns of recent musicological and theoretical research.",
    "keywords": [
        "analysis",
        "technique",
        "technology",
        "Don Ihde"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.2/mto.98.4.2.lochhead.pdf",
    "author_info": [
        {
            "name": "Judith Lochhead",
            "university": "State University of New York at Stony Brook",
            "address": "Department of Music, Stony Brook, New York 11794–5475",
            "email": "jlochhead@notes.cc.sunysb.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* Thanks to Sarah Fuller for her insightful and quick comments on\nan earlier version of this essay.",
            "citations": []
        },
        "FN1": {
            "text": "1. It is interesting to note here that “scientists” recently reported\nfinding a portion of monkeys’s brains that is enlarged in ways similar\nto an analogous enlarged portion of human brains.  The enlargement in\nhumans has long been attributed to language acquisition, a cognitive\ncapability thought to distinguish humans from other species.\nDiscovery of a similar enlargement would suggest that monkeys have a\nsimilar capability for language or that there is no discernible\nphysical site that indicates language capability ( New York Times ,\nTuesday, January 13, 1998: F3).  If music is thought to be inaccessible\nto linguistic thought, then it must be a “less intelligent” or perhaps\n“primitive” form of human activity.",
            "citations": []
        },
        "FN2": {
            "text": "2. Stanley Cavell, Must We Mean What We Say? (New York: Cambridge\nUniversity Press, 1977 [1969]), 185–6.",
            "citations": []
        },
        "FN3": {
            "text": "3. Both Joseph Kerman and Leo Treitler refer to Cavell’s observation \nin subsequent articles: see Kerman, “How We Got into Analysis, \nand How to Get Out,” Critical Inquiry 7.2 (1980): 321, and Treitler, \n“‘To Worship That Celestial Sound’: Motives for Analysis,” Journal\nof Musicology 1.2 (1982): 153, where he refers not only to Cavell but \nalso to  another philosopher/critic, Peter Kivy, who makes much the \nsame observation in The  Corded Shell (Princeton: Princeton University \nPress, 1980).",
            "citations": []
        },
        "FN4": {
            "text": "4. Thomas Benjamin, Michael Horvit, Robert Nelson. Techniques\nand Materials of Tonal Music:  With an Introduction to\nTwentieth-century Techniques (Boston:  Houghton Mifflin, 1986).\nStefan Kostka, Materials and Techniques of Twentieth-century\nMusic (Englewood Cliffs, NJ:  Prentice Hall, 1990).",
            "citations": []
        },
        "FN5": {
            "text": "5. Ian Bent, Analysis (New York: Norton & Co., 1980): 5.  [Parts of \nthis book were published first as an article in the New Grove Dictionary \nof Music and Musicians (London: The Macmillan Press).]",
            "citations": []
        },
        "FN6": {
            "text": "6. Bent, Analysis : 1.",
            "citations": []
        },
        "FN7": {
            "text": "7. Kerman, “How We Got Into Analysis,” 314–5.",
            "citations": []
        },
        "FN8": {
            "text": "8. Treitler, “‘To Worship That Celestial Sound’,” 162.",
            "citations": []
        },
        "FN9": {
            "text": "9. Susan McClary, “Terminal Prestige: The Case of Avant-Garde Music,” Keeping Score: Music, Disciplinarity, Culture , eds. David Schwarz, \nAnahid Kassabian, and Lawrence Siegel (Charlottesville: University of \nVirginia Press, 1997 [1989]): 62.",
            "citations": []
        },
        "FN10": {
            "text": "10. Martin Heidegger, “The Question Concerning Technology,” The \nQuestion Concerning Technology and Other Essays , trans. William \nLovitt (New York: Garland Publishing, 1977); Lewis Mumford, Technics \nand Civilization (New York: Harcourt, Brace, and Co., 1936); Lynn \nWhite, Jr., Medieval Technology and Social Change (New York: Oxford\nUniversity Press, 1962).",
            "citations": []
        },
        "FN11": {
            "text": "11. Don Ihde, Existential Technics (Albany: SUNY Press, 1983): 27.",
            "citations": []
        },
        "FN12": {
            "text": "12. Ihde, Existential Technics , 29. Heidegger delivered his ideas\ninitially in lectures.  The first lecture presenting his ideas was \ngiven in 1949 under the title “Das Gestell” [translated as “Enframing”].  \nHeidegger expanded the essay and delivered lectures in 1954 and 1955 \nunder the title “The Question Concerning Technology.”  The essay was \nfirst published in 1954 in Vortraege und Aufsaetze (Pfullingen:  \nGuenther Neske).",
            "citations": []
        },
        "FN13": {
            "text": "13. Ihde, Existential Technics , 32.",
            "citations": []
        },
        "FN14": {
            "text": "14. Ihde, Existential Technics , 32–33.",
            "citations": []
        },
        "FN15": {
            "text": "15. Heidegger, “The Question Concerning Technology,” 21.",
            "citations": []
        },
        "FN16": {
            "text": "16. Ihde, Existential Technics , 43.",
            "citations": []
        },
        "FN17": {
            "text": "17. Ihde, Existential Technics , 42–3.",
            "citations": []
        },
        "FN18": {
            "text": "18. Douglas R. Hofstadter, “Semantics in C Major,” New York Times Book\nReview , October 12, 1997: 28 [Reviewing Joseph Swain, Musical \nLanguages (New York: Norton, 1997)].",
            "citations": []
        },
        "FN19": {
            "text": "19. Newsday , Wednesday, October 22, 1997: A7.",
            "citations": []
        },
        "FN20": {
            "text": "20. Don Ihde writes about “instrumental” experience in several places \nbut notably in Technology and the Lifeworld: From Garden to Earth (Bloomington: Indiana University Press, 1990).  Ihde’s work focuses on\nhow our knowledge and experience of the world is mediated by various\ntypes of technologies, including instruments of various sorts:\ntelescopes, musical instruments, tools, and so on.  Ihde points out\nthat unless there is a failure in its performance or use, the\ninstrument will recede experientially—that is, we are not\nexperientially aware of its presence; however, while it recedes from\ndirect awareness, the instrument still has an affect on the nature of\nthe experience.",
            "citations": []
        },
        "FN21": {
            "text": "21. Charles Taylor, “Engaged agency and background in Heidegger,” The\nCambridge Companion to Heidegger , ed. Charles B. Guignon (New York:\nCambridge University Press, 1993): 318.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Last spring I was chatting with a colleague from Theater Arts\nbefore a ceremonial function at my University.  My colleague told me\nhow much he enjoyed socializing with musicians because “we” like to\neat good food and drink good wine, and because conversation with\nmusicians does not get bogged down in those critical issues that\nconcern people in the fine and dramatic arts.  Then he added: “The\nonly things one can say about music in any meaningful sense are\ntechnical.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Our conversation ended at this point, cut short by the beginning \nof the  ceremony.  While I never pursued an opportunity to discuss \nfurther with my colleague just what he meant by the comment, taken \nat face value it raises a number of issues for both musicians and \nmusician/scholars who deal in “technique” everyday but who also strive \nto create something distinct from technique.  While appreciating the \npraise given to my professional and social group (we are fun, I know), \nI find it both annoying and intriguing that this fellow arts educator \nthinks that we musicians can not meaningfully apply conceptual meaning \nto musical sound.  The underlying message here seems to be this:  We \ncan make music and we can perform it, but we can not “say” anything \nmeaningful about pieces that is not about the making.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] While my colleague’s comment was not intended as a manifesto about\nhow linguistic expression can or cannot “capture” the significance of\nany of the arts—theater, fine arts, dance, literature, or music—the\nattitude it communicates is not in any sense new.  Put in a positive\nlight, his statement could mean that music “transcends” the messiness\nof semantic meaning and that any attempt to conceptualize it is a\nviolation of something insusceptible to verbal expression.  Put in a\nnegative light, it could mean that music admits only and merely a\npractical knowledge and cannot be accessed by linguistic\nconceptuality, that human capacity which has been used to set us apart\nfrom “less intelligent” creatures. (1) Since technique is understood\nboth as limitation and liberation, we might well wonder how both\nattitudes arise.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The philosopher Stanley Cavell, in his essay “Music Discomposed,”\narticulated this “doubleness” of technique over 30 years ago.  He\nwrote: The serious attempt to articulate a response to a piece of\nmusic where more than reverie, has characteristically stimulated\nmathematics or metaphysics—as though music has never quite become one\nof the facts of life, but shunts between an overwhelming directness\nand an overweening mystery.  Is this because music, as we know it, is\nthe newest of the great arts and just has not had the time to learn to\ncriticize itself; or because it inherently resists verbal \ntranscriptions?  Whatever the cause, the absence of humane music\ncriticism seems particularly striking against the fact that music has,\namong the arts, the most, perhaps the only, systematic and precise\nvocabulary for the description and analysis of its objects.  Somehow\nthat possession must itself be a liability . . . (2) Themes similar to\nthose mentioned above emerge from Cavell’s thought: music resists\n“verbalization,” its technical language is highly developed, and its\nhighly developed technique is a “liability.”  “Technique” emerges in\nthe thought of a great many critics as a powerful tool that either\nallows or prevents certain kinds of discourse or thought. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] With regard to music, the term technique can refer to a number of\ndifferent things. Technique refers to the practical knowledge required\nto produce musical sounds on instruments or with the voice and to the\npractical knowledge needed for reading musical notation.  Often, but\nnot always, the techniques required for reading music notation are\nlearned in conjunction with learning to play an instrument or sing.\nAnother meaning of technique occurs in the context  of music theory.  \nFor instance, textbooks of the sort used for beginning theory courses \noften have technique in the title: Techniques and Materials of Tonal \nMusic or Materials and Techniques of Twentieth-Century Music . (4) The pairing of “techniques” with “materials” in these two titles \nsuggests that technique refers to the procedures by which basic \nmaterials are used in a practical sense.  The teaching of basic theory \nthen shows how to use the materials of music, often through study \nof how those materials have been used compositionally by others.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Technique, then, is a skill referring to praxis.  If I say that the\nsoloist’s performance of Berg’s Violin Concerto was technically\nunflawed, I make an assessment regarding the player’s physical skill\nin producing the sounds.  A “technical” description of a piece of\nmusic indicates how the materials of music have been used, approaching\nthe musical object from the perspective of a system that accounts for\na musical practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A sense of the practical pervades our thinking about music\nanalysis also, as Ian Bent’s characterization of music analysis\nsuggests: “Analysis is the means of answering directly the question\n‘How does it work?’” (5) Elucidation of “how a piece works” requires,\nin Bent’s terms, “resolution of a musical structure into . . . constituent\nelements, and the investigation of the functions of those elements\nwithin that structure.” (6) In other words, analysis entails a\ndetermination of the constituent “materials” and shows the techniques\nby which the materials are used in a given work.  While there is an\noverlap between what a “technical description” and an analysis will\ndemonstrate, we expect an analysis to “go beyond” the simple\ndescription, to tell more about function and thus to delve into realms\nof meaning that move beyond the particular.  But my point is that both\n“technical description” and “analysis” have a basis in the practical,\nin simply “what happens.”",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] “Technical descriptions” and technique-based analysis have been\nthe subject of criticism over the last 20 years for a variety of\nreasons.  For instance: Joseph Kerman: “The vision of these analyst-critics was and is of\n     a perfect, organic relation among all the analyzable parts of a \n     musical masterpiece . . . [A]nalysis exists for the purpose of \n     demonstrating organicism, and organicism exists for the purpose of \n     validating a certain body of works of art . . . The true intellectual \n     milieu of analysis is not science but ideology.” (7) Leo Treitler: “Formalist analysis . . . declares [the historical context\n     and the interpretive tradition built up around a piece] to be \n     irrelevant to the analysis of the work.” (8) Susan McClary: “It has become heretical [for music theorists] to\n     address the signifying practices of say Bach or Beethoven for at \n     least two interrelated reasons: first, their present day prestige \n     in the modernist academy hinges on the abstract patterns of order \n     in their music rather than on signification; second, the argument \n     that their music likewise is nothing but abstract constructs in \n     turn helps legitimize the avant-garde [here understood as composers \n     of high modernist music of mid-twentieth century].” (9)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In summary, the technique-based analytic approaches are\nproblematic because they 1) conceal the conceptual and ideological\nunderpinnings of their accounts of what music does, 2) take an\nexclusionary approach to musical explanation, eliminating the\nhistorical and critical context that surrounds understanding, and 3)\nignore the expressive, or “signifying,” features of musical meaning.\n“Technique” per se is not the subject of these criticisms.  However,\nsince it plays a crucial role in the practices not only of “formalist”\nor “abstract” analysis but further in the teaching and learning of a\n“basic” language through which we talk about music, productive\nunderstanding of the issues facing music scholars nowadays requires\nconsideration of “technique.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] I approach the topic of “technique” from the vantage of\nphilosophical thought about a related concept: technology.  The\nphilosopher Don Ihde has written extensively about how humans use\ntechnology, either in an everyday setting or in science.  Building\nupon the ideas of Martin Heidegger and of other, more recent authors,\nsuch as Lewis Mumford and Lynn White Jr., he shows how technologies in\nthe form of tools and scientific instruments are employed by humans to\nachieve a variety of tasks, from the most mundane task of chopping\nwood with an ax to the more complex goal of observing the formation of\nstars in distant galaxies. (10) In either case, the technology—the ax\nor the telescope—is something used by humans to achieve a certain\ntask.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Of particular concern to Ihde, and to Heidegger before him, is\nthe question of the relation between science as mode of intellectual\ninquiry and the tools used to pursue that inquiry.  The standard or\n“idealist” account of the relation between technology and science\n“holds that science precedes and founds technology.”  In this view,\nscience provides “insight into the laws of nature, a conceptual system\nat the formal and abstract level, and the ability to apply this\nknowledge to the material realm . . . ” (11) Technology in this sense is\nthe practical application of knowledge gained from the conceptual\nrealm of science, and science is understood as both “historically and\nontologically” prior to technology.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Ihde develops an alternate view that considers technology\nontologically prior to science, basing his position on insights from\nMartin Heidegger.  In his 1954 essay, “The Question Concerning\nTechnology,” Heidegger considers a broader sense of technology than\nmight be typical in recent understandings of the term, as Ihde points\nout: “Technology—more precisely the essence of technology—is a\ncertain way of experiencing, relating to, and organizing the way\nhumans relate to the natural world.” (12) Such an understanding of\ntechnology reverts to older meanings of this and other related terms.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] According to Ihde, Heidegger distinguishes three definitions of the\nterm “technology.”  One is the standard or idealist definition mentioned \nearlier. The other two derive  more directly from the Greek word techne , \nwhich is the also the root of technique.  Heiddegger’s second definition \nimplicates a two-pronged sense of the Greek term: “techne is both a name \nfor the activities and skills of a craftsman and for the arts of both mind \nand hand, but also is linked to creative making, [that is to] poiesis.” (13) This meaning is implicated in current uses of the term technique when\nreferring to the performer’s or the composer’s “technique.”  In each of \nthese modern instances of the term, practical or “craft-like” actions are \nassociated with “creative” making.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Heidegger’s third and “ultimate” definition “makes of\nTechnology a mode of truth or revealing (aletheia).  Technology,\nin essence, reveals a world in a certain way. . . . It allows us to\nsee, to order, to relate to the world in a particular way . . . [and\nas] a mode of relating to the world . . . becomes the dominant and\nprimary way in which we understand that world.” (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In such a conception, a technology or a technique may be understood \nas a “tool” that “shapes” the world in a particular way.  As a tool, a \ntechnology or technique is based in praxis and has the purpose of \n“revealing”  the world—but this “revealing,” more than simple discovery,\nis creative.  It is in this sense of “creative revealing” that \nHeidegger understands it as ontologically prior to science.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] While arguing for the ontological priority of technology,\nHeidegger also observed an essential circularity in human\ninvestigations of an experienced world.  In his “The Question\nConcerning Technology,” Heidegger demonstrates this circularity with\nrespect to experimental physics: Modern physics is not experimental physics because it applies\n     apparatus to the questioning of nature.  Rather the reverse is \n     true.  Because physics, indeed already as pure theory, sets \n     nature up to exhibit itself as a coherence of forces calculable \n     in advance, it therefore orders its experiments precisely for \n     the purpose of asking whether and how nature reports itself \n     when set up this way. (15) Heidegger’s observation of this essential circularity offers not\na criticism but rather an elucidation of the ramifications of\ntechnology’s ontological priority.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] These ideas about technology as a “creative revealing” illuminate\nsome of the recent issues surrounding musical analysis.  As suggested\nearlier, two related types of technique figure in musical practice.\nFirst, performance techniques—for instrument or voice—are the means\nof projecting in audible form musical sound.  They are the practical\nmeans by which performers create not simply sound but “music.”\nSecond, and more central to present concerns, foundational musical\nconcepts such as those articulated in beginning music theory texts are\ntechniques by which musicians “know” a world of sound.  The basic\nterms of pitch, rhythm, timbre, texture, dynamics, form, etc. are the\npractical means by which musicians “shape” or “reveal” music itself,\nand this revealing fundamentally “shapes” experiential engagement with\nsound.  The fundamental musical terms with which we engage musical\nsound are not “applied to” a free-standing experience but are the\nmeans through which experience emerges. Furthermore, in their\nrevelatory function, such terms establish the conditions for “higher\nlevel” modes of musical explanation; or in other words, these\ntechnical terms and their related concepts are ontologically prior to\nanalytic interpretation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] When considering the technical language that forms a basis for\nthinking about music, we must take account of for whom such technical\nlanguage “reveals” the world in the senses of both poiesis (creation)\nand aletheia (truth).  A brief return to philosophical issues can help\nilluminate this matter.  While Heidegger’s thinking about the\nontological priority of technology and its relation to scientific\npractice applies primarily to Western culture, Ihde’s work on these\nissues has engaged differences across geographical and historical\ncultures.  For instance, he has noted how Polynesian navigational\npractices are “sedimented in a variant understanding of the world.” (16) Using no instruments to navigate their travels in the Pacific,\nthe ancient Polynesians employed “a complex system of perceptual\nobservations carried on through a secret tradition . . . ”  This practice\nwas embedded in a belief that the ocean is a “deity” who was the\n“source of nurture and support . . . ” (17) Ihde’s observation of cultural\ndifference provides a model for taking account of reactions to\n“technical” explanations of music.",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] For instance, consider this complaint about the use of technical\nlanguage in writing about music.  In a New York Times review of Joseph\nSwain’s Musical Languages , Douglas R.  Hofstadter argues that “the\nstructural language of harmony theory” does not “get . . . at music’s\nessential content.” He goes further to note that the reading of\npassages employing “harmony-theory terminology” leave him \n“numbed.” (18) Though Hofstadter claims to have taken one semester of \nmusictheory, the technical language “reveals” little or nothing of \nthe music for him.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Compare this example with a newspaper account of a recent scientific\ndiscovery:  the Hubble “photographs” of colliding galaxies. Newsday , a \nNew York City-area newspaper, characterized the event this way: The Hubble Space Telescope has photographed a pair of colliding \n    galaxies . . . [which are] merging into one huge elliptical galaxy. . . . The photos show the  heart-shaped core of the colliding Antennae \n    galaxies, about 63 million light years away . . . (19) This press account does not use highly technical language, but our \nunderstanding of what “is happening” 63 million light years away \ndepends on technologies with which most people in our culture \ntypically have experience.  The operation of a telescope and the idea \nof a photograph are well-known and comprehensible phenomena for us.  \nWe have a clear experiential sense of what they can “reveal” about \nthe world.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The photos enabled by the Hubble Telescope make “real” for us\nsomething that none of us will experience directly, but the technology \ndoes allow us to experience “instrumentally” the colliding galaxies. (20) In the case of music, Swain’s technology—his technical discourse—\ndoes not allow the reviewer to experience the music through the\n“instrumentality” of the language, even though it refers to a potentially \npalpable experience.  Unlike the technology of the professional scientist \nwhich enables an instrumentally-mediated experience  of something palpably\nunexperienceable, the technology of the professional musician seems\nfunctionally to obscure something that is a feature of most people’s everyday \nexperience.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The reviewer’s complaints about technical language are not\nunusual, and the general ease with which such complaints are made\noutside a professional community of musicians suggests that the\ntechniques of this terminology do not operate for large segments of\ncontemporary U. S.  society.  While the revelatory function of a\ntechnique depends on its intersubjective operation, such operation may\nnot be universal, as Ihde’s remarks on Polynesian navigation suggest.\nThe operation or non-operation of the revelatory function of a\ntechnique depends on 1) practical engagement with the technique itself\nand 2) “sedimented” beliefs about music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] First, for many listeners in the United States today who are\nuntrained in the praxis of making music—either instrumentally,\nvocally, or compositionally and with some knowledge of musical\nnotation—technical accounts of music at either a low- or high-level\nof explanation may seem like a “foreign language.”  A technique-based\naccount of music will likely not have a revelatory function for such\nlisteners because they have no practical engagement with the\ntechnique. Those of us who attempt the teaching of what we might think\nof as mid-level concepts about music, such concepts as rhythmic or\npitch organization, without being able to teach in any serious way\nmusical notation or performance itself, may well recognize the\nproblem.  Teaching concepts such as meter and harmony without\nassociated practical instruction in “making” is difficult at best\nbecause students have no low-level knowledge that will adequately\nsupport more conceptual, and primarily verbal, types of understanding.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Second, in the absence of a practice-oriented technique, many\nlisteners have developed strategies for experiential apprehension of\nmusic that follow from sedimented beliefs about music as, for\ninstance, affect and entertainment.  For such listeners, language\nrelated either to feelings of sentiment and bodily motion or to\nenjoyment play a more direct revelatory function.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The “failure” of a technique-based writing to reveal its musical\nworld to those 1) with no practical engagement with the technique and\n2) who have developed alternate listening strategies does not mean\nthat a professional musician’s use of technical language reveals a\nmusical world devoid of expressive content and beauty.  Rather, for the\nprofessional invested in the technique, emotion and beauty are engaged\nthrough its terms.  Within a musical community of practicing musicians\nwhich includes performers, scholars, composers, and critics, the\ntechnical language derives from a musical praxis of making—performing\nand composing.  That language then becomes the basis for our\nperceptual engagement with musical sound and for the more explanatory\nmodes of understanding, most notably that of music analysis.  Put\nanother way, the praxis at a low level enables what may be observed\nand experienced at a more complex level: technology precedes science.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] This observation allows us to understand why a technique-based\nlanguage about music both does and doesn’t have a revelatory function,\nthat function depending on whether a listener is trained in a musical\npractice of making.  It does not explain criticisms of technique-based\nanalysis within a community of professional musicians (scholars,\nperformers, creators, composers).  When questions of the value or\ndrawbacks of technical language occur within this community the stakes\nare much higher since technical language is so central to the\nprofessionals’s ability to make the musical object “sit still.”  On\none hand, the professional community needs some sort of descriptive\nlanguage—a technical language of some sort—to be able to “say”\nanything about what happens.  Whether dealing with musical symbol or\nsound, discussion of music must be framed by some discourse which, no\nmatter whether terminological or symbolic, has conceptual content\nthat, to use Heidegger’s terms, “reveals the musical world” in a\ncertain way.  On the other hand, the technical descriptive language is\noften viewed as something to “go beyond,” either go beyond in the\nsense of achieving higher levels of theoretical understanding or go\nbeyond in the sense of attaining a humane interpretive understanding.\nIn each of these senses of “going beyond,” technique breaks off from\n“more conceptual” and verbally-formulated modes of understanding.\nThis “breaking off” recalls Heidegger’s observations about the\nrelation of technology to science, to what Ihde has called the\n“technics-theory distinction.”  Heidegger’s critique of this\ndistinction and Ihde’s observations on the role of a “variant\nunderstanding of the world” and its sedimentation in praxis shed light\non issues facing the professional community of music scholars.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] First, we must recognize that the highly sophisticated technique\nfor musical description and modes of musical explanation deriving from\nit have been, as Cavell suggests, “systematic and precise” and even\nfurther successful and productive.  As a “technology” in Heidegger’s\nsense, this discourse about music reveals a rich, multi-faceted world\nof musical sound.  The world it discloses reflects a praxis of making\ninvolving issues of notation, performance, and creation.  Criticism of\nthis discourse focuses on what it does not reveal: a “humane” critical\nunderstanding, historical and critical contexts, and expressive\nmeaning.  If understood in terms of Heidegger’s commentary on the\nrelation of technique and theory, the so-called “failure” of\ntechnique-based discourse is not an issue of does not but rather one\nof can not.  The technical language we use for descriptive purposes\nhas its source in the “making” of musical sound and in capturing the\nmusical object so as to make it sit still.  From this perspective of\nmaking and capturing, the technical language is successful and\nproductive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] If the perspective itself changes, however, then the technical\nlanguage may fail.  Or in Ihde’s terms, if a “variant understanding of\nthe world” operates, the practice of technical explanation will cease\nto have a revelatory function.  Recent criticisms of the technical\nlanguage and of the higher-level analyses it has supported within the\nprofessional community reflect such a change of perspective, a\nperspective which itself is embedded in larger intellectual shifts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The twentieth century has witnessed a philosophical turning from\nissues of “what the world is” to “what the world is for us,” in other\nwords, from issues of the objective existence of things to the\napprehension of things by humans as culturally and historically\nsituated beings.  Charles Taylor, arguing for Heidegger’s pivotal role\nin this turn, puts the matter this way.  Heidegger struggle[d] . . . to recover an understanding of the agent [the\n      thinking agent] as engaged, as embedded in a culture, a form \n      of life, a ‘world’ of involvements, ultimately to understand \n      the agent as embodied. (21) The twentieth century’s refocusing on humans as thinking “agents” in \nthe world as known to them extends to ideas as diverse as Freud’s \n“unconscious,” Einstein’s “relativity,” and Heisenberg’s “uncertainty” \nas well as to the philosophical positions, for instance, of Heidegger,\nMerleau-Ponty, Sartre, Ricoeur, Gadamer, Derrida, Foucault, Rorty, and \nso on.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Current interest in music as experienced by listeners, in\nlistening-oriented criticism and explanation, has fostered not only \nan interest in understanding music in terms of its historical and\ncritical contexts and expressive meanings but also in the nature of\nmusical perception and in the diverse ways that music is apprehended\nby listeners from differing cultural, historical, or experiential\nbases.  And, it has resulted, ironically, in both a criticism of the \ntechnical language for what it “does not” reveal and attempts to make \nthis language reveal “musical worlds” it does not support.  If this \nturn toward the experiential domain is to delve into higher, more\nconceptual explanations of musical meaning, such explanations will\nneed to be supported by a lower level technique that supports it.  In\nother words, this “variant understanding of a world of music” requires\na retooling of the technique in order to reveal “precisely” and\n“productively” this dimension of the musical phenomenon.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Retooling of the technical language requires a rethinking of the\nfundamental terms, concepts, and symbols that allow us as \nprofessionals to make the musical object “sit still” and to “say”\nanything about what happens.  Such a rethinking requires not only\ndevelopment of a new descriptive terminology—a new or revitalized\ntechnical language—that supports higher level conceptual thinking\nfrom an experiential perspective but also investigation of the ways\nthat lower-level technical language currently supports experiential\nassociations of affect and meaning.  Like a technique deriving from\nissues of creating, a musical technique retooled to meet the demands\nof the experiential turn of the twentieth century has to build upon\nthe practical terms of experiential engagement, whether they be the\nactions of making or of listening.  Retooling of the techniques of our\ndescriptive language about music will allow not only an appropriate\nand productive response to the changing goals of musical research but,\nas Heidegger puts it, will enable higher levels of understanding—the\nscience—within this experiential “understanding of the world.”",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: plenary session, “music theory: practices and prospects.” november 1, 1998",
    "source": "mto/raw/mto.98.4.2.lochhead.html",
    "data": "mto/data/mto.98.4.2.lochhead.json"
}