{
    "title": "Keynote Address, Twenty-seventh Annual SMT Conference in Seattle, WA, “Tragic Love and Musical Memory”",
    "date": "2004/12/01",
    "volume": "10",
    "issue": "4",
    "authors": [
        "Gauldin, Robert"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "November 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.4/mto.04.10.4.gauldin.pdf",
    "author_info": [
        {
            "name": "Robert Gauldin",
            "university": "Eastman School of Music",
            "address": "",
            "email": "RGauldin@esm.rochester.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Eric Nestler and Robert Malenka, “The Addicted Brain,” Scientific American 290/3 (March 2004): 81–82.",
            "citations": []
        },
        "FN2": {
            "text": "2. Antonio Demasio, Descartes’ Error: Emotion, Reason, and the Brain (New York: G.P. Putman’s Sons, 1994), 164.",
            "citations": []
        },
        "FN3": {
            "text": "3. See Mark Solms, “Freud Returns,” Scientific American 290.5 (May 2004), 82.",
            "citations": []
        },
        "FN4": {
            "text": "4. Demasio, op. cit. 121.",
            "citations": []
        },
        "FN5": {
            "text": "5. Joseph LeDoux, The Emotional Brain: The Mysterious Underpinnings of Emotional Life (New York: Touchstone Books, 1996), 179–224.",
            "citations": []
        },
        "FN6": {
            "text": "6. Helen Fisher, Why We Love: The Nature and Chemistry \nof Romantic Love (New York: Henry Holt, 2004), 149. She cites several \nexamples on page 192, involving George Washington and the Chinese poet Su Ting-Po.",
            "citations": []
        },
        "FN7": {
            "text": "7. Irving Kahal and Sammy Fain, “I’ll Be Seeing You” from Right This Way (New York: The New Irving Kahal Music Company and Fain Music Co., 1938).",
            "citations": []
        },
        "FN8": {
            "text": "8. Robert Gauldin, “Reference and Association in the Vier Lieder Op. 2 of Alban Berg,” Music Theory Spectrum 21/1 (Spring 1999): 32–42. The score of the third song appears on 153 of the spring issue of Spectrum 26/1, although no mention is made of the associative rationale for the modulation to D minor.",
            "citations": []
        },
        "FN9": {
            "text": "9. See Larry Todd, “On Quotations in Schumann’s Music” \nin Schumann and his World , edited by Larry Todd, (Princeton: Princeton \nUniversity Press, 1944).",
            "citations": []
        },
        "FN10": {
            "text": "10. Clara’s acronymn CHAA, based on “CHiArinA,” appears as \nthe initial theme of Schumann’s Piano Concerto in A minor.",
            "citations": []
        },
        "FN11": {
            "text": "11. I am indebted to Amy Sze’s lecture recital “The \nRealization of Schumann’s Philosophical Ideals and Personal Fantasies in Carnaval Op. 9” (Eastman School of Music, April 2004) for calling my \nattention to certain background information on Schumann and Ernestine.",
            "citations": []
        },
        "FN12": {
            "text": "12. David Brown, Tchaikovsky: A Biographical and Critical Study. Vol. 1: The Early Years. (London: Victor Gollancz, 1978), 197–98. Tchaikovsky \nemployed the German rather than the Russian alphabet, as witnessed by the “Des” \n= D ♭ .",
            "citations": []
        },
        "FN13": {
            "text": "13. Ibid, 198–200.",
            "citations": []
        },
        "FN14": {
            "text": "14. This material is extracted from my paper entitled \n“Tchaikovsky and Désirée: A Possible Secret Program for the B ♭ minor Piano \nConcerto,” delivered at the regional Mid-Atlantic Theory Convention in \nBaltimore, April 2002.",
            "citations": []
        },
        "FN15": {
            "text": "15. This theme opens the development section and concludes \nwith the pitches D ♭ - A, Artôt’s acronym. These pitches also appear several \ntimes in the counterpointing woodwind response (see measures 292–5).",
            "citations": []
        },
        "FN16": {
            "text": "16. The initial solo flute theme outlines a diatonic form \nof Artôt’s acronym ( A ♭ E ♭ F) in measure 5. In all future occurrences in the movement, \nhowever, it is modified to A ♭ E ♭ B ♭ , as a possible attempt to “disguise” any \nreference to her name. The oboe/solo cello duet (measures 50ff) is reminiscent of an \nadagio pas de deux, as found in many of his ballets.",
            "citations": []
        },
        "FN17": {
            "text": "17. Tchaikovsky continued to cultivate the principal of a \n“double” secondary theme complex (stemming from Romeo and Juliet ) in most \nof his major works, including the last three symphonies. However, in the initial \nmovement of the “Pathétique,” his final work in that genre, the second idea is \ncuriously missing in the recapitulation. In addition, the B minor tonic and \nparallel major ending strongly suggest ties back to Romeo.",
            "citations": []
        },
        "FN18": {
            "text": "18. This material is based on my paper “Tracing Mathilde’s A ♭ Major,” delivered at the Wagner conference “Lingering Dissonances” in \nMinneapolis, February 2002. Publication of the conference is pending by \nCambridge University Press.",
            "citations": []
        },
        "FN19": {
            "text": "19. See Robert Gauldin, “Wagner’s Parody Technique: ‘Träume’ \nand the Tristan Love Duet.” Music Theory Spectrum 1 (1979), 35–42.",
            "citations": []
        },
        "FN20": {
            "text": "20. Important analytical studies of this opera include \nAlfred Lorenz, Das Geheimnis der Form bei Richard Wagner. Vol. 2: Der \nmusikalische Aufbau von Richard Wagners ‘Tristan und Isolde.’ (Berlin, \n1926); Robert Bailey, “The Genesis of ‘Tristan und Isolde,’ and a Study of \nWagner’s Sketches and Drafts for the First Act.” (PhD disseration, Princeton \nUniversity, 1969); and Roger North, Wagner’s Most Subtle Art: An Analytical \nStudy of ‘Tristan und Isolde.’ (London: Robert North [Book Factory], 1996).",
            "citations": []
        },
        "FN21": {
            "text": "21. These two passages may be found on pages 128 (Act II) \nand 278 (Act III) of the Schirmer vocal score.",
            "citations": []
        },
        "FN22": {
            "text": "22. Thomas Grey, Wagner’s Musical Prose: Texts and \nContexts (Cambridge: Cambridge University Press, 1995), 122.",
            "citations": []
        },
        "FN23": {
            "text": "23. This strophic aria and the music preceding it may be \nfound on pages 208–212 of the Schirmer vocal score.",
            "citations": []
        },
        "FN24": {
            "text": "24. This passage begins on page 228 and eventually concludes \nat the bottom of 234 (in A ♭ ) in the Schirmer vocal score.",
            "citations": []
        },
        "FN25": {
            "text": "25. Consult pages 273–78 of the Schirmer vocal score.",
            "citations": []
        },
        "FN26": {
            "text": "26. See bottom of page 276 to 277 in the Schirmer vocal \nscore.",
            "citations": []
        },
        "FN27": {
            "text": "27. These occur at 2/2/291 (F major), 1/2/292 ( G ♭ major), \n3/1/293 (G major), and finally 4/4/293 ( A ♭ major).",
            "citations": []
        },
        "FN28": {
            "text": "28. A condensed score of the Draft and additional \ncommentary may be found in Robert Bailey’s Richard Wagner: Prelude and \nTransfiguration from ‘Tristan and Isolde.’ Norton Critical Score Series. (New York: W. W. Norton, 1985), 103–52.",
            "citations": []
        },
        "FN29": {
            "text": "29. Robert Gauldin, “Isolde’s Transfiguration and Wagner’s \nSecond Thoughts,” paper delivered at the International Symposium on 19th Century \nMusic in Nottingham, England 1996.",
            "citations": []
        },
        "FN30": {
            "text": "30. See pages 460–61 of the Dover edition full score of Tannhäuser .",
            "citations": []
        },
        "FN31": {
            "text": "31. See especially the passage associated with the “kiss” \n(page 184 in the Schirmer vocal score), although the section abounds with \n“Tristan-chords,” most of which are spelled as half-diminished sevenths on F (or \nif you will, an A ♭ minor triad with added sixth).",
            "citations": []
        },
        "FN32": {
            "text": "32. John Warrack, “The Sources and Genesis of the Text” in Richard Wagner: Die Meistersinger von Nurnberg. Cambridge Opera Handbooks. (Cambridge: Cambridge University Press, 1994), 11.",
            "citations": []
        },
        "FN33": {
            "text": "33. See pages 218–26 in the Schirmer vocal score.",
            "citations": []
        },
        "FN34": {
            "text": "34. This scene commences on page 433 of the Schirmer vocal \nscore and proceeds to the Tristan quotation found on page 452.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Before commencing this curious discourse on love, memory, and music, I would like to thank Jonathan Bernard and the SMT Program Committee for extending to me their kind invitation to address you today.  I consider it a high honor and a distinct privilege.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] From Greco-Roman times to the present, the bodily organ associated with the seat of human affections has gradually risen, from the bowels through the liver and heart to eventually the brain.  In replacing Freud’s divisions of the psyche (such as the Ego or Id), modern neurobiology has opted for a more somatic explanation of the mind by attempting to pinpoint various regions of the brain, their specific roles in governing human response, and the chemical transmitters through which they communicate. For instance, Eric Nestdler and Robert Malenka discuss the integration of some of these areas and how they forge connections in determining whether we deem an experience rewarding and whether we may wish to repeat it. (1) Although some students of human nature are dismayed by the omission of any reference to the \n\t\t“soul or spirit” in such purely physiological expositions, Antonio Damasio in his Descartes’ Error suggests that “Understanding the biological mechanisms behind emotion and feelings is perfectly compatible with a romantic view of their value to human beings.” (2) Even so, certain authorities in this field have admitted that their present models seem to work better when integrated with Freud’s psychological theories. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]\n        Whereas poets once rhapsodized over virile masculinity and maternal instincts, clinicians today speak of the hormones testosterone and estrogen.  The ardor of our sexual desire is now gauged by milligrams of such neurotransmitters as dopamine, sometimes dubbed \n“the liquor of romance.” As Damasio points out, these chemical substances are “capable of forcing on us behaviors that we may or may not be unable to suppress by strong resolution.” (4) If the Tristan legend was updated to the present day, scientists would doubtless equate Brangäne’s love potion with vasopressin or oxytocin, hormones which not only facilitate attractions between the sexes but also induce bonding between mating partners.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In their quest for a neurobiological theory of emotions, scientists are also forced to come to grips with the problem of memory.  During his discussion of \n“Remembrances of Emotions Past,” Joseph LeDoux attempts to distinguish between implicit memory (or \n“emotional memories”) and explicit memory (or “memories of emotional situations”). (5) Since human love is capable of conveying such powerful affective sensations, some authors have incorporated them as the basis for their hypotheses in these areas.  Helen Fisher, in her recent book Why We Love, has marveled at our brain’s capacity to retain and later recall with vivid detail and intense feeling specific romantic experiences from our past, or as she puts it, \n“we are uniquely endowed to remember him or her.” (6) Nor, as the recent movie \n“Eternal Sunshine of the Spotless Mind” proposes, can we wipe clean the slate of these recollections, either with the eraser of Dr. Mierzweiak’s machine or our own resolve.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] There is also the frequent association of particular past events with our sensory perception of those experiences, so that later on the effect of various stimuli on our five senses can induce an involuntary but powerful triggering of their memories.  While in some cases this may only result in a more general \n“memory of emotions,” in other instances such a stimulated recall can resemble an instantaneous photograph of a single moment frozen in time.  For our purposes we will restrict our considerations of this phenomenon to former romantic relationships and their possible sensory associations.  Although taste and touch are probably of secondary importance, certain foods and drink (perhaps pertaining to a particular candle-light dinner) or even tactile sensations (such as silken negligee or a rough tweed jacket) may unconsciously invoke these recollections.  The recent research of Rachel Herz has expanded our understanding of the connection between memory and odor, such as the lingering fragrance of “her perfume” or the pungent smell of \n“his pipe tobacco.”  In particular, Herz has convincingly demonstrated that emotional aspects of those recollections are rendered more potent in the presence of the fragrance itself.   For Marcel Proust in his definitive novel on remembrance, memories were evoked by the aroma of a madeleine soaked in lime-blossom tea.  The visual associations we forge between particular places or things and the object of our affections can often produce especially poignant memories when we revisit or observe them later.  No better illustration of these relationships exists than in Irving Kahal and Sammy Fain’s misty-eyed anthem to separation during World War II, where the sweetheart left behind laments that \n“I’ll be seeing you in all of old familiar places . . . the small café, the chestnut trees, the wishing well.” (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]  \n         Our primary interest lies in the last sensory domain—that of sound in general and music in particular.   The accidental juxtaposition of a specific event in a romantic affair with the performance of a specific piece of music can produce a powerful though sometimes unintended bond between the two, frequently denoted by the colloquial expression \n“they’re playing our song. ”  Who can ever forget Illsa in the movie Casablanca cajoling Sam to \n“Play it once, for old time’s sake,” and the expression on Rick’s face when he again hears its haunting strains.  Such referential associations (as Leonard Meyer is want to label them) between love and music can conjure up extremely poignant and evocative recollections, even among musicians who may pride themselves in their more objective approach to their art. Examples abound in dramatic works for the stage, as when the nostalgic strains of a half-forgotten waltz stir the memories of first love for both Marguerite in Gounod’s opera and Cinderella in Prokofiev’s ballet.  (As a brief aside, you have doubtless already surmised that the \n“musical memory” we are discussing here differs from the bulk of related research found in such journals as Music and Perception. )",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The love of two people for one another has been celebrated in the creative efforts of various artists down through the ages.  These works of art may originate concurrently with the romantic affair in question (such as Shakespeare’s later sonnets to the \n“dark lady,” probably his Jewish mistress at the time of their composition), or they may be originate some years later after the actual experience has been filtered through the artist’s memory banks (such as Hemingway’s recollections of his war wounds and encounter with a young nurse eventually gave rise to his novel A Farewell to Arms ).  Similar occurrences are legend in the area of musical composition, so that one wonders how many of the countless pieces written about love were the result of direct autobiographical experiences.  The haunting memory of a beautiful lady has frequently cast its aura over musical masterpieces.  For instance, Edward Elgar and William Walton’s Violin Concertos were heavily influenced by two different women, both of whom were named Alice. Although some composers doubtless preferred to keep such musical infatuations a private matter and therefore refrained from overtly advertising their relationships through dedications or programmatic prefaces, others consciously embedded either obvious or disguised clues pertaining to their romantic affections within the actual fabric of their music.  These customarily took the form of \n“quasi-acronyms” equating letter names with pitch classes, either in melodic lines or vertical harmonies, although the use of associative keys may also be noted. Example 1 . Associative sonorities in the music of Alban Berg (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Cogent examples abound in the music of Alban Berg.  In the Opus 2 Songs, dedicated to his fiancee Helene Nahowsky, Berg takes great pains in the opening measures to establish both Helene’s D minor (a key he continually associated with her) and their composite acronym A B ♭ B natural or Alban-Berg-Helene.  During the middle of the third A ♭ minor song at the words \n“a white fairy’s hand” (an obvious allusion to Helene), he prominently features her H or B natural in the vocal line supported by her D minor harmony. This sonority not insignificantly produces a \n“Tristan-like” half-diminished seventh chord, which is a tritone removed from the earlier disguised Tristan progression in measures 2–4; consult Example 1a . (8) Likewise, following the use of the pitches A B ♭ (or Alban Berg) in setting the \nword “Stirb!” the last song concludes on an augmented ninth sonority.  Established earlier in the initial piece of the cycle, this chord consists of a major triad built on Helene’s B natural (coincidentally the key of Isolde’s \n“Liebestod,” which Berg mentioned several times in his letters to her) over which the A and D natural of her D minor harmony are superimposed; consult Example 1b .  Finally, the last chord in his Violin Concerto combines a G minor triad (the \n“tonic” of the first movement derived from the opening trichord of its original tone row) and a B ♭ major triad (the \n“tonic” of the chorale “Es ist genug” cited in the fourth movement); consult Example 1c .  Various Berg scholars have speculated that this added-sixth sonority probably finds its origin in the final measures of the \n“Abschied” movement from Mahler’s Das Lied von der Erde. As Robert Bailey has pointed out, this work centers around a double-tonic axis of A minor and C major, both of which are eventually superimposed at its conclusion.  Just as Mahler’s song cycle moves from human vanity and frailty toward an \n“eternal” farewell, the funereal violin concerto, in memory of Alma Mahler’s daughter, traverses a parallel path—from the travails of worldly existence (G minor) to the \n“gute Nacht” of death ( B ♭ major), expressed in both the text of the chorale and in Berg’s music. Similar inquiries into the possible origin and nature of such structurally significant harmonies in other works may provide the key to unlock the logic behind their tonal organization.  I am convinced that they are of great personal importance to a composer.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The remainder of my talk will explore some tragic love affairs in the lives of three famous 19th-century composers and the manner in which memories of these amorous relationships were manifested in their artistic output. In our first case the romance and the musical composition it spawned were chronologically concurrent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Robert Schumann first met Ernestine von Fricken in June of 1834 when the eighteen-year old pianist came to Leipzig to study under Friedrich Wieck.  The young composer had just concluded a romantic affair with Henriette Voigt, whom he had called his \n“Eleonore” after Florestan’s A ♭ major aria in Beethoven’s Fidelio. But so variable were his affections that before the year was out he had given Ernestine a ring and was ready to announce their engagement. At this point her father intervened and transported her back to the comparative safety of  their home in Bohemia.  Schumann later visited her there, but by the following summer he seemed to have lost interest and declared an end to their relationship.  Although he claimed that Ernestine had been less than honest about her illegitimacy, perhaps the fact that Schumann found her intellectually shallow or that he had now exchanged his romantic interests for the even younger Clara was closer to the truth.  Even though she married another man soon afterward, Ernestine apparently \n“carried a torch” for Robert the remaining ten years of her brief  life. Example 2 . Use of SPHINXES (= “acronyms”) related to the romantic relationship between Robert Schumann and Ernestine von Friken as found in his Carnaval (1834–35) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] As early as his Op. 1 ABEGG variations, Schumann was fascinated with the idea of deriving musical pitches from the letters in names or words to serve as motivic bases for his themes, a practice that would continue through his compositional output; the \n“coded messages” to Clara in his Davidsbünndlertänze are but one example. (9) (When discussing future instances of procedure, I will replace the more accurate expression soggeto cavato, which has historical ties to the Renaissance, with the term \n“acronym” as used  in a general sense, despite the fact that it falls outside the specific definition of the word.)  Although Schumann’s Carnaval (1834–5) harbors several lingering echoes traceable back to his previous romance with Henriette—the identification of the author \n“Florestan” in its original title and the A ♭ major that frames the work—it is not surprising that Ernestine’s influence pervades its twenty-two pieces in the form of her personal acronyms, since it was composed during the height of their romantic involvement. In particular, the three mysterious \n“Sphinxes” of No. 9, as deciphered in Example 2 , provide the thematic incipits for almost all of the individual movements.  Whereas Schumann was unable to formulate a workable series of melodic pitches from the letters in Ernestine’s name, he was obviously delighted that the pitches in his own ( E ♭ C B A) corresponded with those of her home town in Bohemia (ASCH = A E ♭ C B or A ♭ C B). Yet as Ronald Taylor reminds us, \n“the experiences are in the music, not the titles,” for Schumann later admitted that he had added names to the pieces only after their completion. Curiously enough, four of the titles he specifically mentioned in an 1837 letter to Moscheles appear to relate directly to his former affair with Ernestine, although by this time he was now directing his affections toward Clara.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In the light of his new romantic interest, Carnaval must have evoked poignant memories and to some degree even conflicting emotions for Schumann.  He refrained from dedicating the cycle to Ernestine, despite the fact that it was obviously \n“her piece.”  Yet in playing it over later, he could not escape the lingering references to her which he had brazenly embedded in the music, since its melodic fabric was literally permeated with her two motives.  Imagine his performing Clara’s little piece \n“Chiarina,” knowing that its theme was based not on her name but rather on Ernestine’s A ♭ C B gesture. (10) For in keeping with the impetuous nature of his amorous feelings toward her, he had rushed to immortalize Ernestine in the music of Carnaval during the heat of their relationship, without considering that in one short year his ardor may have grown cold and the focus of his affections might be replaced with another young lady. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Our next case history is quite different, for here any creative fallout from the romantic relationship in question did not manifest itself in the composer’s artistic works until some time after the affair was over.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Tchaikovsky heard a thirty-three year old Belgian cabaret singer named Désirée Artôt perform during the season of 1868 in Moscow. Like Wagner’s youthful infatuation with the great soprano Wilhelmine Schröder-Deverient,  he was probably more attracted to her consummate artistry and theatrical charisma than to her own personal charms.  After arranging to see her privately on a number of occasions, he confided to his family that he \n“loved her very, very much” and intended to ask her hand in marriage.  For whatever reason, the aspiring composer of twenty-seven never followed through, and soon afterward she eloped with a Spanish baritone.  Although his personal correspondence chooses to make light of her rejection, I believe this aborted affair proved to be an emotional crisis from which Tchaikovsky never fully recovered. Example 3 . “Acronyms” for Petr Tchaikovsky and Désirée Artôt, as found in the tone poem Fatum (1868), the B ♭ minor Piano Concerto (1874–75), and the Symphony No. 3 (1875) (click to enlarge) Example 4 . The use of Balakirev’s suggested D ♭ major for the pair of “Romeo and Juliet’s themes” in the secondary area of that Overture Fantasy (1869), with implications of Artôt’s acronym D ♭ – A (enharmonic German sixth) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In suggesting that her lingering aura was manifested through internal and less obvious means in his subsequent artistic output, David Brown has demonstrated the existence of \n“acronyms” based on the couple’s names in certain works composed between 1868 and 1875. As Example 3 illustrates, Tchaikovsky employed only one for himself (E C B A = scale degrees 5 ˆ 3 ˆ 2 ˆ 1 ˆ in the minor mode) but utilized several for Artôt, mostly prominently D ♭ to A natural.  All of these occur in his first tone poem Fatum (1868), for which he never revealed the secret program and later destroyed the score. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]\n        Similar tonal relations occur in the Romeo and Juliet overture, whose original version (composed under Mily Balakirev’s guidance) was completed in 1869 soon after Désirée broke off their affair.  While some scholars draw a parallel between Shakespeare’s star-crossed lovers and the composer’s earlier homosexual encounter with Vladimir Gerard or perhaps the unexpected suicide of Eduard Zak, I believe both external and internal evidence links the \n“double theme” secondary key area of this work to his recent painful experiences with Artôt; consult Example 4 .   In adhering to Balakirev’s penchant for keys with two sharps and/or five flats, during the exposition Tchaikovsky resolves the A7 prolongation (used to prepare the expected relative major shift from the tonic B minor to D major) as a German sixth to D ♭ major.  Following Romeo’s melody (Balakirev remarked to the composer that it suggested Désirée washing his \n“tummy in the bathtub”), Juliet’s theme displays a prominent melodic A natural against the D ♭ pedal.  This secondary section concludes with reiterated statements of the progression D ♭ - A7 (with the augmented-sixth chord notated \n“correctly” as B ♭ ♭ ).  Apparently the key of D ♭ major coupled with its neighboring German sixth (an enharmonic A natural = Désirée’s acronym) and its association with the doomed couple’s fate struck a resonant chord with the composer, since he returned to the same key time and time again in later works to express this emotion in general or his past relationship with Artôt in particular. Example 5a . Unusual features of Tchaikovsky’s B ♭ minor Piano Concerto (1874), which may have provided the bases for Nikolai Rubinstein’s negative criticisms, followed by possible “programmatic” explanations relating to his romantic relationship with Artôt. (click to enlarge) Example 5b (click to enlarge) Example 5c (click to enlarge) Example 5d (click to enlarge) Example 5e (click to enlarge) Example 6 . Background on Richard Wagner and Mathilde Wesondonk’s “affair of the heart.” (click to enlarge) Example 7 . Music which Wagner probably associated with memories of his own romantic relationship with Mathilde Wesondonk, emphasizing the key of A ♭ major. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Although the B ♭ minor Piano Concerto (1874) has long since secured a popular place in the hearts of concert audiences, on closer inspection this familiar warhorse exhibits many curious formal and tonal features that set it apart from its more traditional contemporary works in this genre. In addition, David Brown has noted the presence of Tchaikovsky’s and Artôt’s acronyms in a few of its themes. (13) While it is probably impossible to go a step further by reconstructing some definitive chronological “program” for the entire concerto (we do know that many of his symphonic works, such as the Sixth Symphony, were based on programs which he refused to divulge), the musical information and clues contained in certain of its passages strongly suggest autobiographical episodes impinging directly on the relationship between the composer and singer. (14) Example 5 enumerates most of the concerto’s \n“unusual” features, which may have provided the basis for Nikolai Rubinstein’s initial negative criticisms, followed by possible programmatic \n“explanations” relating to his romance with Désirée.  I will take time here to point out only a few of the shinier pebbles on the beach, leaving the rest for you to mull over at your leisure.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Example 5a : Following the opening horn gesture (Tchaikovsky’s acronym) that opens the extensive introduction (an almost unheard-of procedure in a concerto), the music immediately modulates to the relative major. Its broad lyrical theme (which never returns in the movement) contains obvious references to both his and diatonic versions of Artôt’s names linked together and set in Romeo and Juliet’s \n“love key” of D ♭ major.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Example 5c : Likewise, the first of the “double-themes” in the secondary area features these same acronyms, now incorporating Désirée’s specific pitches D ♭ to A.  The identical harmonies which support its first two measures had already appeared under the concerto’s initial horn motive in Example 5a.  I have entitled the second of the double complex their \n“reminiscence” theme. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Example 5e : The expansive cadenza, one of the most remarkable of the Romantic period, consists of three sections, each of which centers around Artôt’s theme and an ensuing development.  The initial G ♭ harmony is prolonged (as a German sixth) throughout the entire solo, making two diversionary detours to the Neapolitan before arriving at the eventual six/four to dominant goal near its conclusion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The second movement resembles an Albumblatt of faded vignettes, perhaps recalling those times the composer and singer shared together and appropriately set in \n“their key” of D ♭ major. (16) The middle Prestissimo section contains a garish setting of one of Artôt’s staple chansonettes from her repertoire ( Example 5i ).  But only one acronym, that of Tchaikovsky,  emerges during the concerto’s Finale.  It is disguised within the lyrical episodic theme ( Example 5k ), which itself is subjected to a climactic and triumphant apotheosis at the movement’s end.  Does this signify that he had finally managed to put the memories of this tragic love affair behind him? Example 5f–j (click to enlarge) Example 5k–l (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Aside from her mesmerizing stage presence, why did Désirée possess such a strong emotional appeal for Tchaikovsky?  Since he would never actually experience sexual unity with her except in his fantasies, he might have continued to cling to the hope that she would have the perfect mate for him—the one woman who could  redeem him from the guilt and depression of his homosexual inclinations. Although he saw her again some time later and admitted that she had \n“grown fat,” he still seemed unable to erase the haunting specter of their tragic relationship and what \n“might have been.”  In fact, since so many of his later works feature the recurring motif of unrequited love ( Hamlet, Francesca, Manfred, Swan Lake, Eugene Onegin, etc.),  it would seem that only in fairy tales ( The Sleeping Beauty ) did the couple in question live \n“happily ever after.” Even as late as Op. 65, he was still dedicating songs to her. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] My final case in point is more complex.  It represents a multi-tiered hierarchy, in which original music begot from the composer’s romance was in turn incorporated into a new dramatic work of art whose plot not only paralleled the original relationship but also exhibited three separate yet distinctive instances of memory recall.  I am referring, of course, to the infamous affair of the heart between Richard Wagner and Mathilde, the youthful and charming wife of Otto Wesendonk, one of his generous patrons.  In addition to providing a chronological outline of their association, Example 6 highlights the crisis of their romance in item 3, which occurred during Wagner’s work on the poem and drafts for the first two acts of Tristan und Isolde while he and his wife Minna resided at a cottage Asyl on the Wesondonk estate.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Since pitch acronyms are not characteristic of Wagner’s compositional technique, we must look elsewhere for possible clues tying his music to Mathilde.  The most fruitful line of inquiry would seem to lie in the realm of associative tonality, an increasingly significant technique in the tonal process of his later music dramas.  It is my personal conviction that  the composer consciously linked the memories of his and Mathilde’s romantic relationship with the key of A ♭ major, as documented in Example 7 . (18) While the first item there compares preexistent appearances of that tonal center to instances of femininity and love in the early operas,  items 2 through 4 list specific works either dedicated to or closely associated with Mathilde in the five-year period from 1853-58.  These include the earlier one-movement Album Sonate and the vocal setting of her poem Träume (both in A ♭ major), as well as  the Prelude to Tristan. The later pair, composed concurrently in Asyl, both feature the original Tristan chord spelled as an A ♭ minor triad with added sixth (Bailey’s reading) or a half-diminished seventh on F (measures 80–83 in the Prelude).  During his immediate work on the music to Act II, Wagner inserted material drawn directly from the introduction and coda of Träume into the opening love duet, not only affirming the parallel between the two lovers in the drama with himself and Mathilde but also establishing the A ♭ center as the opera’s crucial tonal pivot, which is turn initiates a subsequent series of ascending minor-third key centers. (19)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] We will examine three scenes in Tristan where musical memory plays a significant role. (20) In each case the circumstances and method of recall vary considerably.  But before proceeding further, we must first question our justification for even using the term \n“musical” memory here.  For as Edward Cone has conjectured , do the characters in opera really \n“hear” the music swirling around them?  In our case one short phrase from the poem’s text may hold the answer.   Immediately before Tristan’s entry in Act II, string tremolos underscore the impatient Isolde as she extinguishes the torch used to guide her lover.  Near the end of Act III as she finally arrives and approaches the feverish and now blind Tristan, he staggers toward her and cries out \n“What, do I hear the light, the torch?”  For although he can no longer see the flame, Wagner makes sure we realize that his hero is hearing those same tremolos derived from the earlier scene. (21) I believe the composer assumes a similar stance throughout the opera—that the lovers are completely aware of the music accompanying their actions and emotions—for it is necessary that he lay down a repository of definitive motifs and passages to serve as a \n“memory bank” from which to draw for their later recollections. Example 8 . Motifs and passages which accompany Tristan and Isolde’s initial “glance“ (after drinking the “love potion” near the end of Act I) and their subsequent illicit “night of love” (in Act II) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Two significant portions of Tristan establish those emotional experiences that in turn provide the foundation for musical memories recalled later in the opera. Both are indelibly linked to the composer’s romance with Mathilde at Aysl.  The opening of the Prelude up to the D minor harmony in measure 21 (shown in reduction under the POTION/GLANCE complex in Example 8 ), anticipates its expanded climactic restatement near the close of Act I, where the lovers’ communal drinking of the Death/Love Potion first stirs the flames of passion within them and sets into motion the unfolding events that will culminate in their eventual demise.  This passage subsequently functions as a tonally invariant ritornello, recurring at four crucial dramatic moments during the remainder of the work, three of which are directly related to memory recall. The second \n“memory bank” section encompasses the entire love duet complex in Scene 2 of Act II, which significantly opens with material drawn from Mathilde’s Träume and closes with the working out of the SONG OF DEATH motif, possibly derived from the initial gesture of her Album Sonate. The remainder of Example 8 lists the principal themes employed in the last half of this lengthy scene; only the DEATH and BLISS motifs have appeared earlier. Example 9 . Motivic and tonal summary of the Love Duet complex in Act II, Scene 2 of Tristan und Isolde , which will furnish the basis for the subsequent “recollection of memories” sections during the following scene and in Act III (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] As shown in Example 9 , the structure of the Act II love duets is divisible into three large sections, labeled LOVE DUETS I, II, and III. Prior to the final duet’s shift to B major, the first pair is framed and largely controlled by Mathilde’s key of A ♭ major.  Both display a bipartite design, each section of which centers around one specific motif that commences in A ♭ .  The primary motif developed during the last half of each duet initiates the next one. Bridging these three duets are BRANGÄNE’S INTERLUDES 1 and 2, which, as Thomas Grey has observed,  draws \n“the music out of the self-deceptive complacency of the lovers’ flat keys into a shifting orbit of sharp keys.” (22) In each case Brangäne’s wandering modulations eventually arrive at a prolonged dominant that prepares the opening keys of the succeeding two LINKS ( G ♭ and G major, respectively). As Example 9 demonstrates, these LINKS are similar in both function and thematic makeup.  In fact, the first half of the second is little more than a half-step transposition of the former.  The final LOVE DUET III abandons the A ♭ center for B major, in which it remains firmly entrenched until the end of the scene. Each STOLLEN of its Lorenzian bar design consists of  three sub-sections: an opening exposition of the DEATH SONG motif in the B major tonic, followed by a linear sequence (featuring ascending half-steps and descending whole steps, respectively), which leads to a wedge-like transition that reestablishes the key through its dominant.  The expected climactic resolution of the ABGESANG, based on the BLISS motif, is deceptively interrupted by the king and his entourage at the opening of Scene 3. Example 10 . Tristan’s reply to Marke (Act II, Scene 3) represents the first group of memory recollections (click to enlarge and see the rest)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The first memory recall occurs after Marke’s lengthy D-minor monologue, when he questions Tristan as to the cause and source of his infidelity ( Example 10 ).  Although in the ensuing LINK the knight refuses to divulge its origin, an orchestral restatement of the POTION music (drawn from the Prelude and the end of Act I) makes it clear that his hidden thoughts are returning to the crucial moment when he and Isolde first partook of that magical elixir.  Its concluding E7 harmony functions as an enharmonic augmented sixth in reestablishing the A ♭ center of the previous duets as the key for his succeeding strophic aria. (23) A brief instrumental introduction based on the REPOSE and HOLY NIGHT motifs will subsequently serve as its refrain.  Despite the fact that each strophe opens with the same A ♭ minor thematic gesture related directly to Tristan’s inquiries to Isolde and her reply, the music immediately reverts back to that of the love duets—first the material drawn from Mathilde’s Träume (Strophe 1) and then the refrain-like pair of motifs from the introduction (Strophes 2 and 3).  It is though the inner soul of each lover cannot detach itself from the fresh memories of that ecstatic experience which had just occurred in the previous hour.  Clearly this is a classic example where the text only succeeds in disclosing the external concerns of the characters, whereas the music of the orchestra penetrates deep into their psyche to reveal their true internal emotions. Example 11 . Tristan’s vague and imprecise recollections of Isolde and their “night of love” as he awakes from his sick bed (Act III, Scene 1), and the distorted rhythmic settings of the Duet motifs as he feverishly awaits Isolde’s arrival and entry (Scene 2) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The first two scenes of Act III provide several different compositional approaches to the recollection of musical memories.   When the sick Tristan attempts to make his first coherent reply to Kurvenal ( Example 11 ), he commences with the opening gesture of his strophic aria, discussed in Example 10.  As his memories turn toward Isolde, the gloomy clouds of F minor gradually dissipate in favor of his single ray of hope, symbolized by the music of the Act II love duets and set in Mathilde’s relative key of A ♭ major. (24) Due to the knight’s severely weakened condition, however, his attempts to retrieve recollections of this encounter are fragmented and confused at best.  The opening arpeggiation of the Tristan chord in the Träume material is left incomplete, and the following POTION passage dissolves after only the B7 of the third gesture, suggesting that his memories are still blurred and indistinct.  Wagner’s dark and murky orchestration only  heightens the prevailing sense of gloom and depression. Even the peaceful tranquility of the former root-position REPOSE motif is disturbed, for it is now metrically recast in 4 4 and placed over a restless dominant pedal.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Tristan’s further confused remembrances at the opening of Scene 2 result in additional motivic deformations.  His wild agitation and feverish gestures while staggering from his sick bed in anticipation of Isolde’s arrival testify as to his confused state of mind, so that his fragmented recollections of motifs associated with the Act II duet music are now rhythmically distorted in changing and asymmetrical meters (middle of Example 11). (25) As the exhausted hero finally falls into her arms, the POTION passage wells up for one last time, but its following GLANCE portion only succeeds in reaching C major before a half-diminished chord denotes his demise. (26)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] \n      While Wagner allows Brangäne, Melot, Kurvenal, and Marke tie up the loose ends of the drama during Scene 3, Isolde remains stoic and silent beside the fallen Tristan, lost in thought and retreating into her own inner world.   As she repeatedly strives to recall in her mind’s ear the music associated with their night of love, so does the initial gesture of the SONG OF DEATH motif successively attempt to seek out its original tonal environment—first in F, then G ♭ and G before finally attaining the magical key of A ♭ major. (27) At this moment her dissociation with reality, as symbolized by \n“the day,” is complete, and the journey of her Transfiguration into the eternal night commences. Example 12 . Isolde’s literal recollections of the Love Duet music (Act II, Scene 2) during her concluding Transfiguration (Act III, Scene 3) (click to enlarge)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] It seems only natural that Wagner would recapitulate part of the Act II duet music to support Isolde’s recollections in her Transfiguration. In its final version the two passages he selected (the SONG OF DEATH portion of the second A ♭ duet and entirety of the third duet in B) were segued together and provided with a climactic resolution and concluding apotheosis ( Example 12 ).  With the exception of two deleted measures, they survive intact. Since the emotional essence of this aria, however, is spiritual rather than sensual, not only is its texture contrapuntally enriched but the tempo proceeds at a slower pace accelerated by a single Etwas bewegter, and the dynamic level (contrary to Liszt’s transcription) never exceeds a single forte —characteristics that are all too often ignored by conductors.  Once Isolde has located and activated the A ♭ “start button,” the former music now begins to replay itself in her head.  At first she is reluctant to enter this world of total memory recall, and her vocal part falters and digresses from the essential  melody.  As it continues, however, she eventually surrenders herself to the internal strains, denoted by her increasing doubling of the orchestra’s primary line. Example 13 . A comparison of the formal components and tonal schemes in Wagner’s Final Version of Isolde’s Transfiguration (= almost literal restatement of the B-major Love Duet in Act II) with his Preliminary Draft of the Transfiguration (late discarded) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] An examination of Wagner’s Preliminary Draft nevertheless appears to contradict this seemingly effortless reprise by documenting the composer’s struggles in attempting to reconcile his new text with his old music.  Not only does a two-measure insertion occur within the initial A ♭ section, but the pair of  STOLLEN in the B major duet music completely exchange their position (as illustrated in Example 13 and diagramed in his letter to Mathilde). (28) So what led Wagner to eventually discard the completed Draft and return to his original task of adjusting the text of the Transfiguration to fit the unaltered music of the duets?  In an earlier paper I proposed the reason for his change of mind had to do with the Draft’s harmonic structure, for its underlying tonal logic seemed to me vastly inferior to that of the original Act II music. (29) (Since both are laid out in Example 13, you may judge for yourself.)  While still acknowledging this more \n“theoretical” critique, I am now convinced an even more fundamental issue of dramatic origin was responsible for his reversion back to the original Act II music.  I believe Wagner, after surveying his completed Draft, realized that in the process of making the extensive modifications arising from his zeal to adjust this music to the new text,  he had unconsciously abandoned his initial intention—that Isolde experience an exact memory recall of their previous love duet music.  So he scrapped the Draft and proceeded as best he could to reconcile new with old, even at the expense of deleting a few lines from the poem.  In the final analysis it was the music that proved to be the master and not the hand maiden of the text, yet another vindication of Schopenhauer’s aesthetic principle.",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Nor is this the end of our story, for the Mathilde/ Isolde aura, as exemplified by the key of A ♭ major and the F half-diminished spelling of the Tristan chord, continued to linger on in Wagner’s memory to such an extent that he began to associate it with further instances of manifestations of love in his later music dramas.  For instance, this sonority not only supports the Venus’“Geliebter, komm” theme in the Paris revision of the Tannhäuser Bacchanal (30) but also occurs numerous times during Kundry’s seduction of the young Parsifal. (31) John Warrack suggests that during the composition of Meistersinger Wagner’s awareness that his relationship with Mathilde \n“must be transfigured by renunciation finds an outcome in the renunciation of Eva by Sachs.” (32) In his letters to her Wagner rhapsodized that she must \n“steel herself against Sachs (he signed many of them with ‘Hans Sachs’).  We will see each other now and then, but without any desire! And thus wholly free. Adeu! mein Kind. ”",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] In Meistersinger this new attitude is manifested in the two scenes that prominently feature Sachs (= Richard) and Eva (= Mathilde), both of which open with a change of key into A ♭ major concurrent with her entry.  The music of Scene 4, Act II is strongly reminiscent of the Träume pedals and chord degrees ♯ 4 - 5 against a dominant seventh, so characteristic of the Tristan progression.  After a diversion to F major (which had also served as the area of tonal contrast in Träume ), the return of A ♭ prepares the dramatic climax with Eva’s inquiry \n“Could not a widower go courting?”  To which Sachs replies, “ Mein Kind (the same expression found in his letters to Mathilde), he is too old for you.” (33) The commencement of Scene 4 in Act III with Eva’s entry into Sach’s workshop is likewise synchronized with a shift to A ♭ major and a reprise of motifs found in their previous scene.  As Eva first pours out her admiration and pent-up feelings for the cobbler (“Oh Sachs! My friend! My true hero . . . what would I be without you?”) and then confesses that the desire of her heart now lies elsewhere in Walther, the accompanying music makes continual references to materials drawn from Tristan. Sachs’ concluding admonition to the lovers even quotes the opening two phrases from that work’s Prelude.  Although commentators offer little explanation for their transposition a half-step down from the original pitch level, we can now fathom the composer’s rationale for this tonal shift, for it produces Mathilde’s key of A ♭ ! (34) Even as Eva christens Walther’s new \n“Morgenlich” song during the opening strains of the transcendental G ♭ Quintet, that ensemble’s two intertwined motifs suggest a redemptive transformation of the initial anguished gestures in the Tristan Prelude.  Time will not permit a discussion of the role which A ♭ plays in Parsifal, except to conjecture that it may represent dualistic aspects of \n“love”—sensual (or eros ) love symbolized by the Flowermaidens and Kundry versus spiritual sacrificial (or agape ) love symbolized by the Grail and its knights.",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Suffice to say, the Tristan progression and its association with Wagner/Tristan and Mathilde/Isolde was subsequently purloined by later composers and employed in their works as a personal cipher to denote their own romantic relations and memories.   In addition to the disguised versions relating to Helene found in Berg’s first two opus numbers and the blatant quotation in his Lyric Suite pertaining to Hanna Fuchs, instances occur in such far ranging pieces as the Richard Strauss E ♭ major Violin Sonata, the Elgar Violin Concerto, or even the satirical reference in Debussy’s \n“Golliwog’s Cake Walk” (although it is highly doubtful that the latter carries any romantic connotations)                      .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] So what lessons, if any, may we extract from this prolonged discourse?  Perhaps as scholars of music, we should heed the moral from the tale of the blind men examining the elephant: to wit, the consideration of works of art from a broader perspective—one in which the correlation of both external and internal viewpoints and evidence results in a more holistic synthesis.  Therefore, as musicologists we should occasionally divert our focus from purely historical, social, or biographical issues in order to dirty our hands in an intensive scrutiny of the actual music, the analysis of which may yield vital clues linking the artist with his or her creation.  On the other hand, as theorists we should occasionally vacate our sometimes sanitized laboratories of compositional modeling in search of features that may link prominent structural characteristics of a works to the composer’s personal life or interests. Of course, I do not mean to imply that such connections exist between every individual piece and its creator.  But that should not deter us from searching for them.  In the latest issue of Intégral I was struck by how many of the essays in the forum \n“Music Theory at the Turn of the Millennium” stress the need for closer ties not only between the musical disciplines but other allied scholarly areas as well. And what more appropriate environment to commence such communal endeavors than these joint conventions involving both of our disciplines.  For how many times have we heard our fellow colleagues on either \n“side of the fence” extol the virtues of attending historical and theoretical sessions to our mutual benefit.  May our collaboration long continue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Although I realize I may be guilty of setting a precedent, I would nevertheless like to conclude with a brief dedication: to all of those whose romantic relationships to all of us have awakened such rich and enduring memories of past experiences, both joyful and painful, and have forged associative bonding to pieces of music in ways we never thought possible, so that now we perceive those works of art in a different and more highly personal manner.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.04.10.4.gauldin.html",
    "data": "mto/data/mto.04.10.4.gauldin.json"
}