{
    "title": "Unpacking the Box in Frescobaldi’s Ricercari of 1615",
    "date": "2014/06/01",
    "volume": "20",
    "issue": "2",
    "authors": [
        "Guido, Massimiliano",
        "Schubert, Peter"
    ],
    "abstract": "",
    "keywords": [
        "ricercare",
        "keyboard improvisation",
        "counterpoint",
        "pedagogy",
        "Frescobaldi",
        "Diruta",
        "Banchieri",
        "Burmeister",
        "Sancta Maria"
    ],
    "doi": "",
    "received": "February 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.2/mto.14.20.2.guido_schubert.pdf",
    "author_info": [
        {
            "name": "Massimiliano Guido",
            "university": "Schulich School of Music",
            "address": "McGill University, 555 Sherbrooke St. W, H3A 1E3 Montreal, QC, Canada",
            "email": "massimiliano.guido@mail.mcgill.ca"
        },
        {
            "name": "Peter Schubert",
            "university": "Schulich School of Music",
            "address": "McGill University, 555 Sherbrooke St. W, H3A 1E3 Montreal, QC, Canada",
            "email": "peter.schubert@mcgill.ca"
        }
    ],
    "citations": {
        "_": "Primary Sources"
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] “Unpacking the box” means first composing a four-part progression and then extracting voices to be sounded imitatively. The first explicit appearance of the concept is in Burmeister ( 1606 ). Our presentation focuses on a collection of “cadences” included by Diruta in Il Transilvano ( 1609 ). These cadences repay close study, for they show how a progression can contain contrapuntal ideas of a high degree of sophistication: the four voices provide all the material needed for making a point of imitation, with several lines in invertible counterpoint and imitation. Diruta’s schemata constitute only a first step for learning this technique through improvisation. Examples from Frescobaldi’s music reveal how he might have used this didactic method as a basis for a ricercar. However, a skilled composer such as he was would go far beyond Diruta, recombining themes at different time intervals, varying melodies through inganno and other techniques.",
                "footnotes": [],
                "citations": [
                    "burmeister_1606",
                    "diruta_1609"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Diruta’s examples provide a set of refined compositional tools, with almost no verbal explanation. The young organ student would have had to spend many hours of practice on these cadences to remember the four melodies, to be able to recombine them in their various transpositions, and to shorten them if needed. In other words, the student would have to feel comfortable handling the “box.”  Our presentation recreates a learning session, with the maestro explaining the art of counterpoint and his student realizing it at the keyboard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The instrument heard in this video is an important musical personality in its own right. It was built in Italy during the seventeenth century by an anonymous maker and bears the signature “F.A. 1677” on its lowest key. Typical of many Italian harpsichords of the time of Frescobaldi, the keyboard has a range of four octaves (short octave C/E to c''') and the instrument has two 8-foot registers. It is not known where it passed the 17th and 18th centuries, but at some point it crossed the Atlantic. It was found in an antique shop in Cambridge Mass. in the early 1950s, by Frank Hubbard and William Dowd (then partners) who restored it in their newly founded shop there. Frank Hubbard made drawings of it during the restoration which served as Plates I through III of his ground-breaking book, Three Centuries of Harpsichord Making ( Hubbard 1965 ). It was acquired by Kenneth Gilbert in 1965 and spent some years in Montreal before going to Europe where it was housed in Chartres Museum; it was used many times during its tenure there for commercial recordings. Legend has it that it once belonged to James McNeill Whistler, who painted it several times, once with his famous Mother; there are also the Whistler dragonflies on the outer case. It has just recently arrived at McGill as part of the Kenneth Gilbert Harpsichord Collection.  Hearing Frescobaldi’s music on a contemporary artifact tuned in quarter comma meantone temperament is about as close as we can get to hearing a recording made in the 17th century–it opens a window on a long-lost and fascinating soundscape. The instrument and this short history are courtesy of Kenneth Gilbert. Dialogue, Day 1 (click to watch the video) Dialogue, Day 2 (click to watch the video) Dialogue, Day 3 (click to watch the video) Slides (PDF file)",
                "footnotes": [],
                "citations": [
                    "hubbard_1965"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.14.20.2.guido_schubert.html",
    "data": "mto/data/mto.14.20.2.guido_schubert.json"
}