{
    "title": "Stream Segregation and Perceived Syncopation: Analyzing the Rhythmic Effects of Implied Polyphony in Bach’s Unaccompanied String Works",
    "date": "2011/04/01",
    "volume": "17",
    "issue": "1",
    "authors": [
        "Davis, Stacey"
    ],
    "abstract": "Many movements from Bach’s unaccompanied string works contain implied polyphony. Although earlier approaches describe this technique as a way of using arpeggiation to embellish a melodic line, disguise an otherwise unacceptable melodic progression, delay the resolution of dissonance, or create underlying voice-leading patterns, these descriptions cannot account for the variety and complexity of the implied polyphony in these pieces. This paper presents an additional analytical approach that uses research on auditory stream segregation and phenomenal accents to determine transitions between implied voices. Based on this type of analysis, it is proposed that Bach did not treat implied polyphony as solely a melodic feature. He instead used implied polyphony to apply irregular accent patterns to the isochronous surface of the music, thereby creating perceived rhythmic variety at the fastest levels of the metric hierarchy.",
    "keywords": [
        "Bach",
        "implied polyphony",
        "rhythm",
        "perception"
    ],
    "doi": "",
    "received": "DATE",
    "pdf": "http://mto.societymusictheory.org/issues/mto.11.17.1/mto.11.17.1.davis.pdf",
    "author_info": [
        {
            "name": "Stacey Davis",
            "university": "University of Texas at San Antonio",
            "address": "Department of Music, Institute for Music Research, One UTSA Circle, San Antonio, TX 78249",
            "email": "stacey.davis@utsa.edu"
        }
    ],
    "citations": {
        "beach_and_thym_1982": "Beach, David and Jürgen Thym. 1982. The Art of Strict Musical Composition by Johann Philipp Kirnberger. New Haven, CT: Yale University Press.",
        "blum_1977": "Blum, David. 1977. Casals and the Art Of Interpretation. Berkeley, CA: University of California Press.",
        "boltz_and_jones_1986": "Boltz, Marilyn and Mari Riess Jones. 1986. “Does Rule Recursion Make Melodies Easier to Reproduce? If Not, What Does?” Cognitive Psychology 18: 389–431.",
        "bregman_1990": "Bregman, Albert. 1990. Auditory Scene Analysis: The Perceptual Organization of Sound. Cambridge, MA: MIT Press.",
        "bregman_and_campbell_1971": "Bregman, Albert and Jeffrey Campbell. 1971. “Primary Auditory Stream Segregation and the\nPerception of Order in Rapid Sequences of Tones.” Journal of Experimental Psychology 89: 244–249.",
        "buelow_1986": "Buelow, George. 1986. Thoroughbass Accompaniment According to Johann David Heinichen, Lincoln, NE: University of Nebraska Press.",
        "cambouropoulos_2006": "Cambouropoulos, Emilios. 2006. “Voice Separation: Theoretical, Perceptual, and Computations\nPerspectives.” In Proceedings of the 9th International Conference on Music Perception and Cognition, edited by M. Baroni, A.R. Addessi, R. Caterina, and M. Costa. Bologna, Italy.",
        "carterette_and_kendall_1999": "Carterette, Edward C. and Roger A. Kendall. 1999. “Comparative Music Perception and\nCognition.” In The Psychology of Music, 2nd ed., ed. D. Deutsch. San Diego, CA: Academic Press.",
        "cone_1968": "Cone, Edward T. 1968. Musical Form and Musical Performance. New York: W. W. Norton.",
        "cooper_and_meyer_1960": "Cooper, Grosvenor and Leonard B. Meyer. 1960. The Rhythmic Structure of Music. Chicago: University of Chicago Press.",
        "davis_2006": "Davis, Stacey. 2006. “Implied Polyphony in the Solo String Works of J.S. Bach: A Case for the Perceptual Relevance of Structural Expression.” Music Perception, 23, no. 5: 423–446.",
        "davis_2009": "Davis, Stacey. 2009. “Bring Out the Counterpoint: Exploring the Relationship Between Implied Polyphony and Rubato in Bach’s Solo Violin Music. Psychology of Music, 37, no. 3: 301–324.",
        "deutsch_1999": "Deutsch, Diana. 1999. “Grouping Mechanisms in Music.” In The Psychology of Music, 2nd ed., ed. D. Deutsch. San Diego, CA: Academic Press.",
        "dowling_1973": "Dowling, W. Jay. 1973. “The Perception of Interleaved Melodies,” Cognitive Psychology 5: 322–337.",
        "forte_and_gilbert_1982": "Forte, Allen and Gilbert, Steven E. 1982. Introduction to Schenkerian Analysis. New York: W.W. Norton.",
        "harris_1981": "Harris, Ernest C. 1981. Johann Mattheson’s “Der vollkommene Capellmeister”: A Revised Translation with Critical Commentary. Ann Arbor: UMI Research Press.",
        "hasty_1997": "Hasty, Christopher F. 1997. Meter as Rhythm. New York: Oxford University Press.",
        "heinichen_1728": "Heinichen, Johann David. 1728. Der General-Bass in der Composition. Dresden.",
        "heise_and_miller_1951": "Heise, George A. and George A. Miller. 1951. “An Experimental Study of Auditory Patterns.” American Journal of Psychology 64: 68–77.",
        "huron_2001": "Huron, David. 2001. “Tone and Voice: A Derivation of the Rules of Voice-Leading from Perceptual Principles,” Music Perception 19: 1–64.",
        "huron_and_royal_1996": "Huron, David and Matthew Royal. 1996. “What is Melodic Accent? Converging Evidence from Musical Practice,” Music Perception, 13: 489–516.",
        "jones_and_pfordresher_1997": "Jones, Mari Riess and Peter Q. Pfordresher. 1997. “Tracking Melodic Events Using Joint Accent Structure,” Canadian Journal of Experimental Psychology 51: 271–291.",
        "kirnberger_1774": "Kirnberger, Johann Philipp. 1774–79. Die Kunst des Reinen Satzes in der Musik. Berlin.",
        "kramer_1988": "Kramer, Jonathan D. 1988. The Time of Music: New Meanings, New Temporalities, New Listening Strategies. New York: Schirmer Books.",
        "kurth_1917": "Kurth, Ernst. 1917. Grundlagen des Linearen Kontrapunkts: Bachs Melodische Polyphonie. Berne: Drechsel.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music. Cambridge: MIT Press.",
        "lester_1986": "Lester, Joel. 1986. The Rhythms of Tonal Music. Carbondale, IL: Southern Illinois University Press.",
        "lester_1994": "Lester, Joel. 1994. “Reading and Misreading: Schumann’s Accompaniments to Bach’s Sonatas and Partitas for Solo Violin.” Current Musicology 56: 24–53.",
        "lester_1999": "Lester, Joel. 1999. Bach’s Works for Solo Violin: Style, Structure, and Performance. Oxford: Oxford University Press.",
        "lester_2005": "Lester, Joel. 2005. “The Presto from Bach’s G-minor Sonata for Violin Solo: Style, Rhythm, and Form in a Baroque Moto Perpetuo. In Engaging music: Essays in music analysis, ed. D. Stein. New York: Oxford University Press.",
        "mattheson_1739": "Mattheson, Johann. 1739. Der Vollkommene Capellmeister. Hamburg: Christian Herold.",
        "narmour_1990": "Narmour, Eugene. 1990. The Analysis and Cognition of Basic Melodic Structures. Chicago: University of Chicago Press.",
        "niedt_1700": "Niedt, Friedrich Erhardt. 1700. Die Musicalische Handleitung. Hamburg.",
        "van_noorden_1975": "van Noorden, L.P.A.S. 1975. Temporal Coherence in the Perception of Tone Sequences. Ph.D. Dissertation, Eindhoven University of Technology.",
        "poulin_and_taylor_1989": "Poulin, Pamela L. and Taylor, Irmgard C. 1989. The Musical Guide. New York: Oxford University Press.",
        "rothfarb_1988": "Rothfarb, Lee. 1988. Ernst Kurth as Theorist and Analyst. Philadelphia: University of Pennsylvania Press.",
        "rothfarb_1991": "Rothfarb, Lee. 1991. Ernst Kurth: Selected Writings. Cambridge: Cambridge University Press.",
        "rothstein_1991": "Rothstein, William. 1991. Phrase Rhythm in Tonal Music. New York: Schirmer Books.",
        "schachter_1976": "Schachter, Carl. 1976. “Rhythm and Linear Analysis. In The Music Forum, vol. IV, ed. F. Salzer and C. Schachter. New York: Columbia University Press.",
        "schachter_1987": "Schachter, Carl. 1987. “The Gavotte en rondeaux from J.S. Bach’s Partita in E Major for Unaccompanied Violin.” Israel Studies in Musicology 4: 7–26.",
        "schachter_1994": "Schachter, Carl. 1994. “The Prelude from Bach’s Suite No. 4 for Violoncello Solo: The Submerged Urlinie.” Current Musicology, 56: 54–71.",
        "schenker_1925": "Schenker, Heinrich. 1925. “The Prelude of Bach’s Partita No. 3 for Solo Violin.” In Das Meisterwerk in der Musik, vol. 1, Munich: Drei Masken Verlag. Translated by John Rothgeb in The Masterwork in Music: A Yearbook, 1. New York: Cambridge University Press, 1994.",
        "schroeder_1977": "Schroeder, Jaap. 1977. “Jaap Schroeder Discusses Bach’s Works for Unaccompanied Violin.” Journal of the Violin Society of America 3: 10–12.",
        "schroeder_2007": "Schroeder, Jaap. 2007. Bach’s Solo Violin Works: A Performer’s Guide. New Haven, CT: Yale University Press.",
        "thomassen_1982": "Thomassen, Joseph M. 1982. “Melodic Accent: Experiments and a Tentative Model,” Journal of the Acoustical Society of America 71: 1596–1605.",
        "willner_1991": "Willner, Channan. 1991. “Stress and Counterstress: Accentual Conflict and Reconciliation in J.S. Bach’s Instrumental Works.” Music Theory Spectrum 20, no. 2: 280–304.",
        "yeston_1976": "Yeston, Maury. 1976. The Stratification of Musical Rhythm. New Haven, CT: Yale University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Schroeder ( 2007 ) contains extensive comments about the analysis and performance of these pieces.",
            "citations": [
                "schroeder_2007"
            ]
        },
        "FN2": {
            "text": "2. For Kurth’s extensive writings on polyphonic melody, see Kurth 1917 . English translations of Kurth’s treatise are found in Rothfarb 1991 and Rothfarb 1988 .",
            "citations": [
                "kurth_1917",
                "rothfarb_1991",
                "rothfarb_1988"
            ]
        },
        "FN3": {
            "text": "3. For information on auditory stream segregation, see Bregman 1990 ; Bregman and Campbell 1971 ; and Deutsch 1999 , 299–348. David Huron ( 2001 ) used similar perceptual tendencies to explain the derivation of voiceleading (or part-writing) conventions in Western tonal music.",
            "citations": [
                "bregman_1990",
                "bregman_and_campbell_1971",
                "deutsch_1999",
                "huron_2001"
            ]
        },
        "FN4": {
            "text": "4. Although he makes no reference to implied polyphony in particular, Hasty ( 1997 , 154–167) uses passages from two Bach cello suites to demonstrate how identical rhythmic patterns can produce dramatically different metric interpretations depending on surrounding context, contour changes, melodic accents, and harmonic implications.",
            "citations": [
                "hasty_1997"
            ]
        },
        "FN5": {
            "text": "5. Narmour ( 1990 ) also identified the perfect fourth as the dividing point between small and large intervals in his research on melodic structures.",
            "citations": [
                "narmour_1990"
            ]
        },
        "FN6": {
            "text": "6. Empirical research on melodic accents has also identified contour changes as a type of accent that can contribute to the perception of grouping boundaries. See Huron and Royal 1996 ; Jones and Pfordresher 1997 ; and Thomassen 1982 .",
            "citations": [
                "huron_and_royal_1996",
                "jones_and_pfordresher_1997",
                "thomassen_1982"
            ]
        },
        "FN7": {
            "text": "7. Example adapted from Forte and Gilbert 1982 , 79, Example 78c.",
            "citations": [
                "forte_and_gilbert_1982"
            ]
        },
        "FN8": {
            "text": "8. Schenker published an analysis of a monophonic movement from Bach’s solo string pieces in the first volume of Das Meisterwerk in der Musik ( 1925 ). Although his middleground graph provides information about underlying contrapuntal lines, the content of these inner voices is not consistently determined by those features that are apt to cause stream segregation. Likewise, melodic patterns that clearly imply multiple voices do not necessarily contain the primary voice-leading patterns that Schenker sought to find. For this reason, Schenker’s analysis of this piece contributes more information about underlying voice-leading patterns than about the creation and perception of multiple voices within a monophonic texture. Schenker also analyzed two other movements from these pieces (the Sarabande from Cello Suite No. 3 in C major and the Largo from Violin Sonata No. 3 in C major). Because these movements contain many multiple stops, they are truly polyphonic and not relevant to a discussion of implied polyphony. Additional Schenkerian analyses of Bach’s pieces can be found in Schachter 1987 and Schachter 1994 .",
            "citations": [
                "schenker_1925",
                "schachter_1987",
                "schachter_1994"
            ]
        },
        "FN9": {
            "text": "9. An examination of the way performers use rubato to “bring out” implied polyphony can be found in Davis 2009 .",
            "citations": [
                "davis_2009"
            ]
        },
        "FN10": {
            "text": "10. Different approaches to analyzing rhythmic and metric structure in tonal music can be found in Cooper and Meyer 1960 ; Hasty 1997 ; Kramer 1988 ; Lerdahl and Jackendoff 1983 ; Lester 1986 ; Rothstein 1991 ; and Yeston 1976 .",
            "citations": [
                "cooper_and_meyer_1960",
                "hasty_1997",
                "kramer_1988",
                "lerdahl_and_jackendoff_1983",
                "lester_1986",
                "rothstein_1991",
                "yeston_1976"
            ]
        },
        "FN11": {
            "text": "11. Edward Cone ( 1968 ) used a passage from Bach’s Concerto for Clavier and Orchestra in D minor to demonstrate how each instrumental part emphasizes a different level of subdivision in the overall metric structure.",
            "citations": [
                "cone_1968"
            ]
        },
        "FN12": {
            "text": "12. Lester ( 1986 , 1999 , 2005 ) illustrated these different metric approaches by comparing the accompaniments that both Bach and Schumann wrote to the Preludio from Violin Partita No. 3 in E Major.",
            "citations": [
                "lester_1986",
                "lester_1999",
                "lester_2005"
            ]
        },
        "FN13": {
            "text": "13. Example adapted from Forte and Gilbert 1982 , 70, Example 63b.",
            "citations": [
                "forte_and_gilbert_1982"
            ]
        },
        "FN14": {
            "text": "14. Implied polyphony could therefore also be defined as a source of metric counterstress, which Channan Willner ( 1991 , 280–281) describes as being “a rhythmic cross-accent that comes about through an unexpected gesture—a sudden leap, a textural intensification, a change in figuration—that falls on a weak beat within the measure, on the downbeat of a weak measure, or (if a clear-cut periodicity prevails) on the downbeat of a weak hypermeasure . . . Though it is a rhythmic detail of the surface, counterstress serves as a bridge between the foreground and the underlying tonal and durational middleground because its conflict with metric and hypermetric accents at various levels calls attention to larger issues.”",
            "citations": [
                "willner_1991"
            ]
        },
        "FN15": {
            "text": "15. Dowling’s ( 1973 ) research on “interleaved melodies” demonstrates this same perceptual phenomenon. In\nthese experiments, Dowling alternated the notes of two familiar melodies and asked participants to identify both melodies. When the range of the melodies overlapped, the overall sequence was heard as a random pattern of notes. But when the melodies were transposed to each occupy distinctly different ranges, with at least a semitone\ndifference between them, participants were able to accurately identify both melodies.",
            "citations": [
                "dowling_1973"
            ]
        },
        "FN16": {
            "text": "16. Adapted from Rothfarb, Ernst Kurth as Theorist and Analyst , 87, Example 4-14.",
            "citations": []
        },
        "FN17": {
            "text": "17. Analyses of this passage in comparison to an isochronous excerpt from Paganini’s Moto Perpetuo can be found in Lester 1999 and 2005 .",
            "citations": [
                "lester_1999",
                "lester_2005"
            ]
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.11.17.1.davis.html",
    "data": "mto/data/mto.11.17.1.davis.json"
}